{
    "id": "61603998",
    "text": "Lil Milagro Ramírez (San Salvador, April 3, 1946 – Ibid., October 17, 1979) was a Salvadoran poet and revolutionary leader, a founding member of the first guerrilla organizations that would come together in 1980 to form the Farabundo Martí National Liberation Front (FMLN). She was captured by agents of the National Guard in November, 1976. Her detention was kept secret and from that moment on she was considered \"disappeared\" until she was murdered inside the clandestine jails of the National Guard on October 17, 1979, after being tortured for three years. She is now remembered for her courage and determination in favor of the unprivileged lower classes. == Early years == Lil Milagro de la Esperanza Ramírez Huezo Córdoba was born in San Salvador on April 3, 1946 to philosopher and professor Tránsito Huezo Córdoba de Ramírez and José Ramírez Ávalos, who had three more children together: Luz América, Amada, and José Napoleón. Lil entered the University of El Salvador (UES) to pursue a doctorate in Case law and Social science in 1963. Despite having finished the program, Lil decided not to graduate as a form of protest against a political system that she considered unjust and oppressive, and which she had no desire to serve. == Years in clandestinity == Lil Milagro started as head of the Juventud Demócrata Cristiana in 1966. Her early years in politics were marked ideologically by Christian socialism, though later on she was heavily influenced by Marxism. In 1970, after finishing her studies at UES, Lil decided to leave her home in San Jacinto, where she lived with her parents, and began her life in clandestinity. In 1971, she appears as part of a small movement called simply \"El Grupo,\" which formed the core of the organization that in March 1972 would become the People's Revolutionary Army (ERP), in the midst of a turbulent electoral process. In 1975, Lil Milagro, together with Costa Rican Eduardo Sancho (a.k.a. Fermán Cienfuegos) and other fellow guerrilla fighters, decides to abandon the ERP and found a new political movement called Resistencia Nacional (RN). This separation was due to several ideologically-motivated clashes within the ERP that resulted in the execution of the revolutionary leader and poet Roque Dalton and Armando Arteaga, both in the hands of the ERP's high command. Lil and Roque had maintained a romantic relationship that ended abruptly in with Dalton's death. == Kidnap and death == An early morning in November 1976, Lil Milagro is captured by members of the now-extinct Guardia Nacional (GN) during a search of the house where she had been staying in San Antonio del Monte, Sonsonate. Professor Manuel Rivera, member of the executive council of the National Salvadoran Association of Educators (ANDES 21 de junio), is also captured and killed, receiving two bullets; Lil, on the other hand, gets shot in the head but survives. Unconscious, she was dragged by her captors as if she were dead, which prompted eye-witnesses to the event to declare her deceased the day after. She was taken to facilities of the Customs Police, where she was tortured using Truth serum. In late-December, 1976, Lil Milagro is transferred to the secret prisons of the National Guard, where she would again be tortured. She remained in these prisons, living under extreme, inhumane conditions,Informe de la Comisión Interamericana de Derechos Humanos, OEA. Caso 2892, Capítulo III. El Salvador, 1978. until she was murdered on October 17, 1979, two days after the coup d'état that overthrew President Carlos Humberto Romero and placed the Junta Revolucionaria de Gobierno in power. Her remains were never given back to her family. == Her legacy == Lil Milagro de la Esperanza Ramírez Huezo Córdoba is one of the many martyrs left by the violent Salvadoran Civil War, which ended with the Chapultepec Peace Accords signed on January 16, 1992, more than 12 years after her death. Several organizations have taken Lil's name, e.g. the Women's Association for Democracy \"Lil Milagro Ramírez\" and the Women's Rights Commission \"Lil Milagro Ramírez\" (CEMUJER), among others. Her love for literature was recorded in the many poems she wrote, including some for children. A collection of poems by Lil Milagro was published in 2003 by the Literature Department of the University of El Salvador (UES), titled “Del Hombre, del tiempo y del amor.” A biographical book is currently being prepared, which will include newly- discovered documents such as letters about her militancy, correspondence while living in clandestinity, photographs, etc. == See also == * Salvadoran Civil War * Chapultepec Peace Accords * History of El Salvador * Latin America–United States relations == References == === Bibliography === *Martínez, Ana Guadalupe: Las cárceles clandestinas. UCA Editores, San Salvador, 1992. *Gutiérrez, Dagoberto: Nadie quedará en el olvido. COEDUQUEMOS S.A. de C.V., San Salvador, 2004. *Sancho, Eduardo: Crónicas entre los espejos. UFG Editores, San Salvador, 2004. == External links == * Carta de Lil Milagro Ramírez, donde explica las razones de su clandestinidad (Parte I) * Carta de Lil Milagro Ramírez, donde explica las razones de su clandestinidad (Parte II) * Carta de Lil Milagro Ramírez, donde explica las razones de su clandestinidad (Parte III) * Carta de Lil Milagro Ramírez, dirigida a su madre * Orígenes de la RN – Artículo en la Revista Virtual del FMLN * Orígenes del ERP – Artículo en la Revista Virtual del FMLN Category:1946 births Category:Salvadoran people Category:1979 deaths ",
    "title": "Lil Milagro Ramírez"
}