{
    "id": "61604266",
    "text": "The Mar-a-Lago Crowd, also Mar-a-Lago Three, is an informal council organized by US President Donald Trump which oversees many of the activities of the Department of Veterans Affairs (VA). Despite not holding any official position the Mar-A-Lago Crowd are seen as key architects of the Administration's veterans policy. == Members and naming == All three men are members of Trump's Mar-a-Lago Club. The name Mar-a-Lago Crowd was first published by ProPublica who reported that the name was in use by VA staffers. The New York Times, CNN, Task & Purpose, The Hill, and Rolling Stone (among others) have followed ProPublicas lead and also use the name Mar-A-Lago Crowd. The House Veterans Affairs committee refers to them as the \"Mar-a-Lago Three\" as does Politico. === Bruce Moskowitz === Bruce Moskowitz is a Palm Beach area family doctor. Moskowitz's knowledge of government and technology has been severely criticized by VA staffers. A graduate of the University of Miami Moskowitz is a physician who, because of his Palm Beach location, has a number of \"famous and powerful\" patients. === Isaac Perlmutter === Isaac Perlmutter is the chairman and CEO Emeritus of Marvel Entertainment. === Marc Sherman === Marc Sherman is a lawyer with the consulting firm Alvarez & Marsal specializing in fraud and white collar crime. == History == According to The New York Times the Mar-A-Lago Crowd got its start in 2016 when Ike Perlmutter offered to advise Donald Trump on veterans affairs. Perlmutter then recruited his personal physician Bruce Moskowitz who brought in his squash partner Marc Sherman to round out the threesome. None of the men had any experience in government or were US Military veterans. In December 2016 Moskowitz and Sherman helped organize a meeting between Trump and Healthcare industry executives. The first accomplishment of the Mar-A-Lago Crowd was getting their preferred candidate, David Shulkin, named VA Secretary. They also personally approved his deputy Tom Bowman. At the White House's request Moskowitz and Perlmutter were included on monthly conference calls with the contracting team responsible for overseeing a $16b contract to overhaul the Department's records system. The Mar-A-Lago Crowd were in almost constant contact with Secretary, calling him several times a day including nights and weekends. In late 2017 the relationship between the Mar-A-Lago Crowd and Secretary Shulkin began to fray. Moskowitz objected strenuously to the award of a record system contract to Cerner because he had used a similar system by Cerner and disliked it. Shulkin ordered a review of the program but the Mar-A-Lago Crowd continued to press for its cancellation eventually forcing Shulkin to push it though behind their back. There was also disagreement between Shulkin and the Mar-A- Lago Crowd over the fundamental mission of the VA, Shulkin believed that the VA was the best possible solution to Veteran's unique health needs while the Mar-A-Lago Crowd wanted to privatize all services then offered through the VA. These disagreements led the Mar-A-Lago Crowd to believe they could no longer rely on Secretary Shulkin's compliance, led by Perlmutter the Crowd moved to have Shulkin, the deputy secretary, and the chief of staff removed. Shulkin appealed to White House Chief of Staff John F. Kelly but to no avail as Kelly lacked any authority over the Mar-A-Lago Crowd. Shulkin was removed from office in March and Marc Sherman was present at the VA to greet Shulkin's replacement Robert L. Wilkie the next morning when he showed up to work. In August 2018 ProPublica broke the story about the Mar-A-Lago Crowd with an exposé. The exposé analyses Department Emails from 2017 and 2018 obtained by Citizens for Responsibility and Ethics in Washington through freedom of information act requests. The Emails revealed frustration, derision, and fear among staffers at the Department with the actions of the Mar-A-Lago Crowd. Soon after the exposé was published many Veteran's groups including the American Legion expressed their dissatisfaction with non-veteran non- government employees having influence over personnel and policy positions at the VA. In December 2018 senators Elizabeth Warren, D-Mass., and Brian Schatz, D-Hawaii, called on the Veterans Affairs inspector general to open an investigation into the Mar-a-Lago Crowd. ===VoteVets lawsuit=== In 2018 the liberal Veteran's advocacy group VoteVets filed a lawsuit against the VA seeking to block the Mar-a-Lago Crowd from continuing to influence policy. The group alleged that VA officials had violated the Federal Advisory Committee Act by failing to record any of their meetings with the Mar-a-Lago Crowd. ===House Veterans’ Affairs Committee investigation=== In February 2019 House Veterans’ Affairs Committee launched an investigation into the Mar-a-Lago Crowd's influence over the VA. In particular the Committee seeks information about the use of private email accounts by the three to correspond with senior VA officials. House Veterans Affairs Committee Chairman Mark Takano has accused Secretary Robert Wilkie of \"stonewalling\" the congressional investigation into the Mar-a-Lago Crowd. ==See also== * Kitchen Cabinet * State capture ==References== Category:Presidency of Donald Trump Category:United States Department of Veterans Affairs Category:Political controversies in the United States Category:Trump administration controversies ",
    "title": "Mar-a-Lago Crowd"
}