{
    "id": "61602580",
    "text": "The Uasin Gishu people were a community that inhabited a plateau located in western Kenya that today bears their name. They are said to have arisen from the scattering of the Kwavi by the Maasai in the 1830s. They were one of two significant sections of that community that stayed together. The other being the Laikipiak with whom they would later ally against the Maasai. ==c.1830 Origins== According to narratives told to Thompson in 1883, a community referred to as \"Wa-kwafi\"(Kwavi) fragmented following a series of misfortunes that befell them \"about 1830...\". Thompson notes that the original home of the 'Wa-kwafi' was \"the large district lying between Kilimanjaro, Ugono and Pare on the west, and Teita, and Usambara on the east. The Kwavi had been attacked by the Maasai while enfeebled by their 'misfortunes', the result being that the community was broken up and scattered to various corners. According to Maasai traditions recorded by MacDonald (1899), in taking over the plateau, the Uasin Gishu conquered a people he referred to as 'Senguer' and almost annihilated this community. ==Uasin Gishu - Siger war== ===Historicity=== According to Maasai tradition, the Uasin Gishu front conquered a group of people who occupied the Uasin Gishu plateau, this community is remembered as Senguer. Other Maasai traditions concur with this assertion, noting that the Loosekelai (i.e Sigerai/Siger) were attacked by an alliance of the Uasin Gishu and Siria communities. Finding congruence with Maasai traditions, are Kalenjin traditions. The Kalenjin occupy the area around Uasin Gishu and according to certain narratives of origin, such as that recorded by Chesaina (1991) they were once attacked by the Uasin Gishu, causing the Kipsigis and Nandi to split. A tale which was recorded by Hollis (1905), starts \"At a time when the Maai occupied some of the Nandi grazing grounds\". It is presumed that this was the Uasin Gishu plateau and that Nandi place names on the plateau were superseded by Maasai names. This is evinced by certain \"Masai place-names in eastern Nandi (i.e Uasin Gishu border) which indicate that the Masai had temporary possession of strip of Nandi roughly five miles wide\", these include Ndalat, Lolkeringeti, Nduele and Ol-lesos, which were by the early nineteenth century in use by the Nandi as koret (district) names. However, micro-Kalenjin tradition turn the above narratives on their heads. They concur on key points, notably an incoming population and an enfeebled population (in some cases known as Segelai) holding out in what were then dense forests around the plateau. The key difference is that the Kalenjin communities as seen as the incomers. Kipsigis traditions such as those recorded by Orchadson (1927), state that at a time when the Kipsigis and Nandi were a united identity, they moved southwards through country occupied by 'Masai'. Orchadson notes that this was \"probably the present Uasin Gishu country\". Here, they accidentally got split in two by a wedge of Masai who Orchadson records as being \"Uasin Gishu (Masai) living in Kipchoriat (Nyando) valley\". Accounts from Hollis however refer to a \"branch called 'L-osigella or Segelli [who] took refuge in the Nyando valley but were wiped out by the Nandi and Lumbwa...It was from them that the Nandi obtained their system of rule by medicine-men. Though seemingly disparate, the totality of these narratives are in congruence with the large scale movement of pastoralists from the plains into the forested areas, assimilation of forest-dwelling communities and wide-spread identity shift. A widespread trend across the region as the Mutai of the 19th-century dragged on. ==Territory== According to Kalenjin and Maasai traditions, the territory of the Uasin Gishu people extended over the Uasin Gishu and Mau plateaus following the conquest of these regions from the 'Senguer' or Siger. This period also saw the fragmentation of Loikop society. ==c.1870 Maasai - Kwavi war== Thompson (1883) noted that the 'Wa-kwafi' of Guas'Ngishu and those of Lykipia allied together to make war on the Maasai. He was advised that this was about fifteen years before then i.e c.1870. Hollis in his account of the Maasai recorded similar narratives occurring about the same time. He notes \"that about 1850 the Turkana drove the most westerly branch of the Masai from the west, to the south of (Lake Turkana)\". He states that \"somewhere about the same period - at the time an old man can remember according to the native expression - the Masai dwelling on the Uasin Gishu plateau attacked those of Naivasha\". The Maasai of Naivasha would later ally with those of Kilimanjaro. ===Assimilation of Laikipiak=== According to Thompson's account the war lasted several years, during which time famine came upon the 'Wa-kwafi' causing large numbers to move to Njemps and Nyiro. \"Only a remnant of the Wa-kwafi of Lykipia were left, and these contrived to make peace\". ===Annihilation of Kwavi identity=== Thompson states, that following the extinction of Laikipiak identity, \"The Masai swept from north to south, and left not a man in the entire land, those who escaped the spear and sword finding refuge in Kavirondo\". MacDonald's portrayal of the force of attack parallels Thompson's account, ==Diaspora== MacDonald noted that the survivors of this conflict were at that time scattered remnants in 'Nandi, Kavirondo or Ketosh'. Thompson (1883) noted that there was a district of Masai country known as Guas' Ngishu. ==Legacy== The conflicts between the Guas' Ngishu/Masai and Wakwafi form much of the literature of what are now known as the Iloikop wars. ==References== Category:Ethnic groups in Kenya ",
    "title": "Uasin Gishu people"
}