{
    "id": "61605247",
    "text": "Hft is a British learning disability charity based in Bristol. It was established in 1962. The parents who established the charity bought Frocester Manor in Gloucestershire as a residential home for their children. Anne, Princess Royal has been the patron of the charity since 1982. The organisation runs small, person-centred residential care homes and supported living services. In 2019 it is supporting more than 2,900 adults with learning disabilities. It has established the Fusion Model, which is based on the concept of Person-Centred Active Support, engaging people in meaningful activity and relationships as active participants. It supports a successful group of 44 people in Flintshire, Tri Ffordd, which produces handcrafted horticultural goods. In May 2013, it merged with Self Unlimited, another charity set up in the 1960s to provide support for people with learning disabilities. It runs a regular Sector Pulse Check on organisations providing social care that aims to provide an annual snapshot of the financial health of the sector. In June 2019 it submitted evidence to the Low Pay Commission that social care staff are being commissioned at significantly lower rates of pay, compared to local authorities. Social care is typically commissioned at the National Living Wage. The Department of Health and Social Care pays even its lowest paid staff significantly more. It produced a report with Tunstall Healthcare which was launched in the House of Lords in 2019 highlighting the untapped potential of assistive technology in social care which was welcomed by the Voluntary Organisations Disability Group. In July 2019 it called for an end to “perverse” commissioning practices that are “negatively impacting” productivity and financial stability in the adult social care sector. It said that input-based by-hour contracts gave “no incentive” for providers to innovate or deliver anything other than one hour of support. == References == == External links == *hft Category:Charities for disabled people based in the United Kingdom Category:Charities based in Bristol ",
    "title": "Hft"
}