{
    "id": "61604739",
    "text": "Hipposideros atrox, commonly known as the lesser bicolored leaf-nosed bat, is a species of bat found in Southeast Asia. Originally described as a subspecies in 1918, it was recognized as a full species in 2010. It uses echolocation to navigate and find prey, and roosts in caves during the day. ==Taxonomy== Hipposideros atrox was described as a new subspecies of Hipposideros gentilis by Danish mammalogist Knud Andersen in 1918; he described H. gentilis in the same publication. The holotype had been collected by Arthur Lennox Butler in the Malaysian state of Selangor. Hipposideros gentilis has been recognized as a synonym of the Pomona roundleaf bat (Hipposideros pomona). In 1963, British mammalogist John Edwards Hill included H. atrox as a subspecies of the bicolored roundleaf bat (Hipposideros bicolor). However, in 2010 H. atrox was recognized as a distinct species for the first time, which was followed by the IUCN in 2019. ==Description== H. atrox has a forearm length of . Males have an average body weight of while females have an average body weight of . ==Biology and ecology== It is an echolocating species of bat, using constant frequency echolocation. The frequency of maximum energy is approximately 142 kHz. It roosts in sheltered areas during the day such as caves, which it cohabitates with other species of the genus Hipposideros ==Range and habitat== It is native to Southeast Asia where its range includes Malaysia, Indonesia, and Thailand. It has been documented at a range of elevations from above sea level. ==Conservation== As of 2019, H. atrox is considered a least-concern species by the IUCN. It meets the criteria for this designation because it has a wide geographic range; its population is presumably large; it tolerates human disturbance of the landscape; and it is not thought to be experiencing rapid population decline. ==References== Category:Taxa named by Knud Andersen Category:Hipposideros Category:Bats of Southeast Asia Category:Mammals described in 1918 ",
    "title": "Hipposideros atrox"
}