{
    "id": "61609081",
    "text": "Stefan Kostka is an American music theorist, author, and Professor Emeritus of Music Theory at The University of Texas at Austin. ==Education== He graduated from the University of Colorado with a Bachelor's Degree, and then received a graduate degree at The University of Texas, studying under Kent Kennan before receiving a PhD in music theory from the University of Wisconsin. ==Career== He was a member of the faculty of the Eastman School of Music from 1969 to 1973, and since that time has been on the faculty at The University Texas at Austin. Dr. Kostka initiated courses in computer applications in music at both the Eastman School and The University of Texas. Later, he specialized in courses in atonal theory and contemporary styles and techniques. He remains active in various professional and academic organizations. His 1984 textbook, Tonal Harmony, with an Introduction to Twentieth-Century Music, became a best- seller and widely-used in classrooms across the world. He followed with Materials and Techniques of Twentieth Century Music, and Anthology of Music for Analysis. ==Bibliography (books and selected articles)== * 1971 The Hindemith String Quartets: A Computer-Assisted Study of Selected Aspects of Style * 1971 Recent developments in computer-assisted musical scholarship, Computers and the Humanities, Volume 6, Issue 1, pp 15–21, * 1974 A Bibliography of Computer Applications in Music * 1984 Tonal Harmony, with an Introduction to Twentieth-Century Music * 1989 Materials and Techniques of Twentieth Century Music * 1991 Changing philosophies of undergraduate music theory instruction: Practical implications and recommendations, The Quarterly- Journal of Music Teaching and Learning 2, pp. 30-37. * 2001 Materials and Techniques of Post-Tonal Music * 2003 Anthology of Music for Analysis ==References== Category:American music theorists Category:American_musicologists Category:University of Texas at Austin faculty Category:University of Texas at Austin College of Fine Arts alumni Category:University of Colorado alumni Category:University of Wisconsin- Madison alumni ",
    "title": "Stefan Kostka"
}