{
    "id": "61608222",
    "text": "South Africa–Spain relations are the bilateral and diplomatic relations between these two countries. Spain have an embassy in Pretoria a consulate general in Cape Town and two honorary consulates in Johannesburg and Durban. South Africa has an embassy in Madrid a consulate general in Barcelonahttp://www.embassypages.com/embajada1525/ and another consulate in Getxo. == Diplomatic relations == Spain and South Africa have annual bilateral consultations at the level of secretary of state since 2003. The last session of this dialogue took place on 10 and 11 July 2013 in Pretoria. Both Spain and South Africa have embassies in their respective capitals. == Economic relations == Presidents Mariano Rajoy and Jacob Zuma in the G20 South Africa is the main market in Spain in Sub-Saharan Africa. In 2012 Spanish exports to South Africa accounted for 61.3% of total sales to the region. Traditionally, the bilateral balance has been negative for Spain, reaching its all-time high in 2008 with the deficit at €935M. This trade deficit has been gradually reduced to €117M in the year 2011. The data for 2012 show a change in trend, since they reflect a surplus for Spain of €221,470.58 M in the bilateral current account balance. This is mainly explained by the sharp drop in imports, which were reduced by 23% in this period.Source: Economic and Commercial Office in Johannesburg == Cooperation == Spanish cooperation with South Africa began at the beginning of 90s, this country being considered as preferred in both the first and second Master Plan. In the Master Plan for Spanish Cooperation 2009–2012 South Africa ceased to be a preferred country, so bilateral cooperation was significantly reduced, a situation that has been maintained in the fourth Master Plan 2013–2016. However, regional Spanish cooperation has grown through support for African organizations based in South Africa: NEPAD and the African World Heritage Fund (AWHF). == See also == * Foreign relations of South Africa * Foreign relations of Spain == References == Spain South Africa ",
    "title": "South Africa–Spain relations"
}