{
    "id": "61609607",
    "text": "The Garden of the Righteous in Warsaw () is a memorial site in Wola, Muranów. The initiators of the idea are the History Meeting House and the Italian foundation GARIWO. It is a place to honour those who, during the 20th and 21st centuries, in the face of totalitarianism and genocide, had the courage to defend human dignity. Each year, on the European Day of the Righteous (established by the European Parliament in 2012), the Garden Committee, announces the names of those to be honoured with that title. The garden was designed by Barbara Kraus-Galińska's landscape architecture studio. == Location == The garden is located on the Jerzy Jur-Gorzechowski square, on the site of the former \"Serbia\" women's prison, between Dzielna and Pawia streets, near John Paul II avenue and the Church of St. Augustine. == Opening ceremony == The Garden was inaugurated on 5 June 2014 in a city that experienced the two totalitarian regimes of the 20th century, Nazism and Communism. The date was not chosen by chance: it was decided to open the Garden the day after the 25th anniversary of the first semi-free elections in Poland, June 4, 1989, which then led to the fall of communism. The idea of entwining the globe with a network of Gardens of the Righteous, created to honour attitudes of people who protected dignity and life of men in totalitarian systems or at times of mass crimes, originated at the Italian Gariwo Foundation, and the Garden of Monte Stella in Milan, Italy, however, it is not devoted only to those who helped Jews during the war. == Honored == Each honored person has its memorial trees will be planted and symbolic stones. {| class=\"wikitable\" !bgcolor=\"dodgerblue\"| Year !bgcolor=\"dodgerblue\"| Person !bgcolor=\"dodgerblue\"| Inscription |- |rowspan=6|2014 |Jan Karski |an emissary of the Underground Poland, who called for a halt to the extermination of Jews, and called the Allied passivity the second original sin of humanity |- |Marek Edelman | member of the command uprising in the Warsaw ghetto, a social worker and a relentless doctor - serving the injured, he rebuilt the moral order of the world |- |Tadeusz Mazowiecki |a politician striving for the common good, who in protest against the idleness of the world made the mandate of the UN envoy in Bosnia and Herzegovina |- |Anna Politkovskaya |Russian journalist, murdered for revealing corruption and war crimes committed by her country in Chechnya |- |Magdalena Grodzka-Gużkowska |soldier of the underground, saving Jews from the Warsaw ghetto, a precursor of treating autistic children |- |Antonia Locatelli |an Italian missionary who in Rwanda suffered a martyr's death, alerting the world about the Tutsi genocide |- |rowspan=3|2015 |Petro Grigorenko |a general of the Soviet army, who in his full career rejected the system and its role in it, on the side of the persecuted, including the disinherited Tatars |- |Nelson Mandela |an opponent of apartheid, free from hatred and retaliation, which led South Africa from the state of civil war to civil freedom |- |Hasan Mazhar |Governor of Ankara, who, despite the authorities' crimes and social consent, refused to participate in the genocide of the Turkish Armenians (1915–1917) |- |rowspan=3| 2016 |Witold Pilecki |cavalry, guide to the hell of Nazism, voluntary prisoner of Auschwitz, whose reports were to alarm the world, save victims |- |Władysław Bartoszewski |a witness to the atrocities of both totalitarianisms, who - resisting lies and violence - was the epitome of decency |- |Jan Zieja |priest, who always, even in wars, kept the commandment \"do not kill - never anyone\", recognized as \"living proof of the existence of God\" |- | rowspan=\"3\" |2017 |Natalya Gorbanevskaya | |- |Jan Jelínek | |- |Roberto Kozak | |- | rowspan=\"3\" |2018 |Raphael Lemkin | | |- |Adalbert Wojciech Zink | |- |Armin T. Wegner | |- | rowspan=\"3\" |2019 |Ewelina Lipko-Lipczyńska | |- |Arseny Roginsky | |- |Raoul Wallenberg | |} == See also == * European Day of the Righteous == References == Category:Monuments and memorials in Warsaw Category:Parks in Warsaw Category:Polish Righteous Among the Nations Category:Holocaust memorials in Poland ",
    "title": "Garden of the Righteous, Warsaw"
}