{
    "id": "61602115",
    "text": "Stratford-upon-Avon Guildhall is a municipal building in Church Street, Stratford-upon-Avon, Warwickshire, England. It is a Grade I listed building. ==History== The guildhall was established as a meeting place for the Guild of the Holy Cross, a religious group of merchants in the town. It was sited adjacent to the 13th century guild chapel which was the place of worship of the merchants. The building, which is timber-framed with plaster infill, was completed in around 1417; the design made extensive use of jettied timber framing and featured a entrance to left end bay with iron gates at ground floor level and six leaded windows at first floor level; there was a wing to the south-east. Internally, the design involved a main hall, with a stone floor and chamfered ceiling beams, on the ground floor and two rooms, with spine beam, on the first floor. Originally the ground floor hall displayed iconography depicting God the Father flanked by Mary, mother of Jesus and John the Evangelist. The wing to the south-east is thought to have been used as an armoury. Following the suppression of the chantries and religious guilds under King Edward VI in 1547, the local borough council petitioned for control of the building and secured ownership of it in 1553. The council used the ground floor hall as their main offices and also as a court of record, so that local commercial disputes might be resolved. The medieval iconography was whitewashed as part of the Government's reformation policy in 1563. In the 17th and 18th centuries, the ground floor hall was used for public assemblies, including theatre performances, but also continued to be used as the meeting place of Stratford-upon-Avon Borough Council until meetings were transferred to larger facilities at Stratford-upon-Avon Town Hall in Sheep Street in 1843. Meanwhile, the first floor rooms were used for teaching by the newly re- founded King's New School from 1560. William Shakespeare attended the school as a child, although he is thought to have left at an early age, in the early 1570s. The facility, which continues to be used by King Edward VI School, was restored, at a cost on £1.8 million, with support from the Heritage Lottery Fund, between July 2015 and April 2016. The restoration included treatment of the timbers and conservation of the medieval iconography and also revealed an additional unexpected medieval painting of John the Baptist. The guildhall was then opened to the public for the first time in April 2016. ==References== Category:Grade I listed buildings in Warwickshire Category:Government buildings completed in 1417 Category:City and town halls in England ",
    "title": "Stratford-upon-Avon Guildhall"
}