{
    "id": "61603834",
    "text": "Werther is a 130-minute studio album of Jules Massenet's opera, performed by a cast led by José Carreras, Frederica von Stade, Sir Thomas Allen, Isobel Buchanan and Robert Lloyd with the orchestra of the Royal Opera House, Covent Garden under the direction of Sir Colin Davis. It was released in 1981. ==Background== The album was recorded shortly after a series of theatrical performances of the opera at Covent Garden in January 1980.Alan Blyth, Gramophone, October 1981, pp. 603-604 Covent Garden's staging, a co-production with English National Opera, was produced by John Copley and used sets designed by Stefanos Lazaridis and costumes designed by Michael Stennett.http://www.rohcollections.org.uk/production.aspx?production=1610&row;=1 The singers on the album and in the opera house were the same, except that in the theatre Jonathan Summers was Albert and John Dobson was Schmidt. ==Recording== The album was recorded using analogue technology in February 1980 in London.Massenet, Jules: Werther, cond. Colin Davis, 416 654-2 ==Packaging== The covers of the LP, cassette and CD versions of the album all feature the same photograph, taken by Mike Evans, showing Carreras and von Stade on stage at Covent Garden during the opera's final act. ==Critical reception== ===Reviews=== Jules Massenet photographed by Eugène Pirou in 1895, three years after Werther was first performed (in a German translation) Alan Blyth reviewed the album on LP in Gramophone in October 1981, comparing it with recordings of the opera conducted by Riccardo ChaillyJules Massenet: Werther, cond. Riccardo Chailly, Deutsche Grammophon LP, 2709 091 and Michel PlassonJules Massenet: Werther, cond. Michel Plasson, EMI Records LP, SLS5183 He approved of most of Davis's principal soloists almost unreservedly. Robert Lloyd was a \"sonorous, flexible Bailiff\", \"idiomatic in French\". Isobel Buchanan's Sophie expressed the \"young girl's unspoilt views on life with forward, bright tone - just right\". Thomas Allen's Albert was \"ideal\", with enunciation as good as Lloyd's and \"controlled, velvet tone\", a figure as persuasive in his reverent devotion to his betrothed as in his paternalistic concern for his infatuated rival. As Werther, José Carreras sang with an Italianate timbre, prodigious breath control and meticulous attention to every nuance of Massenet's markings, and also gave a heartfelt performance as an actor. He was \"absolutely inside the role\" of the moody, reckless writer, \"rich and impassioned in 'O nature', properly distraught and urgent in 'J'aurais' [and] poetic in the Ossian stanzas\". His version of the character was clearly superior to Placido Domingo's vehement but broad-brush portrait for Chailly, and the pointed but reedy-voiced and sometimes self-indulgent performance given by Alfredo Kraus for Plasson. Frederica von Stade was not quite as impressive. She sang with sensitivity and with \"much feeling and tenderness\", and was vastly preferable to Chailly's Elena Obraztsova. But she had too few colours in her vocal paint-box and too little passion to supply what the role of Charlotte required. There was \"something a little precious and 'arty'\" about her reading. Plasson's Tatiana Troyanos used her words more eloquently and sang her music more affectingly. Colin Davis was a sensitive conductor, revealing the score's subtleties and its debts to Wagner and Berlioz, equally adept in the tranquil contentment of Act 1 and the melodrama of Act 3. The album's recording quality was good, with the balance of the voices and the orchestra well judged and skillful management of sound effects and off-stage voices. All in all, the set was a welcome one, and had obviously profited from the artists' experience of performing the opera together on stage. Whether readers would prefer it to Plasson's would depend on their opinions of Carreras vis à vis Kraus and von Stade vis à vis Troyanos. George Jellinek reviewed the album on LP in Stereo Review in March 1982. Frederica von Stade, he wrote, seemed untroubled by the technical challenges of Charlotte's music. She was \"an absolute pleasure to listen to, though a bit cool and distant for [his] taste - too much the proper, dutiful wife to make her agonizing dilemma fully believable\". As Charlotte's sister, Isobel Buchanan was \"a charming Sophie who [did] not overdo her girlishness\". José Carreras's Werther had both strengths and weaknesses. On the positive side, \"the dark timbre of [Carreras's] attractive voice [helped] in creating a manly figure out of Goethe's at times annoyingly self-pitying hero\". On the negative side, Carreras's reading of \"O nature\" was laboured, and many of his higher notes were inelegant. Thomas Allen, by contrast, was excellent in every respect, with a timbre youthful enough to be apt for the young man that Albert was meant to be. The secondary roles were taken satisfactorily too, although the children's chorus could have sung more euphoniously. The orchestra played with \"passion and refinement\" under the \"strong hand\" of Colin Davis. A \"masterly orchestral colorist\", he managed Massenet's \"subtly sensuous orchestral idiom with a sure and sensitive command\". His tempi were not the sprightliest ever heard in Werther, but he gave the opera enough momentum to counterbalance its tendency towards a weepy misery, and his reading had certainly gained from the \"ensemble spirit\" that he had elicited when performing the work at Covent Garden. In sum, the album was a good one, if arguably not the equal of Georges Prêtre's more animated account with Nicolai Gedda and Victoria de los Angeles.Jules Massenet: Werther, cond. Georges Prêtre, Angel Records LP, S-3736 (The opera itself, although apparently becoming Massenet's most popular, was distinctly inferior to his Manon.)George Jellinek, Stereo Review, March 1982, p. 88 A poster advertising Werther's 1893 first performance in French Hilary Finch reviewed the album on CD in Gramophone in February 1987. Her opinion of Frederica von Stade's Charlotte echoed Blyth's and Jellinek's. \"So far as style, line and inflection [were] concerned\", there was nothing in von Stade's performance that could be criticized. But her Charlotte was deficient dramatically. She had conveyed the young woman's \"essential simplicity of character\", but she had had less success in finding \"the shadows in the role\". She lacked the \"darker tinta\" that might have enabled her to \"bring a greater sense of the undercurrent of emotional conflict as it [grew] towards the last two acts\" of the opera. The album's other principals could be praised unequivocally. José Carreras was a dynamic Werther rather than a figure of introspective lyricism. Thomas Allen gave Albert a richness of inner life that it was unusual to encounter in the role. And Isobel Buchanan provided a \"small-scale, straightforward Sophie, a real oiseau d'aurore ready to fly away into the emotion of each changing moment\". The Covent Garden orchestra played as well as they knew how, \"the solo detail and the velocity of their every response to Massenet's flickering orchestral palette [operating] as if with heightened awareness under the scrutiny of the laser beam\". Colin Davis's conducting paced the opera \"superbly\", heightening and relaxing the tension of its words and music so that its drama was compulsively engrossing from its first bar to its last.Hilary Finch, Gramophone, February 1987, pp. 1177-1178 Richard Fairman mentioned the album in a survey of Massenet's operas in Gramophone's 2000 Awards issue. \"Probably the nearest to an all-round modern recommendation\", he wrote, \"remains Colin Davis's 1980 set on Philips, which judiciously balances high emotion and restraint.\"Richard Fairman, Gramophone, Awards Issue 2000, p. 50 ===Accolade=== In the Gramophone Record Awards of March 1982, the album won the prize for Engineering and Production. John Borwick wrote that \"It is a studio recording, yet the engineers have recreated the theatrical atmosphere perfectly, with an excellent feeling of distance where appropriate (off-stage voices for example), and the orchestra is beautifully balanced. While half a dozen [other] recordings scored close to full marks, the sum of the virtues revealed in this Philips recording just tipped the scales in its favour.\"John Borwick, Gramophone, March 1982, p. 1225 ==Track listing: CD1== Jules Massenet (1842-1912) Werther (Geneva, 1892), drame lyrique in four acts with a libretto by Édouard Blau (1836-1906), Paul Milliet (1848-1924) and Georges Hartmann (1843-1900) (writing as Henri Grémont), after Die Leiden des jungen Werthers (\"The Sorrows of Young Werther\") by Johann Wolfgang von Goethe (1749-1832) * 1 (4:01) Prelude Act One * 2 (7:34) Assez! Assez!... Noël! Jésus vient de naître (Magistrate, Children} ** Bravo pour les enfants (Magistrate, Johann, Schmidt, Sophie) * 3 (3:55) Je ne sais si je veille... O Nature, pleine de grâce (Werther) * 4 (5:41) Jésus vient de naître! (Children, Werther) ** Charlotte! Charlotte! (Children, Charlotte, Magistrate) ** Ah! Monsieur Werther! (Magistrate, Charlotte) ** Arrivez donc, Brühlmann! (Magistrate, Brühlmann, Kätchen, Charlotte, Werther, Sophie) * 5 (3:30) Ô spectacle idéal d'amour et d'innocence (Werther) ** Monsieur Werther (Magistrate, Sophie) ** À ceux-là ne souhaitons rien!... Vivat Bacchus (Magistrate, Sophie) * 6 (2:02) Sophie! (Albert, Sophie) * 7 (3:50) Elle m'aime... elle pense à moi... (Albert) ** Quelle prière de reconnaissance et d'amour (Albert) ** Interlude * 8 (3:46) Il faut nous séparer... Ah! Pourvu que je voie ces yeux (Charlotte, Werther) * 9 (3:53) Mais vous ne savez rien de moi (Charlotte) ** Mon âme a reconnu votre âme (Charlotte, Werther) ** Vous avez dit vrai! (Charlotte, Werther) ** Si vous l'aviez connue (Charlotte) *10 (3:50) Rêve! Extase! Bonheur! (Werther, Charlotte) ** Charlotte! Charlotte! Albert et de retour! (Magistrate, Charlotte, Werther_ Act Two *11 (5:26) Prelude ** Vivat Bacchus! Semper vivat! (Johann, Schmidt) *12 (2:22) Trois mois! Voici trois mois que nous sommes uni! (Albert, Charlotte) *13 (4:47) Un autre est son époux! (Werther) ** J'aurais sur ma poitrine (Werther) ** Si Kätchen reviendra (Schmidt, Johann, Albert, Werther) *14 (3:09) Mais celle qui devint ma femme (Albert) ** Vous l'avez dit, mon âme est loyale (Werther, Albert) *15 (5:25) Frère, voyez le beau bouquet! (Sophie) ** Du gai soleil, plein de flamme (Sophie) ** Heureux! Pourrai-je l'être encore?... Du gai soleil (Werther, Albert, Sophie, Charlotte) ==Track listing: CD2== Act Two (continued) * 1 (7:12) Ah! Qu'il est loin ce jour plein d'intime douceur (Werther, Charlotte) ** N'est-il donc pas d'autre femme ici-bas (Charlotte, Werther) * 2 (3:35) Lorsque l'enfant revient d'un voyage avant l'heure (Werther) ** Mais venez donc! Le cortège s'approche (Sophie, Werther, Charlotte, Albert) Act Three * 3 (2:43) Prelude * 4 (7:14) Werther! Werther!... Que m'aura dit la place (Charlotte) ** Ces lettres... Ah! Je les relis sans cesse (Charlotte) * 5 (3:30) Bonjour, grande sœur (Sophie, Charlotte) ** Mais souffres-tu?... Ah, le rire est béni! (Sophie, Charlotte) * 6 (4:14) Va! Laisse couler mes larmes (Charlotte) ** Les larmes qu'on ne pleure pas (Charlotte, Sophie) * 7 (2:34) Ah! Mon courage m'abandonne (Charlotte) * 8 (5:10) Oui, c'est moi! (Werther) ** Pourquoi cette parole amère? (Charlotte, Werther) ** Traduire... Ah! Bien souvent mon rêve s'envola (Werther) * 9 (2:37) Pourquoi me réveiller, ô souffle du printemps? (Werther) *10 (2:48) N'achevez pas! (Charlotte) ** Ciel, ai-je compris? (Werther, Charlotte) *11 (2:29) Ah! Moi! Moi! Dans ses bras! (Charlotte, Werther) ** Non, vous ne me verrez plus (Charlotte, Werther) ** Mais non, c'est impossible (Werther) ** Prends le deuil, ô nature (Werther) *!2 (2:52) Werther et de retour (Albert, Charlotte) Act Four *13 (3:57) Prelude: Christmas Eve *14 (1:33) Werther!... Rien!... (Charlotte) ** Non! Non! C'est impossible (Charlotte) *15 (4:48) Qui parle? (Werther, Charlotte) *16 (3:40) Oui, du jour même (Charlotte, Werther) *17 (1:44) Noël! Noël! Noël! (Children, Charlotte, Werther, Sophie) ** Oui, Noël, c'est le chant de la déliverance (Werther, Children, Charlotte, Sophie) *18 (4:33) Ah! Ses yeux se ferment (Charlotte, Werther) ** Là-bas, au fond de la cimetière ==Personnel== ===Performers=== * José Carreras (tenor), Werther, a young poet of independent means, aged 23 * Frederica von Stade (mezzo-soprano), Charlotte, aged 20 * Sir Thomas Allen (baritone), Albert, Charlotte's betrothed, aged 25 * Isobel Buchanan (soprano), Sophie, Charlotte's sister, aged 15 * Robert Lloyd (bass), the Magistrate, a widower and Charlotte's father, aged 50 * Paul Crook (tenor), Schmidt, a friend of the Magistrate * Malcolm King (baritone), Johann, a friend of the Magistrate * Donaldson Bell (tenor), Brühlmann, a young man * Linda Humphries (mezzo-soprano), Kätchen, Brühlmann's fiancée of seven years * Sophia Martinez, Clara, one of the Magistrate's younger children * Valerio Martinez, Fritz, one of the Magistrate's younger children * Claire Appleton, Gretel, one of the Magistrate's younger children * Roland Durnford-Slater, Hans, one of the Magistrate's younger children * David Rennie, Karl, one of the Magistrate's younger children * David Goodson, Max, one of the Magistrate's younger children * Orchestra of the Royal Opera House, Covent Garden * Alistair Dawes, assistant conductor * Sir Colin Davis, conductorhttp://www.rohcollections.org.uk/performance.aspx?performance=15239&row;=1 ===Other=== * Jean Povey, children's coach * Janine Reiss, music and language adviser * Erik Smith, producer * Hans Lauterslater, balance engineer ==Release history== In 1981, Philips released the album as a set of three LPs (catalogue number 6769 051)Massenet, Jules: Werther, cond. Colin Davis, Philips LP, 6769 051, 1981 and a set of two cassettes (catalogue number 7654 051), both releases coming with booklets containing texts, translations and notes.Massenet, Jules: Werther, cond. Colin Davis, Philips MC, 7654 051, 1981 In 1987, Philips released the album as a double CD (catalogue number 416 654-2). The discs were accompanied by a 176-page booklet including libretti and synopses in English, French, German and Italian, notes in English by Arthur Holmberg, notes in German by Wulf Konold, notes in French and Italian by Philippe Dulac and photographs by Mike Evans of Davis, Carreras, von Stade, Allen, Buchanan, Lloyd, Crook, King and the album's child performers. The booklet was also illustrated with images of Massenet, Goethe and the historical personages who inspired Goethe's creation of Werther, Charlotte and Albert - Karl Wilhelm Jerusalem, Charlotte Buff and Johann Christian Kestner respectively - as well as vintage artwork portraying Charlotte's house, Charlotte cutting bread, Charlotte with Werther, Charlotte with Albert's pistols and Werther on his deathbed. Among CD reissues of the album have been a Philips \"Gramophone Awards Collection\" edition in 2004, a Decca \"The Originals\" edition in 2006 and a Decca \"The Opera Company\" edition in 2012.https://smile.amazon.co.uk/s?k=werther+davis&i;=popular&ref;=nb_sb_noss ==References== Category:1980s classical albums Category:1981 albums Category:Opera recordings Category:Philips Classics Records albums Category:Operas based on works by Johann Wolfgang von Goethe Category:Works based on The Sorrows of Young Werther ",
    "title": "Werther (Colin Davis recording)"
}