{
    "id": "61603082",
    "text": "Lauren Orlandos Hanson (born Lauren Michelle Orlandos; July 16, 1981) is an American former soccer player and coach who played as a defender, making one appearance for the United States women's national team. ==Career== Hanson played for the El Toro High School Chargers, where she was a Soccer America Top 25 recruit, a Parade All-American, and NSCAA All-Region selection. She played club soccer for Mission Viejo Soccer Club Mirage, with the team winning the state championship seven times. Attending the University of Portland, Hanson played for the Portland Pilots from 1999 to 2002, winning the 2002 NCAA championship in her senior year as team captain. She was a finalist for the Hermann Trophy in 2002, and was named to the Soccer America National MVP team in 2000 and 2002. She was an NSCAA All-American as a second team player in 2000 and 2001, as well as the first team in 2002, and a Soccer Buzz First-Team All-American from 2000 to 2002. She was also included in the NCAA All- Tournament team in 2000 and the championship-winning 2002 tournament. Hanson was a Soccer Buzz and NSCAA First-Team All-West Region selection, as well as All-WCC selection, from 2000 to 2002, and was chosen as the WCC Defensive Player of the Year in 2000 and 2002. In total, she scored 7 goals and recorded 6 assists in 81 appearances for the Pilots. Hanson began with the U.S. under-16, under-18, and under-21 national teams, winning the 1999 Nordic Cup with the latter. She made her only international appearance for the United States on January 14, 2001 in a friendly match against China PR. She started the match before being substituted out in the 28th minute, with the match finishing as a 1–1 draw. Hanson was chosen by the New York Power in the 2003 WUSA Draft. She recorded one assist in eighteen appearances for the Power during the 2003 season. She later began coaching, working as an assistant for her alma mater Portland Pilots in 2004, before becoming an associate head coach of the Oregon Ducks in 2009. She has also served as a coach for the FC Portland Academy girls' team. In 2013, she was the head coach of the Marist Catholic High School girls' soccer team. Since 2014, she has been the head coach of the San Jose State Spartans women's soccer team, where she was named Mountain West Conference Coach of the Year in 2015 and 2017. Hanson was inducted into the University of Portland Athletics Hall of Fame in 2014 and Oregon Sports Hall of Fame in 2017 as part of the Portland Pilots 2002 championship-winning season. She was also an assistant coach for the 2005 NCAA championship-winning season, which was inducted into the Portland Hall of Fame in 2016. In 2018, she was individually inducted into the Portland Athletics Hall of Fame. ==Personal life== Hanson was born in Newport Beach, California to Janet and Bob Orlandos, though she grew up in Lake Forest (El Toro). She graduated from the University of Portland in 2003 with a Bachelor of Arts in interdisciplinary studies. She was married to college baseball player Travis Hanson in December 2005, and has two children. ==Career statistics== ===International=== {| class=\"wikitable\" style=\"text-align:center\" |- !colspan=3|United States |- !Year!!Apps!!Goals |- |2001||1||0 |- !Total!!1!!0 |} ==Head coaching record== ==References== ==External links== * Category:1981 births Category:Living people Category:Sportspeople from Newport Beach, California Category:Soccer players from California Category:American women's soccer players Category:American women's soccer coaches Category:United States women's international soccer players Category:Women's association football defenders Category:Portland Pilots women's soccer players Category:New York Power players Category:Women's United Soccer Association players Category:Portland Pilots women's soccer coaches Category:Oregon Ducks women's soccer coaches Category:San Jose State Spartans women's soccer coaches Category:People from Lake Forest, California ",
    "title": "Lauren Hanson"
}