{
    "id": "61608207",
    "text": "Muzaffar Ahmed (14 April 1922 – 23 August 2019) was a Bangladeshi politician and professor. He was an advisor of Provisional Government of Bangladesh during war time in 1971. He was the president of Bangladesh National Awami Party (Pro-Moscow). ==Early life== Ahmed was born at Elahabad village of Debidwar Upazila in Comilla District in 1922. He passed HSC from Comilla Victoria College and graduated from University of Dhaka. He taught at the same university and also participated in the Bengali Language Movement. == Career == Ahmed started his political career in 1937 by joining the Student Federation, a leftist students’ organisation. In 1954, he defeated Muslim League leader Mofiz Uddin in the East Bengal Legislative Election. In 1957, Ahmed formed the National Awami Party (NAP) under the leadership of Abdul Hamid Khan Bhashani. In 1967, Ahmed became the president of the-then East Pakistan NAP (Pro-Moscow), as the main NAP was divided on the question of following pro-Soviet and pro-Chinese lines. In 1971, Ahmed served as an adviser of the Mujibnagar Government, the government of Bangladesh in exile, during the Bangladesh Liberation war. He spoke in favor of Bangladesh during the war at the General Assembly of the United Nations. Ahmed founded a special guerrilla force comprising the members of National Awami Party (NAP), Communist Party of Bangladesh, and Bangladesh Chhatra Union in 1971. After the Independence of Bangladesh, he was offered a ministry position but refused. In 2015, Ahmed was nominated for the Independence Day Award, the highest civilian award in Bangladesh, in 2015. He refused the award on principle because he believed politics should be for the people not position or power. == Personal life and death== Ahmed's wife Amina Ahmed was elected to parliament in 2008 from a women's reserve seat as a Bangladesh Awami League candidate. Together they had a daughter, Ivy Ahmed. Ahmed died on 23 August in 2019 in Dhaka. His funeral was attended by Prime Minister of Bangladesh, Sheikh Hasina, and took place at the National Parliament. He was buried in Debidwar Upazila, Comilla District with full state honours. ==References== Category:1922 births Category:2019 deaths Category:People from Comilla District Category:Bangladeshi politicians Category:Bangladeshi communists Category:University of Dhaka alumni Category:Dhaka College faculty Category:University of Dhaka faculty Category:National Awami Party (Muzaffar) politicians ",
    "title": "Muzaffar Ahmed (NAP politician)"
}