{
    "id": "61608065",
    "text": "Senegal–Spain relations are the bilateral and diplomatic relations between these two countries. Senegal has an embassy in Madrid, Embassy of Senegal in Madrid. and five general consulates s in: Madrid, Barcelona, Las Palmas, Málaga and Santa Cruz de Tenerife. Consulates of Senegal in Spain. List of foreign consulates accredited in Spain. Spain has an embassy and consulate in Dakar. == Diplomatic relations == Diplomatic relations between Spain and Senegal have followed an uninterrupted and friendly line since 3 March 1965, shortly after its proclamation as an independent Republic. The Senegalese Embassy in Spain, however, closed its doors between 1991 and 2001 for budgetary reasons, during which the steps were taken from the Embassy of the African country in Paris. After the reopening of the Representation in Madrid, there has been an intensification of institutional contacts at all levels, relaunching bilateral relations that, although historically characterized by their low intensity, have not ceased to grow.Ficha de Senegal Office of Diplomatic Information. Ministry of Foreign Affairs and Cooperation. Section: Representation data. Stresses the visit of S.M. Queen Doña Sofía in greater than 2006, accompanied by the SECI that takes place within the framework of a visit to several projects of Spanish Cooperation and the growing involvement of Spain in humanitarian projects in Senegal. The real turning point in relations came from the summer of 2006, on the occasion of the cayucos crisis, which implied the massive arrival of almost 30,000 Senegalese immigrants along the Canary Islands. From then on, relations began to be based on the search for a common strategy in the fight against illegal immigration, and they were maturing throughout 2006 and 2007 until they became a true partnership that far exceeds the scope of Migrations As a result of this new approach, visits by delegations of the Ministries of Interior, Foreign Affairs, Justice and Labor and Social Affairs began to occur frequently, culminating in December 2006 with the first visit of a President of the Government Spanish, José Luis Rodríguez Zapatero, to the Republic of Senegal. == Cooperation == On the other hand, an extensive cooperation program was developed that placed special emphasis on the provision of resources to Senegalese authorities for the surveillance of their territory as well as the strengthening of their capacities. Since then and to this day, relations with the Republic of Senegal have seen tremendous growth, and institutional visits in both directions have continued to take place at the highest level. On the Senegalese side, the continuous visits of the Minister of Interior Ngom, as well as the trips in 2007 of President Wade; to the Canary Islands on the occasion of the inauguration of Casa África and to Madrid to attend the First Conference of the Alliance of Civilizations. More recently, the visit in 2009 of the Minister of Foreign Affairs Cheikh Tidiane Gadio, for the signing of the Joint Cooperation Commission, the visit to Madrid of the Minister of Foreign Affairs Madické Niang (2009), as well as others such as that of the Ministers of Foreign Affairs Maritime Economy (2010), Justice (2011) and Armed Forces (2011). The President of the Republic, Macky Sall, visited Madrid on 15 December 2014 and held working meetings with HM the King and with the President of the Government. == Official visits == The President of the Government, Mariano Rajoy, and the President of the Republic, Macky Sall, held a meeting on the margins of the United Nations General Assembly on 25 September 2012. Also, as above, they held an official meeting in Madrid on 15 December 2014. The Secretary of State for Foreign Affairs, Gonzalo de Benito, visited Dakar on 22 and 23 November 2012. The Secretary of State for International Cooperation and For Latin America, Jesús Gracia, visited Dakar on 2 December 2013. On 3 February 2014 took place the visit to Dakar of the Secretary of State for Security, Francisco Martínez. The Minister of Industry, Energy and Tourism, José Manuel Soria, visited Dakar on 10 March 2014. == See also == * Foreign relations of Senegal * Foreign relations of Spain == References == Spain Senegal ",
    "title": "Senegal–Spain relations"
}