{
    "id": "61618667",
    "text": "Divyopadesh (;), also Divya Upadesh, is a collection of teachings from Prithvi Narayan Shah, the founding monarch of the Kingdom of Nepal, as imparted by him to his courtiers and royal priests, toward the end of his life, around 1774–75. It is also considered autobiographical as it contains accounts of his motivations and actions. It was posthumously published for the first time in book form almost 180 years later, in 1952-53. Other versions of the book, at least one of them with reorganisation of sayings under different categories, have since been published. It is regularly cited by political commentators and politicians as a moral authority on the conduct of people and government, and guidance on domestic and foreign policies. The collection of sayings delivered in the old Nepali dialect of the era is also considered to be of literary significance, and has been included in the course syllabus for Master of Arts (Nepali) program of Guwahati University, India. It is also considered the first work of essay of Nepali literature. ==Etymology== Divyopadesh is a compound sanskrit word, composed of Divya () and Upadesha(), which means Divine counsel in Sanskrit as well as a number of derived languages including Nepali. Since Divya is an adjective and Upadesh(a) is a noun, the words are also used without compounding, as Divya Upadesh, without a change in meaning. ==Background== Having fallen ill before his death on 11 January 1775, Prithvi Narayan Shah was reportedly distraught at the possibility that his empire would collapse and his work undone, as was likely from examples from history. Therefore, he asked for his courtiers, brothers and cousins, as well as royal priests and scribes to gather, and imparted his final counsel to his successors and the country at large. These messages were imbued with themes of national unity, abhorrence of corruption, greed and political squabbling, as well as advice on the policies to be pursued to keep the neighbouring massive British and Chinese empires at bay. These teachings were jotted down in manuscript form, but were mostly transferred verbally. Around the early 1950s, a worn out manuscript was found in the home of one of the descendants of a prominent noble in Prithvi Narayan Shah's court, and another manuscript was also located in the possession of a descendant of one of the employees of another noble. These manuscripts were reconciled into a single book, edited and published by Baburam Acharya and Yogi Naraharinath in 1952–53. Historians consider the work a late manuscript. The first manuscript is hypothesised to have been written during the reign of either Rajendra Bikram Shah or Rana Bahadur Shah. According to some accounts, the manuscript was untitled when found, and while Baburam Acharya had named it Prithvi Narayan Shahko Vyakhyan, Yogi Naraharinath later named it Divyopadesh. ==Teachings== Shah dubbed Nepal a garden of all tribes and castes, and further instructed the people from different castes to take turns in leading the institutions, and people of different castes to take roles suited for them in governing the country as per Nyayashastras. He endorsed meritocracy over nepotism. He warned against politicians engaging in lucrative commercial enterprises. He advised military readiness at all times, as well as provisions to take care of the economic needs of military men, as well as the family of the martyred soldiers. He asked that a learned priest should be appointed in all courts to interpret the legal provisions and principles. He regarded bribery as the biggest enemy to a just legal system and endorsed harshest punishment. He mentioned that his life's work had been to ensure Nepal's protection from the foreign imperial forces, even though his motivation when he first decided on conquest was his desire to become the ruler of the highly tempting Nepal valley. He instructed the government to be wary of the large neighbouring empires, to act with caution and to maintain a balanced foreign policy. He espoused protectionist policy in trade and industry and warned against incoming international investment, while encouraging the production and export industry. ==Publication== It was posthumously published in book form almost 180 years later, in 1952–53, titled Gorkha Samrat Badamaharaja Shree 5 Prithvi Narayanko Divya Upadesh (). It was published under the title Shree 5 Prithvi Narayan Shahko Upadesh () in 1996–97, and again as Badamaharajadhiraj Prithvi Narayan Shahko Divyopadesh () in 2002–03. ==Reception and legacy== It is considered as the first work of essay of Nepali literature. It has been included in the course syllabus of Master of Arts (Nepali) of Guwahati University, India. Some commentators have expressed doubt regarding the authenticity of the accounts that ascribe the work to Prithvi Narayan Shah and have argued that it is more likely a hagiographic attempt to further glorify Prithvi Narayan Shah, and act as a propaganda to further King Mahendra's nationalistic goals, at the expense of marginalised groups in the country. ==See also== *Prithvi Narayan Shah *Unification of Nepal *Bhanubhakta Ramayana ==References== ==Further reading== *Divya Upadesh (English Translation) *Divya-Upadesh Category:Nepalese literature Category:Nepali language Category:1950s books Category:History of Nepal Category:Books published posthumously ",
    "title": "Divyopadesh"
}