{
    "id": "61611558",
    "text": "Ronald James Kruszewski is an American business executive. Kruszewski is the chairman, chief executive officer, and former president of Stifel. Earlier in his career, he was a Certified Public Accountant and audit supervisor for KPMG, and later a chief financial officer for Robert W. Baird & Co. Kruszewski was appointed to serve on the Federal Advisory Council by the board of the Federal Reserve Bank of St. Louis in 2013. He has served on the boards of the Securities Industry and Financial Markets Association, Saint Louis University, and the St. Louis Regional Chamber, among other organizations. He won the Ernst & Young Entrepreneur of the Year Award in 2007 and was recognized by the Horatio Alger Association of Distinguished Americans in 2019. ==Early life and education== Kruszewski was born in Crumstown, Indiana, in 1958. He was the second of four children raised in a blue-collar family. His father was a barber, and later a firefighter and owner of a lawn mowing business, and his mother was a devout Catholic who raised the family at home. During high school, Kruszewski worked as a busser at his aunt's restaurant, assisted with his father's lawn mowing business, and sold women's shoes. He was the first in his family to attend college, which he funded by mowing lawns and working as a bouncer. He received an accounting and finance degree with honors from Indiana University Bloomington in 1980. ==Career== After graduating from university, Kruszewski became a Certified Public Accountant and joined KPMG as an audit supervisor. Wanting to enter the investment banking industry, he relocated to Chicago and started working for Illinois Company Investment as a senior vice president and chief financial officer. He then became chief financial officer of strategic planning for Robert W. Baird & Co. He was mentored by the firm's CEO, Fred Kasten, who later helped him earn the CEO position at Stifel Financial Corporation. Kruszewski is the current chairman and chief executive officer of Stifel. His tenure began in 1997 when he succeeded George Herbert Walker III; among his first actions was implementing the company's wealth accumulation plan as an employee benefit. Since then, the company has grown significantly by completing a series of acquisitions during the 2000s and 2010s. Kruszewski has voiced his opposition to the United States Department of Labor's proposed fiduciary rules intended to keep investment brokers from providing conflicted advice because of their potential impact to the company's fee structure. Kruszewski is the longest serving chief executive of the major banks. ===Board service and recognition=== Kruszewski was executive chairman of Angelica Corporation and the Downtown St. Louis Partnership. He was appointed to serve on the Federal Advisory Council by the board of the Federal Reserve Bank of St. Louis in late 2013. He was re-appointed in late 2014 and early 2019. Kruszewski is the chairman of the American Securities Association and Downtown Now!, and serves as a board member of Concordance Academy, the Securities Industry and Financial Markets Association, and the St. Louis Regional Chamber. He is currently on the board of trustees for Saint Louis University and the U.S. Ski and Snowboard Team Foundation. He is a member of St. Louis' Regional Business Council and the local chapter of the World Presidents' Organization. Kruszewski received an Ernst & Young Entrepreneur of the Year Award in the financial services category in 2007. In 2008, St. Louis Magazine credited him for helping the city, The Cordish Companies, and St. Louis Cardinals president Bill DeWitt III come to an agreement to fund St. Louis Ballpark Village. Kruszewski appeared on the cover of St. Louis Commerce Magazine alongside three other executives in 2011. In 2019, he was one of 13 recipients of the Horatio Alger Award, an honor presented by the Horatio Alger Association of Distinguished Americans to recognize the achievements of outstanding Americans who have succeeded in spite of adversity. ==Personal life== In 2012, Kruszewski won the Dancing with the St. Louis Stars competition, a benefit for the Independence Center sponsored by Stifel. He served as a judge for the 2013 competition. ==See also== * List of Indiana University (Bloomington) people ==References== ==Further reading== * ==External links== * Ronald James Kruszewski, 60 at The Wall Street Journal * Ronald J. Kruszewski at The Wall Street Transcript Category:American chief executives Category:Indiana University Bloomington alumni Category:21st- century American businesspeople Category:American accountants Category:American chief financial officers Category:KPMG people Category:Businesspeople from Indiana Category:1958 births Category:Living people ",
    "title": "Ronald Kruszewski"
}