{
    "id": "61612428",
    "text": "Rainer von Vielen playing a Roland digital V-Accordion at Heimatsound- Festival. The bank of electronic switches can change the accordion's sound, tone and volume. A digital accordion is an electronic musical instrument that uses the control features of a traditional accordion (bellows, bass buttons for the left hand, and a small piano-style keyboard (or buttons) for the right hand, and register switches) to trigger a digital sound module that produces a synthesized or digitally sampled accordion sounds or, in most instruments, a range of non-accordion sounds, such as orchestral instruments, pipe organ, piano, guitar, and so on. Digital accordions typically encode and transmit key presses and other input as Musical Instrument Digital Interface (MIDI) messages. Most digital accordions need to be plugged into a keyboard amplifier or PA system to hear their sounds. Purely digital, reedless instruments are not to be confused with \"accordion hybrids\", which are a standard acoustic accordion with sensors for all the keys and buttons to interface with electronic sounds. This allows the instrument to be played totally acoustically, with no electronic sounds, or operated to just use the electronics, or used with a mix of acoustic and digital sounds. There are a myriad of sound combinations of acoustic and electronic sounds, which require a trained ear to play properly mixed sounds. These hybrids also require an amplifier and sound module, of which some models have said module mounted inside the acoustic instrument along with the reeds. (See Terminology below) ==Terminology== A digital accordion may also be called an electronic accordion, MIDI accordion, or reedless accordion. Some instruments referred to as \"MIDI accordions\" may be hybrid acoustic-electronic instruments,Davidson, Miriam. Alfred's Teach Yourself to Play Accordion. Alfred Music Publishing, 2005. p. 86 in that they contain the traditional acoustic elements (reeds, bellows, valves) with sensors and electronic circuitry that converts button and key presses and bellows pushing and pulling into MIDI messages. These MIDI messages can be plugged into an external synthesizer, sampler, or sound module to produce sounds. A hybrid acousic-electronic accordion may have an \"all off\" or mute register switch which stops all of the acoustic reed sounds; this enables a player to use an entirely synthesized sound (electronic synthesizer strings or trumpet, for example), or play with headphones plugged into a synth module for night-time practice. Hybrid acoustic-electronic conversion kits are available for players who wish to add electronic MIDI capabilities to a traditional acoustic instrument. These kits contain the sensors, jacks, circuitry and wiring needed to be able to turn an acoustic accordion into a MIDI accordion. These kits are typically installed by a professional accordion repair shop. ==History== The Farfisa Transicord and its accompanying power supply and reverb cabinet. The first electronic accordions were developed in the early 1960s by the Italian Farfisa company, which was formed by the merging of the Scandalli, Settimio Soprani, and Frontalini companies. Farfisa made reed organs using pressurized air (e.g., Microrgan and Pianorgan) and developed the first transistor accordion, the Farfisa Transicord. It was not truly designed to imitate an accordion's acoustic sound; an \"accordion-shaped combo organ\" would have been perhaps a more fitting name. There were no reeds in the purely electronic instrument. It was designed to be used in conjunction with Farfisa's amplifiers, and had a multi-pin cable that connected the controls of the accordion, with the controls of the amplifier, or the F/AR, an external reverb, preamp and power supply unit. The Transicord came in two models, a \"standard\" and a \"DeLuxe.\" The Transicord DeLuxe includes organ percussion effects. Opening and closing the bellows engage an effect similar to the \"tone boost\" knee lever on Combo Compact model organs. In 1960-1962, Farfisa developed the first-generation Cordovox vacuum tube accordion, the CG-2 and CG-3, which used tubes in a suitcase-sized tone module for the tone generation (the accordion was connected to the tone module with a thick cable). In 1967, Farfisa developed the CG-4 and CG-5, transistor accordions that had more electronic features, such as keyboard percussion and organ stop presets. In 1971 and 1974, the third and fourth generations of Cordovox accordions were developed. The CAG-1 was a combined tone generator and combo keyboard amplifier/speaker in a large cabinet. The CRD-251 from 1974 had updated electronics made by Japanese manufacturers. The CL-20 was a speaker cabinet with a rotating speaker, which added a chorus effect. In 1974, Farfisa launched the Transivox series, which had an onboard tone generator which included vibrato, sustain and wah-wah effects. The Hohner Electravox is an electronic accordion which has one channel (combined left hand and right hand) or two channel (separate left hand and right hand channels, which enables independent volume changes), 92 bass/chord buttons, keyboard percussion effect for the bass buttons and keyboard, a vibrato effect (with slow/fast options), and a separate power supply unit, which sits on the floor. The Electravox had 16', 8', 5 1/3', and 4' registers. The tuning for the Electravox could be changed to match another instrument, such as a piano or organ, but this required changing all 12 master tone generators with a special tool. Other manufacturers imitated the Farfisa Cordovox, such as the Bell Accordions Duovox, which used Crumar organ electronics. In 1979, Elka, an Italian organ and accordion company, developed the Elkavox and the Iorio Accorgan, both of which are electronic accordions. These Elka accordions have an external sound module, power supply, and pedal which lies on the ground. The Italian-American firm Petosa Accordions imitated the Elka 77/Iorio G accordion electronics to create their Petosa Series II electronic accordion. ==Sound output== Many digital accordions are MIDI controllers, as these accordions' keys and sensors do not make sounds without their sound module. When the keys are played, MIDI messages are produced which can trigger sounds when plugged into an external sound module (or by being connected to a built-in sound module. Like other electronic instruments, such as synthesizer keyboards, digital accordions or their sound modules are usually plugged into a keyboard amplifier and speaker or a PA system for live shows (or directly into a mixing board for recording). Some digital accordions, such as the Roland V-Accordion, have a built-in power amplifier and small speaker, which means that these instruments can be played at rehearsals and small venues without plugging them in (the V-Accordion also has an output jack for plugging it into a keyboard amplifier or PA system). Some digital accordion sound modules use sampling of real instruments. Some digital accordions use synthesized sounds. ==Power module== Digital accordions need electric power to operate. The Roland V-Accordion can be powered with a rechargeable battery pack. Units often have a separate power module which is set on the floor or a tabletop. The power module typically contains a patch bay of jacks for MIDI cables, sustain pedals and expression pedals (if used with that accordion) and audio outputs. Some power modules also contain a wireless transmitter. Some power modules contain expression pedals for volume and/or buttons for triggering effects units or controlling other features of the accordion. The benefit of floor-mounted buttons and pedals on the power module is that it enables the player to make changes to their sound without taking their hands off the instrument keys or note buttons. The benefits of having a separate power module is that it can minimize the number of cables connected to the accordion to one multipin MIDI, MIDI-style, or computer cable, which means the performer does not have a variety of cables (two to six) plugged into their instrument, which could be cumbersome and increase the risk of accidental disconnection. As well, a separate power module reduces the weight of the accordion. ==Switches and interface== Treble section and switches for a Roland chromatic button V-accordion Digital accordions have buttons for changing the registers of the bass buttons/chords and the right- hand manual, and an air valve for letting the air out of the bellows without making sound. Unlike a traditional acoustic accordion, though, the register buttons are not opening valves or other mechanisms to pass air over reeds and produce acoustic sound. Digital accordions have a sensor that detects bellows pressure, which affects the loudness, sustain, and in some instruments, the timbre of the synthesized or sampled sound. Since digital accordions already have the bellows sensor for controlling volume, velocity-sensitive keys, like those found on a piano-style MIDI controller, are uncommon. As well, digital accordions have other types of buttons or switches: a power button, a volume knob or buttons, program and sound buttons, buttons for selecting effect unit settings (for reverb and other effects), other instrument sound buttons (organ, piano, guitar, etc.), and buttons and keys for notes (on some instruments these are velocity-sensitive). Some instruments have chin switches to change registers, programs, or act like a sustain pedal and provide other functions without taking the hands off the instrument. Some digital accordions have a display panel to indicate the settings: this may range from a small LED panel that can give short numeric codes (on the Scandalli EWA) to a small full-colour display (on the Roland FR-8X V-Accordion). A digital accordion may have various output and input jacks, such as left and right 1/4\" outputs, headphone jack, MIDI in and/or out jacks, an auxiliary in jack (for plugging in recorded backing tracks or a drum machine) and, in some cases, a USB jack. Some digital accordions allow the entire instrument to be transposed to a different key and/or change the tuning. The Scandalli EWA has a wireless transmitter and receiver, which means that the instrument can be played onstage without a wired connection to the sound system. External pedals can be plugged into the Scandalli EWA, such as a sustain pedal, or pedals to control transposition or portamento/pitch glide effects. ==External sound modules== Many 2010s era digital accordions have an internal sound module. Accordionists who add aftermarket solid state contacts or spring contacts and a MIDI system to an acoustic accordion need to plug the MIDI out into an external sound module. A typical sound module designed for a keyboard player might only have a few accordion sounds. Specialized accordion sound modules offer tens or even hundreds of different accordion sounds. Some Ketron and Orla accordion sound modules also have a programmable drum machine and music sequencer that can play backing tracks in a variety of musical styles. An accordionist with a digital accordion which has an internal sound module can plug the MIDI out into an external sound module to gain access to more sounds or features such as a sustain pedal or separate left hand and right hand outputs, if these are not available on their instrument. ==References== Category:Accordion Category:Keyboard instruments Category:Rhythm section Category:Electric and electronic keyboard instruments Category:Folk music instruments ",
    "title": "Digital accordion"
}