{
    "id": "61616838",
    "text": "Sydney Seaplanes is a domestic and charter carrier in and around the Sydney Region and is the largest seaplane operator in Australia, operating hundreds of flights a week during the peak tourist season. Formally beginning in August 2006 with just one aircraft (De Havilland Canada DHC-2 Beaver), Sydney Seaplanes grew in direct response to the growing incoming Asian tourist markets and the leisure VIP market including flying celebrities around when in Sydney, including Ed Sheeran, Top Gear and The Grand Tour presenters Jeremy Clarkson and James May, Cuba Gooding Jr., Sam Smith, and Pippa Middleton (Sister to the Duchess of Cambridge). In 2016, the new Rose Bay terminal was opened, 'Empire Lounge' as it is affectionately known as is Australia's first purpose built seaplane terminal. With uninterrupted water views and an outdoor decking area it is the ushering in of a new era of growth for the airline. Sydney Seaplanes DHC-2 Beaver, VH-AAM at takeoff == History == The airline was formed in August 2006 through the merger of Sydney Harbour Seaplanes, Seaplane Safaris, Southern Cross Seaplanes and two other operators. The founder and managing director is Aaron Shaw. In late 2016, a new era of growth for the airline was ushered in with the new harbourside terminal being opened, with the 'Empire Lounge' restaurant/bar inside. In 2017, Sydney Seaplanes partnered with Dr Jerry Schwartz of Schwartz Family Co. to expand the airlines fleet, placing two additional amphibious Cessna Caravan aircraft online. == Fleet == The five aircraft fleet of Sydney Seaplanes includes the following aircraft (at August 2019): * 1 De Havilland Canada DHC-2 Beaver* - VH-AAM * 1 Cessna 206T (Turbo Stationair) - VH-PXT * 3 Cessna 208 Caravan - VH-IOV, VH-SXF, VH- ZWH *Refer below to the incident regarding one of the Sydney Seaplanes owned DHC-2 Beaver. Sydney Seaplanes also has previously indicated plans to grow the fleet with more Cessna 208 Caravan aircraft. The fleet of DHC-2 Beavers operated Sydney Seaplanes at Rose Bay terminal == Destinations == Sydney Seaplanes currently operate to a number of destinations on a semi regular basis, they also offer charter services. All flights are from the Rose Bay Water Airport in Sydney's Eastern Suburbs. * Palm Beach (Lilypad, Floating Accommodation) * Whale Beach (Jonah's Restaurant) * Cottage Point (Cottage Point Inn) * Berowra Waters (Berowra Waters Inn) * Hawkesbury River (Peats Bite) * Pittwater (Bert's Bar) * Sydney Harbour Scenic, over Eastern Suburbs, Northern Beaches, CBD and return to Rose Bay == Incidents and Accidents == A major incident occurred on 31 December 2017, involving VH-NOO. The aircraft crashed into Jerusalem Bay off the Hawkesbury River after deviating from its usual flight path for unknown reasons. All six people on board were killed in the crash (five passengers including an 11yr old girl and one crew, the pilot). The pilot was returning from Cottage Point Inn to the hub of Rose Bay. ==See also== *List of airlines of Australia ==References== ==External links== * Sydney Seaplanes Category:Airlines of Australia Category:Airlines established in 2006 Category:Australian companies established in 2006 Category:Seaplane operators Category:Rose Bay, New South Wales ",
    "title": "Sydney Seaplane"
}