{
    "id": "61613264",
    "text": "Thomas Graham Brown (10 April 1933 in Glasgow - 13 December 2019) was a Scottish engineer who was most notable for collaborating in the design of the first medical ultrasound machine along with the obstetrician and designer Ian Donald, who would later be the Regius Professor of Obstetrics and Gynaecology at the University of Glasgow and industrial designer and obstetrician John MacVicar. ==Life== In 1944, Brown enrolled at Allan Glen's School in Glasgow. In April 1951, after completing school and making an exploratory visit to the company to meet the chief engineer, he joined Kelvin & Hughes Ltd at the time a Glasgow manufacturer of scientific instruments as an technical apprentice. Two years later into his five year apprenticeship, he started working for Alex Rankin and to specialise in non-destructive testing. ==Career== In 1956 Brown was promoted to research and development engineer at Kelvin & Hughes Ltd. ===Western Infirmary=== It was in late 1956 when Brown first met Ian Donald. Brown although relatively young at twenty-three, had previously worked on an automatic flaw detector for testing of industrial products. It was while working in the Western Infirmary installing a bulb in an operating theatre that Brown found out that Donald was experimenting with the flaw detector.Brown, Tom (Unpublished article) Development of ultrasonic scanning techniques in Scotland 1956-1979, 1994 Brown immediately looked up Donald in the Infirmary directory, phoned him and arranged a meeting. When they met, Brown noticed that the Mark IIb wasn't manufactured by Kelvin & Hughes but instead had been manufactured under contract. He also noticed that the machine had been converted from using a double probe, one to produce pulses and one to receive the pulses to a single probe. Not wanting to insult Donald by explaining why the machine was not working correctly, Brown offered to try and source another machine from somewhere. Brown phoned Alex Rankin, the man who collaborated with Brown on the automatic flaw detector for help Rankin offered to gift the latest Mk IV Flaw Detector which was subsequently forwarded to Glasgow Central station from the Barkingside Labs location of Kelvin & Hughes, for delivery to Brown. ===B-mode scanner=== Brown approached deputy chairman Bill Slater who sent Brown to see Bill Halliday, the company's chief research scientist for an opinion on building the machine. After Brown delivered his spiel to Halliday it was several months before Brown received a reply in the form of a memo which stated that £500 had been allocated by Smiths for the development and that Brown was able to spend half a day per week working with Donald. The new B-mode scanner was also known by the name Bed-Table Scanner and was built out of an amalgamation of medical and industrial parts. Brown managed to scrounge an older Mark IV flaw detector in Glasgow along with a 6-inch electrostatically-deflected Cathode-ray tube taken from the company stores in Glasgow. From the companies Barkingside R&D; department, Brown found a experimental weld-testing machine. Both these machines were cannibalised for parts. To measure the position of the transducer, Brown selected an 'X-Y' orthogonal measuring frame system. This was measured in place by a sine/cosine potentiometer that was used to calculate the position of the transducer from the angle of its rotations.This was an exceedingly expensive piece of electronic and was more than their £500 budget. However, Brown managed to scrounge a damaged component and repair it. The machine was built on top an old hospital bed and made extensive use of Meccano chains and sprockets. By late 1957 the first contact B-mode scanner was constructed and in clinical use by that year. The design was patented by Kelvin & Hughes in 1957 with Brown being named the inventor with commercial rights assigned to the company. In a landmark paper in June 1958, published by Donald, McVicar and Brown in The Lancet, they discussed the development of the A-mode scanner and decisions that led up to the B-mode scanner. Although the images described in the paper were very crude, they were the first successful application of obstetric ultrasound. In 1961 Kelvin Hughes merged with Smiths Industries. In 1963, Brown became director of the medical ultrasonics department in Glasgow after Alex Rankin died. In 1964 the Glasgow operation of Kelvin Hughes was as the subject of a takeover bid by the aviation division of Smiths Industries. with the factory at Hillington being eventually closed in 1966, when Smiths pulled out of Scotland. The design the group created was gradually evolved by them before it was transferred to Smith Industrials of England where it was improved by Brown, to become a commercial product known as the Diasonograph. ===Later career=== In 1965, Brown was appointed to a post of chief engineer at Honeywell with a move to Hemel Hempstead. At Honeywell he worked on the design of open-heart surgery and coronary care machines, as well as prefabricated operating theatres. In 1967, Brown left Honeywell to work at Nuclear Enterprises in Edinburgh, the business that bought the medical ultrasound unit from Kelvin & Hughes in 1966. As Nuclear Enterprises didn't buy the patent rights for the ultrasound machine designs, they instead went to a firm in the United States. So to get around his own patents, Brown decided to develop a 3-D ultrasound machine and to formally study the problem. In 1970 Brown became a research fellow to study medical physics and 3-dimensional imaging at the University of Edinburgh. In 1973 Brown was appointed as a team leader on the development of multiplanar 3D scanners at Sonicaid in Livingston, West Lothian. Brown developed a contact scanner that could produce 3 dimensional stereoscopic virtual image of body tissue. The new machine known as the Multiplanar Scanner was finally developed by 1976 and shown at an American Institute of Ultrasound in Medicine meeting in the same year and put into production in 1977. However, sales to UK and overseas hospitals were poor and the machine was finally withdrawn in 1979 and the Sonicaid project in Livingston closed. Brown's foresight in the design of the Multiplanar Scanner machine was admirable and it was a step in the right direction but at the time computing resources were meagre, being insufficient to achieve the desired results. Brown was unable to find any further work in the medical instrumentation industry and decided to move back to working in the oil and gas industry where he worked until 1998. After he retired in 1999, he worked part time as a quality manager at the radiological protection centre in St George's Hospital in Tooting, London. In 2002 he moved back to Scotland to finally retire. In 2005 Brown founded a small firm, NoStrain to recognise and help Sonographers who suffered from musculoskeletal disorders. He died on 13 December 2019. ==Marriage== In 1958, Brown married Geira née Stevens and had three daughters and six grandchildren. ==Awards and honours== In 1982, Brown along with Donald were elected as the first honorary life members of the British Medical Ultrasound Society. In 1996 he was awarded the Ian Donald Gold medal Award for Technical Merit. In 2007, Brown was awarded an honorary fellowship ad eundem of the Royal College of Obstetricians and Gynaecologists. In 2014 Brown was inducted into the Scottish Engineering Hall of Fame and awarded an honorary fellowship of the Institution of Engineers and Shipbuilders in Scotland. ==References== ==External links== * A short History of the development of Ultrasound in Obstetrics and Gynaecology Category:1933 births Category:People from Glasgow Category:Scottish engineers Category:Medical ultrasonography Category:20th-century inventors Category:Alumni of the University of Edinburgh Category:People educated at Allan Glen's School Category:Fellows of the Royal College of Obstetricians and Gynaecologists Category:Fellows of the Institution of Engineers and Shipbuilders in Scotland Category:Scottish Engineering Hall of Fame inductees ",
    "title": "Tom Brown (engineer)"
}