{
    "id": "61614156",
    "text": "Gaodeng Island (Kaoteng, Kao-teng Tao) (; Foochow Romanized: Gŏ̤-dĕng-dō̤, also Pei-sha Tao (), , ) is an island in the East China Sea, part of Beigan Township, Lienchiang County (the Matsu Islands), Fujian Province, Republic of China (Taiwan). The island is closed to the public. Gaodeng is located away from the Beijiao Peninsula () in Lianjiang County, Fuzhou, Fujian, China (PRC). The island can be seen from the nearby Beigan Island and Daqiu Island. ==History== In 1368, fisherman residents of the nearby Huangqi Peninsula () moved to and lived on the island. On February 13, 1951, under cover of fog, eight Chinese Communist motorized junks and more than twenty wooden ships surrounded and attacked the island. After two hours of fighting, the Chinese Communist forces were repelled. In the early morning of November 20, 1954, ROC soldier Wang Hsi-Tien () was severely injured while capturing a frogman soldier from mainland China who had landed on the island. Communist soldiers who swim to the islands from the mainland are referred to among the soldiers as 'water goblins' (). On March 4, 1955 during the First Taiwan Strait Crisis, an assault on Kaoteng Island (Gaodeng) by forty Communist motorized junks was driven off. On the three days of October 7, 11 and 14, 1955, a total of 49 rounds were fired at Kaoteng (Gaodeng) in Chinese Communist shelling of the island. On October 29, 12 rounds were fired at Gaodeng Island from Fenjishan () on the Beijiao Peninsula. On December 28, Nationalist and Communist forces clashed for an hour in the waters near Gaodeng Island. There were reports of shelling directed at Kaoteng (Gaodeng) later in the year. On February 3, 1956, Gaodeng Island was shelled over 600 times. On February 9, the island was shelled 154 times. On March 19, the island was shelled 119 times and Nationalist forces returned fire, firing thirteen shells. On April 24, the island was shelled 246 times. On May 17, the island was shelled 136 times. On August 19, 1958, President Chiang Kai-shek visited the island. On February 6, 1960, Chinese Communists fired 165 shells at the island. Nationalist forces sustained no injuries. In September/October 1975, frogmen ('water goblins') from mainland China landed on the island twice and left threatening messages in graffiti. On December 26, 2000, a Chinese fishing boat was spotted from Kaoteng Island (Gaodeng). The Coast Guard fired 16 rounds of ammunition into the air as a warning. Six crew members aboard were arrested on the spot and the ship sank into the sea. On the morning of September 9, 2005, President Chen Shui-bian visited Gaodeng Island and other nearby islands. In April 2019, a Beigan-registered fishing boat reported that it was attacked and chased off by numerous Chinese boats in Taiwan-controlled waters between Gaodeng and Zhongdao () on the afternoon of April 17. The next day, a Taiwan (ROC) Coast Guard vessel was pelted with rocks by the crew of a Chinese ship off the coast of the Matsu Islands. ==Geography== Mountains on the island include Beishan ('north mountain', Mt. Beishan; ) which reaches above sea level and Nanshan ('south mountain', Mt. Nanshan; ) which reaches above sea level. Ports include Nan-ao Port (), Tiejian Port () and Dawei Port (). ==Gallery== File:Txu- oclc-10552568-ng50-8.jpg|Gaodeng Island (labelled as Kao-teng Tao (Pei-sha Tao) ) (AMS, 1954) File:Fujian quan tu LOC 96685903.jpg|Gaodeng Island (labelled as ) File:芹壁沙滩和龟岛 - Qinbi Beach and Turtle Island - 2014.04 - panoramio.jpg|Gaodeng Island (middle-left) as seen from Qinbi Village on Beigan Island File:凉亭和高登岛 - Pavilion and Gaodeng Island - 2015.05 - panoramio.jpg|Gaodeng Island as seen from Daqiu Island File:大坵生态步道 - Daqiu Island Walkway - 2015.05 - panoramio.jpg|Gaodeng Island as seen from Daqiu Island ==See also== * List of islands in the East China Sea * List of islands of Taiwan ==References== ==External links== *馬祖日報2017/07/22影音／推運補油桶、吃軍用罐頭 高登鐵漢22日回家 ('Matsu Daily July 22, 2017 Recording / Push the oil drum, eat military rations / Gaodeng's Men with Nerves of Steel Return Home on the 22nd') Category:Islands of Fujian, Republic of China Category:Matsu Islands ",
    "title": "Gaodeng Island"
}