{
    "id": "61619204",
    "text": "The Santa Anita Assembly Center parking lot barracks Japanese Americans arrive for Internment processing. Institutions of the War Relocation Authority in the Midwestern, Southern, and Western United States The Temporary Detention Camp for Japanese Americans / Santa Anita Assembly Center is one of the places Japanese Americans were held during World War 2. The Santa Anita Assembly Center was designated a California Historic Landmark (No.934.07) on May 13, 1980. The Santa Anita Assembly Center is located in what is now the Santa Anita Racetrack in Arcadia, California in Los Angeles County. After the attack on Pearl Harbor on December 7, 1941, there was fear that some Japanese Americans may be loyal to the Empire of Japan and Emperor of Japan. President Franklin D. Roosevelt on February 19, 1942, signed Executive Order 9066. Executive Order 9066 authorized the secretary of war to prescribe certain areas as military zones, clearing the way for the incarceration of Japanese Americans, German Americans, and Italian Americans in U.S. concentration camp. The Santa Anita Racetrack was selected as one of the Southern California detention camp. The other Los Angeles County camp selected was the Pomona assembly center at the Los Angeles County Fairgrounds in Pomona, California. Pomona assembly center is also a California Historical Landmark (No.934.04). A California Historical Landmark Plaque for the Santa Anita Assembly Center is located Santa Anita Racetrack, 285 West Huntington Drive, Arcadia, CA 91007, in front of the Grandstand entrance.Cal, Parks Marker, 655, Temporary Detention Camp for Japanese Americans/Santa Anita Assembly Center The Santa Anita Assembly Center opened on March 27, 1942. The center at its peak housed 18,719 Japanese Americans. The horse stable was covered to living areas, 500 new barracks were built in the parking lot and single males were housed in the existing grandstand building. Like the Burbank Airport, there was a camouflage net put over detention camp as the center operated under military contract. On August 4, 1942, a riot broke out at the Santa Anita Assembly Center. The camp closed on October 27, 1942. Once the permanent concentration camps were built most of the Santa Anita Assembly Center inmates transferred to Heart Mountain Relocation Center, Rohwer War Relocation Center, Granada War Relocation Center, and Jerome War Relocation Center.Jeffery F. Burton, et al., Confinement and Ethnicity: An Overview of World War II Japanese American Relocation Sites (Western Archeological and Conservation Center, National Park Service, 1999, 2000), Chapter 16, accessed online on August 22, 2013. U.S. Army, Final Report: Japanese Evacuation from the West Coast, 1942 (Washington, D.C.: GPO, 1943), 158–159. U.S. Army, Final Report, 201–202; Santa Anita Pacemaker, June 2, 1942, 3.The Forgotten History of the Santa Anita Assembly Center Riots during Japanese Internment, by the US. History SceneUnited States. Federal Bureau of Investigation. Federal Bureau of Investigation, Report: Internal Conditions, Santa Anita Assembly Center; Riot of Evacuees; Miscellaneous Reports. N.p.: United States. War Relocation Authority, Compiler, n.d. Online Archive of California. Web. In California, thirteen temporary detention facilities were built. Large venues that could be sealed off were used such as fairgrounds, horse racing tracks and Works Progress Administration labor camps. These temporary detention facilities held Japanese Americans while permanent concentration camps were built-in more isolated areas. In California Camp Manzanar and Camp Tulelake were built. Executive Order 9066 took effect on March 30, 1942. The order had all native-born Americans and long-time legal residents of Japanese ancestry living in California to surrender themselves for detention. Japanese Americans were held to the end of the war in 1945. In total 97,785 Californians of Japanese ancestry were held during the war. Semiannual Report of the War Relocation Authority, for the period January 1 to June 30, 1946, not dated. Papers of Dillon S. Myer. Scanned image at trumanlibrary.org. Retrieved September 18, 2006.\"The War Relocation Authority and The Incarceration of Japanese Americans During World War II: 1948 Chronology,\" Web page at www.trumanlibrary.org. Retrieved September 11, 2006.Nash, Gary B., Julie Roy Jeffrey, John R. Howe, Peter J. Frederick, Allen F. Davis, Allan M. Winkler, Charlene Mires, and Carla Gardina Pestana. The American People, Concise Edition Creating a Nation and a Society, Combined Volume (6th Edition). New York: Longman, 2007 ==Marker== Marker on the site reads:californiahistoricallandmarks.com 934.04, Temporary Detention Camp for Japanese Americans/Santa Anita Assembly Center – Los Angeles *NO. 934 TEMPORARY DETENTION CAMPS FOR JAPANESE AMERICANS-SANTA ANITA ASSEMBLY CENTER AND POMONA ASSEMBLY CENTER – The temporary detention camps (also known as 'assembly centers') represent the first phase of the mass incarceration of 97,785 Californians of Japanese ancestry during World War II. Pursuant to Executive Order 9066 signed by President Franklin D. Roosevelt on February 19, 1942, thirteen makeshift detention facilities were constructed at various California racetracks, fairgrounds, and labor camps. These facilities were intended to confine Japanese Americans until more permanent concentration camps, such as those at Manzanar and Tule Lake in California, could be built in isolated areas of the country. Beginning on March 30, 1942, all native-born Americans and long-time legal residents of Japanese ancestry living in California were ordered to surrender themselves for detention. ==See also== *Santa Anita Ordnance Training Center *California Historical Landmarks in Los Angeles County *California during World War II ==References== ==External links== * Category:California Historical Landmarks Category:1942 establishments in California Category:World War II internment camps in the United States Category:Internment camps for Japanese Americans Category:Santa Anita Park ",
    "title": "Santa Anita Assembly Center"
}