{
    "id": "61613808",
    "text": "Mikio Masuda (, also known as Mickey Masuda, born 14 August 1949 in Osaka, Japan) is a Japanese jazz and jazz fusion keyboardist. Largely self-taught, Masuda played bass at the age of 16, before switching to piano and performing in various clubs in Osaka. In 1969, he moved to Tokyo.Will Lee: People in Jazz: Jazz Keyboard Improvisors of the 19th & 20th Centuries : Preragtime, Blues, Folk and Minstrel, Early Ragtime, Dixieland, Ragtime-stride, Blues- boogie, Swing, Prebop, Bop. Columbia Lady Music, 1984 He played from the early 1970s in the Japanese jazz scene, notably in a quartet with Motohiko Hino, Shunzo Ohno and Terumasa Hino, performing in 1973 at the International New Jazz Meeting at Burg Altena. In 1974 he recorded his debut album Trace for East Wind Records. This was followed by the 1976 jazz-fusion album Mickey's Mouth. In the following years he also worked with Kosuke Mine, Hidefumi Toki, Takao Uematsu, Hiroshi Murakami, Kazumasa Akiyama, Kazumi Watanabe and Eri Ono. After moving to New York City in 1978, he created the album Corazón, and worked in NYC, notably with David Matthews. In two other New York stays, he created the trio album Black Daffodils (JVC) in 1996 with Ron Carter and Lewis Nash, and Blue Dumplings in 1998 with Ron Carter and Grady Tate. In the field of jazz he was involved between 1972 and 1998 in 46 recording sessions, most recently with Chie Ayado.Tom Lord The Jazz Discography (online, accessed 1 August 2017) ==Discography== * 1974: Trace, under the East Wind Records label, with Terumasa Hino, Hideo Miyata, Takao Uematsu, Tsutomu Okada and Motohiko Hino * 1976: Mickey's Mouth, East Wind Records, with Masayoshi Saito, Osamu Kawakami, and Guilherme Franco * 1976: Hidefumi Toki Quartet Featuring Mikio Masuda – Sky View, Frasco Records * 1978: Moon Stone, Better Days Records * 1979: Corazón, Electric Bird Records, with Anthony Jackson, Bernard Purdie and Sammy Figueroa * 1979: Goin' Away, Electric Bird Records * 1980: シルヴァー・シャドウ / Silver Shadow , Electric Bird Records * 1981: Mickey Finn, Zen * 1982: Chi Chi, XEO Invitation * 1986: Dear Friends, JVC * 1987: Smokin' Night, JVC * 1997: Mikio Masuda with Ron Carter & Lewis Nash - Black Daffodils, JVC * 1998: Blue Dumplings, JVC == References == == External links == * Mikio Masuda at Discogs * Category:1949 births Category:People from Osaka Category:Jazz keyboardists Category:Jazz fusion keyboardists Category:Japanese jazz musicians Category:Living people ",
    "title": "Mikio Masuda"
}