{
    "id": "61616779",
    "text": "Shanglaozhuang Township () is a rural township in Dongping County, Shandong, China. As of the 2016 census it had a population of 34,700 and an area of . It borders Yinshan Town in the north, the towns of Xinhu and Laohu in the east, Xiao'anshan Town in the south, and Daimiao Town in the west. ==Administrative division== The Dongping Lake. The Da'anshan Wharf. As of December 2016, the township is divided into 35 villages: * Shanglaozhuang () * Dongmiao () * Dongxinzhuang () * Chongnali () * Zhangwenyuan () * Liuli () * Shanglou () * Liqiao () * Zhaozhuang () * Yihezhuang () * Liuwanzhuang () * Beilizhuang () * Qinlou () * Guanchang () * Yuwangzhuang () * Yuanzhuang () * Dingsha () * Donglizhuang () * Songzhuang () * Gongzhuang () * Xiaowu () * Jingzhuang () * Yuzhuang () * Tankengya () * Tianzhuang () * Sunzhuang () * Da'anshan () * Xinguang () * Panmengyu () * Xincun () * Baliwan () * Yihedi () * Shendikou () * Sanlizhuang () * Xuezhuang () ==History== In the Tang dynasty (618-907) and Song dynasty (960-1279), it came under the jurisdiction of Yunzhou and Dongpingfu (), respectively. In the Yuan dynasty (1271-1368), Anshan Town (today's Da'anshan Village) became an important ferry, and the area belonged to Dongpingzhou (). In the Zhengde period (1506-1521) of the Ming dynasty (1368-1644), the name of Shanglaozhuang came from the fact that the people surnamed \"Shang\" moved to today's Shanglaozhuang Village. In late Qing dynasty (1644-1911) and early Republic of China (1912-1949), it was under the jurisdiction of the 9th District of Dongping (). In August 1940, the Communist Party of China set it up as Kunshan Experimental Area (), and then changed it into Kunshan County (). On August 25, 1949, Kunshan County was renamed \"Liangshan County\" (). In 1984, Shanglaozhuang Township and Da'anshan Township were set up, which belonged to Xiao'anshan District (). In December 1985, Shanglaozhuang Township and Da'anshan Township came under the jurisdiction of Dongping County. In February 2001, former Da'anshan Township was merged into Shanglaozhuang Township. ==Geography== Shanglaozhuang Township is slightly higher in the west and slightly lower in the east, and its overall terrain is very low. In 2003, its plain and waterlogging depression topography accounted for 53.2% and 46.8% respectively. The Dongping Lake is a lake and the largest body of water in the township. The Daima River (), Liuchang River (), Beijing- Hangzhou Grand Canal and the Eastern Route of South-to-North Water Transfer Project are flow through the township. ==Economy== The local economy is primarily based upon agriculture and local industry. Fungus is an important cash crop in the region. It mainly produces Auricularia auricula-judae and Tremella fuciformis. The aquaculture owners mainly produce more than 100 kinds of aquatic products, such as lotus root, scutellaria, turtle, fish, crayfish and crab. Meat and eggs are also sources of income for the local economy. ==Education== In 2003, there were two middle schools, seven primary schools and five kindergartens in Shanglaozhuang Township. ==Transportation== The Da'anshan Wharf serves the township. The Provincial Highway S331 passes across the township east to west. The National Highway G220 runs north to south through the western township. ==References== ==External links== * Category:Divisions of Dongping County ",
    "title": "Shanglaozhuang Township"
}