{
    "id": "61611797",
    "text": "Red Aim was a German stoner rock band. The group was founded in 1995 and played stoner and raga rock. After the change of vocalist to Karsten Brill, the music started to go more into the direction of punk rock and heavy metal. == History == Red Aim was started in 1995. Pascal Flach and Benjamin Buss knew each other from school. The band released two independent EPs Sinai Jam (1996) and Orange (1998) before signing a deal with I Used To Fuck People Like You In Prison Records (later known as People Like You Records). Red Aim's first album with them was Call Me Tiger. The album contained two bonus tracks from Orange. It was recorded again after Karsten Brill replaced Pascal Flach. Stefan Gemballa joined the band as a drummer. In the same year, Red Aim released their cover of Iron Maiden's \"The Trooper\". In the year 2000 Red Aim was on a tour with a Dutch band 7Zuma7. In the same year they released The Aprilfuckers EP and in 2001 Saartanic Cluttydogs. After signing a deal with American label Metal Blade Records, the band changed their line-up. Bassist Thorsten Erbel was replaced with David Vogt and Christian Jost joined as a keyboardist. In August 2001 they played a concert at Summer Breeze Open Air. In 2002 they released Flesh for Fantasy. In April 2002 Red Aim supported In Extremo during their tour. In the beginning of August 2002 the band played on Wacken Open Air. In 2003 they released Niagara. On 6 December 2003 Stefan Gemballa got badly injured by a drum monitor that hit him in the head during a concert in Saarbrücken. In 2003 Red Aim musicians founded a new band Powerwolf. == Members == === Final lineup === * Karsten \"Dr. Don Rogers\" Brill – vocals (1999–2006) * Benjamin \"B.B. Foxworth\" Buss – guitar (1995–2006) * David \"El Davide\" Vogt – bass (2002–2006) * Christian \"Ray Kitzler\" Jost (2002–2006) * Stefan \"Mitch Buchanan\" Gemballa (2000–2006) === Former members === * Pascal Flach – vocals (1995–1999) * Thorsten Erbel – bass (1998–2002) * Patrick Schappert – bass (1995–1998) * David Kiefer * Thore Huppert * Christian Theisinger == Discography == * Sinai Jam (EP; 1996) * Orange (EP; 1998) * Call Me Tiger (1999) * The Aprilfuckers EP (EP; 2000) * Saartanic Cluttydogs (2001) * Flesh for Fantasy (2002) * Niagara (2003) == References == Category:Musical groups established in 1995 Category:Musical groups disestablished in 2006 Category:German rock music groups Category:German punk rock groups Category:German heavy metal musical groups ",
    "title": "Red Aim"
}