{
    "id": "61619339",
    "text": "Jean Vincent Bellissard (born 1 March 1946, Lyon) is a French theoretical physicist and mathematical physicist, known for his work on C*-algebras, K-theory, noncommutative geometry as applied to solid state physics, particularly, to quantum Hall effect. Bellissard worked as a teaching assistant at the École catholique des arts et métiers (E.C.A.M.) from 1965 to 1969. He graduated from the Université Claude Bernard Lyon 1 with bachelor's degree in 1967, Diplôme d'études approfondies (DEA) in wave mechanics in 1968, and DEA in theoretical physics in 1970. He qualified in 1969 with the Agrégation in physics. From 1969 to 1970 he taught at Lyon's Lycée La Martinière, an engineering preparatory school, and was simultaneously enrolled as a graduate student in theoretical physics at the Aix-Marseille University. In 1974 he received his doctorate from the Aix-Marseille University with thesis Champs quantifiés dans un champ exterieur (Quantized fields in an external field) with advisor Raymond Stora. Bellissard was a postdoc from 1974 to 1974 at the University of Lausanne with advisor Jean-Jacques Loeffel. At the Université de Provence Aix-Marseille I, Bellissard was from 1970 to 1980 an assistant professor, from 1980 to 1991 an associate professor, and from 1991 to 2007 a full professor. On a visit from October 1979 to January 1980 at the Institut des hautes études scientifiques (I.H.É.S.) he worked with Alain Connes and started on a program of research on the noncommutative geometry of aperiodic solids. Bellissard created the Group of Theoretical Physics at the Paul Sabatier University in Toulouse. During the 1980s he visited the United States several times. From 1983 to 1984 he was a visiting professor at Princeton University. In 1986 he was visiting researcher at Caltech. From 1993 to 1999 he was the editor-in-chief of the Annales de l'Institut Henri Poincaré (theoretical physics). In 2002 he moved to Atlanta, Georgia to become a full professor at Georgia Tech, where he has a joint appointment in the School of Mathematics and the School of Physics. In 1989 he received the Prix Paul- Langevin from the Société Française de Physique. In 1994 he was an Invited Speaker at the International Congress of Mathematicians in Zürich with talk Noncommmutative geometry and the quantum Hall effect. In 1996 he was made Chevalier Ordre des Palmes Académique (France). He was elected a Fellow of the American Mathematical Society in 2012. ==Selected publications== * K-theory of C*-algebras in solid state physics, Lect. Notes Phys. 257, 99–156 (1986). * Gap labeling theorems for Schrödinger Operators, in Michel Waldschmidt, Claude Itzykson, Jean-Marc Luck, Pierre Moussa (eds.): From Number Theory and Physics, pp. 538–630, Les Houches 1989, Springer 1992 * ==References== ==External links== * Category:1946 births Category:Living people Category:Theoretical physicists Category:Mathematical physicists Category:20th-century physicists Category:21st-century physicists Category:French physicists Category:People from Lyon Category:Aix-Marseille University alumni Category:University of Provence faculty Category:Georgia Tech faculty Category:Fellows of the American Mathematical Society ",
    "title": "Jean Bellissard"
}