{
    "id": "61623352",
    "text": "The Lawson Academy,\"The Lawson Academy.\" Learn Central Houston. Retrieved on January 19, 2019. The url provided links to the Lawson Academy. formerly WALIPP-TSU Preparatory Academy (WALIPP Prep), is a charter middle school in the Third Ward area of Houston, Texas.Goode, Jo-Carolyn. \"Houston’s Esteemed Third Ward Academy Welcomes New Leadership and Celebrates Academic Success.\" Houston Style Magazine. September 29, 2014. Retrieved on January 19, 2019. It was established as waves of single sex public schools opened in American inner city communities circa the 2000s. \\- Old - The book has a paragraph about WALIPP Academy and uses it as an example of the phenomenon of single sex public schools in the 2000s. The school focuses on students living in urban communities, \\- Alternate link at an archive of the WALIPP Prep website: \"WALIPP-TSU Academy featured on KUHF\" but does not have a specific focus on students deemed to be \"at risk\". ==History== It was established by the 501(c)(3) William A. Lawson Institute for Peace and Prosperity (WALIPP), headed by Audrey Lawson, the wife of the pastor emeritus of the Wheeler Avenue Baptist Church, William Lawson. The nonprofit had been established on April 15, 1996. After members of the U.S. Congress expressed support for male-only and female-only education at the primary and secondary levels, and a federal law passed making it easier for single-gender schools to get federal funding, WALIPP opened the school in fall 2002.\"About.\" The Lawson Academy. Retrieved on January 19, 2019. The school was initially boys' only, and a charter school affiliated with the Houston Independent School District (HISD). In the beginning it was given temporary classroom space at Dodson Elementary School in what is now East Downtown. In Spring 2003 it moved into its first dedicated facility at 3810 Ruth Street. In 2007 it moved to 3100 Cleburne,\"Charter Schools.\" Houston Independent School District. Retrieved on January 19, 2019. second floor,\"2007 BOND ARCHIVE William A. Lawson Institute for Peace and Prosperity (WALIPP).\" Houston Independent School District. Retrieved on January 19, 2019. \"WALIPP 3100 Cleburne (2nd Floor) Houston, Texas 77004\" on the Texas Southern University campus. In 2010 it received a charter from the State of Texas and was no longer affiliated with HISD. It added a girls' program in 2011, housed at St. James Episcopal Church. It received its current name in 2015. The prospective opening of the current Lawson building was January 2017, with $1 million of funds coming from the Kinder Foundation,\"Kinder Foundation gives $1M to build new charter school near UH .\" Houston Business Journal. June 24, 2016. Retrieved on January 19, 2019. as well as a grant from the federal government. The school hitherto did not have a permanent campus partly because charter schools cannot raise bonds to have new campuses built. The current campus is in proximity to the University of Houston. ==Curriculum== Despite the association with the pastor, the school is banned from giving religious instruction as it is a public charter school. ==Admissions== the school had no entrance requirements. ==Student body== most of the students came from lower socioeconomic backgrounds. There were students who originated from and who did not originate from the area around the school. ==References== ==Further reading== * ==Notes== * Much of the content originates from Third Ward, Houston ==External links== * The Lawson Academy * * William A. Lawson Institute for Peace and Prosperity Category:2002 establishments in Texas Category:Educational institutions established in 2002 Category:Third Ward, Houston Category:Charter schools in Houston Category:Public middle schools in Houston Category:Houston Independent School District schools Category:Texas Southern University Category:University- affiliated schools in the United States ",
    "title": "The Lawson Academy"
}