{
    "id": "61624928",
    "text": "Jill Ann Rutten (born September 2, 1968) is an American former soccer player who played as a midfielder, making one appearance for the United States women's national team. ==Career== Rutten played for the Springbrook Blue Devils in high school, where she was the school's Soccer Player of the Year and was included in the All-County and All-Metropolitan selections. She also played basketball in high school, where she was included in the All-League, All-County, and All-Metropolitan selections. In college, she played for the NC State Wolfpack from 1986 to 1990, though she did not participate in the 1989 season. She was a Soccer America All-American in 1991, and was included in the Soccer America All-Freshman Team in 1986. Rutten was included in the All-ACC first team in 1988 and 1990, and twice was included in the ACC All-Tournament Team. In total, she scored 26 goals and recorded 37 assists in 93 appearances for the Wolfpack. She holds the record for career assists, matches played, and matches started at the school. Rutten was selected to compete at the U.S. Olympic Festival in 1987, 1989, 1990, 1994, and 1998. She played for the United States B national team in the 1990 North America Cup, scoring a goal against the Soviet Union. She made her only international appearance for the United States on September 12, 1998 in the 1998 Women's U.S. Cup against Mexico. She came on as a substitute in the 69th minute for Brandi Chastain, with the match finishing as a 9–0 win. After college, Rutten left the U.S. to play professional soccer. She began in Japan with Fujita Tendai SC Mercury, playing with the team in the first-tier Japan Ladies Soccer League, latter called the L.League. In 1994, she joined Swedish club Umeå IK in the Division 1 (second level in the pyramid), before moving for the 1994–95 season to Torino Calcio Femminile in Serie A, the top level in Italy. She then returned to Umeå IK in 1996, now playing in the top-tier Damallsvenskan. In 1997, she joined German club SC Klinge Seckach in the Frauen-Bundesliga. In 1997, she returned to Italy in Serie A, where she would spend the next six years. She played for until 1998, where she won the league title, before joining in 1999. In the 2000–01 season, she played for , before joining Foroni Verona in 2002, where she won her second Serie A title. From 2003 to 2008, she played for Swiss club FF Lugano 1976, who were in the top-division Nationalliga A until the 2007–08 season, where they played in the second-tier after being relegated. Following her playing career, Rutten began to work as a youth soccer coach. She has coached at Brit-Am Soccer Academy, the Maryland Olympic Development Program, Olney Boys & Girls Community Sports Association, FCGB Center of Excellence, and the middle school girls' team of Sandy Spring Friends School. She was included in the ACC 50th Anniversary Women's Soccer Team in 2002. In 2015, she was inducted into the Springbrook Athletic Hall of Fame, and was inducted into the Maryland Soccer Hall of Fame in 2018. ==Personal life== Rutten was born in Washington, D.C.. While in Italy, she was in a relationship with Alessandro Lambruschini, a long-distance runner. ==Career statistics== ===International=== {| class=\"wikitable\" style=\"text- align:center\" |- !colspan=3|United States |- !Year!!Apps!!Goals |- |1998||1||0 |- !Total!!1!!0 |} ==Honors== ===Club=== Modena Femminile * Serie A: 1997–98 Foroni Verona * Serie A: 2002–03 ===International=== United States * U.S. Cup: 1998 ==References== Category:1968 births Category:Living people Category:Soccer players from Washington, D.C. Category:American women's soccer players Category:United States women's international soccer players Category:American expatriate soccer players Category:American expatriate sportspeople in Japan Category:Expatriate women's footballers in Japan Category:American expatriate sportspeople in Sweden Category:Expatriate women's footballers in Sweden Category:American expatriate sportspeople in Italy Category:Expatriate women's footballers in Italy Category:American expatriate soccer players in Germany Category:Expatriate women's footballers in Germany Category:American expatriate sportspeople in Switzerland Category:Expatriate women's footballers in Switzerland Category:Women's association football midfielders Category:NC State Wolfpack women's soccer players Category:Fujita SC Mercury players Category:Umeå IK players Category:Nadeshiko League players Category:Serie A (women's football) players Category:Damallsvenskan players Category:Frauen-Bundesliga players Category:Nationalliga A (women's football) players ",
    "title": "Jill Rutten"
}