{
    "id": "61625315",
    "text": "One Day at Disney is a documentary film, produced by Disney Publishing Worldwide and Endeavor Content as an exclusive release streamed on Disney+ beginning December 3, 2019. The feature length film is followed by 52 additional short segments, released as a series of episodes weekly on Disney+.https://disneyplusoriginals.disney.com/show/one-day-at-disney == Premise == The documentary follows employees across the various divisions of The Walt Disney Company, taking a look at a day in the life of their jobs. == Production == In August 2019 as part of D23 Expo, Ricky Strauss and Robin Roberts announced the documentary film which was previously dubbed as a secret project. === Filming === In February 2019, 76 photo shoots took place across the world in all the divisions of Disney from theme parks to sets of television series. The persons in the feature length documentary includes Eric Baker (Imagineer), Ashley Girdich (Imagineer), Eric Goldberg (animator), Mark Gonzales (Disneyland Railroad), Grace Lee (publishing illustration manager), Zamavus “Zama” Magudulela (musical actor), Ryan Meinerding (Marvel Studios), Dr. Natalie Mylniczenko (Resort veterinarian), Kristina Dewberry (Imagineer), Jerome Ranft (Pixar artist) and Robin Roberts (newscaster). Sterling K. Brown narrates the series. == Television series == Not long after the film, a web television short series was released on December 6, 2019, with 52 5-7 minute short episodes. == Book == Disney Publishing Worldwide also developed a coffee table book adjacent to the documentary, which was written by Bruce Steele. The book was released on the same date. == Release == The film debuted as a Disney+ streaming service exclusive feature-length documentary film, on December 3, 2019. == References == == External links == * * * Category:2010s American documentary television series Category:2019 American television series debuts Category:English-language television shows Category:Disney+ original films ",
    "title": "One Day at Disney (film)"
}