{
    "id": "61628799",
    "text": "Chuks D General (born Chukwuyem Jude Israel) is a Nigerian stand-up comedian, actor, radio presenter and host.http://www.chuksdgeneral.com He is best known for his spontaneous jokes. He is host of Generally Speaking, a comedy show that hosts popular celebrities across the Nigerian entertainment industry. == Early life and education == Chuks D General was born on February 27 in Agbor, Delta State. He is a graduate of statistics from the Nasarawa State University, Keffi, where he served as the institution's Director of Socials. He formerly attended Staff Model Secondary School in Agbor, Delta State. ==Comedy career== Chuks D General is considered by many industry analysts as the biggest Abuja-based comedian. He plays host to A-list celebrities in his signature show, 'Generally Speaking'.https://allafrica.com/stories/201701110504.html He has performed in high-profile events in Nigeria like Alibaba's January 1 Concert, AY live, Crack Ya Ribs, 2face Eargasm, Iyanya Album lunch, Night of a Thousand Laughs, Most Beautiful Girl in Nigeria fashion Pageant MBGN, Wizkid live in concert, National Gospel Events, and Presidential award for National committee on MSME's. Chuks D General is the creator of 'Official Couple', a stage play featuring Big Brother Naija's Anto Lecky. Chuks is also a humanitarian, his annual give back events, 'Prison Break' and 'Christmas on the street' are targeted at prison inmates in Nigeria's Kuje Prison. The show features comedy, music, food competition, talent hunt and it helps inmate get volunteer lawyers. Chuks role models in the industry are Ali Baba, AY, and Gordons.http://dailynewsbiller.com/chuks-d-general-biography-anto-wedding/ One of the high points of his career was hosting Iyanya’s Album lunch in three states of Nigeria. ==Generally Speaking== Generally Speaking is Chuk's annual flagship show. It has recorded three outings since inception. The show has featured celebrated names in the Nigeria's entertainment industry, such as Ali Baba, Seyi Law, and Richard Mofe-Damijo. == See also == * List of Nigerian comedians ==References== Category:Living people Category:Male actors from Delta State Category:Nigerian actors Category:Nigerian comedians Category:Nigerian directors Category:Nigerian producers Category:Nigerian writers Category:Year of birth missing (living people) ",
    "title": "Chuks D General"
}