{
    "id": "61621387",
    "text": "The Bulls of Bordeaux (French – Les Taureaux de Bordeaux) is a series of four lithographs featuring scenes of bullfighting by the Spanish painter and printmaker Francisco Goya, produced in 1825 during his exile in France. Unlike the series La Tauromaquia which dealt with the performers in bullfighting, The Bulls of Bordeaux deals with bullfighting as a popular spectacle. ==History== The printer Gaulon, lithograph by Goya of Cyprien Gaulon After the French invasion of May 1823 by the Hundred Thousand Sons of Saint Louis ended the Trienio Liberal and restored the absolute rule of Ferdinand VII, there was repression of liberals who had supported the constitution of 1812. Because of this repression Goya moved France, though to retain his position and salary as court painter he lodged a formal request for six months leave to go to the spa at Plombières-les-Bains, eventually settling in Bordeaux where he would spend the rest of his life. When Goya arrived in France he was described by a friend as 'deaf, old, slow and weak and without knowing a work of French, and so content and eager to see the world! In Bordeaux Goya no longer took commissions, but painted his friends, made a series of watercolour miniatures on ivory, continued to fill his sketchbooks and experimented with lithography. Though Goya had first experimented with the relatively new printing medium of lithography in 1819, he would make his greatest achievement in the medium in Bordeaux under the direction of the master printer, Cyprien Gaulon. From November to December of 1825, Gaulon printed an edition of 100 large folio prints of what was originally titled Courses de taureaux (Bullfights). It would receive the name by which it is today known from Paul Lefort in 1868. The series was intended by Goya as a commercial venture but this was unsuccessful, partly because of Goya's expressive use of the form was radically different from the tidy appearance of most lithographs of the time . A sense of Goya's working methods can be gained from Goya's companion and assistant in Bordeaux Antonio Brugada As with many of his final works, Goya here returns to bullfighting. These also include his Portraits of the Ferrers (a Spanish family living in Paris) and Bullfight (Course de taureaux), both produced in Paris in 1824Dictionnaire de la peinture espagnole et portugaise du Moyen Âge à nos jours, Paris, Larousse, 1989, 320 p. (), p 121. Charles Baudelaire referred to the series as \"admirable plates, vast pictures in miniature\". ==Description== The first print, El famoso Americano, Mariano Ceballos shows the Spanish-American matador Mariano Ceallos, who was famous for fighting one bull from atop another, a move that would eventually cost him his life. In Bravo toro, Goya uses expressive strokes and semi-abstracted form to depict a picador being gored by a bull. The third print, Dibersión de España, shows the beginning of a fiesta when the bulls run free and foolhardy amateurs charge the ring. In Plaza Partida, Goya uses multiple focal points to re-create the visual stimulation that would have been experienced by a witness to the spectacle of a divided arena. File:Mariano Ceballos riding a bull from the 'Bulls of Bordeaux' MET DP124106.jpg|The celebrated American, Mariano Ceballos File:A picador caught by a bull, from the 'Bulls of Bordeaux' MET MM7175.jpg|A picador caught by a bull File:Spanish Entertainment from the 'Bulls of Bordeaux' MET 22AA BG37R3M.jpg|Spanish entertainment File:Bullfight in a divided ring, from the 'Bulls of Bordeaux' MET DP124107.jpg| Bullfight in a divided ring. ==See Also== *La Tauromaquia, another series of prints by Goya on the theme of bullfighting == References== category:19th-century engravings category:Bullfighting in art category:Prints by Francisco Goya ",
    "title": "The Bulls of Bordeaux"
}