{
    "id": "61625071",
    "text": "Nathan Bishop (1808–1880) was an American educator and philanthropist who served as the first superintendent of schools in Providence, Rhode Island and Boston. He later spearheaded an effort to create a college for African- American Baptists in Texas which led to the creation of Bishop College. ==Early life== Bishop was born on August 12, 1808 in Vernon, New York. He was the eldest son of Connecticut natives Elnathan and Statira (Sperry) Bishop and grew up on the family farm. He left home at the age of eighteen to attend school in Hamilton, New York. In 1832 he moved to Providence to attend Brown University. He graduated in 1837. ==Career in education== From 1838 to 1839, Bishop was a tutor at Brown. In 1842 he was made a trustee of the university. From 1854 to 1861 he served on Brown's Board of Fellows. In 1839, Bishop was appointed to the newly created position of superintendent of schools in Providence, Rhode Island. In this role, Bishop oversaw the construction of seventeen new schools, thirteen of which were completed between 1839 and 1841. In 1851, Bishop was named Boston's first ever superintendent of schools. ===New York=== In 1858, Bishop moved to New York City. He planned to work in the publishing industry, however the aftermath of the Panic of 1857 made it impossible for him to start his new venture. That same year he married Caroline (Caldwell) Bleecker. They had one child together. During the American Civil War, Bishop was active in the United States Christian Commission. From 1863 to 1865 he served as the chairman of the commission's New York Branch. After the war, Bishop served as a trustee of the American Bible Society, was a member of the New York Commission for Public Charities, and was a founding trustee of Vassar College. He was also active in the American wing of the Evangelical Alliance and in 1871 was part of a delegation that went to Friedrichshafen to petition Alexander II of Russia for religious liberty for Lutherans in the Baltic governorates. ===American Baptist Home Mission Society=== In 1865, Bishop was elected to the executive board of the American Baptist Home Mission Society. In 1875 he was elected corresponding secretary after serving as acting secretary following the death of E. E. L. Taylor the previous year. As a member of the society, Bishop pushed for the creation of a college for African-American Baptists in Texas. Following his death, Bishop's wife contributed $10,000 towards the creation of the school, which was named Bishop College in his honor. Bishop gave the society $30,000 to retire its debts upon he retirement from the organization in 1877. ==Board of Indian Commissioners== In 1869, President Ulysses S. Grant appointed Bishop to the Board of Indian Commissioners. That summer, Bishop and two other commissioners traveled to the Indian Territory, where they visited the Arapaho, Comanche, Apache, and other tribes. During the trip he contracted a severe malarial fever which permanently impacted his health. ==Death== Bishop became severely ill in the spring of 1880. That May he moved to a summer cottage in Saratoga Springs, New York and his health recovered somewhat. On July 6 his good friend Barnas Sears died and Bishop told a family member that he would soon follow him. Soon thereafter Bishop's son died. Bishop himself also fell ill and died on August 7, 1880. His wife died the following day. ==References== Category:1808 births Category:1880 deaths Category:Baptists from New York (state) Category:Boston Public Schools superintendents Category:Brown University alumni Category:Members of the Vassar College Board of Trustees Category:People from New York City Category:People from Providence, Rhode Island Category:People from Vernon, New York Category:American school superintendents ",
    "title": "Nathan Bishop (educator)"
}