{
    "id": "61625792",
    "text": "Fire Fighter is a video game written by Brad Stewart for the Atari 2600 published by Imagic in 1982. The player uses fire fighting equipment in an attempt to extinguish the fire in a tall building and rescue the occupants. ==Gameplay== The player moves a fire fighter around a non-scrolling screen to spray water on fires in a building, the size of which may vary between levels depending on options selected by the player, before a person trapped in the building is killed by the fire. Once the fire is out the player can extend a ladder from a fire truck to rescue the person from the building. The game may be played in single-player mode, or in a two-player mode where each player takes turns. ==Reception== The contemporary reception to the game was broadly positive. Good Housekeeping praised it, saying \"Fire Fighter strikes a positive note by having the player save people and property rather than destroy them\". German magazine TeleMatch gave it 4/6, praising particularly its action and gameplay. TV Gamer magazine described it as \"a pleasant game that is moderately challenging\" though they also noted that \"the novelty may soon wear off and boredom could set in\". Viedogaming Illustrated described the game as \"not so much fun as an exercise in stubborn, methodical perseverance\". Retrospective reviewers have been less positive about Fire Fighter. In Classic Home Video Games, 1972-1984: A Complete Reference Guide, Brett Weiss noted that the game \"has no real sense of danger\" and can be \"repetitious and incredibly dull\", and summarises it as \"arguably the weakest title in the Imagic library\". In their review, Classic Game Room described the game as not being at the same level as Imagic's own Demon Attack. ==See also== *Towering Inferno, another Atari 2600 fire fighting game from 1982 ==References== Category:1982 video games Category:Atari 2600 games Category:Atari 2600-only games Category:Video games about firefighting Category:Video games developed in the United States ",
    "title": "Fire Fighter (video game)"
}