{
    "id": "61629312",
    "text": "Anthony M. Scibelli was the longest-serving representative in the history of the Massachusetts House of Representatives. He served the South End of Springfield, Massachusetts, the Tenth District in Hampden County, for 48 years, until his death in 1999.Anthony Scibelli dies; served longest in Mass. legislature.” Published 19 September 1998 in Providence Journal. P. A-19. == Early Life == Anthony M. Scibelli was born Antony Moreno Scibelli in Springfield, Massachusetts, on October 16, 1911. He was the son of recent immigrants from Italy, Andrea Scibelli and Filomena Ciccarella. Anthony was born at home on Water Street in the South End, a center of Italian community in Springfield, early in the century.\"Massachusetts Births, 1841-1915,\" database with images, FamilySearch(https://familysearch.org/ark:/61903/1:1:FXJB-FDK : 11 March 2018), Andrea Scibello in entry for Antonio M. Scibello, 16 Sep 1911, Springfield, Hampden, Massachusetts; citing reference ID #p 215, Massachusetts Archives, Boston; FHL microfilm 2,409,218.\"United States Social Security Death Index,\" database, FamilySearch(https://familysearch.org/ark:/61903/1:1:JK62-Q4D : 20 May 2014), Anthony M Scibelli, 18 Sep 1998; citing U.S. Social Security Administration, Death Master File, database (Alexandria, Virginia: National Technical Information Service, ongoing). \"Massachusetts Death Index, 1970-2003,\" database, FamilySearch(https://familysearch.org/ark:/61903/1:1:VZTB-QPQ : 4 December 2014), Anthony M Scibelli, 18 Sep 1998; from \"Massachusetts Death Index, 1970-2003,\" database, Ancestry (http://www.ancestry.com : 2005); citing Springfield, Massachusetts, death certificate number 049516, Commonwealth of Massachusetts Department of Health Services, Boston.Anthony M. Scibelli (Obituary). Published 20 September 1998 in The Orlando Sentinel. P. A18. Anthony has an older brother and two younger sisters. There was also an older son named Anthony who died in infancy.\"Massachusetts Births, 1841-1915,\" database with images, FamilySearch(https://familysearch.org/ark:/61903/1:1:FXJ8-K4S : 11 March 2018), Andrea Scibelli in entry for Antonio Mariano Scibelli, 24 Sep 1908, Springfield, Massachusetts; citing reference ID #p 204, Massachusetts Archives, Boston; FHL microfilm 2,315,250.\"United States Census, 1920,\" database with images, FamilySearch (https://familysearch.org/ark:/61903/3:1:33SQ-GRNN- DDT?cc=1488411&wc;=QZJY-3CQ%3A1036470801%2C1037423801%2C1037582801%2C1589332945 : 16 December 2015), Massachusetts > Hampden > Springfield Ward 3 > ED 122 > image 39 of 44; citing NARA microfilm publication T625 (Washington, D.C.: National Archives and Records Administration, n.d.). His father, Andrea, was a laborer, then a barber in 1911. In 1920, he managed a billiards parlor. In 1930, the year before Anthony graduated from Cathedral High School, his father, now called Andrew Scibelli, worked as a real estate agent. \"United States Census, 1930,\" database with images, FamilySearch (https://familysearch.org/ark:/61903/3:1:33S7-9RH7-2FQ?cc=1810731&wc;=QZF3-XHC%3A648804401%2C649977101%2C648856901%2C1589282508 : 10 December 2015), Massachusetts > Hampden > Springfield > ED 44 > image 33 of 48; citing NARA microfilm publication T626 (Washington D.C.: National Archives and Records Administration, 2002). == Political Career == In 1937, Anthony M. Scibelli entered local politics as a Democrat. The impetus for his decision was a local trucking company that, in Scibelli's view, enjoyed an unfair advantage in securing contracts with the city. He ran for city council and served for twelve years. In 1950, Scibelli was elected to the Massachusetts House of Representatives. He served for forty-eight years, setting the record for the Massachusetts House of Representatives. In 1999, his record was exceeded by just two other state legislators in the United States. Tony Scibelli was known as a man of the people. He attributed his longevity as a politician to the personal satisfaction he derived from helping others. He was known as \"The Dean\" of the House. In 1965, he was appointed chair of the powerful Ways and Means Committee in the Massachusetts House of Representatives.“Scibelli Chairman Of House Ways And Means.” Greenfield Recorder-Gazette. 13 January 1965. P. 11. == Real Estate == In addition to his civil service, Scibelli was a real estate broker. He owned property in Blandford, Vineyard Haven, Agawam, East Longmeadow, Wilbraham and Springfield, in Massachusetts. In Florida, he owned condominiums in Fort Lauderdale and Lauderdale Lakes, and an apartment in Hollywood.STAFF. (1996, September 21). Candidate targets Scibelli land. Union-News (Springfield, MA), p. B2. Available from NewsBank: Access World News: https://infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/0F2F098049EC6369.SMITH, B. (1999, Apr 11). Scibelli's mystery endures. Sunday Republican (Springfield, MA), p. A01.. Retrieved from https://infoweb.newsbank.com/resources/doc/nb/news/0F2F0669CD3AA38B?p=AWNB == Personal Life == In 1940, Scibelli married his high school classmate, Lea Baraldi.Lea Baraldi Bride Of Anthony Scibelli. (1940, October 15). Springfield Republican. They had no children.“Hundreds mourn Scibelli as original man of the people.” The Recorder (Greenfield, MA). 23 September 1998. P. 7. He was a member of the Knights of Columbus, Elks, Eagles, Sons of Italy, and the Ludlow Country Club.Archived biographical profile of State Representative Anthony M. Scibelli. (n.d.) Retrieved 25 October 2019 from https://web.archive.org/web/20001003190902/http://www.state.ma.us/legis/member/ams2.htm Scibelli had a son around 1964 with Shirley A. Fowell, who was named Michael A. Mellberg. Mellberg changed his name to Michael A. Scibelli in 1986. In March 1989, Anthony and Lea Scibelli donated $30,000 to an endowment fund at Cathedral High School, their alma mater.ELLEN O'SHEA, M. (1998, Mar 19). Cathedral High creates endowment. Union-News (Springfield, MA), p. B6.. Retrieved from https://infoweb.newsbank.com/resources/doc/nb/news/0F2F06EFF300BBFE?p=AWNB == Connection to Al Bruno == In April 1989, Anthony M. Scibelli wrote a letter of reference to the state Advisory Board of Pardons on behalf of Springfield Mafia boss Adolfo \"Big Al\" Bruno. Bruno wanted a pardon for a 1966 conviction for possession of stolen goods: a crime he denied committing. Parole board member and future Springfield mayor Michael J. Albano was quoted in the news, saying the pardon was unlikely to be approved. == Death == Scibelli died from pneumonia on 18 September 1998. He was 86. Although he was too ill to campaign or even vote in the primary election, Scibelli won his party's nomination to retain his position as House representative for the Tenth District. He was buried with his parents in Saint Michaels Cemetery.Find A Grave, database and images (https://www.findagrave.com : accessed 28 August 2019), memorial page for Anthony M. Scibelli (unknown–18 Sep 1998), Find A Grave Memorial no. 64626786, citing Saint Michael's Cemetery, Springfield, Hampden County, Massachusetts, USA ; Maintained by Mark Wing (contributor 47348447) . A bust bearing his likeness was unveiled at the one-year anniversary of his death.STAFF. (1999, Sep 20). Cries & Whispers too interesting to ignore. Union-News (Springfield, MA), p. A02.. Retrieved from https://infoweb.newsbank.com/resources/doc/nb/news/0F2F0659CF5129CE?p=AWNB The bust was stolen from its location outside the Mount Carmel Society, and its base damaged, in 2016.Steele, B. (2016, April 19). Bust of former Springfield state Rep. Anthony Scibelli stolen from South End memorial. The Republican. Retrieved 24 August 2019 from https://www.masslive.com/news/2016/04/bust_of_former_springfield_sta.html Lea B. Scibelli, his widow, turned 104 in October 2018.Three nursing home residents celebrate 100+ birthdays. (2018, August 16). Republican, The (Springfield, MA), p. C001. Available from NewsBank: Access World News: https://infoweb.newsbank.com/apps/news/document- view?p=AWNB&docref;=news/16F0E5258F617830. == References == Category:Massachusetts politicians Category:Massachusetts Democrats Category:1911 births Category:1998 deaths ",
    "title": "Anthony M. Scibelli"
}