{
    "id": "61627846",
    "text": "Fabrice O, Joubert is a French film director and producer best known for his computer-animated short film, French Roast (2008), for which he received critical acclaim and was nominated for an Academy Award for Best Animated Short Film at the 82nd Academy Awards. == Life and career == Joubert was born in France and grew up in Paris where he graduated from the Gobelins Animation School after majoring in film studies at the Sorbonne University. He started his career in Los Angeles, hired by DreamWorks Animation in 1998 to work as an animator on their first 2D animated feature The Prince of Egypt, and honed his skills in traditional and cg animation on their next five movies “\"… one of the producers asked me if I would accept to be trained in CG to see if a traditional animator could easily transfer his skills to this new medium. It might sound senseless today, but at the time producers were not convinced that it could work.“ Vgl. In 2007, he settled in Paris to write and direct his first short animated film French Roast. The film was screened throughout the world and won multiple awards before being nominated for an Oscar in 2010. In 2013, he moved back to Los Angeles to work for Illumination Entertainment (Despicable Me, Minions, The Secret Life of Pets, Sing ...). There, he directed a series of short films and commercials. In 2019, Fabrice wrote, directed and produced his first live action short film \"Safety\". == Filmography == Fabrice worked on many different films, formats and techniques, here is a list of the film he worked on: * 1998: The Prince of Egypt – Animator * 2000: The Road to El Dorado – Animator * 2002: Spirit: Stallion of the Cimarron – Animator * 2003: Sinbad: Legend of the Seven Seas – Supervising Animator * 2004: Shark Tale – Supervising Animator * 2005: Wallace & Gromit in The Curse of the Were-Rabbit – Stop-Motion Animator * 2006: Flushed Away – Supervising Animator * 2008: French Roast – Writer, Director * 2010: Despicable Me – Character Animation Lead * 2011: A Monster in Paris – Animation Director * 2012: The Lorax – Lead Animator * 2013: Despicable Me 2 – Story Artist * 2013: Panic in the Mailroom – Co-Director * 2015: Binky Nelson Unpacified – Co-Director * 2019: Safety (live action) – Director, Writer, Producer == References == == External links == * Category:Living people Category:French film producers Category:French film directors Category:Year of birth missing (living people) ",
    "title": "Fabrice Joubert"
}