{
    "id": "61628473",
    "text": "Operation Vlašić was a military offensive undertaken by the Army of the Republic of Bosnia and Herzegovina (ARBiH) during the Bosnian War, during which it captured Mount Vlašić in central Bosnia, which had been under the control of the Army of Republika Srpska (VRS) until then. The battle took place from March 20 to 24, 1995. The commander of the forces of the Army of BiH was General Mehmed Alagić. of territory was liberated in this action, among which was a relay. == Background == Just before the start of the Bosnian war, the Vlasic plateau was under the control of the Yugoslav People's Army (JNA), which later converted to Army of Republika Srpska (VRS). At the beginning of the war, Babanovac, Galica, Gostilj, Smet and Komar were captured, while the road communications Travnik – Donji Vakuf and Travnik – Skender Vakuf were cut off. The first open attack occurred on May 1, 1992 on the Paljenik peak, which was defended by the Ministry of Interior of the Republic of Bosnia and Herzegovina, but defense failed. Subsequently, Bosnian forces began to form defense lines to prevent further penetration by Serb forces. Combat operations were managed by Travnik Municipal Defense Headquarters. In September 1992, the first liberation action was carried out from Komar to Vučija glava, when the defense lines were moved by 4 kilometers. At that time, Vlasic became the place from which the Republika Srpska Army deported exiles daily from Bosnian Frontier. In November 1992, the VRS occupied Karaula. The following year, the Bosniak-Croat war lasted, but with the signing of the Washington Agreement it was discontinued, and in March 1994 the transport of larger forces along VRS lines was made possible. At the end of March, Bosnian army took over Radijevac, Kvrkuša and Rustovi. For the purposes of the broader liberation, 7th Corps of the Army of the Republic of Bosnia and Herzegovina was founded, headquartered in Travnik. The first battle of the 7th Corps took place on April 24, when the VRS made an attack on the Vlasic plateau and occupied Meokrnje and Glavica. Still, in the counterattack, the 7th Corps forces regained lost ground. The liberation operations continued in May, when the objects of Bjeljik, Crni vrh and the villages of Fonjige, Pobrđani, Šahmani, Brdo, Dolani and Korenići were taken, and in July the location of Srneća brda was liberated. At the end of the summer of 1994, preparations began for the liberation of Vlasic. Material resources were raised for this purpose and a large number of people were hired. In addition to supplying basic resources, several log cabins were built for 4,000 fighters, as settlements were far away and operations planned for the winter of 1995 were supposed to occur during low temperatures. Also, 3,000 white camouflage uniforms were sewn in Travnik for the snow camouflage. A four-month ceasefire with the VRS was signed in late 1994, which was in favor of the liberation action, when the 7th Corps Command used that time to organize units and to provide additional training. Accordingly, a training plan called \"Bura 95\" was launched, which rehearsed new and specific methods of performing the action. Immediately after receiving the directive on the conduct of the liberation operation by the General Staff of the ARBiH, the 7th Corps Command began to prepare the operation. After the inspection of the units of the 7th Corps on February 7, 1995 in Travnik, and the surrender of war flags, the 7th Corps was officially ready for the start of the liberation action. War reports said the VRS did not respect the signed ceasefire, especially in the area of responsibility of the 5th Corps near Bihać. The 7th Corps commander, General Mehmed Alagić, repeatedly emphasized that any attack on the 5th Corps was also an attack on the 7th Corps. In early 1995, the Bosnian Serbs did not respect the ceasefire in the area of responsibility of the 7th Corps, also. Travnik and its wider surroundings were shelled daily. At that time, the 7th Corps trained its units with a focus on preparing units planned for the continuation of the war as liberation units, notably the 17th Knights, the 705th Glorious, and the 727th Glorious Brigades. The operation plan for the liberation of Vlasic, code-named \"Range 95\" (Bosnian: Domet 95), was completed in February. The plan of the operation was to attack the VRS on a broader front, practically the entire area of responsibility of the 7th Corps on the Vlasic plateau, and break out of the Smet – Gostilj – Vitovlje – Koric communication. The operation was scheduled to begin on February 20, 1995, and involved 10 brigades, 9 tanks and transporters, 25 howitzers and cannons, 191 mortars and 24 480 troops. The duration of the operation was 5 days. On the other hand, the defense of Vlasic consisted of 3 VRS brigades with about 5,000 soldiers, 9 tanks, 15 howitzers and cannons and 76 mortars. Although the start of the operation was planned for February 20, 1995, due to bad weather, the operation was delayed for February 24. The start of the operation was marked by the undertaking of the Special Forces of the 712th and 737th Brigades, when two groups of about 400 fighters descended overnight on a 12-meter cliff on the Galica plateau and completely surprised the enemy in the morning of February 24, killing 62 VRS members. However, in the first days, the main attack failed due to poor implementation during the installation of the bridge defenses, which was used by the aggressor to pull PATs whose operations caused losses to the 705th ARBiH Brigade. With that, the plan to liberate Vlasic within five days failed. Seeing that the Vlasic liberation plan had failed, the 7th Corps Command made additional preparations to conduct a new operation called \"Range 1\" (Bosnian: Domet 1). On that occasion, VRS radios were eavesdropped, which made the implementation of the action much easier. The failure analysis of February 24 was approached and it was concluded that the main reason for the absence of the main attack was the inability to evacuate from deep snow if any of the units fell into ambush. == Battle == The start of the operation is planned on March 20, 1995, where units from the 3rd Corps of the ARBiH were also engaged. The attack front was reduced by 23 kilometers. To facilitate the coordination of the attack, all forces were under the command of the Commander of the 17th Knights' Krajina Brigade, while engineering machines were ready to clear the roads and provide pathway for forces. The area of Tvrda ravan – Babanovac – Gostilj was chosen as the main attack line. Two auxiliary routes of attack were also identified to bring the most dominant peak of Paljenik into the surrounding. The final objective of the operation was to break out of the Smet – Vitovlje – Koric road communication. The command for the attack was issued by 7th Corps Commander Mehmed Alagic on the night of March 19, 1995, while it is planned that the final attack will begin on March 20 at 04:30 am. As early as the night of March 19th, the introduction of units to the objects of attack began, through snow and blizzard. The units of the 17th and the Guards Brigades of the General Staff of the ARBiH were headed in the main direction of the attack. The elimination of the enemy in the main direction very quickly resulted in the merger with the 727th Brigade operating in the auxiliary direction. The VRS began pulling its forces from Polica towards Babanovac and the Ugar valley. During the first day of the operation, the places of Pavo, Čavo, Crni vrh, Simišće and most of the Police were liberated. Mali Santic was brought to the half-surrounding, while members of the VRS on Paljenik were cut off. However, due to the very low temperature, a large number of fighters froze and were returned to Travnik for a vacation. The following day, the 7th Muslim Brigade was also introduced into the fight, which liberated the mountain hut at Mali Santic and seized a large amount of weapons. At the same time, the entire Police facility was liberated, while the 727th Brigade conquered part of the Poljana facility. On March 22, all forces were directed to the main direction of attack, with the aim of breaking out at Galica as soon as possible, which would put the Mali Santic – Galica road under control, to prevent the use of the Travnik – Ovcarevo – Galica road. This would put the VRS on Paljenik in a complete surrounding. Attacking from three directions, the ARBiH erupted in Galica, eliminating artillery positions from which Travnik and its surroundings were shelled. On that occasion, the following objects were liberated: elevation 1616, Panja, Srnske stijene, Mačak, and the wider area of the mountain hut on Galica, the Santic-Galica road was brought under control, while VRS forces were brought into complete surrounding on Paljenik and Devećani. The following day, some forces were sent on vacation, while the liberation action continued towards Paljenik and Devećani. In order not to fall into an unenviable position, VRS members made a successful breakthrough towards Babanovac, while the ARBiH forces liberated the mountain hut on Devećani and Paljenik. The liberation of Paljenik was the most successful step in the operation of Range 1 so far. However, in the following days, the VRS defended several attacks by the ARBiH. Not wanting any major losses, the 7th Corps Command ordered the combatants to keep their positions, as a strong counter-offensive by the VRS was expected in order to return the liberated area. For this purpose, units from the 4th Corps of the ARBiH and the special unit Black Swans are referred to Vlasic. The VRS carried out several small attacks on Galica and towards Babanovac. A new attack by the forces of the ARBiH began on April 3, 1995 in the direction of Bukovacko hill – Sesici and Sječevo – Potkraj – Dželilovac, as well as several auxiliary routes. However, the new initiative was not fully monitored by the newly arrived forces, so the ARBiH forces were drawn to their initial positions. Two days later, the main attack again diverted towards Babanovac. However, neither this attack nor the subsequent attack on April 7 produced the intended results. The stagnation of the operation was primarily because the VRS, led by the 22nd Infantry Brigade of the 1st Krajina Corps of the VRS, would conduct fierce counter-attacks every time after the ARBiH attack. Due to the apparent fatigue of the 7th Corps forces, on April 14, 1995, the 146th Brigade from Visoko, which was part of the 1st Corps of the ARBiH, headquartered in Sarajevo, was sent to Vlasic. After 20 days of fighting, the forces of the ARBiH broke out on the line: Srneće brdo – Čatići – Šantići – tt 1528 – Harambašine vode – Debele jele – Grozničavica – Šešiće vode – Crvena stijena – Kostolac – Sječevo. In the days of fighting, temperatures dropped to -20°C, with winds often reaching speeds of up to 100 km/h. Major territorial changes were made until March 25, 1995, while new small territorial changes were made with extremely hard fighting. One of the goals of the operation was to reduce the lines of defense. However, due to the breakthrough on Galica, a large recess was formed, so the length of the battle line remained almost the same before and after the operation. Analyzing the success of the operation, it was concluded that the achieved goals were not achieved only on the right wing, where the planned breakthrough in the Žezička greda and Šišava region was not achieved, while more than expected was achieved on the left wing. Although a safe and accessible lines of defense were made by April 10, 1995, because the VRS did not have the strength to recover the lost positions, the fortification had to be continued, as the height of the snow cover required. Due to the deep snow, the fortification could not be done underground, but above the ground. Initially, the line was formed by cutting spruce, which served as barrier and as a basis for the creation of security shelters for soldiers. A major contribution to these actions was made by the 7th Corps Engineer Battalion, which hired 27 machines that operated continuously during the first 10 days of operation. The passage of 66 kilometers of the road on Vlasic was maintained, with which the MTS and basic foodstuffs were easily supplied. Two new roads on Galica – 10 and 6 kilometers long – were also drilled. On this occasion, 80 tons of fuel were consumed. The units within the 7th, 3rd, 4th Corps, the ARBiH Main Staff and the RBiH MUP took part in Operation 1. The backbone of the operation consisted of units from the 7th Corps, whose engagement accounted for 81% of all operations performed. About 20,888 combatants participated in the operations in various ways, of which a large percentage were forces that supported the main attack. In the end, from March 20 to April 10, 1995, a total of 51 km2 of territory was liberated, under the most difficult weather conditions and on difficult mountainous land. However, the central mountain massif of Bosnia was liberated, which dominated central Bosnia and the territory as far as Krajina, Posavina and northeastern Bosnia. The ARBiH liberated the highest peak of peak of Paljenik and the entire plateau of Galica, from which the commander of the 22nd VRS Infantry Brigade, Colonel Janko Trivic, regularly cut down a rich forest and sold it in Serbia, thereby enriching himself. With the liberation of Vlasic, road communication Travnik – Galica – Veliki Santic – Crni vrh was put under control, which became the main circular communication on Vlasic. Given the high intensity attacks, General Alagic, with the consent of the General Staff, made the decision to liberate Vlasic and preparations began. Preparations were made at altitudes over 1500 meters, in difficult weather conditions with snowstorms characteristic for Vlasic. Commander Alagic decided to carry out the attack on March 20, 1995, 4:00 in the morning. The front end was pierced very quickly, and immediately afterwards a large number of combat units were moved to the enemy zone. The units of the First Guardian Brigade climbed up to PAVU and the 705th Brigade at ČAVU over 1800 meters high. The snow was already higher than 130 cm by then and the blizzard was increasing that first day. By 20th March most of the dominant objects were captured in this direction of attack: Police, Crni Vrh, Pavo, Chavo and approaching Santić. In the evening, the same day after summarizing the results achieved, General Alagic made a decision to continue the fighting. The goal was to free the entire Vlasic plateau! On March 21, sabotage groups carried out a sabotage in the areas Potkraj and Gradina. On March 22, the 3rd Battalion of the 22nd VRS Infantry Brigade was destroyed and parts of the VRS forces conducting defense in the Paljenik area were deployed in environments. From the information obtained through the war reports, it can be concluded that Command 22. Pbr. of VRS Army did not manage the situation on the ground. On that day, in a difficult weather conditions, the Santici facility was conquered, and from there Bosnian units erupted in Galicia. That day a battalion of the 705th Glorious Brigade entered the Paljenik facility (tt 1930). The famous repeater was finally in Bosnian hands. On March 24, the Galica plateau was liberated. == Aftermath == Regardless of the changing course of the operation, it was considered by the 7th Corps Command and the ARBiH General Staff as the greatest success of the ARBiH and the milestone in the liberation struggle, since it has been proven that the ARBiH can perform liberation operations in the most extreme conditions. Morale increased strongly among all members of the ARBiH, so many units wanted to come to Vlasic's aid. The population of central Bosnia celebrated a major victory. Members of the women's association \"Sumeja\" brought to the fighters, in the positions themselves, hot food, clothes, shoes, sunglasses against snow blindness, etc. Many municipalities have sent significant donations in food and oil, with the municipality of Visoko being particularly prominent. The Vlasic victory triggered all segments of the Bosnian society and gave the unprecedented motive to move decisively towards the preparation of a series of new liberation operations. Based on the available documentation of the 1st Krajina Corps of the VRS, 65 VRS members were killed and disappeared in the period from 20 to 23 March 1995, while the ARBiH General Staff recovered 60 bodies of VRS members in Vlasic after the field analysis. It is estimated that about 200 VRS members were killed during the operation. 180 were seriously injured, while about 350 VRS personnel were injured. The losses of the ARBiH forces were also relatively large. Taking into account the data on the first attempt to conduct the operation – on February 24, 1995, the ARBiH forces had 70 dead, 78 seriously wounded and 312 slightly wounded soldiers. Also, 5 fighters disappeared, while 54 froze. In the first five days of the operation, while the VRS was still surprised by the attack, the losses of ARBiH were much smaller compared to the period of the 1: 5 ratio of success. 70% of the killed fighters were killed by a shotgun. 71% of the killed members of the ARBiH were under 30 years of age. Although the operation of Vlasic's liberation was expected to bring abundant war loots, it did not. Moreover, there is almost no information on the collected infantry weapons, ammunition and other equipment. During the liberation of the Santic area, one T-34 tank and five motor vehicles were captured, which, due to lack of fuel, could not be pulled out. It was especially important for the 7th Corps command to capture a howitzer (105 mm) and a cannon (130 mm) and a tank and sill that glowed death across the Travnik from Galica, but it was evident that the VRS had pulled them out in time. However, one threshold and a T-55 tank was destroyed in the area of Harambašine vode and Kukotnica. In addition, 3 cannons, 11 mortars, 4 PATs, 6 PAMs, 2 BSTs, 2 mallets and one hand grenade launcher were captured. Vlašić mountain is incorporated into the Federation of Bosnia and Herzegovina entity, after the war. == See also == *Operation Summer '95 == References == == External links == * *20 years after the Liberation (Klix.ba article) Category:Bosnian War ",
    "title": "Operation Vlašić"
}