{
    "id": "61624203",
    "text": "A laufhaus is a building with apartments that sex workers can rent and use as their base of operation. Laufhauses are very popular types of brothels in Germany, Austria and Switzerland. When translated, \"laufhaus\" means running- house, where lauf means to run and haus stands for house. The women who work in laufhauses are allowed to stay and sleep there even when they are not working. ==Operations== Unlike other forms of brothels, laufhauses do not require clients to pay an entry fee. Clients are free to roam in the building and to inspect the women who are working. Usually, the doors have some sort of indicator to show if the woman who works in the particular room is available or not. Clients can knock on the doors where women are available and ask them about the prices and the services that are offered. Clients can negotiate about the services and the price with the women and they can move on to another room if they do not like what they see/hear. The landlord who owns the building rents out the rooms to the women and the women are required to pay rent on a daily/weekly or monthly basis (depending on the Laufhaus). In addition to renting out the rooms, the landlord also has the obligation of creating a website for the laufhaus, keeping it updated with new women and informing the clients which women are currently working. Women who work in laufhauses make their money by offering various types of sexual services to clients. Clients pay directly to the women before the session. The money that the women make is their own and they do not have to give any of it to someone else. Laufhaus owners make money by renting out the rooms to sex workers. Most of the time, this is the only way owners of laufhauses make a profit. ==Laufhauses and other brothels compared== While in most types of brothels, the women have to give a percentage of their earnings to the owner, in laufhauses they can keep all of the money for themselves, other than paying the rent. Laufhauses do not offer drinks or food to the clients, like most Sauna clubs or sex clubs do. There are some laufhases that have drink vending machines, but not alcoholic beverages. Classic brothels regularly host events and different kinds of happenings; this is something that does not happen in laufhauses. ==References== Category:Brothels Category:Brothels in Germany Category:Prostitution in Switzerland Category:Prostitution in Austria ",
    "title": "Laufhaus"
}