{
    "id": "61622010",
    "text": "Janice Deborah Kavander Kamya (born 29 September 1994) mostly known as Janice, is a Swedish singer. ==Music career== Born to a Ugandan father and a Finnish mother (born in Helsinki, to a half-Finnish and half-Dutch family), Janice started studying at at the age of eleven and then went to high school at Södra Latin, where she specialized in dancing. She has been a member of the Tensta Gospel Choir since 2009. She got her breakthrough in music in 2016, when she released the single \"Don't Need To\", which she also co-wrote. Sveriges Radio Retrieved 27 August 2019 The song was aired a lot on Sveriges Radio, and in 2017 she was named Breakthrough Artist of the Year by Dagens Nyheter culture section. She next released the songs \"Answer\" and \"Love You Like I Should\", and in the summer of 2017 she participated in the SVT show Allsång på Skansen and the TV4 show Lotta på Liseberg. Later in 2017, she released the singles I Got You, Black Lies, and Queen. kingsizemag.se Retrieved 27 August 2019 Janice performed the United States national anthem on 10 and 11 November 2017 at Globen Arena in Stockholm, when Colorado Avalanche and Ottawa Senators met each other in a game for the 2017 NHL Global Series. At the same event she performed the national anthem of Canada. Janice sang at the final of the SVT show På spåret for the 2018 season. She also performed her single \"Queen\" at the P3 Guld gala, which was broadcast both on Sveriges Radio and SVT. On International Women's Day on 8 March 2019, Janice helped the organization Red Cross to raise awareness of women who live in areas of war and conflict in the world. Janice ended 2018 by performing at Bingolotto on TV4 for the bingo show's Christmas special on 23 December.Gäster på uppsittaren -Bingolotto bingolotto.se Retrieved 27 August 2019 In 2019, Janice, along with Sabina Ddumba and Molly Hammar, performed at the Swedish Grammis gala. Janice has a cameo in the film Eld & Lågor, where she performs the ABBA song \"Gimme! Gimme! Gimme!\". On 17 May 2019, she released the single \"Hearts Will Bleed\", and on 14 June the song \"Kisses at Nighttime\". Retrieved 27 August 2019 Her album I Don't Know A Thing About Love was released on 30 August. kingsizemag.se Retrieved 27 August 2019 ==DiscographyDiskografi Janice , www.deezer.com, Retrieved 27 August 2019== ===Album=== {| class=\"wikitable\" |- ! align=\"center\" width=\"25\" | Year ! align=\"center\" width=\"150\" | Title ! align=\"center\" width=\"150\" | Songs ! align=\"center\" width=\"150\" | Album Details |- | align=\"center\"|2018 | align=\"left\" |Fallin' Up |* Intro * Black Lies (feat. Saint) * You Only Say You Love Me In the Dark * Answer * Lullaby * Enough * Someone New * Picture * Don t Need To * Changing * I Got You * Love You Like I Should * Queen |* Released: 2 February 2018 * Recordlabel: Four |- |} ===Singles=== {| class=\"wikitable\" |- ! Year ! Title |- | 2016 | Don't Need To |- | rowspan=5 | 2017 | Answer |- | Love You Like I Should |- | I Got You |- | Black Lies (feat. Saint) |- | Queen |- | rowspan=3 |2018 | You Only Say You Love Me In the Dark |- | Två av oss (feat. Ji Nilsson ) |- | Have Yourself a Merry Little Christmas |} ==References== ==External links== Category:1994 births Category:Living people Category:Swedish female singers Category:Swedish songwriters Category:Swedish people of Finnish descent Category:Swedish people of Ugandan descent Category:Swedish people of Dutch descent ",
    "title": "Janice Kavander"
}