{
    "id": "61626077",
    "text": "Olakunle Joel Adewale (born 13 May 1981) is a Nigerian social entrepreneur and visual artist who founded Tender Arts Nigeria in 2013, an Organization with focus on Therapeutic arts, arts in health, talent development, community empowerment and civic engagement through visual, literary and performing arts which benefit children, youth, adults and the aged across the world. In 2015, he met President Barack Obama in the United States thorough Mandela Washington Fellowship for leadership impacts in using arts to improve the lives of people in his environment and in 2019, he received an international recognition in the United States as August 2 was declared as “Kunle Adewale Day” by the Mayor of Cincinnati, John Cranley in recognition of his contribution to the United States in both fields of Arts and Medicine. == Early Life and Education == Adewale was born on 13 May 1981 as the ninth child in the family of fourteen children in Mushin, a suburb of Lagos State where he went on to complete his primary and secondary school education at Mushin Mainland Model Primary School before proceeding to St. Joseph Boy's Secondary School, Surulere, Lagos. Thereafter, he proceeded to Auchi Polytechnic to study Painting and General Arts and later obtained a Bachelor of Art degree in Fine and Applied Arts from Obafemi Awolowo University, Ile-Ife. He went on to study Civic Leadership from Tulane University, New Orleans in 2015 and Arts in Medicine summer intensive from the University of Florida. ==Art career== Adewale started art during his teenage years working on comics, Bible characters, creative writings and later metamorphose to doing it professionally. In 2019, he was honoured for his contributions to arts in medicine field by the Mayor of Cincinnati, Mayor John Cranley as August 2, 2019 was proclaimed as “Kunle Adewale Day” in Cincinnati, Ohio, USA and became the first International Artist in Residence of the Eyes of the Artists Foundation. == Books == Adewale has published two books, which include the following: * Seed For Seasons * Why Sit We Here Till We Die? A tale of 4 lepers == Awards and Recognitions== *2014, Nominated for Global Teacher Prize *2015 YNaija top 10 most influential Nigerians under 40 (Advocacy) *2015, Young African ambassador for Art and Culture *2016 Commonwealth Youth Award for West Africa region *2016, Member of Art Therapy Without Borders, Inc. *2018, JCI Ten Outstanding Young Persons of Nigeria awardee *2018, International Advocate For persons living Sickle Cell Anemia. *2019, World Bank Social Inclusion Hero from Nigeria *2019. Atlantic Fellow of Global Brain Health Institute, University of California == Links == * Nigerian artist, Kunle Adewale gets special day in U.S. * Meet the young man using art to help patients in Nigerian hospitals == References == Category:Living people Category:Nigerian businesspeople Category:1981 births Category:Nigerian artists Category:Tulane University alumni Category:University of Florida alumni Category:Yoruba artists Category:Yoruba businesspeople Category:Nigerian expatriates in the United States Category:Auchi Polytechnic alumni Category:Obafemi Awolowo University alumni Category:Nigerian social entrepreneurs Category:People from Lagos ",
    "title": "Kunle Adewale"
}