{
    "id": "61626251",
    "text": "Moon-Flash is a science fiction novel for juvenile readers by Patricia A. McKillip. It was first published in hardcover by Atheneum in August 1984, with a paperback edition issued by Berkley Books in October 1985. It was subsequently combined with its sequel The Moon and the Face in an omnibus edition, also titled Moon-Flash, issued in paperback and ebook by Firebird/Penguin in March 2005. ==Summary== Kyreol, growing up in the simple community of Turtle-Crossing as daughter of the Healer, is unhappy with her life there and full of questions no one can satisfactorily answer. She wants to know where her long-lost mother disappeared to, and why lies beyond the edge of the world. Her dissatisfaction comes to a head with the Moon-flash ceremony betrothing her to the unimaginative Korre, and the appearance in her dreams of the strange and powerful Hunter. Kyreol decides she must leave home, following the River into the unknown beyond the rapids of Fourteen Falls. Accompanying her is her childhood friend Terje. On their journey they learn of other peoples and cultures, increasingly sophisticated, and other uses of the moon-flash symbol. Their quest culminates at the great Dome, holding the key to the Riverworld's mysteries and the road to the stars. ==Reception== Barbara Hutcheson in School Library Journal calls the story a \"lyrical tale,\" writing that \"Kyreol's search can be understood on many levels. On one, she is a child looking for the mother who disappeared years before; on another, she is a young primitive gradually becoming aware of life in cultures apart from her own; on another, she is a girl finding her way into womanhood. All these strands are developed subtly but in depth and are woven smoothly together by analogy to the River as it winds through the story. McKillip's theme is not original, but she attunes readers so completely to the primal mind of her characters that the first contact with outside forces falls like a blow. Her language is fluent and full of memorable imagery enlivened by touches of humor.\" She finds the \"only disappointment\" in the \"explanation of the 'Moon- flash' of the title,\" which \"seriously undermines not only the empathy of readers for [the] heroine, but also the author's underlying message of respect for primitive cultures\" by seeming to reduce it \"to a cargo culture manipulated and perpetuated by paternalistic anthropologists.\" Nonetheless, she concludes that \"this is excellent leisure and social studies support reading for fantasy fans.\"Hutcheson, Barbara. Review in School Library Journal v. 31, iss. 4, December 1984, p. 92. Beth and Ben Nelms in English Journal write \"[t]his book is a powerhouse of ideas; questions are seen as the beginning of progress; each culture is honored for what it has meant to life on ea[r]th; the quest for answers is safer and more bearable if the traveler is not alone; the power of love overcomes tribulation; and humans have the ability to love what has been while looking forward with hope and confidence to the sometimes frightening future.\"Nelms, Beth and Ben. \"The Farfaring Imagination: Recent Fantasy and Science Fiction.\" Article in English Journal v. 74, no. 4, April 1985, p. 86. The book was also reviewed by Faren Miller in Locus no. 283, August 1984, Charles de Lint in Fantasy Review v. 8, no. 1, January 1985 and Science Fiction Review v. 14, no. 1, Spring 1985, Robert Coulson in Amazing Stories v. 59, no. 2, July 1985, and Michael E. Stamm in Fantasy Review v. 8, no. 11, November 1985. ==Notes== Category:1984 American novels Category:1984 science fiction novels Category:American science fiction novels Category:Novels by Patricia A. McKillip ",
    "title": "Moon-Flash"
}