{
    "id": "61621505",
    "text": "William W. \"Bill\" Dressler (born 1951) is an American anthropologist known for his concept of cultural consonance and work on cultural models especially in the context of medical anthropology. He has done fieldwork in Mexico, Brazil, the West Indies, and the United States, and worked at the University of Alabama at Tuscaloosa since 1981. Dressler grew up in Iowa and studied anthropology at Grinnell College, graduating in 1973. He received his PhD from the University of Connecticut in 1978. Dressler's 1991 book Stress and Adaptation in the Context of Culture: Depression in a Southern Black community was based on eight years of fieldwork in an African-American community. It examined the complex ways that cultural, historical, psychological, and physiological factors can interact to shape health outcomes.Brown, Diane (1992) Review: \"Dressler, William W. (1991) Stress and adaptation in the context of culture: Depression in a southern black community Albany, NY: SUNY Press.\" Journal of Nervous and Mental Disease, 180(3): 211. Dressler proposed a Dressler's work in Puerto Rico showed a disconnect between objective measurements of skin color alone and how individuals were locally classified into color (quasi-racial) groups. Objectively measured skin color did not predict blood pressure; rather \"the discrepancy between self-perceived color and skin pigmentation, a measure we call ‘color incongruity,‘ is associated with systolic blood pressure (SBP) through an interaction with socioeconomic status.\"Gravlee, Clarence C. and William W. Dressler. (2005) \"Skin pigmentation, self-perceived color, and arterial blood pressure in Puerto Rico.\" American Journal of Human Biology 17: 195-206 This finding has significant implications for understanding how racial categories are cultural constructed and the mechanisms by which they may affect health, such as the higher rates of hypertension observed in the Americas among persons of African background.Merrill Singer, Hans A. Baer (2007) Introducing Medical Anthropology: A Discipline in Action Lanham, MD: Rowman Altamira. P: 179-180. Dressler describes cultural consonance as \"the degree to which individuals, in their own beliefs and behaviors, approximate the prototypes for belief and behavior encoded in cultural models. Higher cultural consonance is associated with better health status (assessed psychologically, physiologically, immunologically, and morphologically). Cultural consonance expands on cultural consensus theory, a method from cognitive anthropology developed by Romney and others,Romney, A. Kimball; Weller, Susan C.; & William H. Batchelder. (1986) \"Culture as Consensus: A Theory of Culture and Informant Accuracy.\" American Anthropologist 88(2): 313-338. https://doi.org/10.1525/aa.1986.88.2.02a00020 in order to measure the content and impact of various culturally held beliefs or culturally shared experience. The concept of cultural consonance and the associated measurement model have also shed new light on some basic theoretical questions in anthropology regarding culture.\"http://bdressler.people.ua.edu/ A related concept is residual agreement analysis, a way of quantifying aspects of variation and non- agreement in culturally shared ideas.Dressler, W. W., Balieiro, M. C., & dos Santos, J. E. (2015). Finding Culture Change in the Second Factor: Stability and Change in Cultural Consensus and Residual Agreement. Field Methods, 27(1), 22–38. https://doi.org/10.1177/1525822X14542755 He was president of the Society for Medical Anthropology (1999-2001) and member of the editorial boards of multiple anthropological journals. As of 2019, he has more than 120 publications indexed in Web of Science, which have been cited more than 2,600 times. Web of Science \"William W Dressler\", access 23 Nov 2019 https://app.webofknowledge.com/author/#/record/208092 Dressler's book Culture and the Individual: Theory and Method of Cultural Consonance won the annual book prize from the Society for Anthropological Sciences in 2019.http://sas.anthroniche.com/history/past-book-prizes/culture-and-the- individual-theory-and-method-of-cultural-consonance/ His work was the subject of a retrospective panel at the 2019 joint meeting of the American Anthropological Association and the Canadian Anthropology Society/La Société Canadienne d'Anthropologie.\"The Legacy and Future of Cultural Consonance: William Dressler's Impact on Cultural Anthropology, Theory, and Methods.\" Oral Presentation Session invited by: Society for Anthropological Sciences. Organizers: H.J. Francois Dengah (Utah State University), Toni Copeland (University of Alabama); Chair: H.J. Francois Dengah (Utah State University). Papers: “If you can say, you can test it:” Cultural Competence, Consonance, and the Dressler Effect.\" Toni Copeland (University of Alabama) co-author: Francois Dengah (Utah State University); \"Advancing Cultural Consonance Theories of Mental Health and Healing: Pride/Shame and Psychosocial Complexity.\" Jeffrey Snodgrass (Colorado State University); \"Culture and the Individual: Honoring and Extending William Dressler’s Contributions to Culture Theory.\" Clarence Gravlee (University of Florida); \"Moving Beyond Consensus: The Importance of Residual Agreement Analysis.\" Nicole Henderson (University of Alabama), co-authors: Lawrence Monocello (University of Alabama), Robert Else (University of Alabama); Discussant: Susan Weller (University of Texas Medical Branch Galveston). Program of the Annual Meeting of the American Anthropological Association (2019) Arlington, VA: American Anthropological Association. ==Interlocutors== *Mauro C. Balieiro *José Ernesto dos Santos *Clarence Gravlee ==Select publications== *Dressler, William W. (1991) Stress and adaptation in the context of culture: Depression in a Southern Black community Albany, NY: SUNY Press. *Dressler, William W.; Bindon, JR (2000) \"The health consequences of cultural consonance: Cultural dimensions of lifestyle, social support, and arterial blood pressure in an African American community.\" American Anthropologist, 102(2):244-260 *Dressler, William W. (2005) \"What's Cultural about Biocultural Research?\" Ethos 33 (1), 20-45 *Dressler, WW; Oths, KS; & Gravlee, CC (2005) \"Race and ethnicity in public health research: models to explain health disparities\" Annual Review of Anthropology, 34:231-252. *Gravlee, Clarence C. and William W. Dressler. (2005) \"Skin pigmentation, self-perceived color, and arterial blood pressure in Puerto Rico.\" American Journal of Human Biology 17: 195-206 *Dressler, William W. (2012) \"Cultural consonance: Linking culture, the individual,\" Preventive Medicine, 55: 390-393. *Dressler, William W. (2018) Culture and the Individual: Theory and Method of Cultural Consonance. New York: Routledge. ==References== ==External links== *Dressler William, Snodgrass Jeffrey. (2015) “Bioculturalism” – An interview with William Dressler. Somatosphere. Accessed September 21, 2019. http://somatosphere.net/2015/bioculturalism-an-interview- with-william-dressler.html/ *William Dressler page at ResearchGate.net Category:1951 births Category:Living people Category:American anthropologists Category:Grinnell College alumni Category:University of Connecticut alumni Category:University of Alabama faculty ",
    "title": "William Dressler (anthropologist)"
}