{
    "id": "61621532",
    "text": "Tyler Scott Rogers (born December 17, 1990) is an American professional baseball pitcher for the San Francisco Giants of Major League Baseball (MLB). He played college baseball for Garden City Community College and Austin Peay State University. Rogers was drafted by the Giants in the 10th round of the 2013 MLB draft. He made his MLB debut in 2019. ==Amateur career== Rogers attended Chatfield Senior High School in Littleton, Colorado. Undrafted out of high school, Rogers attended Garden City Community College in Garden City, Kansas. There, in his sophomore year he was 6–3 with a 2.39 ERA in 34 games with 50 strikeouts in 49 innings. He was a second-team All-Kansas Jayhawk Community College Conference selection. After two seasons, Rogers transferred to Austin Peay State University where he played college baseball for the Governors. There, as a junior transfer in 2012 he was 4–4 with a 2.25 era and had 52 strikeouts in 59.2 innings, while making an Ohio Valley Conference record-tying 38 appearances and saving 10 games. Rogers was drafted by the San Francisco Giants in the 10th round, with the 312th overall selection, of the 2013 MLB draft. He signed for a signing bonus of $7,500. ==Professional career== ===San Francisco Giants=== Rogers split his debut season between the Arizona League Giants and the Salem-Keizer Volcanoes, going a combined 1–1 with a 2.30 ERA in 27 innings. He split the 2014 season between the Augusta GreenJackets and the San Jose Giants, pitching to a 4–0 record with a 1.81 ERA in innings. Rogers split the 2015 season between San Jose and the Richmond Flying Squirrels, going 5–2 with a 2.00 ERA in innings. He split the 2016 season between Richmond and the Sacramento River Cats, going 2–2 with a 3.27 ERA in 66 innings. He spent the 2017 season with Sacramento, going 4–4 with 2.37 ERA in 76 innings. He returned to Sacramento for the 2018 season, going 3–2 with a 2.13 ERA in innings. Rogers returned to Sacramento in 2019 season, going 4–2 with a 4.21 ERA and 55 strikeouts over 62 innings for them. On August 27, 2019, the Giants selected Rogers' contract and promoted him to the major leagues. He made his debut that night versus the Arizona Diamondbacks, pitching a scoreless inning in relief. Rogers finished the 2019 season going 2–0 with a 1.02 ERA and 16 strikeouts over innings for the Giants. In 2019, his four-seam fastball was on average the slowest in major league baseball, at 83.1 mph, as was his sinker, at 82.2 mph. ==Personal life== Rogers' identical mirror image twin brother, Taylor, is a pitcher for the Minnesota Twins. The brothers became the 10th set of twins to play in MLB. ==References== ==External links== *Austin Peay Governors bio * Category:1990 births Category:Living people Category:People from Littleton, Colorado Category:Baseball players from Colorado Category:Major League Baseball pitchers Category:San Francisco Giants players Category:Garden City Broncbusters baseball players Category:Austin Peay Governors baseball players Category:Arizona League Giants players Category:Salem-Keizer Volcanoes players Category:Augusta GreenJackets players Category:San Jose Giants players Category:Scottsdale Scorpions players Category:Richmond Flying Squirrels players Category:Sacramento River Cats players Category:Toros del Este players Category:Identical twins Category:Twin sportspeople Category:Twin people from the United States ",
    "title": "Tyler Rogers (baseball)"
}