{
    "id": "61638533",
    "text": "Deonte Harris (born December 4, 1997) is an American football wide receiver and return specialist for the New Orleans Saints of the National Football League (NFL). He played college football at Assumption College in Worcester, Massachusetts, and signed with the Saints as a rookie undrafted free agent in 2019 where he made his first Pro Bowl as a returner. Harris grew up in the Baltimore suburb of Middle River, Maryland and played high school football at Archbishop Curley High School where he also lettered in basketball and track & field. ==High School== As a senior at Baltimore's Archbishop Curley High School, Harris was named the 2014 Varsity Sports Network Offensive Player of the Year for football. He earned All-Conference and All-State honors, and was selected to the Baltimore Sun's First Team All-Metro for the 2014 football season. That same year, Harris led the Friars to the Maryland Interscholastic Athletic Association (MIAA) B Conference Championship and their first undefeated football season in school history, which included a 28–0 shutout victory over traditional MIAA \"A\" Conference powerhouse Loyola Blakefield, a game in which Harris amassed 206 total yards (140 rushing, 66 receiving) with 2 touchdowns. He recorded 2,030 yards of total offense for that season with 25 touchdowns in 10 games. He ran for 1,450 yards for the season on 130 carries with 20 rushing touchdowns. In the 2014 MIAA Championship game, Harris had 211 total yards, scoring 5 touchdowns in a 56–14 victory over St. Paul's School to win the conference title. As a junior (2013) Harris rushed for 933 yards on 86 carries for the Friars and scored a total of 18 touchdowns (14 rushing and four receiving). His sophomore season (2012), he went for 676 yards on 63 carries with six touchdowns. ==College career== Assumption College Career Highlights: * Holds the NCAA record (regardless of division) as college football's all-time leader for combined touchdown returns – 14 * Holds the NCAA D-II Record for single-season combined touchdown returns – 8 * Tied NCAA Division-II Record for single-game kickoff return touchdowns – 2 * Tied NCAA Division-II Record for single-season punt return touchdowns – 5 * 2017 Northeast-10 Conference MVP * 2015 Northeast-10 Conference Rookie of the Year * 2018 Second Team All-American by the American Football Coaches Association * 2018 Northeast-10 Conference First-Team All-Conference as WR & KR * 2017 First Team All-American by the American Football Coaches Association * 2017 First Team All-American by Conference Commissioner's Association * 2017 Second Team All-American by D2football.com * 2017 Northeast-10 Conference First Team All- Conference as WR & KR * 2015 Don Hansen Football Gazette Second-Team All- American School Records: * Career Touchdowns (45) * All-purpose yards in school history- 6,173 * Combined touchdown returns in school history – 14 * Combined touchdown returns in a single season in school history – 8 (2017) * Punt return touchdowns in a single season – 5 (2017) * Punts returned for touchdowns in a single game – 2 (twice) * Kickoffs returned for touchdowns in a single game – 2 * Punts returned for touchdowns in school history – 8 * Kickoffs returned for touchdowns in school history – 6 ==Professional career== ===2019 season=== Harris signed with the New Orleans Saints as a rookie undrafted free agent in 2019. After an impressive training camp featuring a 78-yard touchdown return against the New York Jets in the pre-season, Harris made the final cut and was named to the Saints 53-man roster. Harris made his NFL debut on Monday Night Football as the Saints primary kick returner in the season-opener against the Houston Texans. During a Week 3 33-27 road victory against the Seattle Seahawks, he scored his first NFL touchdown on a 53-yard punt return, the NFL's first punt return touchdown of the 2019 season. Harris finished his rookie year as the leader in punt returns, combined returns, and punt return yards and was selected to the Pro Bowl. He is the first undrafted Saint to make the Pro Bowl roster as a rookie. He was also just one of four players in the league to have a punt return touchdown in 2019. ===2020 season=== Harris was placed on the reserve/COVID-19 list by the Saints on August 14, 2020, and was activated two days later. ===NFL statistics=== {| class=\"wikitable\" ! colspan=\"2\"| Legend |- | style=\"background:#cfecec; width:3em;\" | | Led the league |- | Bold | Career-high |} ====Regular season==== {| class=\"wikitable\" style=\"text-align: center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"5\"| Receiving ! colspan=\"5\"| Rushing ! colspan=\"5\"| Returning ! colspan=\"2\"| Fumbles |- ! GP !! GS !! Rec !! Yds !! Avg !! Lng !! TD !! Att !! Yds !! Avg !! Lng !! TD !! Ret !! Yds !! Avg !! Lng !! TD !! Fum !! Lost |- ! 2019 !! NO | 14 || 1 || 6 || 24 || 4.0 || 13 || 0 || 4 || 31 || 7.8 || 10 || 0 || style=\"background:#cfecec; width:3em;\"|60 || style=\"background:#cfecec; width:3em;\"|982 || style=\"background:#cfecec; width:3em;\"|16.4 || 53T || 1 || 3 || 1 |- ! colspan=\"2\"| Career || 14 || 1 || 6 || 24 || 4.0 || 13 || 0 || 4 || 31 || 7.8 || 10 || 0 || 60 || 982 || 16.4 || 53T || 1 || 3 || 1 |} ====Postseason==== {| class=\"wikitable\" style=\"text-align: center;\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Team ! colspan=\"2\"| Games ! colspan=\"5\"| Receiving ! colspan=\"5\"| Rushing ! colspan=\"5\"| Returning ! colspan=\"2\"| Fumbles |- ! GP !! GS !! Rec !! Yds !! Avg !! Lng !! TD !! Att !! Yds !! Avg !! Lng !! TD !! Ret !! Yds !! Avg !! Lng !! TD !! Fum !! Lost |- ! 2019 !! NO | 1 || 1 || 1 || 50 || 50.0 || 50 || 0 || 0 || 0 || 0.0 || 0 || 0 || 8 || 177 || 22.1 || 54 || 0 || 0 || 0 |- ! colspan=\"2\"| Career || 1 || 1 || 1 || 50 || 50.0 || 50 || 0 || 0 || 0 || 0.0 || 0 || 0 || 8 || 177 || 22.1 || 54 || 0 || 0 || 0 |} ==References== ==External links== *New Orleans Saints bio *Assumption Greyhounds bio Category:1997 births Category:Living people Category:Sportspeople from Baltimore Category:Players of American football from Maryland Category:American football wide receivers Category:American football return specialists Category:Assumption Greyhounds football players Category:New Orleans Saints players ",
    "title": "Deonte Harris"
}