{
    "id": "61636553",
    "text": "Eagle County was a political subdivision of the Choctaw Nation of Indian Territory, prior to Oklahoma being admitted as a state. The county formed part of the Nation's Apukshunnubbee District, or Second District, one of three administrative super-regions. == History == The county, also called Osi Kaunti, from the Choctaw word osi, or eagle, took its name from Eagletown, the county seat. Eagletown was an important trading post in the region and was the site, from 1834, of a U.S. post office.“Organization of Counties in the Choctaw and Chickasaw Nations,” Chronicles of Oklahoma, Vol. 8, No. 3, September 1930, pp. 321-322. Eagle County was one of the original 19 counties created by the General Council of the Choctaw Nation in 1850. Eagle County's boundaries were established and designated according to easily recognizable natural landmarks, as were the boundaries of all Choctaw Nation counties. Little River formed its southern boundary; and Arkansas was its eastern boundary. A line drawn from one section of Little River to the next formed its western boundary, and a line drawn from Little River to the Arkansas state line formed its northern boundary, whose western terminus was anchored by a group of formidable peaks known as the Seven Devils. The land to the south of those mountains is alluvial and easier to traverse.John W. Morris, Historical Atlas of Oklahoma, plates 38 & 56. Three counties bordered Eagle County: Red River County on the south, Bok Tuklo County on the west, and Nashoba County on the north. The county served as an election district for members of the National Council, and as a unit of local administration. Constitutional officers, all of whom served for two-year terms and were elected by the voters, included the county judge, sheriff, and a ranger. The judge's duties included oversight of overall county administration. The sheriff collected taxes, monitored unlawful intrusion by intruders (usually white Americans from the United States), and conducted the census. The county ranger advertised and sold strayed livestock.Angie Debo, The Rise and Fall of the Choctaw Republic, p. 152. == Statehood == As Oklahoma's statehood approached, its leading citizens, who were gathered for the Oklahoma Constitutional Convention, realized in laying out the future state's counties that, while logically designed, the Choctaw Nation's counties could not exist as economically viable political subdivisions. In most the county seat existed generally for holding county court and not as a population center. This was also true of Eagle County, which had almost no towns or settlements of any size. This conundrum was also recognized by the framers of the proposed State of Sequoyah, who met in 1905 to propose statehood for the Indian Territory. The Sequoyah Constitutional Convention also proposed a county structure that abolished the Choctaw counties. Eagle County was included within the territory of the proposed McCurtain County.Amos Maxwell, Sequoyah Constitutional Convention. Although the map carried in Wikipedia’s article on the State of Sequoyah speaks to the matter of borders, Maxwell's book offers further insight. Much of this proposition was borrowed two years later by Oklahoma's framers, who adopted principally the same concept for the future McCurtain County in Oklahoma. The territory formerly comprising Eagle County, Choctaw Nation is incorporated wholly into McCurtain County. Eagle County ceased to exist upon Oklahoma’s statehood on November 16, 1907. == References == Category:Choctaw Category:Pre-statehood history of Oklahoma Category:1907 disestablishments in the United States ",
    "title": "Eagle County, Choctaw Nation"
}