{
    "id": "61637225",
    "text": "The Storming of Legislative Council refers to the siege, break-in, and subsequent occupation of the Legislative Council Complex in Hong Kong by anti- government activists on 1 July 2019 during the campaign to halt the enactment of the Fugitive Offenders amendment bill. Hundreds of protesters broke through the glass walls and metal doors and entered the building, ransacked and vandalised the interior with anti-government and anti-PRC slogans. It is considered a watershed event in the 2019–20 Hong Kong protests. Nine days later, on 9 July, the Chief Executive, Carrie Lam, announced that the extradition bill was \"dead\". The costs to repair the damage was estimated to be around US$5 million. == Storming == On 1 July 2019, as Hong Kong marked the 22nd anniversary of its 1997 handover to China, the annual pro-democracy protest march organised by CHRF claimed a record turnout of 550,000 while police placed the estimate around 190,000; independent organisations using scientific methods calculated that participation was in the region of 250,000 people. A group of activists splintered off from the peaceful march, and headed towards the Legislative Council Complex. Protesters in front of the LegCo Building. Banners unfurled inside the LegCo Building during the occupation. At around 9 pm local time, hundreds of protesters stormed the legislature after breaking through the glass walls and metal doors of the building. Police lay in wait while front-line protesters were ramming the main glass door to the building. As the protesters smashed through the secondary gates and entered the building, police initially retreated to avoid confrontation and give the demonstrators the run of the building. Protesters damaged portraits of former pro-Beijing presidents of the Legislative Council, spray-painted slogans such as \"It was you who taught me peaceful marches did not work,\" (是你教我和平遊行是沒用) and \"There are no rioters, only tyrannical rule,\" (没有暴徒祗有暴政！) smashed furniture, defaced the Hong Kong emblem, waved the Union Flag (Flag of the United Kingdom (United Kingdom of Great Britain and (&) Northern Ireland)) and displayed the colonial Hong Kong flag on the podium. At the same time, protesters hung up signs and installed barricades, warning others to protect cultural objects and to do no damage to books in the library while protesting. At about 11 pm, occupiers of the legislature were given an ultimatum set by the police to leave the building and disperse, or be removed by force. As the evacuation gathered pace, four protesters had opted to stay and face arrest but were carried out of the complex by their fellows, reflecting the movement's praxis of \"Preserve yourself and the collective; no division.\" The police started using tear gas to disperse protesters around the LegCo complex at 12:05 am, and reached the building 15 minutes later. == Damage == Protesters broke into the locked legislative council building by smashing thick glass doors and prying open metal security curtains. After they had broken through late into the night, they poured into the building and spray-painted slogans on the walls and caused extensive damage. More than 60 glass doors and panes were broken. Protesters vented their anger and frustration at the government for failing to respond to any of their demands. They climbed onto desks in the legislature's main chamber and reached up to spray the official city emblem with black paint, obliterating the portion which read \"People's Republic of China\", only leaving Hong Kong's part of the emblem untouched, reflecting protesters’ desire to preserve the freedoms, autonomy and judicial independence of Hong Kong, while maintaining its legislature and economic system separate from mainland China. Slogans were also spray-painted on the walls in Chinese and English. \"Destroy the Chinese Communist Party,\" read one. \"Hong Kong is not China,\" said another. One slogan – directed towards Carrie Lam – sprayed in Chinese on a column inside the building read: “It was you who told me peaceful marches did not work” (是你教我和平遊行是没用). Lam had refused to accede to any of the demands despite the massive turnouts at protest marches. Media including CNN and The Guardian noted that the messages protesters sprayed on the wall or displayed using banners, in particular, the phrase \"If we burn, you burn with us!\" from Suzanne Collins' novel Mockingjay encapsulated protesters' desperation and reflected their pessimism and hardened stance, in stark contrast to the Umbrella Movement. The fire-prevention and security systems in the chambers were damaged; Papers, rubbish, and umbrellas were strewn in lobbies and rooms. Portraits of Andrew Leung, Rita Fan and Jasper Tsang – respectively the incumbent and two former Legco presidents of the SAR era – were defaced, and went missing; parts of wooden picture frames were all that remained of their portraits hung on the wall. The security office and public complaints department were the most heavily damaged: hard disc drives and handheld radios were taken, while security guards said their lockers had been ransacked. Although protesters had destroyed the glass doors of the Legco library, however, a sign that read “Protect the books, and don’t do any damage” was put up; other signs urged protesters to spare the artefacts on display. Protesters paid for drinks they took from the Legco canteen. This was underlined by the sign stuck to the refrigerator, which read, “We’re not thieves, we won’t steal.” Protesters blamed the occupation and acts of property damage to be the result of Carrie Lam's \"lack of positive response to the public.\" It was also reported that the deaths from the suicide events also sparked anger and desperation among the protesters, which also contributes to the protest on 1 July. Workers clearing up after the occupation boarded up shattered windows, and police carted away evidence for investigation. Legco president Andrew Leung estimated the cost of repairing the damage by the storming would amount to over HK$40 million (US$5 million). == Admiralty Declaration == A colonial- era flag was placed on the podium inside the occupied Legislative Council governing chambers as a tribute to Hong Kong's history under the British. It was seen as a call on the former colonial rulers to confront China regarding the recent events. 25-year-old student activist Brian Leung Kai-ping, the only person who dared to remove their mask during the siege, climbed onto a legislator's desk and urged his fellows to stay united and remain in the Legco chamber. He presented a new 10-point manifesto which the protesters called the \"Admiralty Declaration\", decrying crony capitalism, the rotten government and rotten boroughs that underlay the political system, calling for greater freedom and democracy. He said: \"The absence of a democratic election is the root of all of the vicious cycles. We must correct the right to elect, the right to nominate, and the right to be elected, which people should have to participate in the legislative council. We must fairly re-arrange and reform the seats, the method for election of the Chief Executive, and eliminate unfair and outdated functional constituency.\" Leung said afterwards: \"As police were drawing closer and closer, after some deliberation, most decided to end the siege. I volunteered to be in front of the camera to read out the key demands of protesters in the chamber. The last thing I wished to see was to have no clear demands put on the table.\" Risking arrest, he removed his mask to make the address, saying later that \"Hongkongers have nothing left to lose. Hongkongers cannot [afford to] lose any more.\" Leung is believed to have left Hong Kong the next day. == Reactions == After the protest, demonstrators and legislators condemned the Hong Kong police for deliberately allowing protesters to ram the glass doors and windows of the LegCo in front of cameras and television crews for hours, without any arrests or clearance. A The New York Times journalist remarked on the \"notable [and] ominous\" absence of the police and questioned the lack of action to prevent the legislature from being stormed, asserting that the police force \"no longer sees its purpose as maintaining public order and is, instead, carrying out the government's political agenda.\" The police explained that their decision to retreat was after \"considering a number of factors\". However, observers have asserted it was allowed to happen to manipulate public opinion and blame protesters in an attempt to seize the moral high ground. Carrie Lam held a press conference at 4 am stating that she acknowledged the peaceful and orderly march, but condemned strongly the \"violence and vandalism by protesters who stormed into the Legislative Council building\". However, Lam dodged questions regarding recent deaths, and the government left the unanswered questions out of the official transcript, an act criticised by the Hong Kong Journalists Association (HKJA) for hindering public's right to know. Information Services Department responded that the transcript released was not a \"verbatim\". Nine days after the occupation, on 9 July, the government held a press conference during which Carrie Lam announced that the extradition bill was \"dead\". Unlike the final weeks of Umbrella Revolution which saw protesters being condemned by democrats, student groups and other critics as they smashed the reinforced glass walls of the LegCo with metal barricades, the public opinion of the protests was not significantly affected following the storming of the LegCo in 2019. Austin Ramzy from The New York Times stated that \"the voices of restraint were quickly drowned out\", as protesters and their supporters became increasingly tolerant to violent actions. The incident, ultimately, reinforced the unity among the protesters. == Arrests == On 3 July, Police arrested one man for forced entry into the Legislative Council Complex. Three men were arrested on 27 August for \"entering or staying in the chamber area\" during the storming on 1 July. By early 5 July, there had been at least 66 arrests and first formal charges laid in connection with the incident. Seven individuals were charged on 30 September for the unlawful intrusion, including Althea Suen, former president of the University of Hong Kong student union. One was further charged with one count of criminal damage – vandalism to a copy of the Basic Law found inside the Legco building; another faced two additional counts of criminal damage – to gates of the Legco building and the adjacent central government complex – and two counts of unlawful assembly. Ma Kai-Chung, a reporter for localist online news portal Passion Times, was arraigned at Eastern Court on 3 October on one count of entering or remaining in the Legislative Council chamber on 1 July. The HKJA expressed its extreme concern over the charge, saying that it was reasonable for journalists to exercise their power of the fourth estate. Ma had been arrested on 30 September along with activist Ventus Lau and actor Gregory Wong and held under the charge of \"conspiracy to criminal damage\", as well as \"entering or remaining in precincts of Chamber\" under the Legislative Council (Powers and Privileges) Ordinance. Lawmaker Cheng Chung-tai was arrested on 30 September for \"conspiracy to commit criminal damage\" during the storming of the LegCo. Police arrested a member of Demosisto for “conspiracy to commit criminal damage” and “entering or remaining in precincts of [the] Chamber” on 9 January 2020 at the Hong Kong International Airport. == See also == * Sunflower Student Movement == References == == External links == * Category:2019 in Hong Kong Category:2019–20 Hong Kong protests Category:Attacks on legislatures ",
    "title": "Storming of the Legislative Council Complex"
}