{
    "id": "61639214",
    "text": "Cannabis legislation proposals are legislative proposals which failed (or are pending) to make it into law. Below are lists, broken down into national jurisdictions, of proposed legislation regarding cannabis. ==United States== * Sensible Enforcement of Cannabis Act. Proposed 2019 legislation to protect cannabis businesses and consumers in states where cannabis has been legalized, into law. Like the REFER Act and STATES Act, this legislation would allow federal cannabis prohibition to remain in place in states where cannabis has not been legalized. * CARERS Act. 2019 proposed U.S. legislation to allow states to set their own medical marijuana policies and permit doctors with the Department of Veterans Affairs to recommend medical cannabis to veterans to treat serious and chronic conditions. It was introduced in 2015, 2017, and 2019. * Regulate Marijuana Like Alcohol Act. U.S. legislation to remove cannabis entirely from the Controlled Substances Act, transfer enforcement authority away from U.S. Drug Enforcement Administration and establish a nationally regulated industry under the oversight of the Food and Drug Administration, Bureau of Alcohol, Tobacco, Marijuana, Firearms and Explosives, and Alcohol, Tobacco and Marijuana Tax and Trade Bureau. The bill was numbered H.R. 420 in a nod to cannabis culture. * Marijuana Opportunity Reinvestment and Expungement Act, also known as the MORE Act. 2019 legislation to remove cannabis from the Controlled Substances Act and tax cannabis products to create trust funds for justice projects. * Marijuana Revenue and Regulation Act. 2019 U.S. legislation introduced by Oregon Sen. Ron Wyden and Rep. Earl Blumenauer to create a nationwide regulatory structure for legal cannabis. The legislation would remove cannabis from the Controlled Substances Act.https://www.finance.senate.gov/imo/media/doc/(4)%20Marijuana%20Revenue%20and%20Regulation%20Act%20Summary.pdf ==References== ==See also== * Legality of cannabis * List of 2018 United States cannabis reform proposals * List of 2019 United States cannabis reform proposals proposals Cannabis ",
    "title": "Cannabis legislation proposals in the United States"
}