{
    "id": "61634105",
    "text": "Joseph Paul Amoah (born 12 January 1997) is a Ghanaian sprinter specializing in the 100 metres and the 200 metres. He competed at the 2019 World Athletics Championships in the 100 metres and 4 × 100 metres relay, and at the 2019 African Games he won a gold medal in the 4 × 100 metres relay. He was also a 100 metres finalist at the 2019 African Games, finishing fourth. Amoah has personal best times of 10.01 seconds and 20.08 seconds in the 100 metres and 200 metres respectively, both set at the 2019 NCAA Division I Championships. His personal best performance in the 200 metres broke the Ghanaian record previously held by three-time Olympian Emmanuel Tuffour by 0.07 seconds. ==Early life== Amoah was born on 12 January 1997 to Thomas and Alberta Amoah in Greater Accra, Ghana, and was raised by his uncle Dr. Victor Antwi from middle school onwards. His preferred sport growing up was football, but transitioned to athletics while attending Prempeh College in Kumasi where his running talent was discovered. As a 19-year old he emerged as an Olympic hopeful for Ghana in the sprints after running 100 metres in 10.08 seconds at the 2016 Ghana's Fastest Human competition. ==University== After his prep career at Prempeh College, he decided to quit athletics when enrolling into Kwame Nkrumah University of Science and Technology (KNUST). However the head coach of athletics at KNUST had heard of Amoah's talent while at Prempeh college and convinced Amoah to join the team with the help of his uncle. In 2017 he transferred to Coppin State University in Baltimore, which competes in Division I of the National Collegiate Athletic Association (NCAA), the highest level of intercollegiate athletics in the United States. At the 2019 Mid- Eastern Athletic Conference Championships in May, Amoah became the first Ghanaian in any sport to qualify for the 2020 Summer Olympics by running 200 metres in a personal best time in 20.20 seconds. It was the fastest performance from a Ghanaian since 1995 and also qualified him for the 2019 World Athletics Championships. Later in June of that season at the NCAA Division I Championships, he improved his personal best times in the 100 metres and 200 metres to 10.01 seconds and 20.08 seconds respectively. He broke three-time Olympian Emmanuel Tuffour's 24-year old Ghanaian record in the 200 metres (20.15 seconds, set at altitude), and qualified for the 2020 Summer Olympics in the 100 metres. ==Achievements== ===International championships=== {| class=\"wikitable sortable\" style=text-align:center ! Year !! Competition !! Position !! Event !! Time !! Wind (m/s) !! Venue !! Notes |- ! colspan=8|Representing |- | 2018 || Commonwealth Games || 15th || 200 m || 20.99 || 0.0 || Gold Coast, Australia || |- | rowspan=5|2019 || rowspan=3|African Games || 4th || 100 m || 10.11 || +1.6 || rowspan=3|Rabat, Morocco || |- | bgcolor=gold|1st || data-sort-value=\"400 relay\"|4×100 m relay || 38.30 || || |- | 21st || 200 m || 21.20 || +0.3 || |- | rowspan=2|World Championships || 34th || 100 m || 10.36 || −0.8 || rowspan=2|Doha, Qatar || |- | 13th || data-sort-value=\"400 relay\"|4×100 m relay || 38.24 || || |} ===National championships=== {| class=\"wikitable sortable\" style=text- align:center ! Year !! Competition !! Position !! Event !! Time !! Wind (m/s) !! Venue !! Notes |- ! colspan=8|Representing the Coppin State Eagles |- | 2018 || NCAA Division I Championships || 13th || 200 m || 20.60 || +1.1 || Eugene, United States || |- | rowspan=3|2019 || rowspan=3|NCAA Division I Championships || 8th || 100 m || 10.22 || +0.8 || rowspan=3|Austin, United States || |- | 6th || 200 m || 20.19 || +0.8 || |- | 14th || data-sort- value=\"400 relay\"|4×100 m relay || 39.30 || || |} ==References== ==External links== * Category:Ghanaian male sprinters Category:1997 births Category:Living people Category:People from Greater Accra Region Category:World Athletics Championships athletes for Ghana Category:Athletes (track and field) at the 2019 African Games Category:African Games medalists in athletics (track and field) Category:Coppin State University alumni Category:Prempeh College alumni Category:African Games gold medalists for Ghana ",
    "title": "Joseph Amoah (sprinter)"
}