{
    "id": "61630492",
    "text": "The Department of Railways was an subdepartment of the Victorian Government's Board of Land and Works that was the first government operator on the Victorian railway system. == History == Acts establishing the Board of Land and Works were passed by the Parliament of Victoria in 1857, and received royal assent that November. Among other things, they authorised the Board to begin the construction of major railwaysto Geelong and to the Murray River via Sandhurst (later named Bendigo)and to oversee the construction and operating activities of the remaining private railway companies. The Board formed a Department of Railways to carry out its functional responsibilities, of which Joseph Wood was appointed the first secretary. Its creation was resisted by some parliamentarians, who felt that the department represented unnecessary expenditure on the part of the Board. Richard Nash was appointed department secretary in November 1860. By 1870, the department was responsible for the railway lines to Echuca, Williamstown, Ballarat and Geelong, and had begun construction on several others. It had 77 locomotives, 143 passenger carriages and over 1,000 goods wagons in operation. In around April 1871, a combined Department of Railways and Roads was created which assumed all the functions of the Department of Railways. == Governance == The department was responsible to the Board of Land and Works, which controlled its budget and set policy and regulations. It was initially represented by the Commissioner of Public Works on the Board, but in 1862 a Commissioner of Railways and Roads was established to preside over transport matters. Under the provisions of the Civil Service Act 1862, the Department of Railways was declared \"temporary\", meaning that the Act's regulations did not apply and the department functioned outside the newly formed civil service. == References == Category:Government agencies established in 1858 Category:Government agencies disestablished in 1871 Category:1858 establishments in Australia Category:1871 disestablishments in Australia Category:Former government agencies of Victoria (Australia) ",
    "title": "Department of Railways (1858–71)"
}