{
    "id": "61634885",
    "text": "Keele is a civil parish in the district of Newcastle-under-Lyme, Staffordshire, England. It contains 27 buildings that are recorded in the National Heritage List for England. Of these, two are listed at Grade II*, the middle of the three grades, and the others are at Grade II, the lowest grade. The parish contains the village of Keele, buildings forming part of Keele University, and the surrounding area. The buildings forming Keele University incorporate older buildings, in particular Keele Hall, a former country house, and The Clock House, formerly a stable block and coach house, both of which are listed, together with associated structures, including three lodges. The only modern building in the complex to be listed is the chapel. The other listed buildings include a timber framed house in the village, a summer house, a church and memorials and a sundial in the churchyard, a milepost, and a war memorial. __NOTOC__ ==Key== {| class=\"wikitable\" |- ! Grade ! Criteria |- |align=\"center\" |II* | Particularly important buildings of more than special interest |- |align=\"center\" |II | Buildings of national importance and special interest |} ==Buildings== {| class=\"wikitable sortable plainrowheaders\" style=\"width:100%; border:0; text-align:left; line-height:150%;\" |- ! scope=\"col\" style=\"width:150px\" |Name and location ! scope=\"col\" style=\"width:100px\" class=\"unsortable\"|Photograph ! scope=\"col\" style=\"width:120px\" |Date ! scope=\"col\" style=\"width:650px\" class=\"unsortable\"|Notes ! scope=\"col\" style=\"width:50px\" |Grade |- |36 Keele Village | |align=\"center\"| |The cottage was altered and extended in the 19th century. The original part is timber framed with plaster brick infill on a chamfered brick plinth, the right gable end is clad in brick, the extension is in brick, and the roof is tiled. There is one storey and an attic, three bays, and a two-storey rear brick extension with a double-span roof and a lean-to. The doorway has a bracketed hood, the windows are casements, and there are gable eaves dormers with pointed finials. |align=\"center\" | |- |Jane Dowling Headstone | |align=\"center\"|1789 |The headstone is in the churchyard of St John the Baptist's Church, and is to the memory of Jane Dowling. It is in sandstone and has a curved head. On the headstone are carvings of an angel blowing the last trump. |align=\"center\" | |- |Haywood Memorial | |align=\"center\"| |The memorial is in the churchyard of St John the Baptist's Church, and is to the memory of Elizabeth Haywood, her husband, and another woman. It is a chest tomb in sandstone and has a rectangular plan. The tomb has a moulded plinth and capping, square corner balusters, and a frieze with rosette and geometrical motifs. On the sides are inscribed panels. |align=\"center\" | |- |Sundial | |align=\"center\"| |The sundial is in the churchyard of St John the Baptist's Church. It is in sandstone, and consists of a vase shaped baluster on three circular steps. On the top is a sundial with the arms of Keele University. |align=\"center\" | |- |Cooper Headstone | |align=\"center\"|1803 |The headstone is in the churchyard of St John the Baptist's Church, and is to the memory of William Cooper. It consists of a large rectangular sandstone slab with a moulded edge and inscriptions. On the headstone are carvings of trumping angels and a head, items representative of local folk art. |align=\"center\" | |- |Dean Memorial | |align=\"center\"| |The memorial is in the churchyard of St John the Baptist's Church, and is to the memory of members of the Dean family. It is a chest tomb in sandstone and has a rectangular plan. The tomb has a moulded plinth and capping, on the corners are rolls forming course reeding, and the inscription panels have fluted fans in the corners. |align=\"center\" | |- |Peake Memorial | |align=\"center\"|1820 |The memorial is in the churchyard of St John the Baptist's Church, and is to the memory of Thomas Peake and members of his family. It is a chest tomb in sandstone and has square corner balusters, moulded inscription panels, and a moulded plinth and capping. |align=\"center\" | |- |Poole Memorial | |align=\"center\"| |The memorial is in the churchyard of St John the Baptist's Church, and is to the memory of members of the Poole family. It is a chest tomb in sandstone and has a rectangular plan. The tomb has a moulded plinth and capping, moulded oval inscription panels, and fluted fans in the spandrels. |align=\"center\" | |- |Keele Lodge and gate piers |centre |align=\"center\"| |The lodge is in yellow sandstone, with moulded bands, a parapet, and a tiled roof with raised verges on kneelers. There are two storeys, a cruciform plan, three bays, and later single-storey rear extensions. On the front is a two-storey gabled porch, the windows are round- arched with imposts and raised keystones forming arcades, and in the left gable end is a canted bay window. The gate piers are also in sandstone, and are square in section with chamfered corners, moulded capping and finials. |align=\"center\" | |- |Newcastle Lodge |centre |align=\"center\"| |The lodge is in red brick with blue brick diapering, sandstone dressings, and tile roofs with coped verges on kneelers. It is in Jacobean style, with two storeys and a cruciform plan. On the front is a loggia with fluted Tuscan columns and round-arched openings, now containing doors and windows. The windows are mullioned,and there is a small dormer. The tall diagonal chimney stacks have dentilled capping. |align=\"center\" | |- |The Clock House |centre |align=\"center\"| |Originally a stable block and coach house, later part of Keele University, it was designed by Edward Blore for Ralph Sneyd, and built in red brick with blue brick diapering on a sandstone plinth, with sandstone dressings and quoins, and tile roofs with coped verges on kneelers. There are four ranges around a courtyard, the north and south ranges with one storey, and the east and west ranges with two. In the centre of the south range is a round-headed arch with panelled spandrels and flanking polygonal turrets, and above is a clock house with a pyramidal roof surmounted by an octagonal round-arched bell turret with a cupola. The range has six bays, and in the outer bays are dormers with shaped gables. The windows were originally mullioned and transomed, and some have been altered. |align=\"center\" | |- |Bridge north-east of The Clock House | |align=\"center\"| |The bridge crosses a road from The Clock House to Keele Hall. It is in rusticated sandstone with a red brick parapet. The bridge consists of a tall round-headed arch with voussoirs, a keystone, ramped revetment walls to the north and a rock-lined cutting to the south, and ends in a pair of piers with ball finials. |align=\"center\" | |- |Pair of piers north of The Clock House | |align=\"center\"| |The piers are in sandstone with moulded capping. They are about high, and each pier has a ball finial. |align=\"center\" | |- |Lymes Lodge |centre |align=\"center\"| |The lodge is in yellow sandstone with a tile roof, and has two storeys. There is an L-shaped plan, with a single-storey brick service wing to the rear. On the front is a projecting gabled porch with an elliptical arch and a coat of arms. The windows have two lights and are mullioned with patterned cast iron casements. In the left gable end is a caned bay window. |align=\"center\" | |- |Keele Hall |centre |align=\"center\"|1856–61 |A country house designed for Ralph Sneyd by Anthony Salvin in Jacobean style, and later part of Keele University. It is built in red and yellow sandstone with chamfered rusticated quoins, and tile roofs with shaped gables. There are three storeys, attics and cellars. The entrance block has an L-shaped plan, with a large staircase tower in the angle, surmounted by an openwork balustrade with four heraldic lions on the corners. The right wing contains a full-height porch with Doric columns and a pediment, and an oriel window above. The south front has seven bays with a central recessed three-bay round-arched arcade, a canted bay window in the upper floor of the left bay, and flanking polygonal corner turrets with lead cupolas. The east front also has flanking turrets and contains a two-storey three-window ornately decorated canted bay window, and four half-dormers with shaped gables. Most of the windows are mullioned and transomed. |align=\"center\" | |- |The Brewhouse | |align=\"center\"| |Originally a brewhouse designed by Anthony Salvin in Jacobean style, and later part of Keele University, it is in sandstone with a tile roof. There are two storeys and an attic, and a rectangular plan. The windows are chamfered and mullioned, and there are shaped gables with pointed finials, containing moulded bull's eyes windows. |align=\"center\" | |- |Arched viaduct, Keele Hall | |align=\"center\"|1860–80 (probable) |The arched viaduct is in the grounds of the hall and is set into a grotto. It is in sandstone, about long and high. The viaduct contains five round-headed arches with raised keystones, and a fragmentary coped parapet. |align=\"center\" | |- |Garden seat and urns (north), Keele Hall | |align=\"center\"|1860–80 (probable) |The garden seat and flanking urns at the north end of the terrace are in sandstone. The seat is semicircular, and the urns are highly decorated, and on square pedestals. |align=\"center\" | |- |Garden seat and urns (south), Keele Hall | |align=\"center\"|1860–80 (probable) |The garden seat and flanking urns at the south end of the terrace are in sandstone. The seat is semicircular, and the urns are highly decorated, and on square pedestals. |align=\"center\" | |- |Steps and urns, Keele Hall | |align=\"center\"|1860–80 (probable) |To the east of the hall is a wide flight of five shallow steps, flanked by highly decorated urns on square pedestals. |align=\"center\" | |- |Tunnel, Keele Hall | |align=\"center\"|1860–80 (probable) |The tunnel, in the grounds of the hall, leads to a grotto. It is in rock-faced sandstone, and is about long and wide, with a dog-leg in the middle. |align=\"center\" | |- |Well house, Keele Hall | |align=\"center\"|1860–80 (probable) |The well house is in rusticated sandstone on a chamfered plinth, with a cornice, and a pyramidal tiled roof with modillions. It has a square plan and is Italianate style. On each side is a round-headed arch with imposts, voussoirs, and cast iron grills. |align=\"center\" | |- |St John the Baptist's Church |centre |align=\"center\"|1868–70 |The church was rebuilt on a medieval site. It is built in pink sandstone with slate roofs, and is in Decorated style. The church consists of a nave with a clerestory, a north aisle with a vestry, a south aisle with a chapel, north and south porches, a chancel, and a southwest steeple. The steeple has a tower with three stages, angle buttresses, corner pinnacles, and a recessed spire with gabled lucarnes. |align=\"center\" | |- |Garden house, 21 Larchwood | |align=\"center\"| |A timber framed summer house on a stone base with a gabled tiled roof. It consists of a single chamber, with overhanging eaves on brackets over the entrance front. The central doorway and the windows have round heads and keyblocks with shaped pendants. Inside, there is a complete set of Mintons tiles. |align=\"center\" | |- |Milepost at NGR SJ 8062 4542 |centre |align=\"center\"| |The milepost is on the south side of Station Road. It is in cast iron and has a triangular plan, a chamfered top, and a semicircular back plate. On the back plate is \"PARISH OF KEELE\",and on the sides are the distances to Betley, Basford, Nantwich, and Newcastle-under- Lyme. |align=\"center\" | |- |War Memorial |centre |align=\"center\"| |The war memorial is near the lych gate at the entrance to the churchyard of St John the Baptist's Church. It is in sandstone and in the form of a market cross. The shaft is set on a square base, there are offset buttresses framing inscription panels, and a stepped octagonal plinth. |align=\"center\" | |- |Keele University Chapel |centre |align=\"center\"|1964–65 |The chapel of Keele University was designed by George Pace, and is built in blue vitrified engineering brick. It consists of a rectangular block with two circular towers containing chapels, and copper pyramidal lights on the roofs. The entrance is square-headed, along the sides of the chapel are vertical strip windows of varying heights, and on the roof are two copper-covered dormers. |align=\"center\" | |- |} ==References== ===Citations=== ===Sources=== * * * * * * * * * * * * * * * * * * * * * * * * * * * * * Category:Lists of listed buildings in Staffordshire Category:Borough of Newcastle-under-Lyme ",
    "title": "Listed buildings in Keele"
}