{
    "id": "61632325",
    "text": "The Battle of the Southern Carpathians was a major operation during the Romanian Campaign of World War I. The brainchild of German General Erich von Falkenhayn, the operation consisted in an attempt by the Central Powers (Germany and Austria-Hungary) to assault all of the passes in the Southern Carpathians at the same time, and exploit a success wherever it might have come. However, this did not happen, as Romanian defenses could not be defeated in any of the five areas that Falkenhayn's spread-out army tried to force. ==Background== Following the Battle of Transylvania, German General Erich von Falkenhayn, commander of the 9th Army, devised a plan to break through the Romanian defenses in the Southern Carpathians. Falkenhayn planned to apply pressure at several different points across the mountains and then exploit a success wherever it was achieved.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, pp. 370-371 ==Battle== ===Predeal Pass=== The Germans and Austro-Hungarians began their artillery bombardment of the frontier heights south of Brassó on 12 October. Infantry fighting followed the bombardment on 14 October, but the Central Powers thus far had achieved very little. In capturing the frontier heights, the Central Powers found themselves in Romanian crossfire from the surrounding forests to the west and the Clăbucetul heights from the east. On 20 October, the Central Powers attempted an outflanking attack to the west of the Romanian positions, which failed completely. Resuming their slow and steady frontal operations, the Central Powers pushed on towards the town of Predeal. On 23 October, after an entire day of fighting, the Germans and Austro-Hungarians captured the town's railway station, but it was not until two days later that the last Romanian units withdrew from the southern outskirts of Predeal.The Times, 1917, The Times History and Encyclopaedia of the War, Volume 11, pp. 442-443 The Predeal Pass was protected near its northern entrance by the town of Predeal, which was subjected to a heavy German artillery bombardment in mid- October. The town itself was ultimately seized in heavy fighting, but the Romanian defenders pulled back into the pass itself. Inside the pass they took up positions that could not be broken. The terrain greatly restricted the use of artillery, removing the main asset of the Central Powers. Both sides resorted to frontal attacks, which resulted in steadily amounting losses but had no impact on the front line.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, pp. 362-363 On 13 October, an Austro-Hungarian attack in the Pass was repulsed.The Year 1917 Illustrated, Headley Bros. Publishers, 1917, p. 16 On 25 October, the town of Predeal itself fell.John Buchan, T. Nelson, 1922, A History of the Great War: From the battle of Verdun to the third battle of Ypres, p. 244 ===Bran Pass=== The second area targeted by the Germans was that South of the Bran Pass (, ). General Curt von Morgen's I Reserve Corps operated in the region. The defenders consisted in the 12th and 21st Divisions of the Romanian 1st Army, at the time commanded by General Nicolae Petala. Although the Pass itself was cleared on 12 October, the town of Câmpulung and the heights beyond it also had to be captured in order to achieve a breakthrough. Although Rucăr was captured on 14 October by the 8th Austro-Hungarian Mountain Brigade, further efforts to press on faltered at Dragoslavele.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, pp. 12, 142, 158, 169 and 172Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, pp. 353 and 362 The Romanians repulsed an attack on the 26th and counterattacked on the 27th, taking 300 prisoners.The Year 1917 Illustrated, Headley Bros. Publishers, 1917, p. 17 Having retaken the initiative in this sector of the front, the Romanians pressed on their attack and - on the following day (28 October) - recaptured the village of Lerești. The village had been taken by the Central Powers a short while prior.The Times, 1917, The Times History and Encyclopaedia of the War, Volume 11, p. 442 Von Morgen argued that much more of the Romanian Army could have been captured if a breakthrough would have been achieved at Câmpulung. He insisted that this would have achieved \"a real victory, a Cannae, a Tannenberg\".Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 300 ===Olt Pass=== A mixed Central Powers division with largely German leadership but mainly Austro-Hungarian troops, commanded by German General Konrad Krafft von Dellmensingen, advanced along the Olt Valley through the Olt Pass on 16 October. The Romanian defenders in the region consisted in the I Corps of the 1st Army, at the time under the command of General Ioan Culcer. Although the Central Powers made good initial progress, they were counterattacked by the Romanians on 19 October at Sălătrucu, most of their gains being subsequently reversed. One German account attributes part of the Romanian counterattack's success to German complacency. Fighting subsequently degenerated into a series of bloody attacks and counterattacks until exhaustion forced both sides to pause.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, pp. 363-364Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 260 ===Jiu Valley=== A mostly-German force, represented primarily by the 11th Bavarian Infantry Division, launched an invasion of Oltenia on 23 October, resulting in the First Battle of the Jiu Valley. An Austro-Hungarian brigade supported the Germans. The attempt however failed, as the Romanians stopped the Germans and rolled back most of their gains in a counterattack which lasted from 27 October to 1 November. Although the mountain passes remained in their hands, a decisive breakthrough had eluded the Germans. They had incurred losses amounting to over 1,500 killed, over 1,600 captured, 14 machine guns captured and two howitzer batteries along with 8 other guns captured. On the Romanian side, General Ion Dragalina - the architect of the successful Romanian counterattack - was wounded in action and died on 9 November. The command on the Jiu sector passed to General Paraschiv Vasilescu.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, p. 365Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 170The Times, 1917, The Times History and Encyclopaedia of the War, Volume 11, pp. 450-454 On 13 October, an Austro-Hungarian attack in the Vulcan Pass was repulsed.The Year 1917 Illustrated, Headley Bros. Publishers, 1917, p. 16 ===Oituz=== Referred to in some sources as \"Oitoz\", this area was the location of the far left flank of Falkenhayn's 9th Army. Falkenhayn's plan was to cut off the Romanian forces in Wallachia so they could not retreat, enabling their annihilation. The best crossing point for this was the Oituz Pass. The 9th Army units on Falkenhayn's far left flank consisted in the Austro-Hungarian 71st Infantry and 1st Cavalry Divisions. These had advanced through the Oituz Pass to the border, but had then been halted by the Romanian 15th Infantry Division, under General Eremia Grigorescu.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, pp. 153, 157-158 and 224 Attacking on 14 October, the 71st Infantry Division managed to advance across the border into Romania, but was then met by the Romanian 15th Infantry Division. General Eremia Grigorescu, the Division's commander, had trained extensively in France before the war, and was skillful and energetic. In costly fighting, he succeeded in driving the Austro-Hungarian troops back over the border.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, p. 362 On 23 October, the Romanians themselves made progress in the region.The Year 1917 Illustrated, Headley Bros. Publishers, 1917, p. 16 The Romanians captured the Runcul Mare heights above the pass, threatening the Central Powers' lines of communication. Although heroic efforts by the 82nd Austrian (Szekler) Regiment salvaged the situation for the Central Powers on the 25th, the advance in the Oituz Pass had come to a halt. The Austro- Hungarians fell back to a better position, having come tantalizingly close to breaking into Moldavia. Following this defeat, the Austro-Hungarian 1st Army replaced the German 9th Army in the Oituz Region.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, pp. 158, 177 and 224 The 15th Division was part of General Constantin Prezan's North Army, and it performed so well that later in the campaign the entire North Army was reduced to the 15th Division in the Oituz Pass, plus two brigades. These three units were designated the \"Oituz-Vrancea Group\" and assigned to the 2nd Army.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 367 ==Aftermath== At the start of November, the Romanian defence had succeeded beyond expectation. The Central Powers had nowhere won the debouchments to the plains.John Buchan, T. Nelson, 1922, A History of the Great War: From the battle of Verdun to the third battle of Ypres, p. 248 Falkenhayn's original intention - to apply pressure at several points across the Southern Carpathians and exploit a success wherever it was achieved - had not succeeded. Falkenhayn subsequently decided to break the deadlock by forcing the Western end of the Romanian line, launching the Second Battle of the Jiu Valley. He reasoned that this was the route through the mountains where substantial forces could be deployed, as the valleys elsewhere were too narrow for the Germans to make best use of their superiority in firepower. Although he amassed a force which outnumbered the Romanians in the region more than 2 to 1 (40 infantry battalions supported by cavalry against 18 Romanian battalions), it still took Falkenhayn almost an entire week (11 to 17 November) to break through the Romanian defenses in the mountains. Falkenhayn initially wanted to commence the assault on 5 November, but the \"substantial setback\" inflicted by the Romanians during the first battle in the region caused the starting date of the operation to be changed to 11 November.Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, pp. 370-372Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 240 The Romanians had blocked Falkenhayn's assaults in the Carpathians for more than two weeks, made him pause for another two, before finally achieving a breakthrough on the Western flank of the front in almost one more week. In total, it took Falkenhayn from 12 October to 17 November (36 days) to achieve a breakthrough. Falkenhayn's slow progress across the Carpathians twice allowed the Romanian Army to withdraw from the pincers of the German 9th and 11th Armies. Romanian resistance, coupled with poor infrastructure, unfavorable weather and rugged terrain, caused Falkehayn to achieve yet another \"ordinary victory\" instead of a \"Cannae\". When the campaign finally came to an end on 19 January, Romania was not removed from the war: it still had territory and a cohesive army. To the Romanian Army's 195,000 remaining soldiers were added 400,000 draft-eligible young men in the remaining territory of Moldavia. Fighting in Romania would continue into 1917. The German operations plan, drawn up by General Gerhard Tappen, envisioned the complete destruction of the Romanian Army via a series of encirclement battles.Holger H. Herwig, A&C; Black, Apr 24, 2014, The First World War: Germany and Austria-Hungary 1914-1918, pp. 211-212 and 216-217 The reason Falkenhayn chose the Jiu Valley for a breakthrough was rather logistical than strategical. The consequences of the German breakthrough in that region during mid-November, serious as they were for the Romanians, proved less disastrous than those which would have followed upon an early breakthrough at the Bran/Törzburg and Predeal passes. In order for Falkenhyan to win a complete victory at the earliest possible moment, it was necessary to force the passes in the center of the Carpathian arc. Namely, the passes between Bran/Törzburg and Buzău. If that had been achieved and the railway between Buzău and Ploiești seized, Romania would have been split in two, with Wallachia separated from Moldavia. The Romanian 1st Army and much of the 2nd Army would have been cut off.John Buchan, T. Nelson, 1922, A History of the Great War: From the battle of Verdun to the third battle of Ypres, p. 243 General Curt von Morgen, a subordinate of Falkenhayn, argued that much more of the Romanian Army could have been captured if a breakthrough would have been achieved at Câmpulung (south of the Bran Pass). He insisted that this would have achieved \"a real victory, a Cannae, a Tannenberg\".Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 300 == References == Category:Conflicts in 1916 Category:1916 in Romania Category:Battles of World War I involving Austria-Hungary Category:Campaigns and theatres of World War I Category:Battles of World War I involving Romania Category:History of Transylvania (1867–1918) Category:October 1916 events ",
    "title": "Battle of the Southern Carpathians"
}