{
    "id": "61636830",
    "text": "The is an electric multiple unit (EMU) train type operated by the private railway operator Sanyo Electric Railway in Japan since 1986. ==Formation== The trains are formed as four-car and six-car sets. ===Refurbished set=== The refurbished set is formed as follows. {| class=\"wikitable\" |- ! Designation | Tc || M || T || M || M || Tc |- ! Numbering | 5702 || 5802 || 5502 || 5235 || 5252 || 5602 |} The M cars 5802 and 5252 are fitted with pantographs. ==Interior== The interior consists of semi-transverse seating. The interior of the refurbished sets consists of longitudinal seating in the cars 1, 2, 5 and 6, and transverse seating in the cars 3 and 4. File:Sanyo5000syanai.JPG|2+2 seating in September 2011 File:Sanyo5502.jpg|Transverse seating in car 5502 File:Sanyo5802.jpg|Longitudinal seating in car 5802 ==Technical specifications== The trains have aluminium alloy bodies, and direct current motors with field-added-excitation control. During refurbishment the controls of car 2 were changed to IGBT/SiC Hybrid module-VFD. ==History== The trains entered service in 1986. A total of 60 vehicles were built by Kawasaki Heavy Industries until 1995. ===Refurbishment=== Refurbishment began in 2018. Modifications include changes in the exterior design, a modified interior with wheelchair and stoller spaces, and IGBT/SiC Hybrid module-VVVF inverter control in car 2. The number of motored cars was reduced from four to three per six-car set. The first refurbished set entered service on October 30, 2018. File:Sanyo5702F-2018-10-27.jpg|A refurbished 5000 series train ===Special liveries=== *Set 5020 entered service in a special wrapping as part of the campaign on March 3, 2009. *Set 5010 entered service in a special wrapping as part of the campaign on June 5, 2017. *Set 5008 entered service in a -themed wrapping on July 2, 2017. File:Sanyo-5000 Akashi.jpg|Set 5020 in June 2011 File:Sanyo 5605 Meet Colors Taiwan Train at Akashi station.jpg|Set 5010 in August 2017 File:Sanyo 5008 at Akashi station.jpg|Set 5008 in November 2017 ==References== ==External links== *Sanyo Electric Railway news release Category:Electric multiple units of Japan Category:Kawasaki rolling stock ",
    "title": "Sanyo 5000 series"
}