{
    "id": "61637826",
    "text": "Gorica Gajević (Serbian Cyrillic: Горица Гајевић) (Valjevo, 20 May 1958) is a Serbian lawyer and politician. Gajević was born on 20 May 1958 in Valjevo, Socialist Republic of Serbia. Her father, Arsenije Gajević, was an agronomy engineer, and her mother, Elvira Švikart, was a Swiss housewife. When she was five, they moved to Raška, where she grew up and graduated from the secondary school \"25 May\" in 1977. In 1981 she graduated from the University of Belgrade Faculty of Law. From 1982 to 1983 she was a trainee judge and then an expert associate from 1983 to 1984. In 1984 she was appointed a judge in the Municipal Court of Raška where she served until 1989. She was an active member of the League of Communists of Yugoslavia. In 1989 she became president of the Municipal Committee of the League of Communists of Serbia in Raška, which became the Socialist Party of Serbia (SPS) in 1990. She held this position until 1992. From 1990 to 1993 she was an elected member of the Federal Chamber of Citizens (lower house). In 1995, after the resignation of Milorad Vučelić, she became the head of the SPS parliamentary team. At the third SPS congress, held on 2 March 1996, she succeeded Milomir Minić as General Secretary of the Socialist Party of Serbia. Shortly after, she was appointed vice-president of the Federal Chamber of the Republics (upper house). In October 2000, after the overthrow of Slobodan Milošević, she was forced to resign from the General Secretary position. == References == Category:Socialist Party of Serbia politicians Category:Living people Category:People from Valjevo Category:League of Communists of Serbia politicians Category:University of Belgrade Faculty of Law alumni Category:Serbian judges Category:Serbian lawyers Category:Serbian women lawyers Category:Serbian women in politics Category:1958 births ",
    "title": "Gorica Gajević"
}