{
    "id": "61638417",
    "text": "Arthur Reynolds (24 January 1887 – 14 March 1970) was an English footballer who played as a goalkeeper for Fulham, Hibernian and Dartford. From 1910 to 1925, other than a temporary spell at Hibernian, he was at Fulham where he played 399 league matches. He also played for Clapton Orient (later known as Leyton Orient) and had two separate periods with Dartford. ==Career== ===Dartford F.C.=== Reynolds was born in Dartford in 1887 and began his career at his local club, representing the first team and rising from the youth team to play for the club between 1908 and 1910 prior to a move to Fulham. ===Fulham=== He signed terms with Fulham in January 1910 for a fee of £50, and after spending his initial time in the reserve team, he was given the number one spot for the final two matches of the season. He made his debut away at Lincoln City in the penultimate game of the season. He turned out to be an ever-present in the Fulham side during his first two seasons and played in the club's FA Cup run to the quarter-finals in 1912. He represented London against Birmingham in October 1913 and also the Football League against the Southern League in October 1914. Six years later, he appeared in an international trial match for the South versus England at Craven Cottage. He holds the record number of appearances for a goalkeeper at the club with 399 league appearances and 446 in all competition. This was despite losing four seasons to World War One when he was often away on duty - however, he managed to play several times during the war. Reynolds achieved six consecutive clean sheets during the 1922–1923 season and also went nine home games without conceding a goal from March–October 1920. He became the first Fulham player to make both 300 and 400 appearances. ===Loan to Hibernian=== Reynolds went to Scotland to play for Hibernian on loan in August 1916 but returned the following year. ===Clapton Orient=== Missing only three games between September 1919 and February 1925, he eventually left for London neighbours Clapton Orient in August 1925. Reynolds played only three games for Clapton Orient's reserves before retiring for unknown reasons. ===Return to Dartford=== He came out of retirement just a season later, when he emerged as his former club Dartford's player-manager in September 1926. He remaining there until his true retirement at the end of the 1928–29 season at the age of 42. ==Death== Reynolds continued to attend matches at Craven Cottage after he retired from the game. He died in 1970, aged 83. ==References== Category:1887 births Category:1970 deaths Category:English footballers Category:Fulham F.C. players Category:Leyton Orient F.C. players Category:Dartford F.C. players Category:English Football League players Category:Association football goalkeepers Category:Sportspeople from Dartford ",
    "title": "Arthur Reynolds"
}