{
    "id": "61644909",
    "text": "Power Players is an American-French CGI animated television series created by Jeremy Zag and developed by Man of Action for Cartoon Network that premiered on September 21, 2019. Around March 2020, Power Players started airing reruns on Boomerang and Netflix. == Premise == A child brings his toys to life and goes on various adventures. == Characters == === Main === * Axel (voiced by Kieran Walton)https://vignette.wikia.nocookie.net/power- players/images/7/72/English_Credits_004.png/revision/latest?cb=20200106234526 \\- Andrew's nephew, who gains the ability to transform into an action figure after discovering the Power Bandz. * Masko (voiced by Carlos Salazar) \\- A toy luchador whose arms, legs and head stretch and who wears various masks based on his emotions. * Sarge Charge (voiced by Greg Chun) \\- A tough, grizzled toy soldier who is an expert in toy weapons. * Bearbarian (voiced by Jamieson Price) \\- A powerful, yet sensitive plush bear who wields a toy sledgehammer nicknamed the “Worldbreaker\". * Bobby Blobby (voiced by Reba Buhr) \\- A small doll-like toy who pilots a purple mech suit that can fire colored clay. * Galileo (voiced by Todd Haberkorn) \\- A blue lizard-like toy who is able to turn invisible. * Slobot (voiced by Landon McDonald) \\- A robotic inventor who moves slowly, but is a valuable asset of the team. * Zoe (voiced by TBA) - Axel's friend, who is the only human who knows Axel's secret. === Recurring === * Andrew (voiced by Scott Whyte) \\- Axel's uncle, a brilliant toy inventor. * Luka (voiced by Aleks Le) \\- A friend of Axel. * Cleo LeBall (voiced by Carolina Ravassa)https://www.instagram.com/p/CDufh2updEl/ \\- Zoe's competitive rival. * Joyride (Ronin in French) (voiced by Zach Aguilar) - A robotic tank-like toy who was brought to life by Madcap, but later betrayed him and became an ally to the Power Players. === Villains === * Madcap (voiced by Paul Haapaniemi) \\- A villainous robotic toy who wants to drain the power of Axel's Power Bandz to conquer the world. Madcap has the power to absorb and control Minergy and can use it to bring toys to life. * Orangutank and Porcupunk (voiced by Steven T. Seagle and Scott Whytehttps://www.instagram.com/p/B219eusFG4A/ respectively) - Two of Madcap's henchmen. Orangutank can fire energy disks from his back and arms, while Porcupunk can launch explosive missiles from his body. * Princess Sugar Salt (voiced by Sona Movesesian)https://www.facebook.com/steve.seagle1/posts/10158220360984529 \\- One of Madcap's henchmen, a fairy-like toy who wields a wand that is able to create a giant hand and can use magic. * Dynamo (voiced by Todd Haberkorn) \\- One of Madcap's henchmen, who has electromagnetic powers. * Ice Crusher (voiced by Steven T. Seagle) \\- One of Madcap's henchmen, a hockey player toy who can control ice and has a Canadian accent. * Dr. Nautilus (voiced by Richard Horvitz)https://twitter.com/backup_cn/status/1188181210205315072 \\- One of Madcap's henchmen, a mutant cephalopod toy with one eye and four stretchable arms who resides in the sewers. He is able to generate both acid and sentient eyeball creatures. * Pyrant (voiced by TBA) - One of Madcap's henchmen, a pyramid toy who can answer any question and has mind-control powers. ==Development and production== The show was originally greenlit in 2016 under the working title Power Toys before being renamed Power Players in the final version of the series. On February 11, 2019, the series was officially picked up by Cartoon Network, making it the first Zagtoon production to be made and produced for this channel, and Playmates became the master toy licensee for the series. Power Players premiered on Cartoon Network UK on February 3, 2020. == Episodes == === Season 1 (2019-20) === ==References== ==External links== * * Category:2019 American television series debuts Category:2019 French television series debuts Category:2010s American animated television series Category:2020s American animated television series Category:2010s French animated television series Category:2020s French animated television series Category:American animated television shows featuring anthropomorphic characters Category:American children's animated action television series Category:American children's animated adventure television series Category:American children's animated comic science fiction television series Category:American children's animated superhero television series Category:French animated television shows featuring anthropomorphic characters Category:French children's animated action television series Category:French children's animated adventure television series Category:French children's animated comic science fiction television series Category:French children's animated superhero television series Category:Anime-influenced Western animated television series Category:French- language television shows Category:English-language television shows Category:Man of Action Studios Category:American computer-animated television series Category:French computer-animated television series Category:Sentient toys in fiction Category:Animated television series about children Category:Television series by Method Animation ",
    "title": "Power Players"
}