{
    "id": "61644953",
    "text": "Orbital Insight is a Palo Alto, California-based geospatial analytics company. The company analyzes satellite, drone, balloon and other unmanned aerial vehicle images, including cell phone geolocation data, to study a range of human activity, and provides business and other strategic insights from the data. James Crawford is the company's founder and CEO. ==History== Orbital Insight was founded in 2013 by James Crawford, who earlier worked with artificial intelligence systems at Bell Labs, with Google Books and with NASA's Mars rover project. Crawford saw an opportunity to combine commercial and government satellite images with government image sets. The company's first project was analyzing the health of corn crops. In 2015, the company partnered with the World Bank to improve its poverty data, using building height and rooftop material analysis to approximate wealth. In 2016, the US intelligence committee's research arm, In-Q-Tel, and Google Ventures (GV), along with CME Group's investment arm CME Ventures, invested in the company, joining previous investors Sequoia Capital, Lux Capital and Bloomberg Beta. In May 2017, the company closed a $50M million series C round from Sequoia Capital, making it reportedly one of the most capitalized companies in the geospatial analytics industry. In October, it was reported that Orbital Insight was working with the US Department of Defense's Defense Innovation Unit (DIU) group to develop and apply advanced algorithms to extract insights from images obtained using prototype commercial Synthetic Aperture Radar (SAR) microsatellites. One goal was to improve imagery applications in poor weather or lighting conditions, for better identification of natural and manmade threats. In October, Orbital Insight partnered with commercial space imagery company DigitalGlobe to extract insights from DigitalGlobe's satellite imagery. In June 2018, Orbital Insight partnered with e-GEOS, S.p.A., a joint venture between European spaceflight services company Telespazio and the Italian Space Agency (ASI), to provide emergency flood mapping services to the U.S. government. In July, financial technology and media company Bloomberg L.P. began using Orbital Insight's geospatial vendor analysis including car counts at over 80 retailers, as part of Bloomberg's traditional client data. In September, Orbital Insight partnered with aerospace company Airbus to build a suite of geospatial analytics and tools as part of Airbus' OneAtlas program. Also in September, the company acquired Boston-based FeatureX, a company that specialized in applying computer vision to satellite images in order to extract information. Also in September, Orbital Insight partnered with Royal Bank of Canada's RBC Capital Markets arm to use geospatial imagery to predict trends in energy, mining, and location intelligence fields. Also in September, the company extended a partnership with earth imaging company Planet Labs (Planet), allowing Orbital to use Planet's PlanetScope imagery and high resolution SkySat imagery of Earth. In May 2019, the company released Orbital Insight GO, an application designed to allow customers to search satellite imagery and geolocation information on their own, and analyze the images and data for insights. Also in May, Orbital Insight announced Earth Monitor, the first product that came from its Airbus satellite imagery partnership. ==Business== Orbital Insight analyzes satellite, drone, balloon and other unmanned aerial vehicle images, along with phone geolocation data, by applying machine learning techniques with computer vision to extract information that can be used for business decisions. Images are tagged manually to assist with computer recognition. Applications of the technology include estimating retail revenue by studying car counts at malls, helping insurance companies estimate the extent of damages from natural disasters, gauging a country's fuel supply by counting oil storage facilities, and assisting with strategic defense applications for threat assessments. The company's Global Geospatial Crude Index (GCI) monitors millions of barrels of oil on a daily basis by tracking 25,000 external floating roof tanks. The shadows on the roofs can be used to predict how full the tanks are. Orbital Insight also acquires anonymized location data for smartphones, and uses the geolocation data to track various business activities, such as staffing levels at refineries and factories, to make economic predictions. Other tools include Orbital Insight GO, a self service satellite imagery and geospatial data analysis tool for customers. Clients include hedge funds trying to get information advantages to help their investors. ==Operations== Orbital Insight is headquartered in Palo Alto, California. The company also has US offices in Boston, Arlington, VA, and New York City, and international offices in Tokyo, Singapore and London. ==References== ==External links== * Official website Category:Companies based in Palo Alto, California Category:Technology companies established in 2013 Category:2013 establishments in California Category:Spatial data analysis Category:Remote sensing companies Category:American companies established in 2013 ",
    "title": "Orbital Insight"
}