{
    "id": "61645891",
    "text": "Zach Charbonnet (born January 8, 2001) is an American football running back for the Michigan Wolverines. He played high school football at Oaks Christian School in California and was variously ranked as the No. 3, No. 4, or No. 6 running back prospect in the country. ==Early years== Charbonnet was born in 2001 and grew up in Camarillo, California. His mother, Seda, is part Cambodian and part Chinese and immigrated to the United States from France. Charbonnet is also of Louisiana Creole descent. Charbonnet did not begin playing football until the seventh grade. He recalled: \"As soon as I touched the field, I fell in love with the sport.\" He attended Oaks Christian School in Westlake Village, California, where he tallied 4,741 rushing yards and 62 total touchdowns. He had 2,049 yards and 23 touchdowns as a junior. Former Oaks Christian coach Jim Benkert described Charbonnet as follows: \"He's the best there is. He's got all the measurements and loves the game. He's one of those guys who can take over a game on either side of the ball and is probably the best running back in the country. He competes at a high level on every play. You can't coach that kind of stuff. He's a throwback player. He does his job and doesn't care about statistics. All he cares about is winning.\" ===Recruiting=== Charbonnet was rated among the top running back prospects in the country – ranked No. 3 by 247Sports.com, No. 4 by Rivals.com, and No. 6 by ESPN.com. He was also invited to play in the 2019 Under Armour All-America Game. On June 23, 2018, prior to the start of his senior year in high school, Charbonnet committed to play college football at the University of Michigan. ==College career== === Michigan === Shortly after his enrollment at Michigan in January 2019, Charbonnet underwent knee surgery. He missed spring practice while recuperating, but was recovered by late summer. Charbonnet started at running back in Michigan's 2019 season opener. He totaled 99 yards, 90 rushing yards on eight carries and nine receiving yards on two receptions. On September 7, against Army, Charbonnet had his first 100-yard rushing game, and recorded three touchdowns. On October 12, against Illinois, Charbonnet had 108 rushing yards in the first half. He finished the game with 116 yards on 18 carries, and a touchdown. On November 2, against Maryland, Charbonnet recorded two touchdowns, setting a Michigan program record for the most touchdowns by a freshman with 11. Through the first 11 games of the season, Charbonnet led the team with 635 rushing yards and 11 touchdowns. ==References== ==External links== * Michigan profile Category:2001 births Category:Living people Category:African-American players of American football Category:People from Camarillo, California Category:Players of American football from California Category:Sportspeople from Ventura County, California Category:American football running backs Category:Michigan Wolverines football players ",
    "title": "Zach Charbonnet"
}