{
    "id": "61644111",
    "text": "Henry Edward \"Pete\" Warden (December 26, 1915 – November 15, 2007) was a colonel in the United States Air Force. He served almost 4 years in the Pacific Theater during WWII. Although he was trained as a fighter aircraft pilot, he possessed an innate ability to assemble, modify, and repair aircraft. After the war, he was assigned to positions in aircraft development that led to the Boeing B-52 Stratofortress; he is often credited as the \"Father of the B-52\". ==Early life== Henry Edward Warden was born in McKinney, Texas on December 26, 1915. He was the son of US Army Brigadier General John A. Warden and Jane Abernathy Warden. He studied architecture for two years at Texas Agricultural and Mechanical College and received a degree in aeronautical engineering from Catholic University in Washington, D.C. By 1939, Warden had completed the requirements for an MS degree at Massachusetts Institute of Technology (MIT), absent his dissertation. But, when Germany invaded Poland in September 1939, Warden left MIT to join the United States Army Air Corps. ==Military career== In November 1939, Warden enlisted in the Army Air Corps with the rank of lieutenant. By 1940, Warden had earned his wings piloting the Curtiss P-36 and Curtiss P-40 fighter aircraft at Hamilton Army Airfield in California. As part of the 20th Pursuit Squadron, Warden was deployed to Nichols Field in the Philippines in 1940, serving as depot inspector and P-40 pilot. In December 1941, when the Japanese invaded the Philippines, Warden and his team were able to salvage 8 aircraft, and he piloted the last aircraft out of Manila just after Japanese forces entered the city. Warden was then sent to the island of Mindanao where he and his team of enlisted men were to find and assemble more aircraft that were still packed in crates. In May 1942, resistance by US troops ended in the Philippines, and Warden deployed to the 5th Air Service Command in Australia. There, Warden was again tasked with assembling, repairing, and modifying aircraft to keep them flying. In June 1944, after serving almost four years in the Pacific Theater, Warden was reassigned to Wright Field in Dayton, Ohio. At Wright Field, Warden was promoted to lieutenant colonel and became chief of the Engineering Division, Bombardment Branch in May 1945. In that position, Warden had responsibility over the Northrop XB-35, Convair XB-36, Douglas XB-42, and the Boeing XB-52 programs. By 1945, there was a serious debate regarding the development of the next generation of long-range strategic Air Force bombers – propeller-driven engines versus turbojet engines – with emphasis on size of the bomber, cost, and effective flight range. Warden became an advocate for a turbojet heavy bomber and was designated the project officer when Boeing was awarded the contract to build the experimental aircraft with turboprop engines. On October 21, 1948, \"acting on his own authority\", Warden directed Boeing to redesign the Boeing B-52 Stratofortress with jet engines. With that decision, Warden became \"one of the founding fathers of the B-52\". ===Later military assignments=== *In 1953, after achieving the rank of colonel, Warden was put in charge of long-range planning in the Pentagon's Air Warfare Systems Division because of his technological expertise. *In 1957, Warden became deputy commander for tests at the Air Force Missile Test Center, Patrick Air Force Base in Florida. *In 1960, Warden was assigned a central role in restructuring the predecessor to the Air Force Systems Command. ==Later years== In 1964, Warden retired from the Air Force. For the next 6 years, he served as corporate director of plans for North American Aviation. In 1970, Warden moved to Columbus, Mississippi, with his wife and three children. In Columbus, he managed his farm and initiated the Warden-Carden School that ministered to the youth of Columbus for more than 20 years. Colonel Warden died on November 15, 2007, and was interred in Friendship Cemetery in Columbus, Mississippi. ==References== ==External links== * *Warden-Carden School (Lowndes County, Mississippi) Category:1915 births Category:2007 deaths Category:United States Air Force colonels Category:United States Army Air Forces officers Category:United States Army Air Forces pilots of World War II Category:People from McKinney, Texas Category:Recipients of the Distinguished Flying Cross (United States) Category:Recipients of the Air Medal Category:Recipients of the Legion of Merit Category:Catholic University of America alumni Category:Massachusetts Institute of Technology alumni ",
    "title": "Henry Edward Warden"
}