{
    "id": "61647374",
    "text": "Jillian Frances Green (born 1975) is an Australian artist, whose work references christian art, particularly illuminated manuscripts and Russian iconography. Her studies and work reflect this continuing interest in philosophical and theological writings. She sees the detailed beautification of sacred texts as an act of meditative worship, and her work is that act, too. In her 2016 solo exhibition, \"Vessels\", at the Turner Galleries in Perth, she used her knowledge of icon painting to paint portraits in the style of Russian icons on empty pots (vessels), where the emptiness of the pot represented the \"receptiveness of the sitter.... to the divine\". Her 2010 exhibition, \"black stone white stone\", takes its name from the tale of a Buddhist monk who puts stones of these colours in his pockets throughout the day to give the daily count good bad things done or thought, and shows the evidence of her walking the Camino de Santiago de Compostela through Spain in 2007, with her work also referencing Muslim art (as did her 2007 exhibition \"Blue Stone\"). ==Collections== Her work is held in the National Gallery of Australia (3 works), and the Lawrence Wilson Art Gallery of UWA. It is also found in the collections of many Western Australian institutions, for example: Edith Cowan University, the Royal Perth Hospital, Saint John of God Health Care hospitals/institutions, the King Edward Hospital and the Sir Charles Gairdner Hospital. ==References== ==External links== * Kinsella, L. (2012) Surface and Self : The Work of Leanne Emmitt, Jillian Green and Kirstine Sadler Lawrence Wilson Art Gallery, Nedlands WA. *Jillian Green \"Vessels\", 1 - 30 April 2016, Turner Galleries, Northbridge, Perth WA. *Jillian Green \"The old believers\", 28 June - 27 July 2013, Turner Galleries, Northbridge, Perth WA *Jillian Green \"black stone white stone\", 21 May - 19 June 2010, Turner Galleries, Northbridge, Perth WA. *Jillian Green \"prayer series\", 10 March - 10 April 2004, Turner Galleries, Northbridge, Perth WA Category:Edith Cowan University alumni Category:Australian women artists Category:21st-century women artists Category:1975 births Category:Living people ",
    "title": "Jillian Green"
}