{
    "id": "61649289",
    "text": "Bishop Ambrose Kelly C.S.Sp (born 24 Jun 1900, died 12 Feb 1952) was a member of the Holy Ghost Fathers, and served as Archbishop of Freetown and Bo, in Sierre Leone. Born in 1900, in New Haven, Sussex, England, to Irish parents, Kelly was educated in Ireland, at Blackrock College, Dublin and trained to be a Holy Ghost priest, at Kimmage Manor, St. Marys, Rathmnines and Blackrock, while studying in University College Dublin, graduating in 1922.Bishop Ambrose Kelly Irish Spiritans Remembered At Blackrock he excelled at sports, captaining the Cricket team, and playing out-half in the Senior Cup Rugby Team, he also gained an inter-provincial cap. He played fly half, for Blackrocks, past-pupils rugby team, while prefect there, two of his contemporaries also became bishops John Joseph McCarthy, and Eugene Joseph Butler. Two of Kellys brothers, Jim and Patrick, were also educated at Blackrock, and both became priests. Kelly was ordained a priest in 1928. He worked as a teacher in St. Edward's Secondary School, Freetown, Sierre Leone.Roman Catholic Missions in Sierre Leone Alumni of St Edwards Secondary School website. In 1937 he was appointed Vicar Apostolic to Sierre Leone, and Titular Bishop of Altava and ordained bishop in Blackrock College. In 1950 Dr. Kelly, was appointed to the Bishopric of Freetown and Bo when the Vicarate was elevated to a Diocese, its first Bishop. Bishop Kelly opened the Catholic Teachers Training College in Bo, and the General and Maternity Clinic in Serabu.History - A BRIEF HISTORY OF THE CATHOLIC CHURCH IN SIERRA LEONE, Catholic Bishops Conferences of Sierre Leone, www.catholicchurchsl.org After developing health problems in 1951, Bishop Kelly died on February 12, 1952 in Sierre Leone.Sierre Leone Holy Ghost Congregation. Initially buried in the Kissy Road cemetery, his remains were later exhumed in 1987 and re-buried in the Sacred Heart Cathedral. ==References== Category:1900 births Category:1952 deaths Category:20th-century Roman Catholic bishops Category:Roman Catholic missionaries in Sierra Leone Category:English Roman Catholic priests Category:Bishops of Bo Category:Bishops of Sierra Leone Category:Irish expatriate Catholic bishops Category:Holy Ghost Fathers Category:People educated at Blackrock College Category:Alumni of University College Dublin Category:20th-century Roman Catholic priests Category:20th-century Irish clergy ",
    "title": "Ambrose Kelly"
}