{
    "id": "61647270",
    "text": "Guy Lawson (born 1963) is a Canadian American journalist and true crime writer who has been published in GQ, the New York Times, Rolling Stone, and Vanity Fair.https://www.simonandschuster.com/authors/Guy-Lawson/35478995 == Early life and career == Lawson was born in Toronto, Canada to expatriate kiwis. After his parents divorced, he lived with his mother for a period of time before moving to Australia to rejoin his father, a journalist and writer. He attended the University of Western Australia before moving to the United States and attending law school in Cambridge, New York. He briefly worked as an attorney in the 1990s before transitioning to journalism. == Journalism == Lawson's first journalism job came in the field of politics, when he was assigned to cover the Quebec referendum for a local Toronto newspaper. From there, Lawson earned additional accolades and opportunities, starting with a breakthrough cover story for Harper's about small-town Canadian hockey players. He later moved onto the Canadian broadcast television series, Imprint, where he succeeded veteran host Daniel Richler (who in turn replaced the original co-hosts of the series, Paul Roberts and Jennifer Gibson).\"Guy Lawson: Making a new Imprint\". The Globe and Mail, September 25, 1993. He served there from 1993 to 1995, before transitioning out and into a more lucrative career as a major publication writer (see below). Lawson has been published in numerous major publications throughout his career. In addition, one of his later works, Arms and the Dudes about the life and crimes of Efraim Diveroli and David Packouz, were adapted into the 2016 film War Dogs, which starred actors Jason Smilovic, Jonah Hill, Ana de Armas, and Bradley Cooper (who also executive produced the film). In addition to War Dogs, several of his other works have been optioned, including Octopus (about hedge fund trader and Ponzi scammer Sam Israel), by HBO, and a GQ article called \"The Knife\" about LA gangs which was acquired by CBS == Personal life == Lawson lives with his wife, Maya Kaimal, an Indian food entrepreneur, whom he married in 2001. They have two twin children and live in upstate New York. He is an avowed Toronto Maple Leafs fan, remaining loyal to his home province's hockey team despite residing in the United States. == Bibliography == * Arms and the Dudes: How Three Stoners from Miami Beach Became the Most Unlikely Gunrunners in History (2008) * The Brotherhoods: The True Story of Two Cops Who Murdered for the Mafia (2006) * Octopus: Sam Israel, the Secret Market, and Wall Street's Wildest Con (2012) * War Dogs: The True Story of How Three Stoners From Miami Beach Became the Most Unlikely Gunrunners in History (2016) == Filmography == {|class=\"wikitable sortable\" |- ! Year ! Title ! Role |- | 2016 | War Dogs | Writer (credited)/Producer |- | 2004 | Frontline | Consultant - 1 episode |- | 2016 | War Dogs: Access Granted | Self |- | 2011 | On the Trail of Easy Rider: 40 Years On... Still Searching for America | Self |- | 1990 | Imprint | Host |} == References == == External links == * *Guy Lawson's official page Category:1963 births Category:American male journalists Category:American political writers Category:American male writers Category:The Atlantic (magazine) people Category:Living people Category:21st- century American journalists Category:Canadian male journalists Category:Journalists from Ontario Category:Writers from Toronto Category:The New York Times writers Category:Vanity Fair (magazine) people Category:Harper's Magazine people ",
    "title": "Guy Lawson"
}