{
    "id": "61643521",
    "text": "Grand Union: Stories is a 2019 short story collection by Zadie Smith. It was published on 3 October 2019 by Hamish Hamilton, an imprint of Penguin Books. ==Contents== Grand Union contains nineteen short stories. Eleven of the stories are new and unpublished and eight were originally published in The New Yorker, The Paris Review, or Granta. {| class=\"wikitable\" ! Title ! Originally published in |- | \"The Dialectic\" | |- | \"Sentimental Education\" | |- | \"The Lazy River\" | December 18 & 25, 2017 issue of The New Yorker |- | \"Words and Music\" | |- | \"Just Right\" | Spring 2013 issue of Granta |- | \"Parents' Morning Epiphany\" | |- | \"Downtown\" | |- | \"Miss Adele Amidst the Corsets\" | Spring 2014 issue of The Paris Review |- | \"Mood\" | |- | \"Escape from New York\" | June 8 & 15, 2015 issue of The New Yorker |- | \"Big Week\" | Summer 2014 issue of The Paris Review |- | \"Meet the President!\" | August 12 & 19, 2013 issue of The New Yorker |- | \"Two Men Arrive in a Village\" | June 6 & 13, 2016 issue of The New Yorker |- | \"Kelso Deconstructed\" | |- | \"Blocked\" | |- | \"The Canker\" | |- | \"For the King\" | |- | \"Now More Than Ever\" | July 23, 2018 issue of The New Yorker |- | \"Grand Union\" | |- |} ==Reception== Publishers Weekly called the collection \"smart and bewitching\" and said, \"Smith exercises her range without losing her wry, slightly cynical humor. Readers of all tastes will find something memorable in this collection.\" Kirkus Reviews said, \"Several of Smith's stories are on their ways to becoming classics.\" David L. Ulin of the Los Angeles Times wrote that \"Smith is at her finest\" in Grand Union and praised the collection's \"balance between humor and self-laceration.\" Writing for Literary Hub, author John Freeman called Smith \"one of our finest short story writers\" and said, \"The compression and swiftness of these tales are opposite skills to the ones Smith has plied in her five, wondrously different novels. Yet to watch these tales unfold is to feel a gladness that only virtuosity—and emotional depth—can ignite.\" Alice O'Keeffe, writing for The Bookseller, said, \"The first ever collection of short stories from the wonderful Zadie Smith is surely a must-read for her many fans.\" Writing for The New York Times Book Review, author Rebecca Makkai wrote, \"While the collection might not coalesce as a unit, it contains some of Smith's most vibrant, original fiction, the kind of writing she'll surely be known for.\" ==References== ==External links== * Category:2019 short story collections Category:Short story collections by Zadie Smith Category:Hamish Hamilton books Category:British short story collections ",
    "title": "Grand Union (short story collection)"
}