{
    "id": "61645600",
    "text": "Beverly Allen (born 1945) is an Australian artist specializing in botanical paintings. Her works are typically life size pieces of plants from her garden or native to Australia. Her artworks have been recognized internationally and collected in many private and public collections. She does workshops at the Royal Botanic Garden in Sydney between her art collaborations and exhibitions. == Life and education == Allen was born in Sydney, Australia in 1945. She started illustrating the world around her when she was young. She found her way to painting and botanical art after discovering Shirley Sherwood's book \"Contemporary Botanical Artist\" and viewing Sherwood's exhibit at SH Irvin Gallery in 1998. She had a daughter, born October 2013, with her partner Christian Horner. Allen studied graphic design and illustration before turning to botanical art in 1997. She went to Sydney University and achieved a bachelors in fine arts. == Career == Allen first started her artist career as a package designer for a cosmetic maker and an advertising agency in Australia. Once Allen became known as a botanical artist in 1998 she co- founded the Florilegium Society and was pronounced president. While in Sydney, she associates with the Royal Botanic Gardens and Domain Trust and teaches master classes on realism painting and botanical art. She has taught such classes for roughly 12 years. She acquires her materials for her works and workshops from the Sydney flower market. When working on her art pieces she uses paper that allows for life sized representations, the paper is propped up to nearly vertical on a drawing table. Her paints sit on a wheeled chest within reach of the paper, and the subject is stationed on a wheeled trolley. The ability to move her subjects and the paper and paints around allows her to utilize the lighting within the room. == Awards == *2007-RHA gold for eight watercolor paintings of Epiphyllum *2010-inaugural Gold Medal for Botanical Art by New York Botanic Gardens *2014-Silver Medal for Botanical Art by New York Gardens *2016-Diane Bouchier Artist Award for Excellence in Botanical Art by the American Society of Botanical Artists == Collections and Exhibitions == * 1999-2019-Sydney's Royal Botanical Garden's 'Botanica' exhibition * 2004-11th international exhibit at the Hunt Her pieces can be found in exhibits internationally such as New York, Washington, Chicago, Amsterdam, Tokyo, Kyoto, and London as well as in multiple public and private collections such as The Kew, the RHS Lindley Library, the Hunt, Highgrove, Transylvania Florilegium's, Shirley Sherwood, and Alisa and Isaac Sutton's collection. == Works == * 2004 Bulbophyllum fletcherianum (Tongue orchid), watercolor on Arches paper, 78\" by 50\", Beverly Allen * 2005 Bambusa Vulgaris 'Striata' , watercolor on paper, 29\" by 66\", Alisa and Isaac Sutton Collection * 2010 Cocos nucifera (Coconuts), watercolor on Arches paper, 97\" by 59\", Beverly Allen * 2011 Gloriosa superba, Punica granatum, Acer sp. and 2 unidentified seedpods, (Pomegranates and seedpods collection), watercolor on vellum, 30\" by 20\", Beverly Allen * 2012 Eucalyptus tetraptera (Square fruited mallee), watercolor on vellum, 13\" by 13\", Beverly Allen * 2013 Doryanthes excels (Gymea lily) seedpods and Lonicera italic (Honeysuckle), watercolor on vellum, 20\" by 28\", Beverly Allen * 2014 Flindersia australis, Nerium oleander, Prunus sp., Pelargonium sp., Rosa rugosa, Psaltoda plaga (the cicada), watercolor on vellum, 30\" by 20\", Cicada collection Beverly Allen * 2014 Carlina accaulis (Thistle), watercolor on vellum, 17\" by 17\", Beverly Allen * 2015 Doryanthes escels (Gymea lily-detail), watercolor on Arches paper, 102\" by 76\", Beverly Allen * White Bat Flower - 'Tacca Integrifolia', watercolor on paper, 24.41\" by 22.44\" * Gymea Lily (Doryanthes Excelsa), watercolor on Arches paper, 39\" by 28\" ==References== Category:1945 births Category:Living people Category:Botanical illustrators Category:Australian women painters Category:Artists from Sydney ",
    "title": "Beverly Allen"
}