{
    "id": "61643740",
    "text": "Lorentz Petersen was a leading wine retailer founded in 1788 by Lorentz Petersen (1763-1829) and based at Store Kongensgade 66 in Copenhagen, Denmark. It was granted status of Purveyor to the Court of Denmark in 1865 and existed until the early 1970s. ==History== Lorentz Petersen The company was founded on 28 October 1788 by captain Lorentz Petersen (1763-1829). Lorentz Petersen's wine business was after his death continued by his son Vilhelm Junius Lorentz Petersen (1806-1863), An elder son Christian Petersen (who changed his name to Waage Petersen in 1831), had established his own wine company in 1808 and been appointed as royal wine merchant. The Lorentz Petersen firm was after Vilhelm Junius Lorentz Petersen's death in 1863 continued by hiss grandson Lorentz Christian Petersen (1836-1892). In 1865, it was granted status of Purveyor to the Court of Denmark. In 1873, Lorentz Christian Petersen made Julius I. Hansen (1838-1918) and Johannes Ferdinand Theodor Erlewein (1839-1892) were all made partners in the company. Julius I. Hansen was from 1892 the sole owner of the company. In 1904, he sold it to Alfred Valdemar Reyn (1869-1935) and Hans Jørgen Wengel (born 1873). Lorentz Petersen at Store Kongensgade 66 in Copenhagen In 1915, A. V. Reyn and H. J. Wengel vinhandlerfirmaet acquired the competing firm F. V. Raaschou & Søn, (founded by 1827 by F. V. Raaschou, 1800-1875). The two companies were in 1937 merged and converted into a limited company (ajtueselskab) under the name A/S Lorentz Petersen og F. V. Raaschou & Søn. Baron Julius Wedell-Wedellsborg (born 23 September 1885) and M. S. Poulsson (born 31 May 1908). were managing directors of the company in 1950 and board members were C. L. David (born 1878), Svend T. Bruun (born 1901) and Kirsten Kühl. Lorentz Petersen closed after being acquired by in the early 1970s. ==Location== The company was from its foundation based at Store Kongensgade 66. ==References== ==External links== * Lorentz Petersen at geni.com Category:Wine retailers Category:Danish companies established in 1788 Category:Retail companies established in 1788 Category:Wine merchants ",
    "title": "Lorentz Petersen"
}