{
    "id": "61643731",
    "text": "Telahun Haile Bekele (born 13 May 1999) is an Ethiopian male long-distance runner who specialises in the 5000 metres. Born to rural farmers in Gurage Zone, Telahun became interested in running after taking part in a high school competition. He joined up with coach Assefa Gadisa in 2015, who guided him to runner-up in the 5000 m at the 2017 Ethiopian Athletics Championships. This caught the attention of national coach Hussein Shibo, who brought the youngster into a training group alongside professionals Selemon Barega and Hagos Gebrhiwet.Landells, Steve (2019-08-30). Haile Bekele embarks on journey to live up to his namesakes. IAAF. Retrieved 2019-08-30. Telahun began competing internationally in 2017, taking part in European 10K run road races and placing second at the Giro al Sas and third at the Grand 10 Berlin.Tilahun Haile Bekele. IAAF. Retrieved 2019-08-30.Bekele Haile Tilahun. Association of Road Racing Statisticians. Retrieved 2019-08-30. He began 2018 in Europe with third at the Czech Indoor Gala and a runner-up finish at the Cinque Mulini. A 5000 m win at the Ethiopian U20 Championships and a personal best of 13:04.63 minutes to win at the Meeting Iberoamericano de Atletismo saw him enter the 2018 IAAF World U20 Championships saw him enter the competition as the second fastest runner after training mate Selemon Barega. He was beaten by the heat, however, and finished fifth in the 5000 m.Mills, Steven (2019-07-14). Report: men's 5000m – IAAF World U20 Championships Tampere 2018. IAAF. Retrieved 2019-08-30. He made his IAAF Diamond League debut that year, placing seventh at Athletissima. He closed the year with third place at the Great Ethiopian Run. At the start of 2019 he continued to show his strength over distance with second place at the Giro Media Blenio 10K. Turning to the track, he won the Ethiopian national title, was fifth at the Shanghai Golden Grand Prix, then had his first Diamond League victory by winning the 5000 m at the Golden Gala, beating his partner Selemon Barega. He was third at that year's Athletissima and placed fourth at the Diamond League final at the Weltklasse Zürich. ==International competitions== {| |- |2018 |World U20 Championships |Tampere, Finland |5th |5000 m |13:23.24 |- |2019 |World Championships |Doha, Qatar |4th |5000 m |13:02.29 |} ==Circuit wins== ;5000 m *IAAF Diamond League **Golden Gala: 2019 ==National titles== *Ethiopian Athletics Championships **5000 m: 2019 *Ethiopian U20 Championships **5000 m: 2018 ==References== ==External links== * Category:1999 births Category:Living people Category:Sportspeople from Southern Nations, Nationalities, and Peoples' Region Category:Ethiopian male long-distance runners ",
    "title": "Telahun Haile Bekele"
}