{
    "id": "61640519",
    "text": "Harry Campbell (1860 – 8 July 1938) was a British physician, pathologist and writer. ==Biography== Campbell was born in Margaretting. He was educated at Carshalton and in Neuwied.\"Harry Campbell\". Royal College of Physicians. He qualified from St Bartholomew's Hospital and obtained MRCS (1881), MBBS (1882) and M.D. (1885).O'Connor, W. J. (1991). British Physiologists 1885–1914: A Biographical Dictionary. Manchester University Press. p. 538. He married Nora Lacy. He worked as a physician and pathologist at North-West London Hospital (1886–1909) and West End Hospital for Nervous Diseases (1896–1924).Anonymous. (1938). Harry Campbell, M.D., F.R.C.P., Consulting Physician, West End Hospital For Nervous Diseases, London. The British Medical Journal 2 (4045): 153–154. He was a Fellow of the Royal Anthropological Institute.Anonymous. (2005). Dental Anthropology: The British Diet. Anthropology Today 21 (2): 27–29. He retired as physician in 1919. From 1918 to 1933, he was the editor of the Medical Press and Circular. Campbell was elected a Fellow of the Royal College of Physicians of London in 1896. Cambell was a member of the British Medical Association and contributed articles to the British Medical Journal. In 1904, Campbell authored a series of articles, The Evolution of Man's Diet in The Lancet journal. He also contributed articles to the book, A System of Diet and Dietetics which was positively reviewed in the Journal of the American Medical Association. Campbell authored the book What is Wrong With British Diet?, in 1936. Campbell argued that the British diet was too heavy in cereal foods, cooked vegetables and puddings which provided inadequate mastication. He believed that habitual consumption of soft \"pappy\" foods and \"pultaceous puddings\" caused undersized jaws and dental disease. He recommended a pre-agricultural diet that consisted of animal products and raw vegetables. He wrote that the \"British diet errs mainly in containing an excess of cereals and starchy foods generally, and a dearth of animal and raw vegetable foods.\"Campbell, Harry. (1936). Introduction. In What Is Wrong with British Diet? Being an Exposition of the Factors Responsible for the Undersized Jaws and Appalling Prevalence of Dental Disease Among British Peoples. London: William Heinemann. Dr. Campbell wrote several medical research papers on mastication and the physiology of the jaw bones, jaw muscles and teeth formation in children and this is reflected in the series published in The Lancet, Observations on Mastication I-III in 1903. He established in 1925, after he retired from the medical profession, manufacturing natural rusks which he called Bickiepegs in Welwyn Garden City. Made from cereal wheat the finger shaped product was designed to help babies cut the back and front teeth whilst exercising the jaw muscles, bones and gums. The company Bickiepegs Healthcare still exists 95 years on and bakes to the original recipe from its factory in Aberdeenshire. He died in Norwood. ==Selected publications== *The Causation Of Disease (1889) *Headache, and Other Morbid Cephalic Sensations (1894) *Respiratory Exercises in the Treatment of Disease (1899) *Observations on Mastication (The Lancet, 1903) *The Evolution of Man's Diet (Part 1, Part 2, Part 3, Part 4, Part 5, Part 6, Part 7, The Lancet, 1904) *On Treatment (1907) *Alcohol in Health and Disease (A System of Diet and Dietetics, 1908) *The Cause and Prevention of Dental Caries. (American Dental Journal, 1908) *The Evolution of Man's Diet (A System of Diet and Dietetics, 1908) *Aids to Pathology (1915) *General Observations on Diet (Detroit Medical Journal, 1920) *Evolution, Past and Future (1923) *Fundamental Principles in Treatment (1924) *What Is Wrong With British Diet? (1936) ==References== ==Further reading== *William Munk. (1955). Lives of the Fellows of the Royal College of Physicians of London. London. Category:1860 births Category:1938 deaths Category:20th-century British medical doctors Category:British pathologists Category:Fellows of the Royal College of Physicians Category:People from the City of Chelmsford ",
    "title": "Harry Campbell (physician)"
}