{
    "id": "61651824",
    "text": "Bob Davenport (born 31 May 1932) is an English traditional folk singer who has been a leading and influential voice in the British folk revival since the early 1960s. Biography by James Christopher Monger, AllMusic.com. Retrieved 30 August 2019 ==Biography== Bob Davenport was born in Gateshead, County Durham. At 10 months of age, he survived a gas explosion which destroyed his family home and killed his father Thomas, aged 23, and his grandfather. Tamzin Lewis, \"Singer Bob Davenport revisits musical roots\", The Journal, 4 November 2010. Retrieved 30 August 2019 He grew up in a musical family - he is distantly related to George Ridley, the writer of \"Blaydon Races\" - and began performing when an evacuee in the Second World War. After completing his National Service in the Royal Air Force, he moved to London in 1953 to work for the General Post Office. \"Bob Davenport\", The Great Rock Bible. Retrieved 30 August 2019 He also studied at Saint Martin's School of Art and worked for a publisher. He was encouraged by Irish Traveller singer Margaret Barry, and became a regular singer at the Bedford Arms in Camden Town and, later, local folk clubs. He won awards as the best amateur folk singer in London, Reg Hall, Liner notes, Geordie Songs and recorded an EP, Geordie Songs, in 1959, backed by Reg Hall (melodeon) and Michael Plunkett (fiddle), known as the Rakes. Adding fiddle player Paul Gross, Davenport recorded a further EP, Wor Geordie, with the Rakes for Topic Records in 1962. When Bob Dylan performed in clubs in London in 1962, both Davenport and Martin Carthy introduced him to folk songs which Dylan subsequently modified and performed himself. In 1963, as the result of an invitation from Pete Seeger, Davenport sang at the Newport Folk Festival in Rhode Island, US, alongside Dylan and Joan Baez. Dan Carrier, \"Bob, the star of folk music (and his old pal, Mr Dylan)\", Camden New Journal, 7 February 2008. Retrieved 30 August 2019 He ran folk clubs in north London, with a strong commitment to high quality traditional singing, and featured on several song collections released on record in the early and mid-1960s, including Sea Shanties (with Lou Killen and Redd Sullivan, 1963), Hootenanny in London (with Lou Killen, Alex Campbell, Martin Carthy and others, 1963), Northumbrian Minstrelsy (with Isla Cameron and Jack Armstrong, 1964), and Folksound of Britain (with the Watersons, Cyril Tawney and others, 1965). Bob Davenport Discography, MainlyNorfolk.info. Retrieved 30 August 2019 In 1965, the Columbia label released the LP Bob Davenport and the Rakes, produced by Peter Eden and Geoff Stephens with all the songs arranged by Davenport. For Trailer Records in 1971, he made the album Bob Davenport and the Marsden Rattlers, produced by Bill Leader with an eight-piece traditional band from South Shields. The album was followed by Pal of My Cradle Days (1973). The Rakes also recorded a self-titled album without Davenport. In the mid-1970s Davenport recorded three albums for the Topic label, Down the Long Road (1975), Postcards Home (1977), and Bob Davenport and the Rakes (1977). As well as traditional songs, some with trad jazz or morris band accompaniment, these albums contained several of Davenport's own songs, including \"The Gypsy Poacher\" and \"Wild Wild Whiskey\", which \"tells the story of people away from their homes and their loved ones, trying to eke out a living in London and avoiding the pitfalls of drinking in the pubs around Camden Town.\" Davenport continued to perform in folk clubs and at festivals in the 1980s and 1990s, but less frequently than before. His recordings continued to appear on many compilations of English and British folk songs. In 1997, he returned with an unchanged line-up of the Rakes - Plunkett, Gross and Hall - to record the album The Red Haired Lad, produced by Mike Harding. In 2004, he released The Common Stone, an album dedicated to his father, and comprising mostly traditional folk songs recorded with musicians including Richard Thompson, Martin Carthy, the Watersons, and the band Chumbawamba. In 2010, he performed with Kathryn Tickell at a concert in Gateshead. ==Discography== * Geordie Songs (Collector Records, EP, 1959) * Wor Geordie (Topic, EP, 1962) * Northumbrian Minstrelsy (with Isla Cameron, Jack Armstrong, The Rakes) (Concert Hall, 1964) * Bob Davenport and the Rakes (Columbia, 1965) * Bob Davenport and the Marsden Rattlers (Trailer, 1971) * Pal of My Cradle Days (Trailer, 1973) * Down the Long Road (Topic, 1975) * Postcards Home (Topic, 1977) * Bob Davenport and the Rakes (Topic, 1977) * The Red Haired Lad (Fellside, 1997) * Send Your Best Men Forward (HOP Records, 2001) * The Common Stone (Topic, 2004) ==References== Category:1932 births Category:Living people Category:People from Gateshead Category:English male singers Category:English folk singers ",
    "title": "Bob Davenport (singer)"
}