{
    "id": "61658580",
    "text": "The Three Valleys State Bank, at 202 Main St. in Three Forks, Montana, was built in 1911. It was listed on the National Register of Historic Places in 2005. The bank was chartered on April 28, 1910, and it purchased the building lot on which the bank stands on July 18. 1910, for $2,800. Construction was financed by town founder John Q. Adams; construction started in November 1910 and was complete in February 1911. The building is \"a well-executed example of the Western Commercial style in two-part commercial block form.\" The design also included elements of Romanesque Revival style, including use of round arches, pilasters, and a dentilled cornice.\" The town and the bank's prospects dimmed in economic depression and crop failures; the original owners sold the bank to American National Bank in 1917. American National survived through a wave of bank insolvencies in the state until it too failed in November 1923 and was taken over by Labor National Bank. Its doors were apparently not reopened, however. The one other Three Forks bank, First National, was established in 1909, and was liquidated in March 1923. The town, including the bank building, was damaged in an earthquake on June 27, 1925; the building's parapet and cornice were not completely repaired and so evidence of the earthquake is still visible. After 37 years with no bank in town, the building again hosted a bank, the Security Bank in Three Forks (or First Security Bank?), beginning in 1960, and ending in 1980 when the bank moved to a new building. It was arranged that the local historical society could purchase the building to open a museum there, the Headwaters Heritage Museum. In 2005 the property was owned by the Headwaters Heritage Museum of the Three Forks Area Historical Society. With ==References== Category:Historical societies Category:Museums in Montana Category:Banks based in Montana Category:National Register of Historic Places in Gallatin County, Montana Category:Buildings and structures completed in 1911 ",
    "title": "Three Valleys State Bank"
}