{
    "id": "61652866",
    "text": "The Shire Hall is a municipal building in St Paul's Square, Bedford, Bedfordshire. The shire hall, which was the headquarters of Bedfordshire County Council from 1888 to 1969, is a Grade II listed building. ==History== The current building replaced an earlier sessions house for the county thought to have been designed by Thomas Moore in the Georgian style and built on the south side of St Paul's Square in 1753. After the justices talked of \"the foetid and unwholesome state of the courts\", officials decided to erect a new shire hall on the same site. The new building, which was designed by Alfred Waterhouse in the Gothic revival style, was built in brick with red terracotta facings by John Wood & Son of Leeds and completed in 1881. The design involved a main frontage with five bays facing onto St Paul's Square; the central section of three bays, which was symetrical, featured an arched porch on the ground floor with a coat of arms in the gable and a finial above; there were transom windows on the ground floor and the first floor and mullion windows on the second floor with turrets at roof level. The southern elevation of the building abutted the north bank of the River Great Ouse. Internally, the principal rooms were a large baronial hall and some courtrooms. The building continued to be used as a facility for dispensing justice but, following the implementation of the Local Government Act 1888, which established county councils in every county, it also became the meeting place for Bedfordshire County Council. Notable cases heard by the court included the trial and conviction of William Chambers for the murder of his wife and mother-in-law in Eversholt in September 1902. More properties on the south side of St Paul's Square were acquired and demolished so enabling the building to be extended to the designs of Charles Holden by the construction of five extra bays to the east to create a dedicated polygon-shaped council chamber and education offices in 1910. The county records office was established in a muniment room in the building in 1914. The facilities were further augmented when the 19th century Cowper Building, located to the west of the shire hall, was acquired in 1938: it had been designed by Basil Champneys and had previously formed part of the local grammar school. After the county council moved to larger and more modern facilities at County Hall in 1969, the shire hall was used solely as the magistrates' court and as the county court. The majority of the magistrates' court work at the shire hall was moved to Luton Magistrates' Court in June 2014. ==References== Category:Grade II listed buildings in Bedfordshire Category:Buildings and structures in Bedford B Category:Government buildings completed in 1881 ",
    "title": "Shire Hall, Bedford"
}