{
    "id": "61651254",
    "text": "Lee Sang-ho (; born November 23, 2000), better known by his in-game name Effort (), is a South Korean professional League of Legends player. He is a Support player who currently plays for SK Telecom T1. He made his debut on KeSPA Cup 2017. He was an online trainee of SK Telecom T1 for 7 months before officially joining the team. Effort is well known for his exceptional play on Pyke. == Early life == Effort was born on November 23, 2000. He stated in an interview that he used to watch a lot of StarCraft games. His in-game name, Effort, was named after a StarCraft player, Kim \"EffOrt\" Jung Woo, his favourite player. He started playing League of Legends during his first year of his secondary school. His role model is Lee \"Wolf\" Jae-wan, former support player for SK Telecom T1. == Career == === Season 7 === SK Telecom T1 announced that they had signed Effort, who was previously a trainee of the team. Effort made his debut on KeSPA Cup 2017 on November 29, 2017. His first match was with Griffin, and his first champion used in his professional career was Blitzcrank. He won his first game against Griffin. === Season 8 === Effort became the starting supporter for SK Telecom T1 in the LCK Spring 2018. He played his first LCK game against ROX Tigers, which he won with a match score of 2–1. In the same season, he played his first playoffs in his career. SK Telecom T1 ended up at 4th place in the Spring season. SKT received 7th place in the Summer season, and 4th place in the Korea Regional Finals, which made them failed to qualify for 2018 League of Legends World Championship. === Season 9 === Effort played his first game of the season in the LCK Summer 2019. His first win of the season was against kt Rolster, where he started as the support player for the second match, breaking the five-game losing streak of SKT in Summer 2019. He became the starting player of the team since then. He played his second playoffs in his career in Summer 2019. He had his first appearance on stage in the LCK finals on August 31, 2019. He won his first LCK title against Griffin on the same day with a match score of 3–1. His team had qualified as the first seed for LCK in the 2019 League of Legends World Championship, and he was selected as one of the members to represent SK Telecom T1 in World Championship. === Season 10 === On April 25, 2020, Effort and his team won the LCK Spring split finals against Gen.G with a match score of 3–0. This was his second LCK title. == Accomplishments == {| class=\"wikitable\" !Year !Team !Event !Place |- |2017 | rowspan=\"6\" |SK Telecom T1 |KeSPA Cup 2017 | style=\"background:#c96;\" |3rd–4th |- | rowspan=\"3\" |2018 |League of Legends Champions Korea Spring 2018 |4th |- |League of Legends Champion Korea Summer 2018 |7th |- |Korea Regional Finals 2018 |4th |- | rowspan=\"2\" |2019 |League of Legends Champions Korea Summer 2019 | style=\"background:gold;\" |1st |- |League of Legends World Championship 2019 | style=\"background:#c96;\" |3rd–4th |- | rowspan=\"5\" |2020 | rowspan=\"5\" |T1 |KeSPA Cup 2019 | style=\"background:#c96;\" |3rd–4th |- |League of Legends Champions Korea Spring 2020 | style=\"background:gold;\" |1st |- |2020 Mid- Season Cup |7th–8th |- |League of Legends Champions Korea Summer 2020 |5th |- |Korea Regional Finals 2020 |style=\"background:silver;\" |2nd |} == Notes == == References == == External links == * Category:Living people Category:South Korean esports players Category:2000 births Category:SK Telecom T1 players Category:League of Legends support players Category:Twitch (service) streamers ",
    "title": "Effort (gamer)"
}