{
    "id": "61650355",
    "text": "August Eduard Kastra (17 October 1878 – 21 October 1941) was an Estonian journalist and a trade union leader. He was the first chair of the Confederation of Estonian Trade Unions in Estonia and a member of the Reval (Tallinn) Committee of the Russian Social Democratic Labour Party (RSDLP) in early 20th century. Imprisoned during Joseph Stalin’s great purge in 1936, he died in the Gulag concentration camp in October 1941. == Early life == Kastra was born on 17 October 1878 in Dorpat (Tartu)National Archives of Estonia (Tartu). Infokiri N930/7.27 from 13.12.2000 into a family of a horse carriage driver. He attended the Hugo Treffner Gymnasium, but was expelled as the family could not afford the tuition. He then started working as a telegraph operator at Vegovo train station. During 1905 revolution, Kastra was a member of the city committee of the RSDLP, so he was arrested in 1907. Following the release from prison in 1908, August moved to Tallinn. == Journalistic and political career == In Tallinn, Kastra worked in several newspapers (Trud, Tallinna Teataja), attending meetings of the then-illegal Bureau of Reval Trade Unions. In 1910, Kastra became a voting member of the Reval Committee of the RSDLP. In 1912, he became an editor of a worker’s newspaper, Kiir, in Narva.Central Archive FSS (Moscow). Case R-4126, volume 2, p. 64 \"Kiir tööline\" 28.06.1922.a Following a conflict with Jaan Anvelt, who wrestled the control of Kiir from Kastra in 1913,\"Kiir\", N21 2.11.1912.a\"Kiir\", N22 9.11.1912.a he was expelled from RSDLP in June 1917, however the workers of Reval still elected him to the Reval Council of Workers and Soldier Deputies, and then as chair of the Confederation of Estonian Trade Unions. In August 1919, Kastra moved to the Soviet Union, where he re-joined the RSDLP. He continued his work in the Soviet trade union movement. == Purges == In October 1936, Kastra was arrested by the NKVD. Following his arrest, Jaan Anvelt sent a letter to the NKVD accusing Kastra of being an Okhranka agent.\"Rahvaleht\", N7, 17.12.1913.a\"Töö Hääl\", N5, 11.01.1914.a\"Proletariat Truth\" 11.01.1914\"Rahvaleht\", N6, 14.12.1913.a On 1 June 1937, NKVD sentenced Kastra to 8 years in prison. Kastra died on 21 October 1941, in the Sorok concentration camp “Shiznya” which was located in the Karelo-Finnish Soviet Socialist Republic. == Rehabilitation == On the appeal of Kastra’s second wife, I. L. Kharitonova, Kastra was rehabilitated in February 1956 and then restored posthumously to the Communist Party of the Soviet Union.Central Archive FSS (Moscow). Case R-4126, volume 2, p. 172 ==References== Category:Estonian journalists Category:Estonian trade unionists Category:Telegraphists Category:1878 births Category:1941 deaths Category:People from Tartu Category:Hugo Treffner Gymnasium alumni Category:Gulag detainees Category:People who died in the Gulag ",
    "title": "August Kastra"
}