{
    "id": "61652720",
    "text": "Britain's Industrial Future, commonly known as the Yellow Book, was the report of the British Liberal Party's Industrial Inquiry of 1928. ==Background== David Lloyd George The British economy had been in a depressed state since the end of the boom that had occurred immediately after the Great War. The War had disrupted her old trading patterns and had caused other countries to develop their own industries.C. L. Mowat, Britain Between the Wars, 1918–1940 (London: Methuen, 1955), p. 259. Britain's staple industries (coal, iron, steel, shipbuilding, textiles) had provided most of her exports before the War and these were the hardest hit by the post-war depression. C. L. Mowat claimed that throughout the 1920s \"Britain's industrial machine was throttled down; the world's workshop worked on short time\".Mowat, p. 260. Unemployment was concentrated in the staple industries and the number of those out of work never went below one million. While imports were above the pre-war figure, exports never exceeded 80% of the pre-war figure and were often less. In 1913 Britain produced 13.11% of the world's domestic exports; by 1927–28 this had declined to 10.94%.Mowat, p. 262. David Lloyd George, who had become Leader of the Liberal Party in October 1926, gave Ernest Simon and Ramsay Muir £10,000 to finance an enquiry (under the auspices of the Liberal Summer School) on Britain's economic troubles.John Campbell, Lloyd George: The Goat in the Wilderness, 1922–1931 (London: Jonathan Cape, 1977), p. 196. The subsequent Liberal Industrial Inquiry was chaired by Walter Layton, with Ernest Simon as vice-chairman. The Executive Committee consisted of Lloyd George, Ernest Simon, Muir, John Maynard Keynes, E. H. Gilpin, Hubert Henderson, Charles Masterman, Seebohm Rowntree, Philip Kerr, H. L. Nathan, Herbert Samuel and Sir John Simon. Five sub-committees investigated Industrial and Financial Organisation (chaired by Keynes), the Functions of the State in Relation to Industry (Muir), Labour and the Trade Unions (Ernest Simon), Worker Remuneration and Status (Gilpin), and Unemployment (Lloyd George). Throughout 1927 the Inquiry engaged in research, debate and the drafting of the Inquiry's Report. The Report was published on 2 February 1928 as Britain's Industrial Future.Campbell, p. 197. ==Report== Britain's Industrial Future was divided into five sections. The introduction claimed that the dichotomy between individualism and socialism was outdated in modern conditions, where public ownership had been extended and where private companies were becoming larger and more impersonal.Campbell, pp. 197–198. Book I (\"The Condition of British Industry\") analysed Britain's industrial problems and concluded that unemployment was caused by the loss of export markets since the War.Campbell, p. 198. It also argued that \"industrial revival may require a migration of labour from the threatened industries and the diversion to home development of capital normally devoted to foreign investment\". Book II (\"The Organisation of Business\") was primarily the work of Keynes.Roy Harrod, The Life of John Maynard Keynes (London: Macmillan, 1952), p. 393. It recommended that a Board of National Investment should replace the \"stream of national investment which is at present chaotically controlled by a multiplicity of public authorities and private interests\". It also contained proposals for controlling public and private enterprises; the latter would be required to publish their balance- sheets to aid investment and their directors would be answerable to employees and a Supervisory Council of Shareholders. Private monopolies would be put under more state control and it recommended that an Economic General Staff should be set up to advise the government. Book III (\"Industrial Relations\") envisaged a Council of Industry and a Ministry of Industry working closely together to ensure industrial cooperation, coupled with family allowances and minimum wages for each industry. As an alternative to nationalisation, it recommended profit sharing as a way of encouraging the \"popular ownership of industry\". Workers would also become shareholders in their firms and progressive taxation, together with the spread of banking and investment amongst all classes, would constitute a \"real advance towards that goal of Liberalism in which everybody will be a capitalist, and everybody a worker, as everybody is a citizen\".Campbell, p. 199. Book IV (\"National Development\") drew its main recommendations from the ideas of Lloyd George, including the revival of agriculture and the reorganisation of the coal industry. It argued that a large programme of public works would be necessary to deal with unemployment; this would include road-building, house-building, slum clearance, electrification, afforestation, drainage and the renovation of canals and docks. This would be financed by the Board of National Investment, utilising unused savings, and by the Committee of National Development, drawing on site-value taxation. Book V (\"National Finance\") argued that the \"control of our credit system...should be exercised more deliberately and systemically than hitherto, with a view to the maintenance of steady trade conditions\". It also recommended greater public control over the Bank of England and retrenchment in defence expenditure. Cuts in social spending was ruled out as it was considered necessary for the redistribution of wealth. Industry should be relieved by reforming the rating system so that the central government shouldered more of the burden.Campbell, pp. 199–200. Chapters 18 and 19 (\"Currency Banking and the Reform of National Accounts\") were mainly the work of Keynes. ==Reception== The Times, in an editorial titled \"Common Ground\", said that those \"who possess the industry to read its 500 pages will find a well-written statement of a number of familiar problems, with some interesting, if rather vague, suggestions for meeting them\". It further claimed that if the discreet references to free trade in the Report were omitted, \"the structure of the document is unaffected, and what is left bears no mark that is distinctively or recognizably Liberal\".The Times (3 February 1928), p. 13. The Evening Standard said that it was a \"sedative rather than exciting. ... Too much of it is in the nature of pious aspirations\".Campbell, p. 201. The Daily Dispatch denounced it as Communist and the Yorkshire Post said that the \"Socialist will read the Report with glee; the true Liberal will grieve for the mutilation of his faith\". The Glasgow Herald, on the other hand, considered it an individualist's charter. The Conservative MP Harold Macmillan later wrote: \"I found myself in sympathy with most of the proposals—or at any rate with the general line of approach\".Harold Macmillan, Winds of Change, 1914–1939 (London: Macmillan, 1966), p. 166. The Report formed the basis of the Liberal Party's election programme for the 1929 general election.Campbell, p. 202, p. 225. It was often used as a textbook in universities.Harrod, p. 392. John Campbell, writing in 1977, said that it \"stands out today as the most far-sighted policy document produced by any party between the wars\" and that \"its philosophy so thoroughly permeated British political attitudes that most of its recommendations have come to seem commonplace\". He further claimed that it was a \"prophetic vision of post-war society\" and \"the harbinger of a typically quiet British revolution\". ==Editions== *Britain's Industrial Future, being the Report of the Liberal Industrial Inquiry of 1928 (London: Ernest Benn, 1928; second impression, with a foreword by David Steel, 1977). ==Notes== ==References== *John Campbell, Lloyd George: The Goat in the Wilderness, 1922–1931 (London: Jonathan Cape, 1977). *Roy Harrod, The Life of John Maynard Keynes (London: Macmillan, 1952). *Harold Macmillan, Winds of Change, 1914–1939 (London: Macmillan, 1966). *C. L. Mowat, Britain Between the Wars, 1918–1940 (London: Methuen, 1955). Category:Liberal Party (UK) publications Category:1928 non-fiction books Category:Books about economic policy ",
    "title": "Britain's Industrial Future"
}