{
    "id": "61653080",
    "text": "Miracle Kelechi Chike (Born 24 March 1998) popularly known as Miraboi is a Nigerian singer, songwriter and public relation specialist. He is from Abia State, Bende L.G.A, Nigeria but was born and brought up in Lagos State, Ojo L.G.A, Nigeria where he started his early life career. ==Early life == Miraboi born on the (24 March 1998) is from Abia State, south eastern part of Nigeria born and bred in Lagos State, Nigeria. He's the first son of 5 children in a family. Miraboi started his early life being a graphics designer in the Nigerian Entertainment industry. Growing up in the busy area of Lagos Miraboi had interest in doing music (rapping and singing) but along the line he found business management as a career to start up with which made him gain recognition in the Entertainment Industry worldwide. In (2016) Miraboi had his first street interview with Wazobia Max TV in Port Harcourt, Nigerian worldwide TV station. ==Career== Miraboi started his career as a graphic designer in the Nigeria entertainment industry (2015) where he mainly focus on music artworks. In (2016) he was granted the first opportunity to work with the Nigerian legend musician Sean Tizzle under the management of 715 media leakers. Their he moved globally and was known for some successful projects in the Nigeria entertainment industry and United States Of America. In (2019) Miraboi releases his first single. ==Educational Background== Miracle Kelechi Chike attended LASU nursery & primary school, pushing forward on his educational background, he moved to MillBank Secondary School and graduated with a Weac result from Rolex Comprehensive College. Miracle Kelechi Chike studied Marketing at the University of Port Harcourt although he later dropped out and traveled outside Nigeria to further his education in music production. ==Discography== ===Selected Singles=== {| class=\"wikitable\" !Year !Song Title !Album Details |- |2019 |My Baby | |- |2020 | Mad Over You | |- |2020 | Reverse (Featuring) D-Tac | |- |2020 | Abena (Featuring) Peruzzi | |- |} ==Award and Nominations== {| class=\"wikitable sortable\" |- ! Year !! Award ceremony !! Award description !! Result !! Ref |- | 2017 || Tush Awards || Best Student Band of the Year || || |- | 2018 || Nigeria Hype Awards || Best Favourite Blog of the Year || || |} == References == Category:Living people Category:1998 births Category:Businesspeople from Lagos State Category:21st- century Nigerian businesspeople ",
    "title": "Miraboi"
}