{
    "id": "61653401",
    "text": "This list of cowboy halls of fame encompasses cowboy and western halls of fame defined for this context as institutions (including nonprofit organizations, government entities, and private businesses). Museums that exist only in cyberspace (i.e., virtual museums) are also included. To use the sortable table, click on the icons at the top of each column to sort that column in alphabetical order; click again for reverse alphabetical order. ==Halls of fame== {| class=\"wikitable\" \"sortable\" |+ !Name !City !County !State/ Province !Established !Summary !Ref |- |American Quarter Horse Hall of Fame |Amarillo |Potter |TX |1982 |The American Quarter Horse Hall of Fame was created by the American Quarter Horse Association. It inducts both people and horses. Inductees are those who have contributed to the quarter industry in an exceptionally meaningful way. AQHA Hall of Fame inductees | |- |Bull Riding Hall of Fame |Fort Worth |Tarrant |TX |2012 |The Bull Riding Hall of Fame, located at the Cowtown Coliseum in the Fort Worth Stockyards in Fort Worth, Texas, is a hall of fame for the sport of bull riding. Bull Riding Hall of Fame inductees | |- |Canadian Pro Rodeo Hall of Fame |Ponoka | |AB |1979 |The Canadian Pro Rodeo Hall of Fame honors contestants and others involved in rodeo for outstanding performance and contribution to rodeo. It also recognizes the performances of outstanding livestock contestants. It also collects and displays historic artifacts. Canadian Pro Rodeo Hall of Fame inductees | |- |Cheyenne Frontier Days Old West Museum |Cheyenne |Laramie |WY |1978 |The museum also has a hall of fame exhibit for the rodeo. The rodeo dates back to 1897. Cheyenne Frontier Days Hall of Fame Inductees | |- |Hall of Great Western Performers |Oklahoma City |Oklahoma County |OK |1955 |The Hall of Great Western Performers is one of the halls of fame of the National Cowboy & Western Heritage Museum in Oklahoma City, Oklahoma. It is dedicated to honoring those who have contributed to the making of Western television and films throughout the centuries. Great Western Performers | |- |Rodeo Hall of Fame |Oklahoma City |Oklahoma County |OK |1955 |The Rodeo Hall of Fame is one of the halls of fame of the National Cowboy & Western Heritage Museum in Oklahoma City, Oklahoma. The hall pays tribute to rodeo's greatest performers who are responsible for making the way for today's rodeo champions. Rodeo Hall of Fame inductees | |- |Texas Cowboy Hall of Fame |Fort Worth |Tarrant |TX |1997 |Today, the Texas Cowboy Hall of Fame honors individuals from rodeo and the western world who have made significant contributions in their fields. Texas Cowboy Hall of Fame inductees | |- |Texas Rodeo Hall of Fame |Pecos |Reeves |TX |2004 |The Texas Rodeo Hall of Fame has inducted individuals in all areas of rodeo, locally in the Pecos area, but all across the country as well. Hall of Fame members | |- |Texas Trail of Fame |Fort Worth |Tarrant |TX |1997 |The Texas Trail of Fame honors individuals and livestock who have contributed to the Western lifestyle. The hall of fame is located in the historic Fort Worth Stockyards in the Fort Worth Stockyards Historic District. On the walkways throughout, bronze inlaid markers are placed for each. Inductees by Year | |- |Western Heritage Museum and Lea County Cowboy Hall of Fame |Hobbs |Lea |NM |1978 |The Cowboy Hall of Fame inducts up to four individuals annually. Individuals must have roots in the county. Individuals are exceptional in either rodeo or ranching. Lea County Cowboy Hall of Fame inductees | |- |Wyoming Cowboy Hall of Fame |Casper |Douglas |WY |2013 |The Wyoming Cowboy Hall of Fame exists to enrich Wyoming's cowboy and ranch heritage. Hall of Fame Inductees | |} ==References== Category:Cowboy halls of fame Category:Sports halls of fame Category:Sports hall of fame inductees Category:Sport-related lists Category:Culture of the Western United States Category:Rodeo in the United States ",
    "title": "List of cowboy halls of fame"
}