{
    "id": "61652019",
    "text": "Cindy Aurum is a fictional character in the video game Final Fantasy XV. ==Concept and creation== Cindy Aurum was created for Final Fantasy XV. When someone complained that Cindy was \"too sexy\" at a presentation in April 2015, director Hajime Tabata notes that they did not intend for her to be an erotic character, and felt that the combination of her personality and appearance made it not too \"problematic\" if someone saw her while another person was playing the game. Marketing manager Akio Ofuji noted that it was more about her outfit as a mechanic. Tabata stated that he had no intention of changing her design, but noted the value of moderating her presentation to avoid the impression of oversexualization. Tabata expressed confusion by Cindy receiving criticism for her design while being requested to be made a playable character. ==Appearances== Cindy Aurum appears as a non-playable character in the video game Final Fantasy XV, where she serves as a mechanic for protagonist Noctis Lucis Caelum. Her outfit also appears in the video game Minecraft for players to put on their characters. Cindy also appears as a background character in the Hammerhead stage in Tekken 7. ===Merchandise=== Play Arts produced a figurine of Cindy Aurum in 2016. ==Reception== Since her reveal, Cindy Aurum has received mixed reception. She is a popular character for people to cosplay. Shacknews identified her as the best character in Final Fantasy XV. Peter Swann from Comicsverse considered Cindy to be the most important female character of Final Fantasy XV for subverting gender roles, noting that \"in a male dominated field like machinery and car repair, the entire male cast is completely inept at this and rely on a badass woman to fix their car\". Her outfit and portrayal was the subject of heated debate. She was criticized for her design from people who felt she showed too much skin for someone in her field. When a poll was done to ask players what they thought of the demo for Final Fantasy XV, the largest complaint from European players was that Cindy was the only female character who interacts with the main party was oversexualized. This led to a backlash from members of the Final Fantasy fandom. Writers Mike Diver and Patrick Klepek were critical of her design. Mike noted her as his biggest negative of the game. They expressed surprise that her design was not toned down following the demo, feeling that it's okay to be sexy but that the way it was done in Final Fantasy XV made them \"embarrassed for the medium.\" Patrick felt similarly embarrassed, avoiding having her on-screen when his mother visited. He felt that she stands out as particularly fanservice that is otherwise not present. MTV.com noted that the decision to change the design of a male character to make it less sexy was surprising given how many characters, such as Cindy, showed similar amounts of skin to this character. Game Revolution felt that her design made Quiet, another character who has received criticism for her design, seem \"subtle.\" Maxim called her one of the hottest Final Fantasy women, praising her \"can-do attitude\". Kotaku felt that her outfit was horrible, while GameSpot felt her outfit was impractical and eye candy. USGamer felt that her outfit and window- washing cutscene was \"obvious fanservice,\" noting that the outfit seems inappropriate for the weather she is in, but found it inoffensive because they found Final Fantasy XV to not be about \"male wish fulfillment\". The Guardian however found her to be a \"laughable male fantasy,\" citing how she is dressed as a \"sex symbol\" and how she poses during maintenance of the protagonists' vehicle. They note that this draws greater attention to the lack of playable women in the game. Syfy Wire expressed a desire to see her appear as a playable character in Dissidia Final Fantasy NT, though did not feel it likely. ==References== Category:Female characters in video games Category:Fictional female mechanics Category:Final Fantasy characters Category:Video game characters introduced in 2016 ",
    "title": "Cindy Aurum"
}