{
    "id": "61669024",
    "text": "William Wilkerson Morris (1843 –) was an American soldier who was awarded the Congressional Medal of Honor for his actions from September 9 to 11, 1874, during the American Indian Wars. == Early life == William Wilkerson Morris was born in 1843 in Stewart County, Tennessee, the youngest child of Nathan Gilbert Morris and Charlotte (Wallace) Morris of Stewart County. In the 1860 U. S. Census., at age 17, he was living with his parents in Stewart County, working as a dry goods salesman. == Military service == At age 29, on June 1, 1872, at Louisville, Kentucky, he enlisted in Company H, 6th U. S. Cavalry.National Archives Microfilm Publication M233: Records of the Adjutant General’s Office, 1780s-1917, Record Group 94; National Archives, Washington, D.C. His occupation was then noted as a bookkeeper. He was 5 feet, 8 1/2 inches tall, with hazel eyes, black hair and dark complexion. From September 9-11, 1874, his Cavalry unit was engaged in battle with Native Americans at Upper Washita, Texas, for which engagement he was awarded the Congressional Medal of Honor In May 1876, the 6th Cavalry was ordered to Arizona Territory to relieve the 5th Cavalry. H Company took station at Fort Bowie, in Apache Pass south of Apache Spring. The Arizona Weekly Citizen of August 12, 1876, reported the arrival in Tucson of Sgt. W. W. Morris on August 7. The October 1876 post report for Camp Lowell, Tucson, states that W. W. Morris, Q. M. Sgt., 6th Cavalry, had arrived at the post on August 8. While at Camp Lowell, he was again nominated for a Medal of Honor for an April 1875 engagement with the Cheyenne at Sappa Creek, Kansas.National Archives and Records Administration (NARA); Washington, D.C.; Returns from U.S. Military Posts, 1800-1916; Microfilm Serial: M617; Microfilm Roll: 653 However, that nomination was withdrawn because he had so recently received the Medal. Morris transferred to Camp Grant, Arizona Territory on November 1, 1876. On June 1, 1877, he was discharged at Camp Grant due to the expiration of his five-year service.National Archives Microfilm Publication M617: Records of the Adjutant General’s Office, 1780s-1917, Record Group 94; National Archives, Washington, D.C. == Post-military life == William Wilkerson Morris was living at McMillanville, Maricopa County, Arizona Territory, on May 22, 1878, when he registered to vote. By October 14, 1878, he had moved to Picket Post, Pinal County, where he again registered to vote.Great Registers (of Voters). Arizona History and Archives Division, Phoenix, Arizona On July 9, 1880, William W. Morris and Jotham B. Hunt purchased the \"Indianna\" mine from the estate of Robert Gordan.Charles F. Palmer to W. W. Morris & J. B. Hunt, Pinal County, Arizona, Deed Book 5, pages 465-467 (accessed on FamilySearch.org) The mine was located about 4-5 miles north of Picket Post. By October 1882, Morris, age 40, had moved to Benson, Cochise County, Arizona Territory, registering to vote there on October 7. On August 13, 1884, age 43, he again signed the voter registration rolls in Benson, with his occupation being noted as notary public. Morris' residence after 1884 and date/place of death are yet unknown. == References == Category:1843 births Category:American Indian Wars recipients of the Medal of Honor Category:Military personnel from Tennessee Category:People from Stewart County, Tennessee Category:Date of death unknown Category:United States Army Medal of Honor recipients ",
    "title": "William Wilkerson Morris"
}