{
    "id": "61661011",
    "text": "Petr Aleksandrovich Maslov () (born 19 July 1962, Novokuznetsk) – is a Russian graphic and installation artist, book designer. Grandson of the famous Russian sculptor Isidor Grigorievich Frih-Khar Iovleva L.I., Brooke I, V. State Tretyakov Gallery: Skulptura of the first half of the 20th century. Moscow: Red Square, 2002, p. 410 == Short biography == He began to draw in high school - in the 9th grade he received his first recognition by winning the inter- district poster contest \"Peace in the World\". In 1989, he graduated from Moscow State University of Printing Arts (formerly Moscow Polygraphic Institute).Maslov Petr Alexandrovich Freelance artist. Master of performance, design of books, catalogs (mostly for the State Museum of Oriental Art), websites, advertising. Among the installations are “Goffman’s Golden Pot” (2009),“Golden Pot”. Peter Maslov “Thinking” at the Center for Creative Industries “FACTORY” (2011), a series of sculptures wrapped in cellophane, several installations in the Mountains of Sicily (Italy). Among the most notable works are the cycle “Angels” (2006), “Sicilian House” (2013), “Dinner” (2016), “Girl in a Blue and a Mask” (2016), “Collective Farm ‘A’. Milkmaid, Foreman and Tractor Driver ”(2016),“ Strange Day ”(2016),“ Chinese Woman ”(2017”, “Nothing” (2017), “Dovecote” (2018), “Portrait of Conchita Wurst” (2018), “Thoughts about love ”(2018). Solo exhibitions were held in Moscow, Turin (1990, 1995), Johannesburg (1992), Berlin (1994, 1997), Luxembourg (1996), Tallinn (2006).Maslov Petr Aleksandrovich / f / 0/21887 / maslov-petr- aleksandrovich His works are kept in private collections in Russia and abroad. == Impression == > ... His characters come to us from Byzantine icons, from the walls and > arches of Roman temples, from conditional mythological space and then appear > in the real world in a completely different context. At the same time, the > artist depicts people and the world, choosing borderline situations for this > both in form and in content. If we talk about the form, then his paintings > are “on the edge” of the icon, murals, plastic experiments, and this form is > quite adequate to the content - the transition from eternal to temporary and > vice versa. - Galina Balashova Galina Balashova. \" What do the angels of > Peter Maslov do \" . == Solo exhibitions == * V. Chkalov House of Culture (Moscow, 1989); * Kashirka Exhibition Hall (Moscow, 1990); * Gardeners Gallery (Moscow, 1990); * La Rocca Gallery (Turin, Italy, 1990); * Kashirka Exhibition Hall (Moscow, 1992); * Gardeners Gallery (Moscow, 1993); * Galerie am Savignyplatz (Berlin, 1994); * The Spider and Mouse Gallery (Moscow, 1994); * La Rocca Gallery (Turin, Italy, 1995); * Vianden Castle (Luxembourg, 1996); * Galerie am Savignyplatz (Berlin, 1997); * Gallery at the Embassy of the Russian Federation (Tallinn, 2006). == Group exhibitions == * All-Union exhibition of young artists. Central Exhibition Hall \"Manege\" (Moscow, 1989); * Art Kasha. Museum of Glass (Moscow, 1989); * Vne Zhanra. Central House of Artists (Moscow, 1990); * Artist and print. Central House of Artists (Moscow, 1990); * Project \"Babylon\". Museum of the Revolution (Moscow, 1991); * ART MYTH 2. Moscow International Art Fair. Central Exhibition Hall \"Manege\" (Moscow, 1991); * Bedfordo Center (Johannesburg, South Africa, 1992); == Book DesignPetr Maslov on Behance== * Gozheva N.A., Sorokina G.M. The traditional art of Southeast Asia in the collection of the State Museum of Oriental Art. M.: Russian Regional Development Bank, 2001. * Ognev, Vladimir. Amnesty for talent: Glare of memory. M .: Slovo, 2001. * Nabatchikov V.A. Vostok. The art of life and being. M .: ScanRus, 2003. * Maslov, A. Hieroglyphs of time. M .: 2007. * Africa Novarro. M .: State Museum of Oriental Art, 2008. * Kuzmenkova L.I. Chinese porcelain of the XVII-XVIII centuries. M .: State Museum of Oriental Art, 2009. * Turkestan avant-garde. Exhibition catalog. M.: State Museum of Oriental Art, 2009. * Chukina N.P. Monuments of art of Indonesia in the collection of the State Museum of Oriental Art. M .: State Museum of Oriental Art, 2010. * Continuing the tradition of gathering (catalog). M .: State Museum of Oriental Art, 2010. * City of the Rising Dragon. On the 1000th anniversary of Hanoi (catalog). M .: State Museum of Oriental Art, 2010. * Ognev, Vladimir. Amnesty for talent: Glare of memory. M .: Slovo, 2011. * \"I saw many samums ... Diaries of the artist Evgeny Kravchenko (+ 1 CD).\" M.: Publishing House Mardzhani, 2011. * Russian China. From the collections of Alexander Vasiliev and the State Museum of Oriental Art. Exhibition catalog. M .: State Museum of Oriental Art, 2011. * Pilgrims to the country of the East (catalog). M .: State Museum of Oriental Art, 2011. * Great ball. Balls on the stage of history, life, theater of the XVIII-XX centuries. Moscow: GMZ Tsaritsyno, 2013. * Chirkova, Elena (compiler). Anton Chirkov. Work on paper. 1935-1946. M., 2014. * Dolls collection catalog. M., 2014. * Treasury of the Tretyakov Gallery. M .: Light, 2014. * Chugunov Yu.N. The evolution of the harmonic language of jazz. M .: Planet of music, 2015. * Kuzmenko L.I., Mkrtychev T.K. Filatova M. Yu., Khromchenko S.M., Shmotikova L.A. Tea. Wine. Poetry. Exhibition catalog. M .: State Museum of Oriental Art, 2015. * Catalog of stucco decoration. M., 2016. * Anton Chirkov. Painting. Sculpture. M., 2018. * Museums of the Moscow Kremlin. Materials and research. Issue 28.M., 2018. * Uvarova Yu. N. Christmas and New Year in Russia of the 16th-20th centuries. M.: Moscow Kremlin, 2018. * Sergey Kovalchuk. Indonesia. The territory of centuries-old traditions. M .: AST, 2019. * Maslov, Peter. At the hour when the sun ... (e-book).978-5-4474-3246-1 https://ridero.ru/books/vchas_kogda_solnce/ == Bibliography == * Petr A. Maslov (Catalog). Berlin: Galerie am Savignyplatz, 1994. == See also == * Golden Pot Goffman Video ==References== Category:1962 births Category:Russian painters Category:Russian male painters Category:Russian male artists Category:Russian illustrators Category:Russian installation artists Category:Russian surrealist artists Category:Living people ",
    "title": "Petr Maslov"
}