{
    "id": "61660280",
    "text": "Nick Dyer-Witheford is an author, and associate professor at the University of Western Ontario in the Faculty of Information and Media Studies. His area of study primarily focuses on the rise of technology and the internet, as well as their continuous impact on modern society. He's written six books, along with seventeen other publications. == Bibliography == === Books === * 1999: Cyber Marx: Cycles and Circuits of Struggle in High-technology Capitalism, University of Illinois Press, * 2003: Digital Play: The Interaction of Technology, Culture, and Marketing, McGill-Queen's University Press, * 2009: Games of Empire: Global Capitalism and Video Games, University of Minnesota Press, * 2015: Cyber Proletariat: Global Labour in the Digital Vortex, Pluto Press, * 2019: Cyberwar and Revolution: Digital Subterfuge in Global Capitalism, University of Minnesota Press, * 2019: Inhuman Power: Artificial Intelligence and the Future of Capitalism, Pluto Press, === Journals === * \"Games of Magnitude\" (Fibreculture, 2010) * \"A Playful Multitude? Mobilising and Counter-Mobilising Immaterial Game Labour\" (Fibreculture, 2005) * \"Prolegomenon to a theory of slump media\" (with James R. Compton, Media, Culture & Society, 2014) *\"Net, square, everywhere?\" (Radical Philosophy, 2012) *\"Nintendo Capitalism: Enclosures and Insurgencies, Virtual and Terrestrial\" (Canadian Journal of Development Studies, 2011) *\"Commons and Cooperatives\" (with Greg de Peuter, Affinities: A Journal of Radical Theory, Culture, and Action, 2010) *\"Reprogramming Japan: The High Tech Crisis Under Communitarian Capitalism\" (Perspectives on Politics, 2007) *\"\"EA Spouse\" and the Crisis of Video Game Labour: Enjoyment, Exclusion, Exploitation, and Exodus\" (with Greg de Peuter, Canadian Journal of Communication, 2006) *\"The Political Economy of Canada's Video and Computer Game Industry\" (with Zena Sharman, Canadian Journal of Communication, 2005) *\"The New Combinations: Revolt of the Global Value-Subjects\" (CR The New Centennial Review, 2001) *\"Empire, Immaterial Labor, the New Combinations, and the Global Worker\" (Rethinking Marxism, 2001) *\"The Work in Digital Play\" (Journal of International Communication, 1999) *\"Cognitive Capitalism and the Contested Campus\" (Engineering Culture, 2019) * === Chapters === * \"Hegemony or Multitude? Two Versions of Radical Democracy for the Net\" (Radical Democracy and the Internet, 2007) === Articles === * 'Karl Marx @ Internet Studies\" (with Christian Fuchs, Media, Culture & Society, 2013) * \"Videogame Culture Playing on the Digital Commons: Collectivities, Capital and Contestation in Video Game Culture\" (with Sarah Coleman, Media, Culture & Society, 2007) * === Papers === * \"Species-beings: For Biocommunism\" (2008) == Publications == === Games of Empire: Global Capitalism and Video Games === “Games of Empire: Global Capitalism and Video Games,” is Dyer-Witheford's third book, published in 2009 and cowritten with Greg de Peuter. In it they talk about how the history of video games has shown how capitalism has shaped the means of how the video game industry works. It serves as an analytical approach to areas such as control, industry and expenditure over the short life of video games. Dyer-Witheford and Peuter use a marxian lens to examine the concept of games as a contributor to a substantial part of financial systems. ==== Critical Reception ==== The book received mixed reviews from its readers. Dr.Joseph Rebello, assistant professor of economics at the John Jay College of Criminal Justice, said \"Reactions, both positive and negative, to this work have been strong. This is not the place to rehash existing debates, but a reader uncomfortable with the very concepts of empire and multitude will probably not be entirely convinced by the book's arguments concerning imperial and multitudinous games. That being said, the book offers plenty of insight to anyone interested in the political economy of video games (or that of popular media). Media lawyer Alex Wade, deemed it \"Readable and accessible\" and said \"its critical approach was a vital counterpoint to the sclerotic ludology/narratology debate that dominated games studies discourse in the early years of the 21st century. == Accolades == Nick Dyer-Witheford won the Gertrude J. Robinson Book Prize in 2016 by the Canadian Communication Association. He was given the award for his book, Cyber Proletariat: Global Labour in the Digital Vortex. The prize is named after Professor Gertrude J. Robinson for all she had done for the field of communications across the globe. == References == Category:Living people Category:University of Western Ontario faculty ",
    "title": "Nick Dyer-Witheford"
}