{
    "id": "61665972",
    "text": "The Sack of Bath: A Record and an Indictment is a book written by Adam Fergusson in 1973 about the destructive urban redevelopment of the city of Bath in the 1970s. The original newspaper pieces that the book comprises inspired a resurgence in architectural conservation in the United Kingdom and gave additional strength to the Bath Preservation Trust. == Summary == Matching its original format as a newspaper opinion column, The Sack of Bath is written in a fiery, invective style against what Fergusson perceived as the injustices committed by the Bath Development Committee in the 1960s and 1970s. An example of this style is Fergusson's claim that the redevelopment efforts caused more damage to the city's architecture than the Bath Blitz of 1942. In a 2013 presentation, Fergusson explained how the book's title was also selected for its emotive force, rather than more \"workaday\" titles like \"Bath at Risk\" or \"Bath in Danger\". Fergusson begins by discussing the Georgian era construction of Bath, with its distinctive architecture and use of Bath stone. Fergusson points out that up through the Victorian era the architecture of Bath was almost entirely preserved, and only in the twentieth century (after the creation of Listed buildings in the UK) did Bath begin to redevelop., p. 12 Fergusson blames the Bath Corporation and the Development Committee of Bath Council for ignoring the vernacular architecture that made Bath unique; they instead focused on preserving landmarks and high-graded buildings. Fergusson argues that even unremarkable historic houses ought to be preserved because they create the context or \"frame\" for more notable listed buildings.Fergusson, 2011. As he puts it, In contrast, Fergusson critiques attempts at making modern, \"packing case\" buildings fit in with Georgian architecture by facing them with yellow Bath stone. Fergusson thinks that not even the city planners thought much of the redevelopment work. He points to a famous quote from Bath's development committee chairman who when asked which of the modern developments the city was proud of answered \"None\".Fergusson 2011, p. 16 Fergusson often references the Bath: A Planning and Transport Study published by Colin Buchanan in 1965. He agrees with Buchanan's suggestions for preserving Bath, but bemoans that the Bath Development Committee seems to publicly agree with the conclusions of Buchanan's report while taking actions to undermine it. He points out that the map provided to Buchanan to conduct the study seemed to omit Grade II and Grade III protected buildings, which lead to them being excluded from Buchanan's recommendations.Fergusson, 2011, p. 66 Fergusson agrees that Bath needed rehabilitation but thought that the city seemed to ignored the potential benefits of historical architecture. He thought that many of the destroyed buildings could easily have been rehabilitated for a price similar to the new constructions: \"Thus property which could and should have been modernised has been declared unfit and allowed to fall to pieces. Outwardly tumbledown buildings which needed only some attention to roofing, new plumbing and a coat of paint have been cleared away as soon as they could be acquired\".Fergusson, 2011, p. 62 Fergusson ends the book with a call to action to halt the \"Sack of Bath\" from progressing. But he laments the limitations of local conservation movements that necessarily have to oppose salaried, well-resourced opponents. == Themes and interpretations == Curator Amy Frost from the Museum of Bath Architecture views Peter Smithson's 1969 book Bath: Walks Within the Walls as an early precursor to The Sack of Bath.The Sack of Bath has been compared by conservationists to other British books of polemic against development that were also published in the 1970s, like The Rape of Britain and The Erosion of Oxford. These texts were united in their argument that, as academics John Pendlebury and Ian Strange put it, \"Conservation of the historic city ... should not just be about the major set pieces, but about understanding places as a total historic system\". == Publication history == St Ann's Place in 2018, which Lord Snowdon and Adam Fergusson photographed in March 1972 for the book, and was subsequently restored The Sack of Bath was first published as a series of newspaper articles in The Times from 23–29 September in 1970. In a 2013 speech, Fergusson said that he was commissioned by The Times to go down to Bath to \"see what the fuss was about\". The Times articles were published together as a book in 1973. It was reissued in a revised edition, edited by Tim Mowl in 1989 and released as a reprint in 2011 by Persephone Books. The later issues included photographs from Lord Snowdon, E. L. Green-Armytage, and introductory verses by John Betjeman. == Reception == The profile of the initial newspaper articles in The Times that composed The Sack of Bath gave the pieces national attention in the United Kingdom and international attention in the United States. The pieces were noted for their fiery rhetorical tone and their impassioned defense of the Georgian architecture of Bath. Historians have argued that the published pieces (and a separate \"Save Bath\" piece in the Architectural Review) gave strength to local conservation movements and additional pressure for their campaigns, due to the additional media attention. Writers have also credited The Sack of Bath with contributing to the Bath's recognition as a UNESCO World Heritage site in 1987.Fergusson, 2011, p. xv It's debated how accurate Fergusson's dire tone was in 1970. Christopher Book, for example, argued that the earlier development programs of the 1950s and 1960s had already cleared large swathes of Georgian houses by the time Fergusson published in The Times. Others felt like the response to The Sack of Bath was so immediate and strong that the worst of the damage was prevented. As Fergusson describes in the 2011 preface, \"The serious, serial depredations which Bath was suffering stopped almost overnight\".Fergusson 2011, p. vi. Geographer Larry Ford points out that the Georgian version of Bath that Fergusson wrote in defense of was, in fact, itself the result of a massive development that destroyed and redeveloped the medieval town of Bath. Other cities, like Chester and Norwich, had similar redevelopment crises. More recent development campaigns in Bath, like the Churchill House in 2007, have often been compared to the original \"Sack of Bath\" that Fergusson's book documents, either to indicate that modern developments do have a place in the city or to tout the benefits of grassroots conservation efforts and Nimbyism. == See also == * Buildings and architecture of Bath * Historic preservation == References == == External links == * The Sack of Bath by Adam Fergusson Category:Architectural controversies Category:Bath, Somerset Category:Vernacular architecture Category:Books about urbanism Category:Architecture books Category:1973 books ",
    "title": "The Sack of Bath"
}