{
    "id": "61666092",
    "text": "\"Bounce\" is a song by Australian singer Samantha Jade. It was released as the first single from her upcoming fifth studio album on 20 September 2019. The song was co-written by Jade. ==Background== In an interview with the Star Observer, Jade explained that \"Bounce\" \"not only focuses on the spring step that comes from being loved but also centres on the personal growth that comes from loving another. [...] Basically, it's a song about love. But it's about that person you meet that puts a bounce in your step and makes you want to be better, and as it says in the bridge 'love harder' and do better, and just be a better person. I think that's a very different love [compared] to that kind of obsessive love. It's a better love.\" She has described the song as \"R&B; pop and it feels very natural for me. It's a return to my roots with the music I started doing when I was 17.\" ==Promotion== To promote the single, Jade was announced to perform at the final of the ninth season of Australia's Got Talent on 22 September 2019. ==Music video== The music video for \"Bounce\" premiered on YouTube on 11 October 2019, and features Jade with dancers in yellow outfits against a yellow backdrop, alternated with pink outfits and a pink backdrop. ==Reception== On 26 September 2019, The Music Network confirmed that \"Bounce\" was the most added song to Australian radio for that week. == Track listing == ==Charts== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australia Digital Tracks (ARIA) | 29 |- ! scope=\"row\"| Australian Artist Singles (ARIA) | 17 |- |} ==Release history== {|class=\"wikitable plainrowheaders\" |- ! scope=\"col\"| Country ! scope=\"col\"| Date ! scope=\"col\"| Format ! scope=\"col\"| Label ! scope=\"col\"| Catalogue |- ! scope=\"row\" rowspan=\"3\"| Australia | 20 September 2019 | | rowspan=\"3\"|Sony Music Australia | |- |1 November 2019 |CD single |19075995462 |- |13 December 2019 |Remixes | |- |} ==References== Category:2019 songs Category:2019 singles Category:Samantha Jade songs Category:Sony Music Australia singles Category:Songs written by Carmen Reece ",
    "title": "Bounce (Samantha Jade song)"
}