{
    "id": "61665883",
    "text": "Nikki Whitehouse is a British archaeologist and palaeoecologist. She is professor of human-environment systems at the University of Plymouth. ==Education and career== Whitehouse has a bachelor's degree in archaeology from Newcastle University, awarded 1988; a master's degree in environmental archaeology and palaeoecology from the University of Sheffield, awarded 1993; and a doctorate from Sheffield, awarded 2000. Her research is focused on human-environment relationships and the interface between the physical sciences and humanities. Whitehouse is a fellow of the Royal Entomological Society and has been the president of the INQUA Humans and Biosphere Commission (HABCOMM) since 2011. She is on the editorial board of several major journals, including Quaternary International (since 2011), Journal of Archaeological Science: Reports (since 2015), and Alpine and Mediterranean Quaternary (since 2017). She was a member of the committee of the Association for Environmental Archaeology from 2013 to 2017, and prior to that its membership secretary. ==Research== Whitehouse specialises in the analysis of sub-fossil insects and the integration of this data with other environmental proxies. Her research has covered topics including the inter-relationships between archaeology, environmental and climatic change; changing biodiversity as a consequence of climate change and human impact; and the development of the cultural landscape, particularly during the transition to agriculture. Her research has been funded by the Arts and Humanities Research Council, Natural Environment Research Council, the Heritage Lottery Fund and INSTAR (Irish National Strategic Archaeological Research). She has collaborated with Meriel McClatchie, Phil Barratt, Rick Schulting, Rowan McLaughlin and Amy Bogaard. She was also a co-investigator on a European Research Council project, Fragility and sustainability in restricted island environments: adaptation, cultural change and collapse in prehistory (FRAGSUS), from 2013 to 2018. ==Selected publications== *McClatchie M, Schulting R, McLaughlin R, Colledge S, Bogaard A, Barratt P & Whitehouse N (2019) 'Food Production, Processing and Foodways in Neolithic Ireland' Environmental Archaeology pp 1–13 *McLaughlin TR, Whitehouse NJ, Schulting RJ, McClatchie M, Barratt P & Bogaard A (2016) 'The Changing Face of Neolithic and Bronze Age Ireland: A Big Data Approach to the Settlement and Burial Records' World Prehistory 29, (2) pp 117–153 *Lancelotti C, Zurro D, Whitehouse NJ, Madella M, Kramer K, García-Granero JJ & Greaves R (2016) 'Resilience of small-scale societies’ livelihoods: a framework for studying the transition from food gathering to food production' Ecology and Society 21(4): 8 *Whitehouse NJ, Schulting RJ, McClatchie M, Barratt P, McLaughlin TR, Bogaard A, Colledge S, Marchant R, Gaffrey J (2014) 'Neolithic agriculture on the European western frontier: the boom and bust of early farming in Ireland' Journal of Archaeological Science 51, *Whitehouse N; Roe H; McCarron S; Knight J (ed.) (2008) North of Ireland; field guide. *Murphy E; Whitehouse NJ (ed.) (2007) Environmental Archaeology in Ireland == References == Category:Living people Category:Year of birth missing (living people) Category:British archaeologists Category:British women archaeologists Category:Alumni of the University of Sheffield Category:Alumni of Newcastle University Category:Academics of the University of Plymouth Category:Fellows of the Royal Entomological Society ",
    "title": "Nicki Whitehouse"
}