{
    "id": "61660375",
    "text": "Our Lady of Good Counsel High School was a private, Roman Catholic high school in Newark, in Essex County, New Jersey, United States. Opened as a four-year high school in September 1925,Our Lady of Good Counsel, Newark Religion. Accessed September 1, 2019. \"Our Lady of Good Counsel High School started as a middle school and commercial school in 1923, became a full 4 year high school in 1925, and closed June 2006.\" the school closed in June 2006 due to declining enrollment and increasing financial deficits.Freedman, Samuel G. \"Newark's School Choices Grow Bleaker\", The New York Times, June 21, 2006. Accessed September 1, 2019. \"Our Lady of Good Counsel High School was closing after 81 years, the latest victim of the vicious cycle of rising tuition, falling enrollment and mounting deficits that has afflicted urban Roman Catholic schools across the country.\" A new school, Christ the King Preparatory School, opened on the site in September 2007.Freedman, Samuel G. \"Eager to Learn, Newark Teenagers Embrace Lessons in Perseverance\", The New York Times, October 24, 2007. Accessed September 1, 2019. \"Christ the King operates in the former Our Lady of Good Counsel High School, which closed in June 2006 after 81 years of operation.\" ==Notable alumni== * Michael F. Adubato (1934-1993), politician who served nine consecutive terms, a total of 18 years, in the New Jersey General Assembly from 1974 to 1992, representing the 28th Legislative District for four terms and the 30th Legislative District for an additional five terms.Manual of the Legislature of New Jersey, 1986, p. 269. Accessed September 1, 2019. Assemblyman Adubato was born in Newark on Sept. 15, 1934. He attended St. Lucy's School, Our Lady of Good Counsel High School, Seton Hall University and Jersey City State College.\" ==References== Category:1925 establishments in New Jersey Category:2006 disestablishments in New Jersey Category:Educational institutions disestablished in 2006 Category:Educational institutions established in 1925 Category:High schools in Newark, New Jersey Category:Private high schools in Essex County, New Jersey Category:Roman Catholic Archdiocese of Newark Category:Catholic secondary schools in New Jersey ",
    "title": "Our Lady of Good Counsel High School (New Jersey)"
}