{
    "id": "61661447",
    "text": "Romance is the second studio album by Cuban-American singer and songwriter Camila Cabello. It was released on December 6, 2019, through Epic Records and Syco Music. The singer recorded the album from November 2018 to October 2019. It was produced by Frank Dukes, Louis Bell, The Monsters and the Strangerz, John Hill, Andrew Watt and Finneas, among others. Camila finished recording Romance on October 31, and the next day submitted the masters for the album. On November 13, Cabello announced that the album will be released on December 6, 2019. Musically, it is a pop and R&B; record that contains Latin pop and rock influences. Romance was supported by seven singles: the double lead singles \"Liar\", which peaked at number 52 on the Billboard Hot 100, and \"Shameless\", which peaked at number 60; \"Cry for Me\", \"Easy\", \"Living Proof\", \"My Oh My\" featuring American rapper DaBaby and \"First Man\". The album also includes the Hot 100 number one single \"Señorita\", Cabello's duet with Canadian singer Shawn Mendes, from the deluxe edition of Mendes' self-titled third studio album. The standard CD's did not include the track \"My Oh My\". Romance received generally positive reviews from music critics and debuted at number one in Canada, number three in the US, and in the top ten in several other countries. To promote the album, Cabello is set to embark on The Romance Tour, starting with Europe and then North America. The album was certified platinum by the Recording Industry Association of America (RIAA) in May 2020, for selling 1,000,000 album-equivalent units becoming Cabello's second album to do so, following 2018's Camila. ==Background and recording== After the release of Cabello's debut album, Camila (2018), Brian Lee and Louis Bell told MTV News that they were already looking ahead to her next project. Bell said he imagines she will work on her second album during her then-upcoming tour, saying they will send ideas back and forth from April until June when they will finally be able to get into the studio together. He wants to give the second album a \"more mature progression,\" but ultimately, the new songs will depend on Cabello. On September 1, 2019, Cabello posted a teaser clip on her Instagram revealing the name of the album. The first installment was revealed on September 5. On October 31, 2019, she announced that the album was completed. Cabello began teasing the album's release on November 12, 2019. by posting parts of the album's cover art. Cabello formally announced the album's release the next day. On November 26, 2019, the entire standard edition of the album leaked online, just over a week before its release. Cabello revealed the album's track list on November 29, 2019. The album was released on December 6, 2019, with pre-orders beginning on November 15. The album mainly focuses on love and Camila wanted to focus on that for this album, Camila immediately knew she wanted to name the album Romance. Romance was recorded in a period of 10 months between November 2018 and October 31, 2019. Cabello wrote over 80 songs for the album during this period. == Composition == ===Music and lyrics=== Musically, Romance is a pop and R&B; record with influences of Latin pop and rock music. Lyrically, Cabello described the album as \"sounding like what falling in love feels like\". Additionally, much of the album was inspired by Cabello's relationship with British author Matthew Hussey and Canadian singer Shawn Mendes. ===Songs=== The opening track of the album, \"Shameless\", is a power pop-punk and pop-rock song about the fear of exploring new love. \"Living Proof\" is a pop song about Cabello's relationship with her lover, expressed through religious imagery. \"Should've Said It\" is a latin-pop rock song about a former partner coming back for a second chance at love. Cabello's collaboration with Mendes, \"Señorita\", is a latin-pop song about a couple's deep lust for one and other. \"Liar\" is a latin-pop song with flamenco and latin trap elements and a ska-pop chorus. The song is about romantic feelings taking over ones self. \"Bad Kind of Butterflies\", a pop song, is about the anxiety that comes with being in love with two people. \"Easy\" is a pop ballad about finding true love for the first time and how someone can help their partner love themselves. \"Feel It Twice\" is a ballad about rejecting a former lover. \"Dream of You\" is a ballad about loving somebody no matter what. \"Cry for Me\" is a pop-rock song about being jealous of an ex-partner. \"This Love\" is described as an old-school R&B-rock; ballad. The song is about an indecisive lover. \"Used to This\" is about Cabello's first date with Mendes in San Francisco. \"First Man\" is a pop-rock piano ballad. Cabello wrote the song about her relationship with her dad while she is in a romantic relationship with a \"good guy\". \"My Oh My\" featuring DaBaby, the digital only track is a pop-rap, reggaeton-pop and R&B; song. The song is about a fling that Cabello's family doesn't approve of. ==Promotion== ===Singles=== \"Shameless\" and \"Liar\" were released on September 5, 2019 as the lead singles from the album. \"Shameless\" has reached top 50 in the United Kingdom, Belgium, Canada, Greece, Hungary, Ireland, Taiwan, Scotland, Singapore and Slovakia, and peaked at number 60 on the Billboard Hot 100. Commercially, \"Liar\" has topped the charts in Poland while reaching the top 10 in Bulgaria, Israel, Lithuania, Netherlands, and Venezuela, the top 20 in Belgium, Croatia, Estonia, Greece, Hungary, Iceland, Ireland, Lativa, Malaysia, Scotland, Singapore, Slovakia and Slovenia; as well as the top 40 in Australia, Canada, the Czech Republic, Mexico, New Zealand, Norway, Romania and the United Kingdom, and peaked at number 52 in the US. Both songs received music videos. The Henry Schofield- directed \"Shameless\" accompanied the songs' release and the video for \"Liar\" was released a week later and was directed by Dave Meyers. Cabello performed \"Liar\" on The Graham Norton Show on October 25, 2019. \"Cry for Me\" and \"Easy\" were released as the third and forth singles on October 4 and 11, 2019, respectively. Cabello performed the songs on Saturday Night Live on October 12, 2019. \"Easy\" peaked at number 10 and \"Cry for Me\" at number 15 on Billboard's Bubbling Under Hot 100 singles chart. On November 15, 2019, Romance was made available for pre-orders and the single \"Living Proof\" was released alongside. The song was promoted with several live performances including at the 2019 American Music Awards, The Tonight Show Starring Jimmy Fallon and The Ellen DeGeneres Show. The song received a music video directed by Alan Ferguson which was released ahead of her American Music Awards performance. \"My Oh My\" featuring DaBaby was released as the album's sixth single on January 6, 2020. Cabello and DaBaby performed the song on The Tonight Show Starring Jimmy Fallon on December 12, 2019. It has currently peaked at number 12 on the Billboard Hot 100 becoming the highest charting single on the chart from the album. Like other singles, it also received a music video. The Dave Meyers directed music video was released on February 12, 2020. It also debuted at number 35 on the Mainstream Top 40 airplay chart, peaking at number one, becoming her fifth song to do so. \"First Man\" was announced as the seventh single from Romance on June 22, 2020. Cabello released its music video the previous day, coinciding with the 2020 Father's Day celebrations. === Other songs === \"Señorita\", Cabello's duet with Shawn Mendes released in June 2019, was originally included in the deluxe edition of Mendes' self-titled third studio album. It was later also included on Romance. \"Señorita\" debuted at number two on the Billboard Hot 100 on July 6, 2019. It later peaked at number one on the chart issue dated August 31, 2019 becoming Mendes' first US number-one song and Cabello's second after \"Havana\". ===Tour=== Cabello officially announced The Romance Tour on November 13, 2019. The tour was set to go across North America and Europe starting in May 2020, but was later postponed due to the ongoing COVID-19 pandemic. ==Critical reception== Romance was met with generally positive reviews from critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received a weighted average score of 71 based on 12 reviews, indicating \"generally favorable reviews\". Matt Collar of AllMusic said that the album \"Cabello feeling loved and seen by someone else\" and \"just as much about her seeing and understanding herself as an artist.\" Chris Willman of Variety opined that \"Romance is a record that \"bumps her up a level as an artist, without trying to advance her into maturity too fast. Those closing tracks do set you up, anyway, for larger leaps.\" In a mixed review, Hannah Mylrea of NME stated that the album \"shines during these more upbeat, fun moments\" but \"is less successful when Cabello tries to show the side of romance where you're falling head over heels or doubting a relationship\". Adam White of The Independent considered the album a \"marked improvement on the pick'n'mix anonymity of her 2018 debut\", adding that while not everything works on the record, \"there is an obvious through line connecting the majority of its tracks\". Neil McCormick of The Telegraph criticized the \"recycling\" of older songs and excessive use of auto-tune in the album, concluding that Romance is \"state-of-the-art pop yet it lacks the real romance of music made from the heart.\" Alexis Petridis of The Guardian deemed the songwriting \"so-so\" and questioned the production including the \"distracting\" use of auto-tune \"not as a special effect but as a kind of cure- all lotion slathered over every syllable that passes Cabello's lips\". Writing for Pitchfork, Stefanie Fernández said the album \"follows the same pristine pop cues\" of her debut and \"imbues them with a vision about love so universalized it blurs it out of focus\". Fernández felt Romance \"succeeds in tracks that capture love's fleeting minutiae\", but the \"inconsistent\" production and \"overproduced\" songs leave \"too much space where Cabello is overshadowed.\" ==Commercial performance== Romance debuted at number three on the US Billboard 200 dated December 21, 2019, with 86,000 album-equivalent units, including 54,000 pure album sales, 30,000 stream-equivalent sales (resulting from 40.6 million on demand streams), and 2,000 track-equivalent sales. Romances streaming start is the third-largest streaming debut for a 2019 female pop album, behind Ariana Grande's Thank U, Next and Taylor Swift's Lover. The album's debut numbers include sales from concert ticket/album and merchandise/album bundles. The album was certified platinum by the Recording Industry Association of America (RIAA) in May 2020, for selling 1,000,000 album-equivalent units. In Canada the album debuted at number one on Canadian Albums Chart with 14,000 total consumption units and the highest sales total for the week. The record also became Cabello's second album to do so, following 2018's Camila. It descended to number seven during its second week on the chart and stayed in the top 10 for the next four weeks. In the UK the album debuted and peaked at number fourteen becoming Cabello's second top twenty album there. It then fell down to number twenty-nine the following week. Generally, the album reached the top ten in 11 countries including Australia, Canada, New Zealand and United States. Additionally, the album received a gold certification in Brazil for sale 20,000 units. ==Track listing== ===Notes=== * signifies an additional producer * signifies a miscellaneous producer * signifies also a vocal producer * signifies a vocal producer * \"Living Proof\" contains a sample of a recording by Andy Jones for The Africa Heartwood Project. * \"Liar\" interpolates \"All Night Long (All Night)\" written by Lionel Richie and \"All That She Wants\" written by Jenny Berggren, Jonas Berggren, Malin Berggren and Ulf Ekberg. == Credits and personnel == Credits adapted from AllMusic and Tidal. === Recording locations === * London, United Kingdom – Air Edel Studios, Sarm Studios * Birmingham, United Kingdom – Arena Birmingham * Manchester, United Kingdom – Manchester Arena * Partille, Sweden – Studio Borgen * Stockholm, Sweden – House Mouse Studios * Beverly Hills, California – Gold Tooth Music * Los Angeles, California – Henson Recording Studios, Record Plant Recording, Westlake Recording Studios * Nashville, Tennessee — Jordan's House === Vocals === *Camila Cabello – vocals, backing vocals *Shawn Mendes – vocals *DaBaby – featured vocals *Mattman & Robin – backing vocals *Andrew Watt – backing vocals === Instrumentation === * Tommy Paxton Beesley – guitar * Zara Benyounes – violin * Benny Blanco – keyboards * Mattias Bylund – horn, recorder * Natalia Bonner – violin * Meghan Cassidy – viola * Cashmere Cat – keyboards * Rosie Danvers – cello, strings * Tommy Danvers – keyboards, strings * DJ HardWerk – instrumentation * Frank Dukes – bass guitar, percussion * Finneas – bass, drum programming, electric guitar, piano, synthesizer * German – instrumentation * Sally Jackson – violin * Peter Noos Johansson – trombone * Patrick Kiernan – violin * Eleanor Mathieson – violin * Mattman & Robin – instrumentation, bass, brass, guitar, handclapping, keyboards, percussion, piano, synthesizer * Shawn Mendes – guitar * Steve Morris – violin * Jane Oliver – cello * Emma Owens – viola * Hayley Pomfrett – violin * Ellie Stanford – violin * Matthew Tavares – guitar, synthesizer * The Monsters and the Strangerz – keyboards * Watt – guitar, keyboards, bass === Production === * Louis Bell – production, miscellaneous production * Benny Blanco – production * DJ HardWerk – production * Frank Dukes – production * Finneas – production, vocal production * German – production * John Hill – production * Carter Lang – production * Mattman & Robin – production * Nate Mercereau – production * Ricky Reed – production * Jordan Reynolds – production * Romans – production * Rush Hr – production * Matthew Tavares – production * The Monsters and the Strangerz – production * Westen Weiss – production * Jon Bellion – miscellaneous production * Cashmere Cat – additional production * Bart Schoudel – vocal production * Gregg Golterman – production coordination * Christian Johnson – production coordination * Jeremy \"J Boogs\" Levin – production coordination * David Silberstein – production coordination === Technical === * Mike Bozzi – mastering * Dave Kutch – mastering *Chris Galland – mixing, assistant engineering * Serban Ghenea – mixing *John Hanes – mixing, engineering *Manny Marroquin – mixing *Benny Blanco – programming *Cashmere Cat – programming *DJ Hardwerk – programming *German – programming *Mattman & Robin – programming *The Monsters and the Strangerz – programming *Watt – programming *Nick Taylor – engineering *Nathaniel Alford – recording, vocal engineering *Louis Bell – recording, vocal engineering *Ryan Dulude – recording *Paul Lamalfa – recording *Dustin Park – recording *Jordan Reynolds – recording *Bart Schoudel – recording, vocal engineering *Brian Taylor – recording *Zubin Thakkar – vocal engineering === Business and design === * Anita Marisa Boriboon – creative direction * Amber Park – creative direction, design * Diego L. Rodriguez – design assistant * Bella P. Santos – design assistant * Alana Truong – design assistant * Amanda Charchian – photography ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+ Weekly chart performance for Romance ! scope=\"col\"| Chart (2019–2020) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Argentine Albums (CAPIF) | 7 |- |- |- |- |- |- |- |- ! scope=\"row\"| Estonian Albums (Eesti Ekspress) | 8 |- |- ! scope=\"row\"| French Albums (SNEP) | 52 |- |- ! scope=\"row\"|Greece Albums (IFPI Greece) | 26 |- |- ! scope=\"row\"| Italian Albums (FIMI) | 44 |- ! scope=\"row\"| Japan Hot Albums (Billboard Japan) | 33 |- |- ! scope=\"row\"| Latvian Albums (LAIPA) | 10 |- ! scope=\"row\"| Lithuanian Albums (AGATA) | 5 |- ! scope=\"row\"| Mexican Albums (AMPROFON) | 2 |- ! scope=\"row\"| New Zealand Albums (RMNZ) | 7 |- |- |- |- |- ! scope=\"row\"| Spanish Albums (PROMUSICAE) | 8 |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | 23 |- |- |- ! scope=\"row\"| US Billboard 200 | 3 |- |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |+ Year-end chart performance for Romance ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Mexican Albums (AMPROFON) | 72 |} ==Certifications== ==Release history== {| class=\"wikitable plainrowheaders\" |+ Release formats for Romance ! scope=\"col\"| Region ! scope=\"col\"| Date ! scope=\"col\"| Format(s) ! scope=\"col\"| Label ! scope=\"col\"| |- ! rowspan=\"5\" scope=\"row\" | Various | December 6, 2019 | | rowspan=\"5\" | | style=\"text-align:center;\"| |- | December 13, 2019 | CD (autographed) | style=\"text-align:center;\"| |- | rowspan=\"2\" |January 30, 2020 | Cassette | style=\"text-align:center;\"| |- | CD (alternate covers) | style=\"text- align:center;\"| |- | February 14, 2020 | LP | style=\"text-align:center;\"| |} ==See also== * List of number-one albums of 2019 (Canada) ==References== Category:2019 albums Category:Albums produced by Andrew Watt (record producer) Category:Albums produced by Benny Blanco Category:Albums produced by Cashmere Cat Category:Albums produced by Finneas O'Connell Category:Albums produced by Frank Dukes Category:Albums produced by Louis Bell Category:Albums produced by Mattman & Robin Category:Albums recorded at Westlake Recording Studios Category:Camila Cabello albums ",
    "title": "Romance (Camila Cabello album)"
}