{
    "id": "61662124",
    "text": "Carl Johan Albrecht Løffler (23 July 1810 – 28 July 1853) was a Danish decorative painter. He died in the 1853 Copenhagen cholera outbreak. ==Early life and education== Løffler was a son of building painter Johan Carl Albrecht Løffler (1778 - 16 May 1835) and Martha Marie Dorothea, née Fiedler (1787-1867). He apprenticed as a painter while in the same time attending the Royal Danish Academy of Fine Arts from 1825. He won the small silver medal in ind i Kunstakademiets skoler, blev 1836 elev af modelskolen, vandt 1837 den lille sølvmedalje i modelskolen og blev året efter malermester med udmærkelse 1837 and the following year completed his apprenticeship with distinction. ==Career== Anna Nielsen painted by Løffler In 1838, he decorated four rooms for merchant Hans Puggaard and one room for professor N.C.L. Abrahams in Pompeian Styles. He later travelled to IItaly on a stipend from the Academy to study the excavations at Herculaneum and Pompeji. After his return to Denmark in January 1842, he also took up glass painting. In 1845, he competed for the Neuhausen Prize with an example of this genre. He received a commission od two glass paintings for Christian IV's's Chapel at Roskilde Cathedral but they were not installed as planned and were later used in the rebuilding of Frederiksborg Castle. They were installed behind the smaller of the two organs in Frederiksborg Chapel. In 1846, he succeeded Peter Kongslev as teacher at the Academy's ornamentation school. In 1852, he also succeeded Ole Larsen as heraldic painter at Ordenskapitlet. ==Personal life== Nybrogade 22 in Copenhagen Løffler married Wilhelmine Louise Ludovika Hacke (26 March 1810 - 23 February 1900), a daughter of customs officer Johann Julius Ludvig Hacke and Jacobine Christine, née Ging, on 23 November 1832. He commissioned the property at Nybrogade 22 which was built in 1852–53. He would, however, already die from cholera on 28 July that same year as one of approximately 4,800 victims of the 1853 Copenhagen cholera outbreak and is buried in Assistens Cemetery. == References == ==External links== * Carl Løffler atr Kunstindeks Danmark * Carl Løftler at Artnet Category:Danish painters Category:1853 deaths Category:1810 births ",
    "title": "Carl Løffler"
}