{
    "id": "61676720",
    "text": "Professor Jason Carroll is a British medical researcher serving as a Senior Group Leader at the Cambridge Biomedical Campus, University of Cambridge and Founder and Chief Scientific Officer of Azeria Therapeutics. He is a Professor of Molecular Oncology assigned to the Department of Oncology and a Fellow of Clare College, Cambridge. == Education == Carroll completed his B.Sc Hons in Molecular Biology at the University of Melbourne before undertaking his PhD in Cancer Research at The Garvan Institute and University of New South Wales. == Career == Carroll's research uses molecular, genomic and proteomic approaches to understand how the Estrogen Receptor causes gene transcription and how this contributes to breast cancer progression. In 2008, Carroll discovered the molecular mechanism of tamoxifen in breast cancer, demonstrating that tamoxifen switched off the breast cancer gene ErbB2 via the protein Pax2, which acts as a switch. The team showed that tamoxifen resistance occurs when ErbB2 remains on. Carroll also discovered the role of pioneer factor FOXA1 in breast cancer, demonstrating that it is key in enabling the estrogen receptor to interact with the DNA in breast cancer cells, switching on genes that trigger unchecked growth. In 2015, Carroll's work uncovered why women who have high levels of both the estrogen and progesterone receptors have a better chance of breast cancer survival, and found that adding progesterone at the same time as tamoxifen slows tumour growth in the laboratory. In 2017, Carroll founded Azeria Therapeutics Limited to develop treatments for hormone resistant breast and prostate cancer, building on his work with pioneer factor FOXA1. == Awards and Honours == * British Association for Cancer Research Frank Rose Young Scientist of the Year Award, 2009 * EMBO Young Investigator Award, 2010 * Cancer Research UK Future Leaders Award, 2012 * AACR Outstanding Investigator Award, 2013 * Louis-Jeantet Young Investigator Career Award, 2014 * EMBO member, 2016 * Academy of Medical Sciences Fellow, 2017 == References == Category:Living people Category:Cancer researchers Category:Fellows of Clare College, Cambridge Category:Fellows of the Academy of Medical Sciences Category:Members of the European Molecular Biology Organization Category:Year of birth missing (living people) ",
    "title": "Jason Carroll (researcher)"
}