{
    "id": "61675849",
    "text": "The Psychoanalytic Center of California (PCC) is a psychoanalytic institute in Los Angeles, California, that emphasizes psychoanalytic approaches based on the work of Melanie Klein, Wilfred Bion, the British Object Relations School, and other theorists in the Kleinian traditions. It is affiliated with the International Psychoanalytic Association and has been recognized as a component society since 1993. ==History== Psychoanalytic study groups in Southern California date back to the 1920s, some in association with the California Psychoanalytic Society, based in San Francisco, later the San Francisco Psychoanalytic Society and Institute. The Los Angeles Psychoanalytic Society and Institute (LAPSI) became independent around 1946, and then split into two organizations in the early 1950s, one retaining the original name and one eventually becoming the Southern California Psychoanalytic Institute and Society (SCPIS). Both institutes had members who were interested in the ideas of Melanie Klein, her immediate students and interlocutors, and the related British Object Relations school of psychoanalysis; however, these ideas were increasingly controversial within institutes affiliated with the American Psychoanalytic Association and led to splits among psychoanalytic societies in several American cities.\"Los Angeles Psychoanalytic Society and Institute.\" International Dictionary of Psychoanalysis. Encyclopedia.com. Accessed: 31 Aug. 2019 . In Los Angeles, some members of both LAPSI and SCPIS found inspiration in the ideas of Klein and her associates. This was catalyzed by the move of Wilfred Bion to Los Angeles in 1968. The atmosphere at both institutes became more fraught, with concerns that analysts in training who espoused Kleinian sympathies were being held back or discouraged in their training programs.Culbert‐Koehn, J. (2011), An analysis with Bion: an interview with James Gooch. Journal of Analytical Psychology, 56: 76-91. doi:10.1111/j.1468-5922.2010.01891.x By the 1980s, many Kleinians found a new community through the Department of Psychoanalysis of the California Graduate Institute, an independent graduate professional school of psychology, where the department chair, Dr. James Gooch, had been analyzed by Bion. held Kleinian-Bionian and Object Relations study groups. In 1984, PCC was first formally recognized by the State of California with Dr. Gooch as its first president. In 1987, PCC separated from CGI and became an independent training program, with approval from the California Medical Board. Richard Alexander was the founding Dean of the Institute. Members from both the Los Angeles Psychoanalytic Institute and Society and the Southern California Psychoanalytic Institute and Society joined PCC; some retained membership in the other society, while some switched their primary affiliation to PCC. In 1987, when the International Psychoanalytic Association implemented new policies regarding component societies, PCC applied to become a Provisional Society and later became a full IPA Component Society in 1993. PCC has continued to be a significant focus of psychoanalytic training in Southern California, with an emphasis on Klein, Bion, and Object Relations, as well as personality disorders and traumas of early development. ==Associated figures== Persons who have been associated with the Psychoanalytic Center of California or its predecessor organizations include the following: *Wilfred Bion *James Gooch (psychoanalyst), American psychoanalyst and psychologist. *James Grotstein American psychoanalyst and psychiatrist. *Richard Tuch, American psychoanalyst and psychiatrist. ==See also== *International Psychoanalytic Association *List of schools of psychoanalysis *Psychoanalytic institutes and societies in the United States == References == ==External links== * Category:Psychology organizations based in the United States Category:Psychology institutes Category:Psychoanalysis Category:Organizations based in Los Angeles Category:Psychoanalysis in the United States Category:Mental health organizations in California Category:History of psychiatry ",
    "title": "Psychoanalytic Center of California"
}