{
    "id": "61677711",
    "text": "\"Qué Pena\" is a song by Colombian singers Maluma and J Balvin. The single and its music video were released on September 27, 2019. ==Background== Maluma and J Balvin announced their collaboration on \"Qué Pena\" on their social media accounts on August 20, 2019. This song is the first original collaboration between the two Colombian singers, after Maluma joined J Balvin on the remix of the latter and Nicky Jam's hit song \"X.\" ==Composition and lyrics== \"Qué Pena\" is an urban fusion track that contains elements of EDM and tango music. It is described as a seductive track in which Maluma and J Balvin try to convince a woman who they have met before to go out with them, only to feel embarrassed about the situation. They seem to remember her face, but not her name. ==Music video== The music video for \"Qué Pena\" was directed by Colin Tilley and was filmed in New York City. The video shows Maluma and J Balvin making fun of each other as they attend a private party, where they both meet a woman who they can't fully seem to remember, but they are shown to have a good time regardless. The video has over 180 million views on YouTube as of May 2020. ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2020) ! scope=\"col\"| Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Portugal (AFP) | 783 |} ==References== Category:2019 songs Category:2019 singles Category:J Balvin songs Category:Maluma (singer) songs Category:Spanish-language songs Category:Sony Music Latin singles Category:Number-one singles in Colombia Category:Song recordings produced by Edgar Barrera Category:Songs written by J Balvin Category:Songs written by Maluma (singer) Category:Songs written by Edgar Barrera Category:Music videos directed by Colin Tilley ",
    "title": "Qué Pena"
}