{
    "id": "61671232",
    "text": "{| |+USFS Teal |} USFS Teal was an American fishery patrol vessel that operated in the waters of the Territory of Alaska. She was part of the fleet of the United States Bureau of Fisheries (BOF) fleet from 1928 to 1940. She then served as US FWS Teal in the fleet of the Fish and Wildlife Service from 1940 to 1960. After a stint in the fleet of the Alaska Department of Fish and Game from 1960 to 1966, she was sold into private service, and remained in operation as of 2016. ==Bureau of Fisheries== === Construction and characteristics=== Coolidge & H. C. Hanson designed Teal and Kruse & Banks constructed her at North Bend, Oregon, in 1927.NOAA Fisheries Alaska Fisheries Science Center AFSC Historical Corner: Teal, New Life for a Grand Old Vessel Her -thick hull was made of Port Orford cedar. Her deckhouse contained her captain′s stateroom, which was located just aft of her wheelhouse, as well as her radio room, the crew's mess, the galley, a dining saloon, and a head, and most of these spaces were connected by self-sealing doors with high thresholds that led out onto her side decks. Her accommodations were considered excellent for the time; her crew's quarters consisted of two staterooms in her forecastle, while two three-berth staterooms below decks aft made up her passengers′ quarters. She was powered by a six-cylinder Washington-Estep diesel engine and had a 340 rpm water-lubricated B. F. Goodrich bearing. ===Operational history=== Although completed in 1927, Teal was not ready to begin her BOF duties until May 1928, when she departed Seattle, Washington,to head north for her first season as a BOF patrol vessel in Alaskan waters. She established her annual pattern of operations, which involved conducting salmon fishery patrols in Cook Inlet and the Gulf of Alaska off Southcentral Alaska each summer, patrolling off Southeast Alaska each autumn, and spending each winter at Seattle to undergo repairs and overhaul. She typically logged on patrol each year. On 25 October 1928, Teal was among several BOF vessels tasked to assist in enforcing the provisions of the Northern Pacific Halibut Act of 1924, joining United States Navy ships and most of the rest of the BOF's Alaska Territory fleet in protecting populations of Pacific halibut in the Bering Sea and North Pacific Ocean, with her crew and other embarked BOF personnel granted all powers of search and seizure in accordance with the act.NOAA Fisheries Alaska Fisheries Science Center AFSC Historical Corner: Early Fisheries Enforcement Patrol Boats (1912-39) During the winter of 1932–1933, Teal underwent significant renovation during her annual upkeep period in Seattle, and during the winter of 1933–1934 she again underwent significant renovations at Seattle funded by a US$20,000 appropriation from the Public Works Administration. During the mid-1930s, she began support of the tagging of herring each spring and of the inspection of salmon-spawning waterways in Southeast Alaska each autumn. In the late 1930s, Teal shifted her annual autumn patrols from Southeast Alaska to the Prince William Sound area in Southcentral Alaska. She spent most of September 1938 in Prince William Sound on stream inspection duties, and she did this again for seven weeks in the autumn of 1939. ==Fish and Wildlife Service== US FWS Teal in 1958.In 1939, the BOF was transferred from the United States Department of Commerce to the United States Department of the Interior, and on 30 June 1940, it was merged with the Interior Department's Division of Biological Survey to form the new Fish and Wildlife Service (FWS), an element of the Interior Department. The vessel thus became part of the FWS fleet as US FWS Teal. As part of a major reorganization in 1956, the Fish and Wildlife Service became the United States Fish and Wildlife Service, and its seagoing fleet – including Teal – became part of the FWS's new Bureau of Commercial Fisheries (BCF). By the late 1950s, the FWS had based Teal at Juneau, Territory of Alaska. The FWS loaned her temporarily to the Alaska Department of Fish and Game in March 1957, and after that she took part later in 1957 along with the University of Washington research ship in the second year of a two-year study of the estuarine circulation of water in Silver Bay, a deep-water fjord in Alaska near Sitka.NOAA Fisheries Alaska Fisheries Science Center AFSC Historical Corner: Brown Bear, Grizzly Bear & Black Bear - \"Bear\" Boats Alaska became a state on 3 January 1959, and, like other states, assumed the responsibility for fishery protection within its waters. The FWS accordingly began to transfer its Alaska fishery patrol vessels to the State of Alaska, and it transferred Teal to the Alaska Department of Fish and Game in January 1960. ==Later career== Teals stint in the Alaska Department of Fish and Game fleet ended in 1966, when the State of Alaska sold her at public auction to K. Erickson for US$25,513. Erickson in turn sold her in 1977 to B. Callahan of Juneau for US$20,000. B. Perka of Port Townsend, Washington, purchased her in 1982, followed by R. Newell of Westport, Washington, in 1984. By the time R. and G. Jones of Port Hadlock, Washington, bought her in 1997, Teal was out of the water on blocks and in a state of severe deterioration. Upon taking possession of Teal, the Joneses began a two-year, US$750,000 restoration of the vessel, and upon its completion relaunched her on 13 July 1999. Around 2000, the Joneses replaced her engine with a Cummins 855 diesel engine. In 2004, the Joneses sold Teal to D. and S. Mahoney, who in turn sold her in 2008 to Ms. Kit Pingree. Pingree spent US$250,000 on additional improvements to Teal. As of 2012, Teals home port was Friday Harbor, Washington, and she had won several awards; as of 2016 she was still Pingree's property and had won an award that spring in a Friday Harbor boat parade that marked the start of the 2016 boating season.Anonymous, \"Opening Day Boat Parade: 'A Community Afloat',\" The Journal of the San Juan Islands, May 13th, 2016, 5:15 p.m. Retrieved September 2, 2019 == References == Category:Fishery protection vessels Category:Ships of the United States Bureau of Fisheries Category:Ships of the United States Fish and Wildlife Service Category:Ships built in Oregon Category:1927 ships Category:North Bend, Oregon ",
    "title": "USFS Teal"
}