{
    "id": "61676315",
    "text": "Xenophon Akoglou (; romanized: Xenofón Ákoglou) was a Greek folklore, axiomatic, writer and soldier, known as well by his nickname Xenos Xenitas. == Biography == He was born in 1895 in Samsun of the historic region of Pontus and was son of Kosmas Akoglou and Afroditi Grigoriadi. He spent his early childhood in his mother's birthplace, Kotyora (now Ordu). He later returned to Samsun where he completed his studies after graduating from the local high school. In 1915 he came to Greece where he was enlisted in the troops of the Provisional Government of National Defence based in Thessaloniki, taking part in the Battle of Skra-di-Legen where he was wounded. After the end of World War I, he served in the military as a reserve lieutenant while participating in the Asia Minor Campaign. He was later stationed in the armed forces from which he was demobilized in 1935 with the rank of Major. He returned to the army temporarily during the Greco-Italian War. He published his first writings after his demobilization in the late 1930s. In particular he published in 1939 the first volume of his work \"Folklore of Kotyora\" (Λαογραφικά Κοτυώρων) and the following year the \"Ethographical stories\" (Ηθογραφικά διηγήματα). During the war in Northern Epirus he worked with the journal Neoellinika Grammata as a correspondent, while during the Axis occupation of Greece he took charge of the folklore magazine Chronicles of Pontus (Χρονικά του Πόντου). In 1945 he published the book \"The Miracle of Albania from the point of view of ΙΙΙ Division\" (Το θαύμα της Αλβανίας απ’ τη σκοπιά της ΙΙΙ Μεραρχίας), which was based on his responses from the front during the war and in 1949 he published in Pontic Greek the historical drama of his entitled \"Akritas\" (Ο Ακρίτας). In the following years he collaborated with magazines such as Asia Minor Chronicles (Μικρασιατικά Χρονικά), the Pontic Center (Ποντιακή Εστία), the Pontic Archives (Αρχείον Πόντου), the newspaper Refugee World (Προσφυγικός Κόσμος) and others. He passed away in Athens on December 1961. Three years after his death, the second volume of \"Folklore of Kotyora\" was published. == References == Category:1895 births Category:1961 deaths Category:Pontic Greeks Category:People from Samsun Category:Greek folklorists Category:Greek writers Category:20th-century Greek military personnel ",
    "title": "Xenophon Akoglou"
}