{
    "id": "61677143",
    "text": "Đỗ Nguyễn Mai Khôi (born 1982), known professionally as Mai Khoi, is a Vietnamese singer, artist, and political activist. Described as the \"Lady Gaga of Vietnam\" and also compared to Russian artist-activists Pussy Riot, she began as an award-winning pop singer before her outspoken criticism of the Government of Vietnam's censorship and lack of democracy led to restrictions on her freedom of speech. Khôi has also criticised Google and Facebook for cooperating with internet censorship in Vietnam. In 2018 she received the Václav Havel Prize for Creative Dissent in recognition of her democracy activism. ==Early life and education== Đỗ Nguyễn Mai Khôi was born in 1983 in Cam Ranh, Vietnam. Khôi's interest in music began in childhood, learning guitar from her music teacher father at 8 years old and playing with him at weddings from the age of 12. She later attended a music school in Ho Chi Minh City for three years but left without graduating, instead playing in pubs and bars around the city. == Musical career == In 2010, Khôi achieved national fame after winning the Vietnam Television 2010 Album of the Year Award, using her national platform to agitate for better women's rights and LGBT rights in her country. For example, she spoke against Đàm Vĩnh Hưng's suggestion that domestic violence was \"acceptable\" against women who were \"too aggressive\", and criticised social acceptance of violence against women. Khôi attracted controversy for shaving half of her head into the letters \"VN\" to represent \"Vietnam\" after her winning song of the same name. She was criticised in Vietnamese state media for her expressed preference not to have children as well as her boundary-pushing outfits and songs such as \"Selfie Orgasm\", which garnered criticism for nudity and coarse language in the music video. After she began arguing in favour of greater creative freedom and stopped submitting her song lyrics to censors, the Vietnamese government banned her performances in the country, with police raiding her concerts. Khôi has toured overseas, including in the United States, Australia, Europe, Mexico, and Cuba. == Political activism == Khôi performing at the 2018 Oslo Freedom Forum in the Det Norske Teatret In 2016, Khôi took part in environmental protests against Formosa Ha Tinh Steel Corporation following the marine life disaster caused by its waste dumping. She also applied to run as an independent for a seat in the National Assembly of Vietnam, but was disqualified from participating by the Vietnamese Fatherland Front. Following her attempt to enter politics, she was subject to increased official persecution, including police raids of her concerts and landlords being pressured by authorities to evict her and her husband from their home. Since 2017, she has leased a flat under a friend's name in a secret location in Hanoi. She has also criticised Facebook for cooperating with internet censorship requirements imposed by the Vietnamese Government, stating it was damaging one of the last refuges for freedom of expression in the repressive state. It also prevented her live-streaming music due to the risk of instant arrest. She was one of the political dissidents that U.S. President Barack Obama met with on his visit to the country in 2016. She had gone into hiding before the meeting to avoid being detained and prevented from attending the meeting. The following day she was visited by four policemen who intimidated her. When Obama's successor Donald Trump visited the country in 2017, Khôi held up a banner reading \" ~~Peace~~ Piss on you Trump\" in protest of Trump's alleged racism and supposed failure to promote human rights. The following day, she and her husband were evicted from their Hanoi apartment following a visit by government agents. In 2018, Amnesty International named Khôi as one of the \"12 inspiring human rights activists to follow\" for that year. Later that year, she was detained for eight hours at Nội Bài International Airport in Hanoi after returning from a European tour, with all copies of her new album Dissent in her possession confiscated by the authorities. == Personal life == Khôi married her Australian partner, Benjamin Swanton, in 2013. They live in Hanoi. ==Discography== *Solo **Mai-Khoi (2004) **Mai-Khoi Sings Quoc-Bao (2008) *Mai Khoi and the Dissidents / Mai Khôi Chem Gio **Dissent (2017) ==References== ==External links== * Category:Vietnamese contemporary artists Category:Vietnamese democracy activists Category:LGBT rights activists from Vietnam Category:Vietnamese human rights activists Category:Vietnamese female singers Category:Vietnamese female musicians Category:Living people Category:1982 births ",
    "title": "Mai Khôi"
}