{
    "id": "61689592",
    "text": "A conceptual drawing of the i3 FIGHTER The i3 Fighter is a conceptual jet fighter proposed by the Ministry of Defense of Japan in 2010 in association with development of the successor to the Mitsubishi F-2 fighter. The i3 stands for Informed, Intelligent and Instantaneous. == Overview == With modernization and expansion of the People's Liberation Army Air Force of China accelerating, the Japan Air Self-Defense Force (JASDF) envisaged a mass deployment of Chinese as well as Russian 4.5th and 5th generation fighters in the region in the near future, and, in 2010, issued a report to call for development of a new generation high performance fighter to compensate for numerical inferiority and secure air superiority in such an environment. The report, A vision for research and development of future fighter, stressed the importance of indigenous development to maintain domestic fighter manufacturing base, and proposed a counter-stealth fighter capable of detecting enemy stealth aircraft with its combat information system composed of high-power radar, advanced sensor suite and tactical link with external sensor nodes and accompanying UAVs, and defeating them with network-based team tactics. It features advanced stealth capabilities, a fly-by-light flight control system, slim high-power engines, advanced sensor suite, \"cloud shooting\" capability (networked fire control), and directed energy weapons called \"light-speed weapon\". This highly 'informed' and 'intelligent' platform to destroy enemies 'instantaneously' with high-efficient shooting and light-speed weapons was named as i3 FIGHTER. == Main features == i3 FIGHTERs and accompanying UAVs demonstrating Cloud Shooting * Advanced stealth technology improved by application of SiC, meta- material, etc. * High-power Slim Engine — a slim yet powerful next generation engine to contribute to a stealthier profile * Fly-by-light flight control, resistant to electromagnetic interference in electronic warfare, following the use in the Kawasaki P-1 * Next generation AESA radar * Next generation avionics and sensor fusion * Cloud Shooting — an advanced cooperative engagement capability, linked to a wide variety of assets * High interconnectivity with future assets * Light-speed weapon — directed energy weapon consisting of laser and high-power microwave equipment (HPM) to kill electronic devices of incoming missiles == Development == XF9-1 A rough roadmap included in the report shows that the development takes over two decades, with the first half as the preliminary research phase, and the latter, starting in the early 2020s, for full-scale development. Although the i3 FIGHTER is described as a potential successor to the Mitsubishi F-2, the exact connection between these two is murky, and even if it is the successor, the degree to which the proposed features will be integrated to the final design remains unclear as well. Even so, the F-2 successor programme (Future Fighter, often referred to as F-3) is known to have much in common with the i3 FIGHTER plan; and researches conducted and disclosed by the Acquisition, Technology & Logistics Agency (ATLA) responsible for the future fighter research have been largely in line with the technologies and schedule introduced in the report. In 2018, a prototype of the High-power Slim Engine, the IHI XF9-1, was delivered \"on schedule\". Similarly, in 2019, the Ministry of Defense included the budget for development of the F-2 successor in the FY 2020 budget request, suggesting that the full-scale development was about to be initiated in the time frame consistent with the roadmap. On April 1 2020 the MoD officially launched the programme as F-X. ==See also== *IHI Corporation XF9 *Mitsubishi F-2 *Mitsubishi X-2 Shinshin *Sixth-generation jet fighter *Fifth-generation jet fighter *F-X (Japan) == References == ==External links== * https://www.mod.go.jp/atla/kousouken.html Category:Stealth aircraft ",
    "title": "I3 fighter"
}