{
    "id": "61687111",
    "text": "Jane Younger (1863–1955) was a Scottish artist known for her watercolour paintings and embroidery work. ==Biography== Younger was born in Glasgow, into a properous family involved in the cotton trade. She studied at the Glasgow School of Art for ten years until 1900, when she enrolled at the school of animal painting run by Joseph Donovan Adam. She also studied in Paris in the studio of Gustave Courtois and at the École des Beaux-Arts. While still a student she joined the Glasgow Society of Lady Artists. Younger's sister, Anna married the publisher Walter Blackie of the publishing company Blackie and Son in 1889. When Blackie commissioned Charles Rennie Mackintosh to design Hill House in Helensburgh, Younger was asked to design several pieces for the house, including bedspreads and she also painted a watercolour of the house's garden as part of Mackintosh's interior design for the property. For Blackie and Son, Younger designed bookplates for their specialest Prize Books. In 1902 she visited Switzerland and exhibited work at the Turin Exhibition. Between 1906 and 1922 Younger shared a studio on West George Street in Glasgow with Annie French and Bessie Young. She later settled in Edinburgh but also painted on Arran and in France. Younger often painted in watercolours and developed a colourful and bold technique, comparable to pointillism in effect. She exhibited with the Royal Scottish Academy, the Society of Women Artists, the Royal Glasgow Institute of the Fine Arts and the Royal Scottish Watercolour Society. the Cooling Galleries and he Walker Art Gallery in Liverpool also held exhibitions. She died in Crawford in South Lanarkshire and a gravestone designed by her marks the site of the Younger family tomb in the Glasgow Necropolis. ==References== Category:1863 births Category:1955 deaths Category:19th-century Scottish painters Category:19th-century British women artists Category:20th-century Scottish painters Category:20th-century British women artists Category:Alumni of the Glasgow School of Art Category:Artists from Glasgow Category:Scottish designers Category:Scottish women artists ",
    "title": "Jane Younger"
}