{
    "id": "61689535",
    "text": "Peter Hildebrand Meienberg (born November 27. 1929) is Swiss Benedictine missionary who spent more than 50 years in East Africa working on refugee aid, prison reform, education, and other social determinants of health. He is known for the establishment of Faraja Foundation in Nairobi, a humanitarian relief organization, as well as his prominent work on women's prison reform that has become the blueprint of prison reform across Kenya. Besides humanitarian work, Meienberg is also a published author of a Tanzanian Civics textbook and various hymnbooks. == Early life and education (1929-1961) == Peter Meienberg was born in St. Gallen, Switzerland in 1929, the second of six children. He is the older brother of author Niklaus Meienberg. Baptised in the Gallus Chapel, Meienberg attended Catholic school and \"felt an inclination\" towards theological work. Continuing with monastery school in the monastery of Einsiedeln, Meienberg consolidated his religious and academic studies. Here, Meienberg recalls being visited by returning missionaries, who \"whetted our appetite\" for missionary work abroad. Meienberg formally applied as a candidate for missionary work in Autumn of 1951. Meienberg completed the novitiate the following year. Meienberg was ordained a priest in 1956, completing his Licentiate in Theology from Fribourg University in 1957. Following recommendation from church priors, after his ordination, Meienberg continued his higher education in the United States. In 1959, he graduated with a Master of Arts from Fordham University, and studied Social Anthropology and Social Psychology at Columbia University. == Missionary service (1961 - present) == === Tanganyika(present day Tanzania) (1961-1972) === Upon graduation in the United States and return to Switzerland, Peter Meienberg was sent out to Tanganyika to work under the Mission Abbey of Peramiho, an outstation of 3,000 Christians. Here, Meienberg, as an assistant priest in Songea, performed religious instruction under various capacities, first teaching Catholic education at a nearby government high school as part of the Peramiho mission. Later, Meienberg was invited by the Director of the Adult Education Institute to become a teacher of civic education and political science, to teach teachers about contemporary political issues. In 1968, Meienberg joined the mission's new project to teach religion, African history, and civics at a Girls Secondary school. During this time, Meienberg was also the mission's Director of Social Action. His work focused on traveling to various schools to tackle issues relating to social systems, including introducing adapted technology, rationalizing equipment, and introducing credit unions for structural assistance. ==== Civics education textbook ==== During this time teaching, Meienberg saw the need for a textbook on civics education for secondary schools. This project was approved by the state Education Department, and Meienberg worked with a group of educational experts to construct a textbook based on the new constitution of Tanganyika. Through much production turmoil, this textbook was published by Oxford University Press in 1966 and was, at the time, the only official publication on Civics Education for secondary school students in Tanganyika. === Kenya (1972-Present) === In 1971, Meienberg and other members of the Peramiho mission received permission from the Monastery to tour Kenya and develop a new Kenyan mission. The newly constructed mission firstly focused on pastoral care, introducing chosen locals to the basics of catechetical instruction and imparting religious instruction to local students. Meienberg's work at the mission expanded to social care, as he worked to implement dispensaries with maternity wings (healthcare), feed local children milk and cornmeal (nutrition), and install a new clean water supply (water and sanitation). In 1977, Meienberg travelled to East Pokot to live among nomadic herdsmen. There, he personally constructed a chapel, Pokot Lodge. This chapel functioned as a religious space, as well as a nursery and kindergarten. Meienberg instructed women running the kindergarten to explain the basics of healthcare and provided minimal health services for malarial, fever, and antibiotic ailments. ==== Urban Monastery (1979-1989) ==== In 1979, Meienberg was called back from East Pokot to assist in the establishment a new mission in Nairobi, to serve those living in rural slums. This mission included a monastery, an educational centre, and a parish. Working as the administrator in 1986, Meienberg grew more involved with solving the social problems of the local community by paying for their rent, or providing a blanket. During this time, Meienberg noted that \"in reality...one should change the social systems and structures; create a more equitable system for distribution of land, increase employment opportunities, build free elementary schools and fight corruption.\" The mission focused on healthcare education, and families were educated about sanitation practices, reproductive choice, and household budgeting. This education expanded to courses on sewing and weaving in a parish centre, and remains operational in 2019. ==== Nanyuki (1989-1993) ==== In 1989, Meienberg was called to Nanyuki to assist in an existing mission. Meienberg taught religious students and social ethics, took care of the sick in the private 'Cottage Hospital,' and provided financial assistance to students. Meienberg also invested in purchasing property, to redistribute to squatters. In Autumn of 1989, a government order had been issued to remove all squatters, and by December, the squatter huts were burned down. Meienberg spent much of the next four years fundraising for displaced peoples, buying land for the poorest families, and financing the education of about 45 children. === Rwanda (1994) === With the outbreak of civil war in Rwanda, Meienberg writes about hearing a voice telling him to \"come to us in Goma.\" Arriving in Goma, Meienberg witnessed the scale of massacre, disease, and prosecution in Rwanda, and celebrated a religious service (Eucharist) in the Kibumba camp. Meienberg shortly flew to Switzeland, and began a public media campaign to raise funds for Goma, collecting 70,000 CHF (Swiss Francs) in 10 days (Approximately US$71,000). Most of these funds were used to transport medication to refugee camps. Meienberg sent and welcomed many Rwanda refugees to his monastery in Nairobi, and worked with doctors to establish a medical centre in the monastery. Meienberg partnered with 'Little Sisters of St. Francis' to assist in the relocation of refugees, creating initially a 'first contact' for arriving refugees, then expanding to create computer schools, sewing classes, and English language courses. == Legacy == === Faraja Foundation (née Faraja Trust) === In 1999, Meienberg left the monastery to establish Faraja Trust, a charity initially focused on helping \"socially disadvantaged individuals and families ... to rebuild a sustainable livelihood.\" Faraja Trust was initially fully financed by Meienberg's networks in Switzerland. Later, Meienberg purchased land to construct luxury apartments to rent to expatriates, creating a source of funding. Faraja Trust was renamed Faraja Foundation in 2012. Today, Faraja Foundation is focused on work in several city prisons to educate guards, train prisoners on computer, cooking, and employable skills, and help prisoners repatriate into society. Additionally, Faraja Foundation has done work in agricultural training for young apprentices and launched initiatives to build rainwater tanks for small scale farmers. === Women's prison reform === Upon visiting refugees thrown into prison, Meienberg noticed the poor treatment of prisoners in Lang'ata Women's Prison in Nairobi. Meienberg applied as a prison chaplain, and began implementing prison reforms. This included the distribution of cloth for underwear and sanitary towels, the addition of radio and television, the creation of hatches and windows, the establishment of sports grounds, and the installation of sewing machines, counseling chambers and reading rooms. As Faraja Trust began to concentrate on prison reform and Meienberg's work gained more traction, Meienberg was further ably to find advocates to defend convicts in court, give them credit loans to kickstart their new lives, establish officer training to handle clientele, and construct new computer labs, living spaces, and cooking spaces. In 2013, Lang'ata Women's prison, in collaboration with Faraja Foundation, established a daycare for children of imprisoned mothers. Meienberg's work in Lang'ata Women's prison has served as the blueprint for prison reform in Kenya, and Meienberg has consulted for several other prisons in Kenya. The Vice-President of Kenya declared Lang'ata Women's Prison a \"model and centre of excellence to be emulated by the other ninety-two prisons in the country.\" In 2009, Meienberg's work in prison reform was made into a documentary, The Prison and the Priest. == Published works == In addition to his missionary work, Meienberg has published a number of hymn books over the years. Some of these, such as Aleluya, Sons for the Eucharistic Congress, sold more than 1 million copies. A short bibliography of his works is as follows: *Recent Changes of Social Structure in Native Tanganyika, Fordham University, New York, 1959 * Tanganyika Citizen, A Handbook of Civics, Oxford University Press, East Africa, 1966 * The Gospel according to St. Mark and the Book of Genesis, Peramiho Girls Secondary, 1970 * Tumshangilie Bwana, Kitabu cha Sala na Nyimbo (National Prayer/Hymnbook), Kenya Episcopal Conference, Nairobi, 1976 * Aleluya, Songs for the Eucharistic Congress, Nairobit, 1985 * Tumshangilie Bwana, Kenya Episcopal Conference, Nairobi, 1987. * Tumshangilie Bwana, Kitabu cha Nyimbo, Kenya Episcopal Conference, Nairobi 1988 * Benediktiner in Kenia, 1976–1996, Chronik der Benediktinerkongregation von St. Ottilien, 1996 * Montastic Ritual, Monastisches Rituale der Salzburger Aberkonferenz, Nairobi 2002 * English Hymns of the Liturgy of the Hours, Nairobi 2006 * Afrika - Under die Haut, 2012 == References == Category:Swiss Roman Catholic missionaries Category:Roman Catholic missionaries in Kenya Category:Prison reform Category:Roman Catholic missionaries in Rwanda Category:Roman Catholic missionaries in Tanzania Category:Swiss expatriates in Kenya Category:Swiss expatriates in Rwanda Category:Swiss expatriates in Tanzania ",
    "title": "Peter Hildebrand Meienberg"
}