{
    "id": "61691746",
    "text": "Pouteria adolfi-friedericii is a species of plant in the family Sapotaceae, a tall, tropical forest tree. It is found in Burundi, the Democratic Republic of the Congo, Ethiopia, Kenya, Malawi, Rwanda, Sudan, Tanzania, Uganda, Zambia and Zimbabwe. The specific name adolfi-friedericii was given in honour of Duke Adolf Friedrich of Mecklenburg, a German explorer in Africa. Its trade name muna is taken from Gĩkũyũ mũna.“mũna” in Benson, T.G. (1964). Kikuyu-English dictionary. Oxford: Clarendon Press, p. 277. ==Description== Pouteria adolfi- friedericii is a large forest tree growing to a height of up to . It has a straight cylindrical trunk, without branches on its lower half, that can be up to in diameter. The trunk is often fluted and may have large buttresses at its base. ==Ecology== Pouteria adolfi-friedericii is a typical climax species of mature forest; it has a small crown which is higher than the surrounding canopy. It has large seeds which are viable for only a short time. They germinate freely, and the saplings are slow-growing but thrive in dense shade. It is plentiful in the understory layer but may be more scarce in the upper layers, particularly where the best trees in the forest have been selectively felled. In Kenya, it grows in lowland and montane dry evergreen forest habitats in the company of Suregada procera and Afrocarpus gracilior . It is a mycorrhizal species, the roots forming a symbiotic association with a fungus. ==Uses== The heartwood is greyish-brown, and not clearly distinguishable from the sapwood. The timber is not very durable and is susceptible to attack by termites, fungi and boring insects. It is used to make furniture, and is also used for light construction work, flooring, joinery, cabinet work, boats, boxes, crates, veneers and plywood. It makes good firewood and is used to make charcoal. The tree is used to provide shade in plantations, and can be pollarded and coppiced. The greenish flesh of the fruits can be eaten raw, and an edible oil can be extracted from the seeds. In traditional medicine, the tree's bark has been used to treat stomach problems and the fruit, to expel tape worms, but when used for this purpose it is rather slow-acting and moderately toxic. ==References== adolfi-friedericii Category:Plants described in 1913 Category:Trees of Africa Category:Fruits originating in Africa ",
    "title": "Pouteria adolfi-friedericii"
}