{
    "id": "61699328",
    "text": "Nakazawa Koto (中沢琴, 1839-October 12, 1927) was a Japanese swordswoman and Onna-bugeisha of the Bakumatsu period. She joined the Rōshigumi, Shinshengumi and later Shinchogumi forces, and worked as a pro-Tokugawa agent in the Boshin War. == Life == Nakazawa Koto was born in Kōzuke Province. She was very skilled in martial arts from childhood, especially in Kenjutsu. In 1863, she went to Kyoto dressed as a man, following her brother Sadamasa, who was a member of the Roshigumi group in Kyoto. At 170 cm (5'7\"), she was tall for a Japanese woman at that time, so that she was taken for a man when she reported to the Shogunate officers in Kyoto. She took part in the Kyoto defenders group led by Kyokawa Hachirō. Although the Rōshigumi was funded by the Tokugawa Bakufu, the leader Kyokawa Hachirō and others had strong loyalties to the emperor and planned to gather other rōnin in Kyoto to combat insurgents in the city. On March 26, 1863, Kiyokawa led the Rōshigumi out of Edo as the vanguard of Shogun Iemochi's procession to Kyoto, where they arrived on April 10, 1863. When Kyokawa's scheme was revealed in Kyoto, he immediately commanded the Rōshigumi to return to Edo. The group was disbanded and the members returned to Edo. Nakazawa Koto and other officers went to Edo (Tokyo) and later became the founding members of the Shinchōgumi. == Boshin war == Nakazawa Koto and her brother joined the shogunate forces of Edo, the Shinchogumi. During the crisis between the empire and the Tokugawa Shogunate, Koto allied with the Tokugawa in the Boshin War. One cause of the war was Emperor Meiji's declaration that he would decree the abolition of the 200-year-old shogunate and impose direct command by the imperial court. Military action by the imperial forces and acts of violence by Meiji supporters in Edo led the Shogun Tokugawa Yoshinobu to attack and attempt to gain control of the court in Kyoto. Historical records indicate that, during the Boshin War, Nakazawa Koto defended the shogunate against the attack of the Satsuma and Ogi clans (the Satchō Alliance) in Edo in 1568. After those attacks, she and her brother participated in the Battle of Hokuetsu. During this battle, Nakazawa Koto, encircled by a dozen enemy samurai, broke the encirclement by defending herself with her katana and then pressing her attackers. == Legacy == While Nakazawa Koto worked as a member of the Shinchogumi, she always dressed as a man, even after the officers knew her true identity. In addition to being a great swordswoman, it is said that she had an exceptional beauty that left an impression on many people. A tale written about her says: \"When Koto dresses as a man, many women fall in love with her. When Koto dresses as a woman, many men fall in love with her.\" Koto was proud as a swordswoman and decided she would only marry a man stronger than she. However, apparently no living man was able beat her in a duel, so she remained single all her life. She died on October 12, 1927. Her grave is located in Tone District, Gunma, where she was born. Many people visit her tomb to this day. == References == == See also == * Onna bugeisha Category:1927 deaths Category:Year of birth unknown Category:People from Gunma Prefecture Category:Japanese women in warfare Category:1839 births Category:Japanese swordsmen of the Edo period Category:Japanese swordsmen Category:Women in 19th-century warfare ",
    "title": "Nakazawa Koto"
}