{
    "id": "61691333",
    "text": "Caligula (stylized in all caps) is the third studio album by American musician Lingua Ignota, released July 19, 2019 through Profound Lore Records. Recorded after the signing with the record label in 2018, the album features collaborations with several other musicians, a departure from the recording process of her previous album All Bitches Die (2017), which was done alone in a shed in the woods, and features more acoustic instrumentation than the aforementioned record. It thematically explores themes of abuse, misogyny, hate, vengeance and violence in its lyrics, inspired by Hayter's own experiences in Providence, and combines elements of both classical and extreme music. The album received universal acclaim from music critics, and made appearances on several year-end lists. == Background and recording == Lingua Ignota (pictured) performing at the Roadburn Festival in 2019. In 2017, Lingua Ignota (real name Kristin Hayter) released her album All Bitches Die, which spread through word of mouth as she performed in Providence, where she was based. The record eventually came to the attention of Chris Bruni, the founder of Profound Lore Records, and it was reissued the following year via the record label to widespread acclaim within the experimental music community. Hayter was surprised by the attention it received, as she \"did not think anyone would be interested\" and \"it was really just meant for hanging out in the Providence scene.\" She began work on another album at Bruni's request, this time with studio resources and people who she could collaborate with, in contrast to All Bitches Die, which she recorded in complete solitude \"in a shed in the woods in Lincoln, Rhode Island.\" Hayter recorded Caligula at Machines With Magnets studio in Pawtucket, Rhode Island, closely working with Seth Manchester, who engineered the album, and collaborated with several musicians such as drummer Lee Buford of sludge metal band The Body, Dylan Walker of grindcore band Full of Hell and Mike Berdan of noise rock band Uniform, the latter two providing backing vocals. Nonetheless, Hayter had \"total autonomy over the work in the end,\" making the collaborations \"more about the presence\" and \"having [her] community there, [her] close circle of trust.\" Hayter divulged that \"everything [they] could do live [they] did,\" highlighting the use of string instruments on the album, although there is also \"some synthetic MIDI and you can't tell sometimes.\" She further explained that the use of noise - some of it done by \"clattering around [her] garage in utility lights that [she uses] during [her] set crashing around\" - was \"for texture, not in the large industrial sense.\" She and her ensemble also \"wanted to introduce the concept of space—have it sound very large, but sound extremely intimate and close,\" which \"can be very destabilizing with the space moving around the listener to where you aren't sure what is real and what is not.\" == Music and lyrics == Music journalists have noted the theme of abuse and misogyny on Caligula: Writing for The Guardian, Ben Beaumont-Thomas noted that Hayter \"[emphasizes] the rage and despair of survivors of abuse,\" while Jessie Jeffrey Dunn Robinelli of Tiny Mix Tapes wrote that the album \"lives in the aftermath of intimate partner abuse, in the shivering convulsions of rage and fear it leaves, in the furious movement between identification with and rejection of the abuse and the abuser, in failures of all sorts.\" In an interview with Kerrang!, she stated that on the album she is \"taking you through a cycle of abuse,\" and added that she was looking at \"abusive power, madness, depravity, narcissism\" present in politics and communities, as well as \"[herself] and [her] my own kind of madness as a result of trauma.\" Themes of \"hate, vengeance and violence\" are also prominently explored. Hans Kim of PopMatters considered that the album \"is not exactly about healing trauma, but rather, it tries to better voice the enduring effects of it,\" explaining that Hayter \"unapologetically expresses her lasting anger throughout the album.\" Robinelli described it as \"\"kill your rapist\" not as self-care, not as political slogan, but as the emotional and physical manifestation of pain beyond self,\" citing the line \"I'm going to throw your body in the fucking river,\" while Will Gotsegen of Spin opined that \"Hayter treats revenge as an imperative, and the death of her abusers as an inevitability.\" On the track \"If the Poison Won't Take You My Dogs Will\", Hayter reworked the Jonestown death tape as she \"wanted to replicate also the really fucked up ambient sound in the death tape, the people screaming, the panicked energy,\" as well as \"the way Jim Jones kept manipulating until the very end\" in the song's lyrics, which examine suicide. Musically, the album combines elements of classical music and extreme music genres, with Pitchfork editor Jenn Pelly describing it as \"a murderous amalgam of opera, metal, and noise.\" Robinelli considered it \"constructed from the most melodramatic sides of doom metal, noise, and neo- classical traditions\" and noted an assistance of bands such as The Body, Full of Hell, and Uniform on the album. Similarly, Spyros Stasis of PopMatters highlighted her use of noise, power electronics, and dark ambient with her \"choral background and neo-classical influences [...] to construct the maze- like anatomy of her work.\", while Noiseys Leah Mandel further noted the elements of black metal and Baroque music on the album. Hayter stated in an interview that she \"knew this record had to go all the way, sonically and otherwise\", and added that she \"wanted to create something that sounded very large and powerful, consuming and overwhelming.\" She has also contrasted it to her previous album, revealing that she \"limited [the] electronic and industrial\" style found on All Bitches Die, and \"added more stringency and acoustic instruments.\" Hatyter's vocal performance has been highlighted and praised by music critics in their reviews: discussing the track \"Do You Doubt Me Traitor\", James MacKinnon of Kerrang! called it \"by far Kristin's most captivating weapon,\" describing how \"she stacks vocal harmonies [...] before disintegrating into a throat-shredding wail that channels every moment of pain, injustice and powerlessness into a sonic bullet,\" while Pelly dubbed it \"the sound of trauma\". Beaumont-Thomas noted how the track \"Sorrow! Sorrow! Sorrow!\" \"sees her split her voice apart like a throat singer, while other sections recall the subtle ululations of traditional Gaelic song.\" Hayter explained in an interview with Louder that \"many many times on CALIGULA we kept the ugliest take,\" recalling how she used a recording of her voice for \"Faithful Servant Friend of Christ\" specifically because of \"how shrill it was.\" She has also stated that she \"[keeps her] larynx very very low throughout the record\" to make her voice a sound \"little bit squashed, strangulated, very kind of wide and low, and it's a little bit masculine\"; this was done to \"get rid of any kind of breathy, femininity that would have been on previous records.\" == Title == A bust of the Roman emperor Caligula. Caligula is named after the \"sadistic, power- and sex-obsessed\" eponymous Roman emperor. Hayter revealed that she chose to name the album after him as he \"exemplified the society that we live in on the edge of ruin, the edge of collapse,\" and further explained that his name \"took on many meanings,\" originally using it as a \"concept of a psychotic fugue I was going through\" before associating it with \"surviving in the world at-large that we live in, as well as under the political climate that we exist.\" == Critical reception == Caligula was met with universal acclaim from music critics; aggregating website Metacritic reports a normalized rating of 88, based on 8 critical reviews. Robinelli considered the album harder to listen to than her previous one despite being \"more tuneful,\" adding that \"there is catharsis in Caligula, yes, but it's not pleasurable. It hurts. It tears.\" She also praised Hayter's voice as \"an astonishing instrument, moving from operatic fullness to hyperventilating shredded shrieks, but always foregrounding intelligibility.\" Pelly described her vocals as \"the sound of trauma, that which is by definition intolerable, and Hayter traverses its most upsetting depths on behalf of survivors, including herself.\" She summarized the album as \"a murderous amalgam of opera, metal, and noise that uses her classical training like a Trojan Horse, burning misogyny to ash from its Judeo-Christian roots.\" Beaumont-Thomas also wrote of her vocals in his positive review: \"Hayter is classically trained, and there is emotional as well as technical brilliance to the way she expands her vocal palette here.\" MacKinnon dubbed it \"an awesome work of extreme beauty and brutality that will leave you speechless.\" Kim opined that on Caligula \"she transforms shattering lamentations into empowered declarations against misogyny, while also complicating the dominant narratives of women's trauma,\" also commenting that \"her thoughtful amalgam of opera, neoclassical darkwave, and death industrial continues to produce theatrical yet still intimate pieces.\" Writing for musicOMH, Sam Shepherd gave the album a perfect score, calling it \"a vital an important record and one that needs to be heard in order to make sense of it,\" and compared it to Lou Reed's 1973 album Berlin. The Quietus journalist Robert Barry called it \"an urgent and ferocious record, almost unbearable to listen to for its raw physicality,\" and concluded that, \"like an onion, it offers up layer after layer to slowly unpeel, each one a potential incitement to the very bitterest tears.\" === Year-end rankings === {| class=\"wikitable sortable\" |+ !Publication !Accolade !Rank ! |- | BrooklynVegan | BrooklynVegan's Top 50 Albums of 2019 | | |- | Crack Magazine | The Top 50 Albums of the Year | | |- | Decibel | Decibel's Top 40 Albums of 2019 | | |- | Kerrang! | The 50 Best Albums of 2019 | | |- | musicOMH | musicOMH's Top 50 Albums Of 2019 | | |- | Noisey | The 100 Best Albums of 2019 | | |- | PopMatters | The 70 Best Albums of 2019 | | |- | Slate | The Best Albums of 2019 | | |} == Track listing == == Charts == {| class=\"wikitable plainrowheaders sortable\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Peak position |- ! scope=\"row\"|US Top Current Albums (Billboard) | 84 |- |- |} == References == Category:2019 albums Category:Profound Lore Records albums Category:Classical albums by American artists Category:Baroque music albums Category:Neoclassical albums Category:Doom metal albums by American artists Category:Black metal albums by American artists Category:Noise rock albums by American artists ",
    "title": "Caligula (Lingua Ignota album)"
}