{
    "id": "61690981",
    "text": "Jeff Hughes was a historian of science based at the University of Manchester who researched physics, nuclear culture and scientific communities. == Early life == Jeffery Alan Hughes was born in 1965 in Glanamman, Carmarthenshire. == Education == Hughes studied at Maesydderwen Comprehensive School in Ystradgynlais before attending Jesus College, Oxford as a chemistry undergraduate. He then went to Corpus Christi College, Cambridge as a postgraduate and moved into the study of history of science. He completed his PhD thesis, entitled Radioactivists: community, controversy and the rise of nuclear physics in 1993. == Career == Hughes was one of the first permanent members of staff at the Centre for the History of Science, Technology and Medicine at the University of Manchester, where he began work in 1993. His research concerned the political implications of nuclear research and the interactions of scientists with government departments. He was awarded the Watson Davis and Helen Miles Davis Prize by the History of Science Society in 2004 for his book The Manhattan Project: Big Science and the Atom Bomb. Hughes was particularly well-known for his prominent role in history of science learned societies. He fostered links with the Science Museum Group. He was the secretary of the British Society for the History of Science and then became its president in 2008. He chaired the International Congress of History of Science, Technology and Medicine in 2013 and was a member of the International Academy of the History of Science. == Select bibliography == * 'A Portrait of the Physicist as a Young Ham: Wireless, Modernity and Interwar Nuclear Science' in Being Modern. * 'Mugwumps? The Royal Society and the Governance of Postwar Science' in Scientific Governance in Britain, 1914-79. * 'What is British nuclear culture? Understanding Uranium 235', British Journal for the History of Science. * The Manhattan Project and the Birth of Big Science. * Radioactivists: community, controversy and the rise of nuclear physics. == References == Category:Historians of science Category:1965 births Category:2018 deaths Category:20th-century British historians Category:Alumni of the University of Cambridge ",
    "title": "Jeff Hughes (historian)"
}