{
    "id": "61690132",
    "text": "Jim Hammond (7 August 1907 - 30 March 1980) was a British trade union leader and communist activist. Born in Wigan in Lancashire, Hammond left school at the age of thirteen, and began working at the Victoria Colliery. He worked underground while also studying mining engineering at the Wigan Mining College. He became active in the Lancashire and Cheshire Miners' Federation (LCMF), and in 1933 he was sacked for his union activity. He spent the next few years working numerous short-term jobs, and during this time, he met George Orwell, who was researching his book, The Road to Wigan Pier.Stephen Catterall, \"Hammond, Jim\", Dictionary of Labour Biography, vol.XIV, pp.145-159 Due to his mining experience, Hammond was employed at Garswood Hall Colliery at the start of World War II, and he again became active in the union. In 1942, he was elected as the full-time agent for the union's Wigan District, defeating Edwin Hall and Laurence Plover. In 1945, the LCMF became the Lancashire Area of the National Union of Mineworkers, and Hammond continued in post, also serving as vice-president in 1944 and 1945. Early in 1945, he stood to become general secretary of the union, but on this occasion was defeated by Hall. He then served as president of the union from 1946 to 1948, and again in 1952. He was also elected to the national executive of the National Union of Mineworkers (NUM) from 1945 to 1947. Hammond joined the Communist Party of Great Britain in 1942, and played a prominent role in reorganising the party in Lancashire, but he resigned in 1956, becoming associated with the left-wing of the Labour Party. In 1959, the area nominated him in the election to become president of the NUM, but he took only seventh place in the vote, and in 1960 he was again defeated for the post of area general secretary, this time losing to Joe Gormley. Hammond believed that Gormley and Hall had colluded to rig the ballot against him, and picketed the union's headquarters. Gormley resigned, but when a second ballot was held, Hammond lost by a similar margin. Despite these personal differences, Gormley and Hammond then worked together to promote the modernisation of the local coal industry under a Labour government. However, when such a government was elected, it launched an Accelerated Colliery Closure Plan for the district, and Hammond worked with Gormley to minimise militant opposition to it. Hammond was again elected as president of the union in 1962, and the following year it became the North West Area of the National Union of Mineworkers. He retired in September 1967, and spent the next few years promoting education to the families of miners. ==References== Category:1907 births Category:1980 deaths Category:Communist Party of Great Britain members Category:People from Wigan Category:Presidents of British trade unions ",
    "title": "Jim Hammond (trade unionist)"
}