{
    "id": "61695110",
    "text": "Robert Douglas Aitken (born 1900, died 1974) was a medical missionary, botanist, and founder of The Donald Fraser Hospital in South Africa. Aitken proposed a system of curative and preventive medicine and trained black nurses for his hospital in Sibasa. == Early life and education == Robert Douglas Aitken was born on the Island of St. Helena on April 28, 1900 and in 1905 his parents moved their family to Durban, Natal. He attended Durban's Boys High School and upon graduation he attended the University of Cape Town, where he earned his B.Sc degree. From there he went on to earn his M.Sc degree at Natal College in Pietermaritzburg and then studied at the University of South Africa, where studying botany and performing botanical research. Aitken chose to pursue a PhD at Edinburgh University, where he wrote his thesis on hematology. During his time there he received several awards for his work; Aitken was chosen as the Vans Dulop Scholar in Materia Medica and Medicine (1926) and both the Sir Arthur Conan Doyle Prize and the Wightman Prize in Clinical Medicine (1929). Aitken claimed that he was called by God to perform missionary work. Before graduating in 1926, Aitken worked with the Edinburgh Medical Missionary Society in the Edinburgh Medical Mission Hospital for two months in the summer in Nazareth, Israel. == Personal life == In 1929, Aitken married his wife, Irene Noble. Irene Noble had a Ph.D at University of Edinburgh and an M.Sc in Botany of Natal University College. Noble and Aitken had a daughter Ruth and moved to South Africa in 1930. Aitken and his wife began their work as missionaries at Shawbury Methodist Mission in Transkei near Qumbu. Soon after their move, Aitken and Noble had a son named Eric.Dr. P. J. A. Venter. In Memoriam: Robert Douglas Aitken. S.A. Medical Journal, 1974. == Mission == In 1933, Aitken and his family moved to Sibasa to build the Donald Fraser Hospital. He was “Appointed by the Church of Scotland as Medical Missionary at their station near Sibasa” (Venter). === Journey to Sibasa === Aitken's journey to Sibasa was difficult because of the heavy rainfall and flooding in Pretoria. In his book Who is my Neighbor, Aitken says that he and his family \"made two attempts to reach Sibasa but on each occasion we had to turn back.\" (1). When they finally arrived in Sibasa ten days after their second attempt, Aitken and his family were apprehensive about what was about to become their home. Aitken describes that \"Everywhere there were signs of neglect and decay. The station had been deserted for over a year and in the tropical climate everything is quickly overgrown.\" (Aitken 5). Sibasa had a small mission house, a building with a church and a school combined, and a cottage where the previous missionary lived. === Sibasa === Sibasa is in the north of South Africa. In 1933, the area was little known to most South Africans. Aitken claims that \"Although it is only day's journey by car from Johannesburg, it is seldom visited by any other than Government officials and a few scientists interested in anthropological and ethnological studies\" (Aitken 6). In the north of Sibasa lies the Limpopo River and Rhodesia River and to the east there is the Kruger National Park. The Zoutspansberg mountain range runs from west to east and the Levubu river flows in the north-east direction. In 1933, the Bavenda and the Shangaans were the two main tribes in Sibasa. The Bavenda lived in the mountains and valleys of the Zoutpansberg, while the Shangaans were settled East of the Levubu river. These two tribes had a history of tension and hostility but by 1933 there was some mixing of the cultures, even intermarriage. === The Donald Fraser Hospital === Over several decades, Aitken successfully founded the Donald Fraser Hospital. In Who is My Neighbor, Aitken describes how he transformed the previously deserted area: \"The old mission house which was in such depilated condition in 1933, has been renovated and altered and now forms a small part of a much larger building, the Donald Fraser Hospital\". The hospital could accommodate fifty patients. The mission station also contained a house for the physician, a cottage for the European staff, and a home for nurses from Sibasa. The mission also had a school which was a renovated church, with five or six classrooms. Water was provided through hydraulic rams, electricity was provided through an electric lighting plant, and sanitation through an installed sewerage system. The hospital was supported by and monitored by the Church of Scotland. While in Sibasa, Aiken provided the Donald Fraser Hospital Reports, called the “Report and Balance Sheet” which include recordings from the hospital over two-year periods, starting in1892 and ending in 1974. Each two-year report is extremely detailed, beginning with the Medical Superintendent's report, where Aitken reports on several parts of the hospital such as staff, patients, nursing training, etc. Following these reports, more specific data is given in the form of charts and tables: number of in- patients, number of out-patients, number of babies born, number of neonatal deaths, etc. Finally, financial information such as expenditure on provisions, surgery, dispensary, etc. is provided. In the report for 1939, Aitken notes that \"During the year we had to deal with a very large number of cases of tropical ulcer\" (4), and that \"The increased number of in- and out- patients resulted in placing severe strain on the trained staff of the hospital\" (3). In addition to reporting on his own hospital, Aitken also wrote reviews of other medical missions. In his article in the International Review of Mission, Aitken discusses the American missionary, Dr. James McCord's, mission in 1904 to establish medical training and a hospital in Durban, South Africa. Aitken underlines the importance of the self-sustainable system that Dr. McCord left when he ended his work in Durban. The issue of distrust between natives and Europeans proves to be common, as Aitken mentions that Dr. McCord had difficulty of overcoming native suspicion of his practice.Aitken, R.D. “My Patients Were Zulus.” International Review of Mission, vol. 41, no. 1, Jan 1952, pp. 105-106. EBSCOhost, search.ebscohost.com/login.aspx?direct=true&db;=rfh&AN;=ATLA0000451225&site;=ehost- live. === Curative and preventive services === In many of his written works, Aitken proposes ways to improve the existing system in Sibasa, emphasizing the importance of parallel and curative services, and an overall plan on how to improve health care for natives. For curative services, Aitken advocates for a “central hospital and a network or first-aid posts with a native nurse resident at each”. The central hospital would be overseen by a hospital board. Aitken believed that \"Money is better spent in providing one large, central, well-equipped hospital, than a number of smaller ones. Further, two doctors working together in one hospital can do better work than if each is trying to run his own show\". For preventative services, Aitken thought that preventive services are necessary and often overlooked: > \"We give less thought to those doctors and their assistants who, by their > foresight and vigilance, seek to protect us from the onset of disease > through the control of environment, inspection of food and water supplies, > and the eradication of infectious diseases, yet their work has probably done > far more for the health and happiness of the human race than that of the > most brilliant surgeons and physicians\". Aitken argues that it is necessary to have a “medical officer of health” (2) present at all times in areas of Sibasa. This officer would be a member of the government and hence have the support of the government. Their role would be to institute anti-malarial and anti-bilharzial campaigns with propaganda, to work with the officers of curative services to develop clinics, and to investigate and record the health conditions of their area in Sibasa.Aitken, Robert Douglas. Medical Training of Natives. Historical Papers Research Archive, 2013. Aitken uses building better houses and better schools as an example of curative services. He proposes giving low interest loans to natives so they can buy stronger materials for their houses, implementing school gardens and free school meals, and monitoring the cleanliness of the schools. In addition, Aitken suggests that springs and streams should be fenced off from cattle to ensure clean drinking water. Aitken is innovative is his proposal to coordinate the preventive and curative services. He calls for a Health Committee consisting of the Native Commissioner, the Medical Officer of Health, and the Medical Superintendent of the hospital. This committee would “be responsible for the development of the services as a whole, for recommending extensions of services where necessary and for keeping the various interests (administrative, preventive and curative) in close touch with one another” (3). In his book, Aitken argues that the three main diseases of the area (malaria, bilharzia, and conjunctivitis) could be completely eradicated with this combination of preventive and curative services. For example, for malaria, \"public health officials must take measures to attack mosquitoes, snails and flies, and to prevent their breeding, and those in charge of curative work must seek to treat as large a number as possible of individuals actually suffering from the disease\" (Aitken 62). This system was originally meant to apply to the Sibasa area, but Aitken believed that his system would also succeed in a whole country. The system would give jobs to both African and European doctors, as well as natives that Aitken would train. In his summary if his training manuals, Aitken states that there should be nothing holding back from the development of his system, and that it should take place immediately.Aitken, Robert Douglas. The Donald Fraser Hospital. Historical Papers Research Archive, 2013. === Training of nurses === Once Aitken built his hospital, he focused on the training of local female students as nurses in order to adequately staff the hospital. Most importantly, however, by employing people from Sibasa in his hospital, Aitken attempted to increase the trust of locals in Western medicine. Aitken gives a specific anecdote about a young, sick boy who had been brought to him by a stranger. When Aitken returned to bring the boy to the hospital, his mom had taken him away. She did not refuse Western care because of lack of money, but rather out of distrust. Aitken claims that “In cases like these the Native nurse can do much to remove the mother’s fear and gain her confidence”. == Retirement == Aitken retired in 1969, moving to Pretoria with his spouse. Even after retirement, however, Aitken remained involved in the medical missionary community, serving on several associations and health departments. He was an Honorary Life Member of the SA Medical Association in 1969 and was a Senior Medical Officer in the Pretoria City Health Department with “special responsibility for the City Council’s 7,000 black employees” from 1970 to 1972 (Venter). ==References== Category:1900 births Category:1974 deaths Category:Date of death missing Category:Place of death missing Category:Medical missionaries Category:People from Durban Category:Saint Helenian emigrants to South Africa Category:University of Cape Town alumni Category:20th-century South African physicians Category:Alumni of the University of Edinburgh Category:South African botanists Category:Hospital administrators Category:Missionary botanists ",
    "title": "Robert Douglas Aitken"
}