{
    "id": "61691017",
    "text": "The International Society for Plant Pathology is a global nonprofit institution dedicated to “promoting world-wide plant health and food security.” It was founded in 1968 and the first President of the society was the pioneer British plant pathologist, Ronald Karslake Starr Wood. The International Society for Plant Pathology is a member of the International Union of Biological Sciences (IUBS), the International Union of Microbiological Societies (IUMS), in liaison with the UN Food and Agriculture Organization (FAO). == History == The aim of its founders in 1968 was to disseminate knowledge about plant development and plant diseases and their management. The ISPP also organises the International Congress of Plant Pathology every half-decade which is sponsored by its executive committee. The constituent bodies of the ISPP include a general assembly that convenes every five years during the congress, a council, an executive committee, a secretariat and subject matter committees. At a meeting in Lancaster, UK, in 1994, it was decided to establish the \"Glenn Anderson Lecture\" at the congress to cover global topics like agriculture and sustainability in the developing world. The society also maintains the World Directory of Plant Pathologists, an initiative of Fran Fisher (University of Florida). Directories were published in 1973 and 1980. == Publications == Since November 1970, the Society has published the International Newsletter on Plant Pathology. In March 2009 established a quarterly journal, Food Security: The Science, Sociology and Economics of Food Production and Access to Food, to address global food security in low-income regions. == Congress == International Congress of Plant Pathology has been held in different cities around the world. == Presidents == The following individuals have served as President of the ISPP: {| class=\"wikitable collapsible sortable\" !President !Country of origin !Tenure of office |- |Ronald Karslake Starr Wood |UK |1968–73 |- |Arthur Kelman |USA |1973–78 |- |Friedrich Grossmann |Germany |1978–83 |- |Johan Dekker |The Netherlands |1983–88 |- |R. James Cook |USA |1988–93 |- |Richard Hamilton |Canada |1993–98 |- |Peter R. Scott |UK |1998–03 |- |Richard Falloon |New Zealand |2003–08 |- |Maria Lodovica Gullino |Italy |2008–18 |- |Greg Johnson |Australia |2018–present |} == Jakob Eriksson Prize == Established in 1923, the Jakob Eriksson Prize for Plant Pathology is awarded at every Congress to a plant scientist who has demonstrated the “creative study of plant pathogens and the processes of disease development in plants.” == External links == * ISPP History * Food Security Journal * ISPP Newsletter == References == Category:Biology organizations Category:Biology societies Category:International scientific organizations Category:Phytopathology Category:Scientific organizations established in 1968 Category:Scientific supraorganizations Category:Members of the International Council for Science ",
    "title": "International Society for Plant Pathology"
}