{
    "id": "61693942",
    "text": "The Northeast Toulnustouc River () is a tributary of the Toulnustouc River in Lac-Walker, Sept-Rivières, Côte-Nord, Quebec, Canada. The Cartier Railway runs beside it for most of its length. ==Name== Toulnustouc is a term of Innu origin whose meaning is not known. According to the surveyor J. Bignell, the term means \"elbow river\" or \"angled river\" which matches the old name of Rivière du Coude (Elbow River). The Geography Commissions of Quebec and Canada define it as \"river where they make canoes\" or \"where canoes are needed\". There are also different variants: Todnustook, Tudnustouk, Tootnustook, Tulnustuk, Toulnustook and Toulnoustouc. In the late 1970s, the Innu called it the \"Kuetutnustuku Shipu\" river, which means river parallel to the Manicouagan River. ==Geography== The Canton de Villeray is named after Lous Rouer de Villeray (1629–1700). It is to the southeast of the Petit lac Manicouagan, often over in elevation. It contains many water bodies, often small and round. A few streams run through the canton, connected to the Toulnustouc North-East River system, notably the Ruisseau Kaushkuepakau. The Northeast Toulnustouc River is fed by the Petit lac Manicougan, and flows southeast and then south before turning west into Lac Caron, where it joins the Toulnustouc River. The members of the Uashat Mak Mani-Utenam band of Innu people make use of parts of the Toulnustouc River basin, including Fortin Lake, Caron Lake, and the Northeast Toulnustouc River. Lake Arthur in the Réserve faunique de Port- Cartier–Sept-Îles flows west into Grand lac Caotibi, which drains north into Petit lac Caotibi, a tributary of Rivière Toulnustouc Nord-Est. ==Environment== South part of the river basin A map of the Ecological regions of Quebec shows the river rising and flowing south through ecological subregions 6r-T (Massif des monts Groulx), 6i-T (Hautes collines du réservoir Manic 3) and 6j-S (Hautes collines des lacs Nipissis et Magpie) of the eastern spruce/moss domain of the boreal zone. The average annual temperature in the region is . The warmest month is July, when the average temperature is , and the coldest is January, with . ==Railway== The Cartier Railway runs beside the river for most of its length. The railway engineers ran the line along the well-drained rocky shoreline of the river, staying safely above the level of spring floods. The engineers kept the northbound grade to a maximum of 1.35% and the southbound grade to a maximum of 0.4%, allowing southbound trains to travel the from Mont Wright to Port-Cartier without stopping. The rail bed is generally notched into the sides of the river valleys to avoid problems with frost heaves in the valley floors. At one point, mile 154.8, the line is above the river. ==Lakes== Lakes in the south part of the river basin, in the Port- Cartier–Sept-Îles Wildlife Reserve, include: {|class=\"wikitable sortable\" |- | Lake || Coordinates || Map |- | Lac Rond || || EHXHT |- | Lac du Nord-Est || || EHKYC |- | Lac Arthur || || EFJFB |- | Lac du Porc-Épic || || EHSJQ |- | Grand lac Caotibi || || EFTJO |- | Petit Lac Caotibi || || EJBIB |} ==Notes== ==Sources== * * * * * * * * * Category:Rivers of Côte-Nord ",
    "title": "Northeast Toulnustouc River"
}