{
    "id": "61696003",
    "text": "The following is a list of the world's oldest surviving physical documents. == List == ===35th–32nd century BCE=== The Kish tablet, a small limestone tablet from the middle Uruk period of ancient Mesopotamia, contains pictographic inscriptions exemplifying an early precursor to Cuneiform. Many similar tablets have been found from the same period, all of which have proven difficult to date using radiocarbon dating; among these, The Kish tablet has the earliest proposed date of manufacture, although it may be from the later Uruk IV period, around 3200 BC.Hayes, John L., 1990 A Manual of Sumerian Grammar and Texts, Undena Publications, p.266 ===31st century BCE=== The Narmer Palette, a carved slab of siltstone from the Early Dynastic Period of Ancient Egypt, contains some of the earliest known examples of Egyptian hieroglyphs. Notably, the palette contains carved Serekhs bearing the rebus symbols n'r (catfish) and mr (chisel). These are believed to be a phonetic representation of Narmer, the first Pharaoh of Upper and Lower Egypt following their unification around 3100 BCE. === 25th century BCE === The Palermo Stone, a stele, containing the names of Pharaohs and other information, is made of basalt. Fragments of the piece exist, with some of them reportedly found in Memphis, Egypt and others in Middle Egypt. The primary piece that is referred to as the Palermo stone is currently on display in Italy, having been purchased by a Sicilian lawyer named Ferdinand Guidano in 1859. === 21st century BCE === According to the Guinness World Records, the oldest surviving love poem, a balbale, in the world is of Sumerian origin and written in cuneiform, discovered in Nippur, dated to 2031 BCE, called Istanbul #2461 by archaeologists. Written on a clay tablet measuring 10.7 x 6 x 3.1 cm,[1] it is believed to have been written by a bride of the Sumerian king Shu-Sin, who reigned between 2037 BCE and 2029 BCE. The tablet is on display at the Istanbul Museum of the Ancient Orient.[3] === 18th century BCE === Dating back to 1800 BCE, to the Old Babylonian period, a clay tablet containing a recipe for squab was found, written in Akkadian cuneiform. No measurements, cooking times, nor preparation or cooking methods are given, stating only that one should cut the pigeon in half and make a mixture of water, fat, salt, breadcrumbs, and milk-soaked herbs, among the herbs onions, leeks, garlic, and an herb called \"samidu\", the modern equivalent is referred to as semolina, hard grains left after the milling of flour. Nearly 4,000 years old, a clay tablet, written in Sumerian cuneiform, found in Iraq, dated to 1750 BCE, speaks of a business transaction involving copper goods. === 14th century BCE === In 2010, a clay fragment bearing Akkadian cuneiform, comparable in size to that of an olive, was discovered by Israeli archaeologists during the excavation of a tower, the tower itself dating back to the 10th century BCE, in Jerusalem, that was determined to have originated in 14th century BCE. The document, nearly 3,400 years old at the time of its discovery, was older than any other ancient text discovered in Jerusalem by at least 600 years. Further examination revealed that the clay had originated in the Jerusalem area and that the scribe responsible was highly skilled. It is the only cuneiform text to have ever been discovered in the area. Previously, the oldest document found in Jerusalem was a tablet, found in the Shiloah water tunnel, dating back to 8th century BCE. === 2nd century BCE === The Nash Papyrus, a collection of four papyrus fragments written in Hebrew, was found in 1898, was, prior to the discovery of the Dead Sea Scrolls, the oldest known example of the written Hebrew language. The fragments contain parts of the Ten Commandments and the Shema Yisrael. The documents were acquired in Egypt, by W. L. Nash, and are believed to have originated in Faiyum, though it's possible they originated elsewhere. === 1st century CE === Gabriel's Revelation is a stone tablet, written in ink. === 11th century CE === A Scottish psalter, written in Latin, dating back to the 11th century CE is on display at the University of Edinburgh in Scotland. It's unknown as to how the school acquired the piece or where it originated. Photos of its pages show that while its original binding is lost, the pages are still in remarkable condition, their colors still vibrant and words legible. The Missal of Silos is the oldest known surviving paper document of European origin in existence today, dating back to at least 1080 CE. It was made by the monastery at the Santa María la Real of Nájera == References == documents Category:History of writing ",
    "title": "List of oldest documents"
}