{
    "id": "61691220",
    "text": "The Mineralogical Record is a mineralogy magazine, published in the United States by The Mineralogical Record Inc. with a periodicity of six issues a year, totaling approximately 700 pages. Publish, in English, articles on topographic mineralogy, including locations around the world an also articles in specimen-oriented mineralogy. He also publishes chronicles on the main mineral fairs, and occasionally, articles on the history of mineralogy and on museums and mineral collections. In addition to the periodic numbers, it occasionally includes supplementary numbers, distributed at no additional cost to subscribers, on mineral collections from specific geographical areas. TheMineralogical Record Inc. is a non-profit organization. The publication of the magazine is maintained by the payment of subscriptions, advertising, edition and sale of books and through donations. == History == The Mineralogical Record began to be published in 1970, at the initiative of John S. White, curator in the Smithsonian Institution's Department of Mineralogy, with the aim of filling the gap between scientific mineralogy journals (which began at that time to look more like solid state physics and chemistry than conventional descriptive mineralogy) and purely amateur magazines. The first year only four numbers were published, without color photographs, with the financial support of Arthur Montgomery. In number 2 of 1976 he joined as editor Wendell E. Wilson, which remains as such today. This magazine is considered among the best in the world, both for the scientific quality of its contents and for the formal aspect, which includes the quality of the photographs and their reproduction. The work of The Mineralogical Record magazine in the promotion and dissemination of mineralogy has been recognized by giving a mineral the name of minrecordite. The role of its editor, Wendel E. Wilson, has been recognized by giving another mineral the name of wendwilsonite. In 1994 he won the Carnegie Prize for Mineralogy, being the only time it has been awarded to a magazine. == References == Category:Geology journals Category:Mineralogy Category:English-language journals Category:Bimonthly journals ",
    "title": "The Mineralogical Record"
}