{
    "id": "61694577",
    "text": "A Canal Defence Light turret fitted to a M3 Grant tank; the CDL turret is fitted with a dummy gun Map of Desert training center with Camp Granite Desert Training Center map US Army 1943 US Army live fire exercises remains at Desert Training Center The Camp Bouse was a secret camp of the US Army, Desert Training Center in Riverside County, California. The main headquarters for the Desert Training Center was Camp Young, this is where General Patton's 3rd Armored Division was stationed. Camp Bouse is located miles from Bouse, Arizona, just north of Arizona State Route 72 and about north of Interstate 10. deserttrainingcenter.com Camp Bouse Marker Database, 740th Tank Battalion, Daredevil Tankers Camp Bouse was built in August of 1943 by the 369th Engineer Battalion. Camp Bouse was home to a secret program to see if a very bright arc lamp could be used to temporary blind the enemy in battle at night. The Desert Training Center was built to prepare troops to do battle in North Africa to fight the Nazis during World War 2. When completed the camp had shower buildings, latrines, wooden tent frames, and a 500,000 gallon water reservoir. The top secret weapon was a 13 million candlepower carbon arc lamp mounted on US Medium Tank M3Canal Defence Light (CDL). Six Tank Battalions were selected for top secret project: Leaflet. The troops at the camp were not allowed to talk about their activities with those not in the camp program. In the end, it was decided that bright light would too quickly give away the M3 tanks position and that antitank rounds would hit the M3 tanks quickly. Troops that worked with the new secret weapon CDL, at Camp Bouse, were from the 526th Armored Infantry Battalion, the 554th Ordnance Heavy Maintenance Company, the 9th Tank Group and the 701st. Other units that trained at Camp Bouse were the 701st Tank Battalion, 736th Tank Battalion, 738th Tank Battalion, 739th Tank Battalion, 740th Tank Battalion and the 748th Tank Battalion, nicknamed \"The Rhinos\" trained at Camp Bouse. The troops were trained to fight in the North African campaign. Gizmo and Parkghosttowns.com Camp BouseBouse Chamber of Commerce, 554th Ordnance Heavy Maintenance CompanyBouse Chamber of Commerce, Monument Row– University of Illinois Archives, Patton's Desert Training CenterBouse Chamber of Commerce, 748th Tank BattalionBouse Chamber of Commerce, 739th Tank Battalion ==Historic site markers== Marker at the Monument Row site reads: * We bring to a close, We tried to find, We must now impose, Units not found, 748th Tank Battalion, 150th Station Hospital, 538th Ordnance Company, 166th Quartermaster 629th Quartermaster. Erected 2001 by Lost Dutchman Chapter 5917 & ECV, 526th AIB, Bouse Chamber of Commerce. Marker Database Monument Row at Camp Bouse Marker #86 at the site reads: *Camp Bouse The 526th A. I. B. – Canal Defense Light Project — Desert Training Center – California – Arizona Maneuver Area — Camp Bouse was established in Butler Valley 30 miles behind this monument in Sept. of 1943. It was one of twelve such camps built in the southwestern deserts to harden and train United States troops for service on the battlefields of World War II. The desert training center was a simulated theater of operations that included portions of California and Arizona. The other camps were Young, Coxcomb, Granite, Iron Mountain, Ibis Clipper, Pilot Knob, Laguna, Horn, Hyder and Rice. Camp Bouse was the home of the 9th tank group which consisted of six tank battalions, one armored infantry battalion, an ordnance company and a station hospital. The group trained in absolute secrecy mainly at night. The light device consisted of a high powered search light, mounted in an armored housing on a tank. Its purpose was to temporarily blind the enemy at night. The role of the 526th Infantry was to defend the operations of the CD tanks and attack if security of the tanks was being threatened. The 526th AIB was separated from the 9th tank group in France, August 1944 and was assigned to the 12th Army Group HDQ under command of Gen. Omar Bradley, \"C\" Company became a security unit for Gen. Bradley in Luxembourg. The remainder of the battalion was heavily involved during the Battle of the Bulge, fighting the enemy in the Belgian towns of Trois-Ponts, Stavelot, Malmedy, Hedomont, Bougnee, and Geromont. After the Bulge and until VE Day the 526th became part of \"T\" Force. The purpose of \"T\" Force missions were to seize, safeguard and process enemy documents, archives and material of intelligence or counter-intelligence and capture enemy agents, military officers and key collaborators. This monument is dedicated to all the soldiers that served here and especially for those who gave their lives in battle, ending the Holocaust & defeating the armed forces of Nazi Germany. Erected 1997 by Lost Dutchman, Billy Holcomb, John P. Squibob Chapter of E Clampus Vitus, The 526th Armored Infantry Battalion Assoc and the Bouse Chamber of Commerce. Marker Database 86 Camp Bouse The 526th A. I. B Marker #90 at the site reads: * The 740th tank battalion was activated at Fort Knox, Ky. on March 1, 1943. It trained at Fort Knox and at Camp Bouse, Az. as a canal defense light (CDL) unit and as a standard medium tank battalion from October 15, 1943 to April 24, 1944 then sailed to England on July 26, 1944. It landed at Utah Beach, Normandy, France on November 1, 1944 and entered combat on December 19, 1944 during the Battle of the Bulge. In first half hour of combat, it stopped the furthest advance of the German 1st SS Panzer Division at Stoumont Station, Belgium. Fighting way toward the German border. It reached the Siegfried line near Udenbreth, Germany. It then fought on the Cologne Plain at Duren and Cologne, Germany. Shifting to the south, the battalion again breached the Siegfried Line near Saarbrucken, Germany. It was then sent back north to the Ruhr Pocket battle then crossed the Elbe River at Bleckede, Germany on April 30, 1945 after which it proceeded north, joining the British 2nd Army at Schwerin, Germany on the Baltic Sea at war's end. The battalion fought in the Ardennes-Alsace, Rhineland and central Europe campaigns having served under the 1st, 1st Allied Airborne, 3rd, 7th, 9th U.S. Armies and the 2nd British Armies. Army of Occupation duties were performed until the battalion was deactivated on July 23, 1946. 13 members of the battalion gave their lives for our country, may they never be forgotten. Erected 1998 by Veterans of the 740th Tank Battalion Association, the Lost Dutchman & Billy Holcomb Chapter E Clampus Vitus in Cooperation with the Bouse Chamber of Commerce.Marker Database, 740th Tank Battalion, Daredevil Tankers Marker #89 at the site reads: *Camp Bouse September 1943 to March 1944, \"The Kid Battalion\" From Normandy to the Elbe: •Normandy,• Northern France,•Ardennes, •Rhineland, •Central Europe. Erected 1998 by Veterans of the 736th Tank BN , Lost Dutchman, Billy Holcomb and John P Squibob Chapters E Clampus Vitus and the Bouse Chamber of Commerce. Marker Database 89, 736th Tank Battalion (M) SP Marker #114 at the site reads: *George L. Wendt, Headquarters Company — 526 Armored Infantry Battalion — United States Army World War II 1924 – 2002, Whose dedication to the memory of his brothers in arms, who fell in the Battle of the Ardennes, made this historical park possible. Erected 2003 by Lost Dutchman Chapter, Billy Holcomb Chapter, John P. Squibob Chapter of E Clampus Vitus and the Citizens of Bouse. Marker DataBase 114 George L. Wendt Headquarters Company — 526 Armored Infantry Battalion Marker # 88 at the site reads: *Camp Bouse – The 701st Tank Battalion – Campaigns – Central Europe Northern France Rhineland – Camp Bouse – The 701st tank battalion was activated 3/28/43 at Camp Campbell, KY. Here 553 young men and officers began their journey into history. These men began their basic training and for many saw a tank for the first time. The 701st relocated to Fort Knox, for further training. The battalion received orders on 12/8/43 to relocate to Camp Bouse, the mysterious secret camp. The men were introduced to the Grant Tank, a WW I designed tank which now had a 13 million candlepower light, \"The Gizmo\" mounted in the turret. Thus began the canal defense light project training. The 701st left Bouse for Camp Kilmer, N. J. on 3/27/44 and then onto England aboard the R. M. S. Mauretania. The BN arrived at Liverpool on 5/1/44 and trained at Puncheston, Wales. The 701st landed on Utah Beach, Normandy, France on 8/24/44. Here, most of the CDL Grant Tanks were replaced by Sherman Tanks. The BN moved north through France and Belgium and on December 21st moved out from its positions at Heerlen, Holland and crossed the Siegfried Line into Germany at Uback. The 701st crossed the Roer River and saw its heaviest combat near Tetz, Hottorf, Viersen and Krefeld beginning on 2/25/45. The BN crossed the Rhine on 3/29/45 and pushed through Munster, Bunde and Bismark. At Gardelegen, the 701st uncovered an atrocity where 1016 prisoners of war and political prisoners had been murdered by the enemy. As the wars end neared, orders were received to halt forward movement, finding the BN on the banks of the Elbe River, 50 miles from Berlin, thus ending the fighting of 701st. This monument is dedicated to all these young soldiers and officers who gave of themselves, and especially to those 48 members of the BN who lost their lives in battle for the freedom of mankind. Erected 1998 by Lost Dutchman and Billy Holcomb Chapters of E Clampus Vitus and the 701st Tank Battalion Association and the Bouse Chamber of Commerce. Marker Database 88 Camp Bouse- The 701st tank battalion Marker #155 at the site reads: *748th Tank Battalion – “The Rhinos” – The 748th Tank Battalion, Medium was activated on 20 August 1942 at Camp Rucker, Alabama. The Rhinos headed for Fort Knox on the 15th of April 1943 for training and on 20 April 1943 were reorganized as a special battalion equipped with CDL spotlights. They departed Fort Knox on 15 July 1943 for Camp Bouse, AZ. On 30 August 1943 they were attached to the 9th Armored Tank Group and arrived at Camp Bouse 1 September 1943 as a Canal Defense Light (CDL) unit. The Rhinos landed at Glasgow, Scotland on the 6th of April, and then proceeded to South Wales. They landed in Normandy on Utah Beach on June 6th, 1944, D-Day under the command of General Bradley who was in charge of the Third Army. Shortly after D-Day, General George S. Patton took over the Third Army and the 748th was reorganized as standard tank battalion after 23 October. The Rhinos moved to the front on 20 January 1945 near Butzdorf, Germany, attached to the 94th Infantry Division near the Siegfried Line to protect an area known as the Saat-Moselle Triangle. On the 16th of March, the Rhinos moved to Saarlautern area to support 65th Infantry Division operations to break through the Siegfried Line defenses. Attached to 5th Infantry Division near Bad Kreuznach, Germany, they crossed the Rhine on 23 March 1945 near Oppenheim just south of the Rhine bend at Mainz and became the first Third Army tanks to fight on the East bank of the river. A note of extreme interest that during a period from 23rd to the 30th of March elements of the Battalion were attached to three Corps, the VIII, XII, and XX and 5 Divisions, the 5th, 26th, 80th, 87th, and 89th. Advancing with 65th Infantry Division to Danube at Gundelhausen the 748th entered Regensburg on the 27th of April. On the 1st of May along with the 261st Regiment took Passau and crossed the Inn River into Austria on the 4th of May. The Battalion gathered at the small community of Haag outside Linz, Austria and on the 5th of May the 748th ended the war. This memorial is dedicated to the fighting men of the 748th Tank Battalion Monument erected by the Citizens of Bouse, the Lost Dutchman Chapter, the Billy Holcomb Chapter and John P. Squibob Chapter of the Ancient and Honorable Order of E Clampus Vitus. October 3rd, 2015. This memorial is dedicated to the fighting men of the 748th Tank Battalion by their brother in arms, Henry Leintz, a member of the service company. Erected 2015 by Citizens of Bouse, Lost Dutchman Chapter No. 5917, No. 1853, E Clampus Vitus. Marker Database, 155, 748th Tank Battalion – “The Rhinos” Marker #96 at the site reads: *Camp Bouse – The 554th Ordnance – Heavy Maintenance Company (Tanks) — 9th Tank Group CDL Project — Activated 1 April, 1943 at Camp Perry, OH. Completed basic training and then sent to Ft. Knox, KY. Unit then assigned to Camp Bouse, AZ arriving there 9 November, 1943. Maintaining operation of special tanks named \"Leaflets\" was specific assignment. Unit left Camp Bouse 27th April, 1944 for Ft. Hamilton, NY. Boarded the Troop ship, Queen Elizabeth 21 June, 1944 arriving at Grennock, Scotland, 28 June and then departed for Puncheston, Wales. Boarded an L. S. T. craft at Swansea, Wales 18 August, 1944 and crossed the English Channel arriving at Utah Beach, Normandy, France. Quartered in the area briefly and then sent to Vise, Belgium 13 November, 1944. Engaged in Battle of the Bulge during Dec. 1944 and Jan. 1945. Later, unit crossed the Siegfried line near Aachen, Germany arriving at Munchen Gladback. Crossed the Rhine River and entered Hamm, Germany 11 April, 1945. Crossed the Elb River 3 May, 1945 and entered Wittenberg, Germany. Unit remained here until VE Day. The job description of the 554th was to retrieve combat damaged tanks. The unit had three tank retriever vehicles which were used to transport these tanks to rear areas. Tanks were repaired, serviced and returned, along with new tanks to front lines. In June 1945, the 554th was selected to be sent to the Pacific theater. On VJ Day, August 1945, unit was enroute to the U. S. During October and November 1945, members were discharged at various locations in the U. S. Many of the original members were discharged at Ft. McPherson, GA. Erected 1999 by Veterans of the 554th Ordnance Heavy Maintenance Co., the Lost Dutchman, Billy Holcomb & John P. Squibob chapters of E Clampus Vitus. Marker Database, Camp Bouse – The 554th Ordnance Marker #95 at the site reads: *739th Tank Battalion (SP) (ME) – Campaigns Ardennes, Rhineland and Central Europe – The 739th Tank Battalion was activated in March 1943 at Fort Lewis, Washington. The officers were from various states, the enlisted personnel from Oklahoma, Texas and Louisiana. The battalion participated in maneuvers in Oregon, the firing range at Yakima, Washington and special training at Fort Knox, Kentucky. From January to April, 1944 the unit trained at Camp Bouse, Arizona with the CDL (Gizmo) Tanks, then returned to Fort Knox. The 739th embarked to England in August 1944 and after further training in South Wales, shipped to Leharve, France in November 1944. In April 1945 Lt. General William Simpson, 9th Army Headquarters, issued a letter of commendation to the 739th BN for its actions in combat involving the CDL, mine exploder, fighter and flame thrower tanks. The battalion was deactivated in December 1945. This monument is dedicated to the members of this unit and to those who gave their lives for the freedom that we now enjoy. Erected 1999 by 739th Tank Ba ttalion (SP) (ME) Veterans of the 739th Tank Battalion, the Lost Dutchman, Billy Holcomb & Squibob Chapters of E Clampus Vitus and the Bouse Chamber of Commerce. Marke Data Base, 739th Tank Battalion ==Historic structures pictured== The following are the images of the historic structures in Bouse and its surrounding areas. == See also== *Camp Coxcomb * Camp Clipper and Camp Essex * Camp Granite * Camp Ibis * Camp Iron Mountain ==External links== *Training Center Boogie - Sony by John Malcolm Penn, song about : Desert training camps == References== Category:Closed training facilities of the United States Army Category:Military facilities in Arizona ",
    "title": "Camp Bouse"
}