{
    "id": "61696810",
    "text": "The 1917 Romanian Campaign consisted in three battles between late July and early September 1917, fought between Germany and Austria-Hungary on one side and Romania and Russia on the other. Romania emerged from this campaign with a slight net territorial gain and won its most important battle during the First World War. ==Background== Although largely overrun in the winter of 1916, Romania had managed to remain in the war, holding a territorial rump in Moldavia with assistance from Russian forces. The French military mission in Romania helped rebuild the Romanian Army, as Russia's was disintegrating. The reorganization of the Romanian Army had been completed by June 1917. The 1,500-strong French military mission, headed by General Henri Berthelot, included 300 officers who provided expert instruction in the use of new weapons and tactics, particularly the conduct of a war of position. The Romanian Army at the end of the reorganization stood at 460,000 strong (not including irregulars). Every Romanian platoon now had two light machine guns, and every battalion eight heavy machine guns. Telegraph lines between field units and command centers were established, a network which had been almost totally lacking in 1916.Keith Hitchins, Clarendon Press, 1994, Rumania 1866-1947, pp. 267-268 To put this improvement in perspective, it suffices to look at the situation of the machine guns. A Romanian battalion of 1917 had 8 machine guns. In 1916, Romania had 10 divisions with 30 machine guns each, and 13 divisions with 15 machine guns each.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 17 In other words, a Romanian battalion of 1917 had over half the number of machine guns of a Romanian division of 1916. The Romanian Army Chief of Staff since the end of 1916 had been General Constantin Prezan.Spencer C. Tucker, ABC-CLIO, Oct 28, 2014, World War I: The Definitive Encyclopedia and Document Collection [5 volumes]: The Definitive Encyclopedia and Document Collection, p. 1270 Prezan was widely regarded as more of a courtier than a serious army officer. Fortunately for the Romanians, his operations officer was Captain Ion Antonescu, \"a talented if prickly individual\".Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, p. 320 Such was the influence of Captain Antonescu that, in his memoirs, General Alexandru Averescu used the formula \"Prezan (Antonescu)\" to denote Prezan's plans and actions.Larry Watts, Eastern European Monographs, 1993, Romanian Cassandra, p. 43 Ever since 25 November 1916, the overall Central Powers military commander in Romania had been August von Mackensen.Michael B. Barrett, Indiana University Press, 2013, Prelude to Blitzkrieg: The 1916 Austro-German Campaign in Romania, p. 258Prit Buttar, Bloomsbury Publishing, Sep 22, 2016, Russia's Last Gasp: The Eastern Front 1916–17, p. 378 ==Campaign== ===Battle of Mărăști=== The Battle of Mărăști was launched by the Romanian 2nd Army, under the Command of General Alexandru Averescu, supported by Russian troops from the left flank of the 9th Army and the right flank of the 4th Army. It lasted between 22 July and 1 August. The Romanians, deployed on a 30 km-front, committed 56 battalions, 14 cavalry squadrons, 228 artillery pieces (52 heavy) and 21 aircraft. The Allied troops were faced by Austro-Hungarian and German forces under the command of General Friedrich von Gerok (21 infantry battalions, 36 cavalry squadrons and 142 artillery pieces, of which 6 were heavy). The Romanian artillery bombardment lasted two days and two nights (22-24 July). For the first time in the history of Romanian artillery, the bombardment had massive fire concentration, and also for the first time, division pioneers would accompany the infantry during the attack, opening access roads for the artillery. The infantry attacked during the early morning of 24 July. The artillery supported the infantry as it advanced, brushing aside resistance and checking counterattacks. Three divisions of the Russian 4th Army joined the Romanians. On the first day of the offensive, the Romanians broke the front on a length of , inflicting heavy losses in men, weapons and materiel. The surprise was such that in some command posts captured from the Germans the officers' morning coffee was still warm. The Romanian artillery was so effective the Germans suspected it was commanded by French officers. On the afternoon of 25 July, the Romanians were ordered to break off the offensive and consolidate their gains. The Russians had been defeated in the north and decided to shift their forces to their own front, in Northern Moldavia. The Russian 4th Army was scheduled to be replaced by the Romanian 1st Army between 5 and 10 August. Averescu insisted to continue the attack, stating that the positions reached were untenable, but was overruled. On 1 August, after making some changes to his right flank, Averescu began to strengthen his front line and regroup his forces for defense. The Romanian 2nd Army offset a planned enemy offensive, depleted the enemy of some of its reserves, and recovered a territory of around .Sanders Marble, Brill, 2016, King of Battle: Artillery in World War I, pp. 339-343 ===Battle of Mărășești=== The Central Powers planned a dual pincer movement attack: an offensive towards Adjud and an offensive towards Oituz. The Battle of Mărășești was fought between 6 August and 3 September, in an area marked by the towns of Focșani, Panciu and Mărășești, along the Siret River. West of the Siret, the German 9th Army had 12 divisions with 102 infantry battalions, 10 cavalry squadrons and 213 artillery batteries (31 heavy). Facing the Germans was the Russian 4th Army. Its defenses were still under construction, discontinuous, and lacked depth. The Russian troops were being replaced by the Romanian 1st Army, under General Constantin Cristescu. The Romanian 1st Army had 78 infantry battalions, 58 cavalry squadrons, 114 gun and light howitzer batteries, 36 heavy batteries, 10 trench mortars, five air squadrons and seven anti-aircraft guns. To these the Russian 4th Army added 84 infantry battalions, 32 cavalry squadrons and 79 artillery batteries (nine of them heavy). The German offensive began on the night of 5-6 August, with a violent 8 hours-long artillery bombardment which included poison gas shells. Striking between the Siret and the Focșani-Mărășești railroad, the Germans advanced northwards against the left flank of the Russian 4th Army. Although they left behind their artillery, the Russians managed to destroy the bridges over the river. The intervention of the 5th Romanian Division in this threatened sector stabilized the situation, shelling the left flank of the Germans as they attempted to cross the river along with the Russians. The following day, however, the Romanians lost the village of Doaga. During a subsequent Romanian-Russian counterattack against 4 German divisions, the Russians managed to advance and the Romanians . However, the Russians were driven back during the following night, driving a wedge between the Romanian 9th Division and the Russian 71st Division, whose combat power was collapsing as whole units abandoned their positions. The commander of the Russian 4th Army decided to delay the counterattack, allowing the Germans to advance towards Mărășești and threaten the rear of the Romanian 9th Division. Communication between the two Allied armies was restored by the infantry and artillery of the Romanian 13th Division. By the end of the day, the German counterattack forced the Romanians and Russians to abandon their recently made gains. This Allied counteroffensive, between 10 and 11 August, did not yield notable results, apart from the casualties inflicted upon the Central Powers, although at the cost of heavy Russian and Romanian casualties. On 12-13 August two more Romanian divisions were committed to battle. The Romanian resistance forced the German 9th Army to shift the focus of its offensive to the junction between the Russian 4th and Romanian 1st Armies, hoping to coordinate its attack with the one delivered by the Gerok Group at Oituz. On the morning of 14 August, after a powerful artillery bombardment with high explosive and gas shells, the Germans attacked the Russian troops at Panciu and pushed them back, threatening the left flank of the Romanian 2nd Army at Oituz. The attempt to seize Mărășești, at the left flank of the Romanian 1st Army (commanded by General Eremia Grigorescu since 12 August) failed. On the next day, German troops advancing southeast of Panciu were halted by units of the Romanian 1st Army, supported by accurate Romanian-Russian artillery fire. German prisoners reported extremely heavy casualties, stating that they \"had not come across such stiff resistance since the battles of the Somme and Verdun\". On 16 August Romanian troops checked a German advance north of Panciu. Between 17 and 18 August, besides some local skirmishes, the forces in the field mainly regrouped. The Romanian 1st Army deployed 53 Romanian and 21 Russian light batteries and 19 heavy batteries. On 19 August, the Battle of Mărășești reached its peak, the German attack being simultaneous with the attack from Oituz, obviously attempting to encircle the Romanian and Russian forces. The formidable artillery bombardment began at daybreak, with gas shells fired mainly against the Romanian divisions. The Central Powers attacked with 4 German and 1 Austro-Hungarian divisions, against the Romanian 9th, 10th and 13th and Russian 14th and 103rd Divisions. The main blow was directed east of Mărășești, and the Germans advanced in the middle of the Romanian position, towards the Siret Valley, only to be pushed back with heavy losses by a converging counterattack. Guided by aircraft and balloons observation, the Romanian artillery inflicted heavy losses in combat and materiel. The Germans launched a powerful attack on Mărășești, but only reached the railway station on the outskirts of the town. On 22 August, the Central Powers ceased their offensive, organized for defense, and settled into trench warfare.Sanders Marble, Brill, 2016, King of Battle: Artillery in World War I, pp. 343-349 On 23 August, the Germans started bringing up more artillery. On 28 August, Mackensen launched another attack, causing the Russians to leave the battlefield in large numbers after showing little resistance. The Romanians were able to reinforce their lines before Mackensen could exploit the Russian collapse, completely stopping his advance. This was the most important battle ever fought by the Romanian Army, as it managed to completely stop Mackensen's intended invasion of Moldavia.Ian V. Hogg, Scarecrow Press, Sep 15, 2009, The A to Z of World War I , p. 128 Mackensen halted the attack on 3 September in order to transfer troops to the Italian Front. The Germans had pushed forward along a front of , but at great cost and without achieving any major objective. German casualties (killed, wounded and missing) amounted to around 60,000 men, while Romanian casualties amounted to 27,000.Keith Hitchins, Clarendon Press, 1994, Rumania 1866-1947, p. 269 ===Third Battle of Oituz=== The Third Battle of Oituz started in the early morning of 8 August, with a powerful artillery bombardment of around 200 artillery pieces (of which 30 heavy) against the Romanian IV Corps. The infantry attack began at 10 am, and the Central Powers managed to push the Romanian line back . Romanian artillery from the 6th Division hit the German infantry and artillery in the Oituz Valley. On 9 August, units from the two Romanian divisions, supported by the entire artillery of the Corps, tried in vain to regain the lost ground. The enemy artillery returned fire, shelling Romanian positions for several hours, inflicting heavy losses and forcing the Romanians to withdraw to new positions on a nearby line of hills. The Central Powers penetration was now threatening the defenses in the Mărășești area. The Gerok Group continued attacking in the ensuing days, pushing the Romanians back, driving a wedge between the IV Corps' two divisions. The Romanian IV Corps, reinforced with cavalry, mountain infantry and air support, attacked on 11 August and managed to recover some important heights. While Romanian gains were not as expected, the enemy was stopped and the defense was stabilized. On the afternoon of the 12th, the Romanians and Russians attacked Cireșoaia, the hill overlooking the town of Târgu Ocna, with support from the artillery of the 7th Divisions. Despite the partial success, the Coșna hill was won back, despite the Central Powers using 305 mm howitzers. In the evening of 13 August General Averescu ordered the IV Corps to entrench in its new positions. On 19 August, the Central Powers attacked again, simultaneous with the German 9th Army's attack at Mărășești. The Germans reconquered Coșna Hill, and successfully held it against Romanian counterattacks on 20-22 August. The Gerok Group attacked for the last time between 28 August and 1 September, conquering Hill 383 and as well as the hills Varnita and Porcului. The Central Powers subsequently switched to the defensive. They had seized a salient wide and deep, but failed to attain their planned objectives. The Romanian 2nd and Russian 9th Armies launched a joint attack to seize the Cireșoaia and Coșna hills, but the Allied attack failed and the Romanians suffered heavy casualties. Around 1 September, the fighting at Mărășești and Oituz became one single front, stretching around from the Siret River to Doftana. This front was almost exclusively covered by Romanian troops.Sanders Marble, Brill, 2016, King of Battle: Artillery in World War I, pp. 349-352 == References == Category:Austria-Hungary in World War I Category:Battles of World War I involving Austria-Hungary Category:Campaigns and theatres of World War I Category:Battles of World War I involving Romania Category:Battles of World War I involving Russia Category:Romania in World War I Category:Military operations of World War I involving Germany ",
    "title": "Romanian Campaign (1917)"
}