{
    "id": "61691698",
    "text": "Charles William Murry, commonly known as Charlie Murry (born 1969) is an Australian bishop in the Anglican Church of Australia. He has served as an assistant bishop in the Anglican Diocese of Newcastle, as the Assistant Bishop for the Coastal Episcopate, since May 2018. Murry was born in Mackay, Queensland. As a child he attended the Parish of North Mackay where his mother ran the parish Church School and he later served in the church sanctuary. He later moved to Brisbane and attended the parish of Kenmore-Brookfield where he met his wife Melissa. Murray trained for ministry at St Francis' Theological College in Brisbane, before being ordained as deacon in November 2004 and priest in December 2005. His first roles were in the Anglican Diocese of Brisbane as curate at Wynnum and later as priest at Charleville, Queensland where he was known in the area as \"Charlie of Charleville\". In October 2010, Murry was appointed to serve as priest at Singleton in the Diocese of Newcastle. While still in that role he was appointed as Archdeacon of the Upper Hunter. In February 2018, Murry was appointed as Assistant Bishop for the Coastal Episcopate, and he was consecrated in that role by Bishop of Newcastle Peter Stuart at Christ Church Cathedral, Newcastle on 10 May 2018 (along with then fellow Archdeacon Sonia Roulston who was consecrated as Assistant Bishop for the Inland Episcopate). Murry's role which involves providing care and pastoral leadership in the Manning Valley, Lake Macquarie and Central Coast regions for the Diocese. Murry and Roulston's appointments marked the first time the Diocese had had more than one assistant bishop, and the roles were made to assist the Diocese in light of the findings of the Royal Commission into Institutional Responses to Child Sexual Abuse. At the time of his appointment, Murry felt that his role was to help show the importance of the church’s role in the community, even if Australia was increasingly secular, and his job was to “know and be known by the people”. Murry is married to Melissa and has two children. ==References== Category:1969 births Category:21st-century Anglican bishops Category:Assistant bishops in the Anglican Diocese of Newcastle (Australia) Category:Living people ",
    "title": "Charlie Murry"
}