{
    "id": "61697905",
    "text": "The 20th Tank Regiment was a unit of the Army of the Republic of Vietnam (ARVN), the South Vietnamese army. The 20th Tank Regiment was organized on 31 July 1971 and soon saw extensive combat during the 1972 Easter Offensive. ==History== In mid 1971 I Corps, a critical area bordered by North Vietnam and Laos, was protected by ARVN infantry, three ARVN armored cavalry squadrons, and the US 1st Brigade, 5th Infantry Division (Mechanized), scheduled to leave the country in August. Analysis of terrain, the probable People's Army of Vietnam (PAVN) threat, and PAVN armored actions during Operation Lam Son 719 made it clear that armored units would continue to be needed in this area. Consequently, the South Vietnamese Joint General Staff (JGS) authorized on 31 July 1971 the formation of the 20th Tank Regiment. Equipped with M48A3 tanks, it was the first South Vietnamese tank regiment. Tailored specifically to fit the needs and capabilities of the ARVN, the 20th Tank Regiment had an unusual organization. During Lam Son 719, armored vehicles had proven vulnerable to individual antitank weapons when not protected by infantry. The JGS had therefore directed an addition to the regiment, a 270-man armored rifle company. Ninety riflemen were assigned to each tank squadron and were to ride on the outside of the tanks, providing local security. Other changes in the tank regiment's organization and equipment included the addition of tracked M548 ammunition and fuel cargo vehicles, elimination of the regimental scout platoon, for which a five-vehicle security section was substituted, and elimination of the armored vehicle-launched bridge section and all infrared fire control equipment. Later six xenon searchlights per squadron were authorized after advisers questioned the wisdom of limiting $15 million worth of fighting equipment to daytime use by refusing to spend $300,000 on searchlights. Unfortunately, the decision to dispense with the vehicle- launched bridge section was not reconsidered, and lack of bridging during the PAVN offensive proved a major factor in the loss of tanks. Training for the 20th Regiment began at Ái Tử Combat Base near Quảng Trị, but proceeded slowly because of many problems, particularly in maintenance. About 60 percent of the tanks received by the regiment had serious deficiencies beyond the repair capability of the tank crews. Repair parts and technical manuals were missing and the language barrier prevented US instructors from communicating adequately with the Vietnamese crewmen. On 1 November a gunnery program based on US tank standards got under way. Unfortunately, the inexperienced tank crews had difficulty in comprehending the integrated functioning of the Rangefinder and ballistic computer. Partly because of their experience with the M41 tank, which had no rangefinder, Vietnamese commanders at first could not be convinced of the rangefinder's value. Rapid troop turnover and manpower shortages also adversely affected crew performance. Training therefore made slow headway, with many reversions to basic lessons. By 25 January 1972 gunnery training ended, with 41 of 51 available crews qualifying, using test criteria as rigorous as those used for US units. Unit tactical training began in the foothills west of Quang Tri on 1 February and was judged successful in its later stages. A recurring problem during tactical testing was the Vietnamese inclination to disregard maintenance before, during, and after an operation. Continued emphasis on maintenance resulted in some improvement, but standards remained below acceptable levels, even after the unit completed its training. The regiment's final tactical test, a field training exercise, was to be conducted by the South Vietnamese Armor Command along US lines, with the proviso that any portion not completed correctly was to be repeated. Several problems delayed the exercise past its scheduled starting date of 13 March 1972. Poor weather during the gunnery phase, the necessity for some tactical retraining at the troop level, and the lack of M88 Recovery Vehicles and M548 tracked cargo vehicles to carry fuel combined to cause setbacks. Finally, after devoting several days to vehicle maintenance, the regiment began its training test on 27 March. ===Easter Offensive=== In the early morning hours of 30 March 1972, devastating PAVN rocket, mortar and artillery fire fell on every ARVN fire support base in Quảng Trị Province. The bombardment continued all day, and late in the day the northernmost bases reported PAVN tanks and infantry moving south across the Vietnamese Demilitarized Zone (DMZ). The artillery offensive was followed by infantry and armor attacks in the east across the Ben Hai River following the axis of Route 1 in the west toward the district capital of Cam Lộ and Camp Carroll. Elements of the PAVN 304th and 308th Divisions, three separate infantry regiments of the B5 Front, two tank regiments, and at least one sapper battalion were later identified among the attacking forces. Initially then, the PAVN concentrated a numerical advantage of more than three to one over the defending ARVN 3rd Division and attacked forces which were disposed to counter the infiltration and raid tactics heretofore employed by the PAVN in the DMZ area. The tactical situation on 30 March was confused; the 3rd Division received vague and conflicting reports from fire bases at an astonishing rate. Just before noon the 20th Tank Regiment received a frantic message from Headquarters, I Corps, ordering it to return to Quảng Trị. Since no explanation was given, Major General Nguyen Van Toan, Chief of Armor, and his American adviser, Colonel Raymond R. Battreall, Jr., flew to Quảng Trị to see General Vu Van Giai, the 3rd Division commander. There they learned that the western fire bases near the DMZ had been overrun in a preclude to what was apparently a major PAVN offensive. Since the main attack had not yet been identified, and since no one was sure where the tank regiment would be of the most value, General Toan persuaded General Giai not to commit the 20th Regiment prematurely but to hold it as a division reserve or for use as a counterattack force. He also convinced General Giai that he should permit the unit to stand down for maintenance before its commitment. With that determined, the regiment, then conducting its final coordinated assault phase of the training exercise, completed the assault, did a right flank on the objective (out of line formation and into a column), and, without stopping, returned to Ái Tử Combat Base. By early morning of 1 April most of the outlying firebases along the DMZ and in western Quảng Tri Province had been evacuated or overrun, leaving no friendly positions north of the Mieu Giang and Cua Viet rivers. Poor weather prevented air support and contributed to the relative ease with which the PAVN pushed back the South Vietnamese. The PAVN forces advanced south with impunity. By late afternoon on 1 April Mai Loc Camp and Camp Carroll, south of the Mieu Giang River, were under heavy attack. Frantically redeploying the three infantry regiments, one cavalry regiment, and two Vietnamese Marine brigades at his disposal, General Giai established a defensive line along the south bank of the Mieu Giang. In an effort to stabilize the situation, he committed the 20th Tank Regiment on the morning of 1 April with the mission of relieving the embattled 11th Armored Cavalry Regiment and attached infantry units then fighting around Cam Lo, along Route 9. After joining a South Vietnamese Marine battalion, the tank regiment moved north from Ái Tử along Highway 1 towards Đông Hà. Poor traffic control and refugees congesting the route forced the regiment to move cross-country to the southwest of Đông Hà, and in so doing it surprised and routed a PAVN ambush along Route 9. Prisoners taken during this action were dismounted members of a PAVN tank unit whose mission was to seize and man South Vietnamese armored vehicles expected to be captured in the offensive. With its 44 operational tanks, the regiment moved on toward Cam Lo, which was burning. As darkness approached, the unit set up a defensive position southeast of Cam Lo Village, withstanding PAVN probes throughout the night. At daybreak on 2 April, the regiment received reports that a large PAVN tank column was moving south across the Bến Hải River toward the bridge at Đông Hà. About 09:00 the commander, Colonel Nguyen Huu Ly, received permission to move to Đông Hà, then north across the bridge to engage the PAVN forces. When he reached the town he found PAVN infantry already occupying positions on the north bank of the Mieu Giang River that prevented his crossing the bridge. He deployed the regiment around the town of Đông Hà, with the 1st Squadron in a blocking position on the high ground about 3 km to the west, the 2nd Squadron to the south, and the 3rd Squadron defending positions within the town to prevent PAVN elements from crossing the bridge. About noon men of the 1st Squadron, from their vantage point on the high ground to the west, suddenly observed a PAVN tank and infantry column moving south along Highway 1 toward Đông Hà. Moving their tanks into concealed positions, they waited as the PAVN tanks moved closer. At a range of 2,500 to 3,000 meters, the South Vietnamese tankers opened fire, quickly destroying nine PT-76 tanks and two T-54 tanks. The PAVN unit, which by its column formation showed that it was not expecting an attack, was thrown into confusion. Unable to see their adversaries, the North Vietnamese crewmen maneuvered their tanks wildly as the South Vietnamese tank gunners destroyed them one by one. The accompanying infantry dispersed, and the surviving T-54 tanks turned and headed north without firing a single shot. The ARVN regimental headquarters, monitoring the North Vietnamese radio net at that time, heard the PAVN commander express surprised disbelief at losing his tanks to cannon he could not see. The steady deterioration of the tactical situation around Đông Hà was arrested by the arrival of the 1st Armor Brigade headquarters. Although the brigade headquarters had been in the area solely to monitor the 20th Tank Regiment's training exercise, it was a well-trained organization, possessing the armored vehicles and radios needed by General Giai to establish control of the scattered forces and direct the defense he hoped to establish at Đông Hà. General Toan had urged its employment, and on the afternoon of 2 April the brigade, under 3rd Division control, assumed command of all armored, infantry, and Marine forces in the Đông Hà area. Its units included the regiment, two squadrons of the 17th Armored Cavalry Regiment, the 2nd and 57th Regiments of the 3rd Division, the 3rd Battalion of the 258th Marine Corps Brigade, and the survivors of the 56th Regiment from Camp Carroll. The bridge spanning the Mieu Giang River at Đông Hà afforded the PAVN the opportunity to cross the river unimpeded and then drive straight south to Quang Tri City. Before the armor brigade headquarters arrived, the 3rd Division engineers had made two unsuccessful attempts to destroy the bridge with explosive charges. When Colonel Nguyen Trong Luat, the 1st Armor Brigade commander, arrived he decided to leave the bridge intact for the time being, since the PAVN had been stopped and the armor brigade forces were holding. Colonel Luat was preparing to make a counterattack to the north across the bridge when the bridge charges detonated and dropped the near span, putting an end to any counterattack plans. Type 59 tank captured by the regiment on 9 April 1972 Other PAVN forces continued to move south towards Đông Hà on the afternoon of 2 April, engaged first by limited tactical air strikes and then by artillery, mortar and tank fire. A large search and rescue effort had been launched for the crew of a US aircraft downed near Cam Lo. The U.S. Air Force temporary no-fire zone was 27 km in diameter, encompassing nearly the entire combat area and South Vietnamese defenders were unable for several hours to call for artillery support or tactical air strikes against the onrushing PAVN. The PAVN therefore had an opportunity to advance artillery, tanks, and infantry until 22:00, when the restriction was lifted. During the next several days, PAVN activity was relatively light, with sporadic attacks by fire and numerous small ground actions. The PAVN artillery fire was extremely accurate, and although South Vietnamese units moved frequently to avoid the shelling the PAVN seemed to be able to locate new positions very quickly. Although South Vietnamese units conducted attacks to eliminate pockets of resistance south of the Mieu Giang River, the pressure from the north remained intense. The next tank combat occurred on the 9th when all three squadrons of the 20th Tank Regiment fought PAVN armor. The 1st Squadron, shifted several kilometers west of Đông Hà six days earlier, occupied high ground overlooking an important road junction along Route 9. The tankers engaged an infantry unit supported by 10 tanks at ranges up to 2,800 meters. A few answering shots fell short, and the PAVN tanks scattered, several bogging down in the rice paddies near the road. Eventually 8 were destroyed. In all, the regiment destroyed 16 T-54 tanks and captured one Type 59 tank that day, in turn suffering nothing more than superficial damage to several M48's. For the next two weeks the South Vietnamese carried out clearing operations interrupted by frequent engagements with PAVN armor and infantry which normally withdrew in the late afternoon. Nights were punctuated by artillery, mortar, and rocket attacks on South Vietnamese positions throughout the area. The defensive lines established on 2 April continued to hold, and on 11 April the 1st Armor Brigade was augmented by the arrival of the 18th Armored Cavalry Regiment from III Corps. By 14 April the 3rd Division controlled five regimental size South Vietnamese task forces, including units of the 4th, 11th, 17th and 18th Cavalry Regiments and the 20th Tank Regiment. On 23 April, several kilometers west of Dong Ha, the 2nd Squadron, 20th Tank Regiment was attacked by an infantry-tank force using a new weapon, the Soviet AT-3 ‘’Sagger’’ wire-guided missile, destroying an M48A3 tank and an armored cavalry assault vehicle (ACAV). A second ACAV was damaged. At first the ARVN tankers seemed fascinated by the missile's slow and erratic flight. Through trial and error, however, the troops soon learned to engage the launch site of the AT-3 with tank main gun fire and to move their vehicles in evasive maneuvers. On 27 April heralded by massive artillery attacks with 122mm rockets and 130mm guns, a new PAVN offensive began against South Vietnamese positions all along the Mieu Giang-Cua Viet River defense line. The barrage was quickly followed by violent attacks by PAVN infantry and armor, met by equally determined resistance on the part of the South Vietnamese defenders. The 3rd Squadron, 20th Regiment, supporting the 5th Ranger Group, received the brunt of the attack and was soon heavily engaged. By midmorning all officers of the 3rd Squadron had been killed or wounded, and 3 M48A3 tanks had been destroyed by AT-3 missiles. All along the defensive line, units were being overrun or pushed back. Forced to yield ground, Ranger and tank elements gradually withdrew to the southeast. Although losses were heavy on both sides, the numerically superior PAVN continued their drive, and by nightfall had pushed almost 4 km south of Đông Hà. In the early morning of 28 April, the regiment had 18 operational M48A3 tanks. During the South Vietnamese withdrawal the accurate gunnery of the 3rd Squadron cost the PAVN 5 T-54 tanks. At that point the South Vietnamese found large PAVN forces to their rear and for the armored units the withdrawal became an attack to the south. The 2nd Squadron attacking south to secure the bridge over the Vinh Phuoc River at midmorning on the 28th, was badly battered in a PAVN ambush. The commander lost control of his unit and the surviving vehicles, after crossing the bridge, continued to the south in disarray. It was then obvious to Colonel Luat that 1st Armored Brigade units were threatened with encirclement, so the entire force began moving south. All along the way fighting was heavy for the next two days. The terrain as well as the PAVN took its toll of vehicles. At the Vinh Phuoc River 7 vehicles were stranded on the north shore when the bridge, struck by PAVN artillery fire, collapsed. Farther south at the Thạch Hãn River near Quảng Tri, the bridges were already destroyed. 2 tanks were lost there in fording the river on the 30th. By then the tank and cavalry units were beginning their fifth day of almost constant fighting. South of Quảng Tri resupply of fuel and ammunition was nonexistent as the armored force continued its attack. Forced from the highway by the PAVN, the tanks and assault vehicles moved cross-country, falling victim to the many rice paddies, canal crossings, and streams as well as the antitank rockets and artillery. On the first day of May the vehicles began to run out of gas. Finally, on 2 May, having fought their way through the last PAVN units, the battered survivors of the armor command, intermingled with the remnants of other army units, reached Camp Evans at midafternoon. Only armored cavalry assault vehicles were left; the cavalry regiments and the tank regiment had lost all their tanks. The regiment was reduced to a demoralized, dismounted, and defeated unit. Employed primarily in a static, defensive role in frontline areas, the unit had steadily lost men and equipment without receiving replacements. Although vastly outnumbered, cavalry, infantry, tank, and Marine units of the 1st Armor Brigade, as well as tenacious Regional Forces and Popular Forces to the east, had succeeded in slowing the momentum of the massive North Vietnamese invasion. With assistance from US and Vietnamese tactical air forces, they provided the resistance that delayed the PAVN until enough reinforcements could be brought up to halt the offensive. ==References== Category:Military units and formations of South Vietnam Category:Tank units and formations ",
    "title": "20th Tank Regiment (South Vietnam)"
}