{
    "id": "61701277",
    "text": "Caroline Ford (born 13 May 1988) is an English actress, known for her roles as Sam in the Netflix series Free Rein and Sophie Longerbane in the Prime series Carnival Row. ==Early life== Ford attended the Carol Kristian Theatre School and went on to gain a Master's degree in the History of Art from St Andrews University. Ford also pursued modelling work, signing up to the Stolen modelling agency in Edinburgh. In 2013, Ford attended The Royal Academy of Dramatic Art. == Career == In 2010, Ford made her professional television debut in the BBC medical drama Casualty. The following year, she appeared in a number of short films including Nick Rowland's Fair Belles and Eitan Arrusi’s The Crypt. Her others credits include some independent films, such as Don Michael Paul's Lake Placid: The Final Chapter, Simon Blake's Still, and as Maxine in The Callback Queen (2013). In 2014, she played Peshet on Fox's Hieroglyph, an action-adventure drama series. However, the series was cancelled before airing. The same year, Ford appeared in Sleepy Hollows second series as Lilith, before being cast as Spindle in Travis Beacham's 2015 short film, The Curiosity. Ford then appeared in the 2015 film Anti-Social as Rochelle, alongside Meghan Markle. In 2017, Ford portrayed the role of Sam in the Netflix children's TV series Free Rein, before landing the role of Sophie Longerbane in the Prime series Carnival Row. Filming of season 2 of the Prime series Carnival Row was halted during the COVID19 Pandemic, and is not expected to reach the screen until mid 2021. ==Filmography== ===Film=== {| class=\"wikitable unsortable\" |- ! Year ! Title ! Role ! Notes |- | 2010 | The Storm | | Short film |- | 2011 | Fair Belles | Adelita | Short film |- | 2013 | The Callback Queen | Maxine | Film |- | 2014 | Asylum | Halloway | Short film |- | 2014 | Still | Sussanna | Short film |- | 2015 | Anti-Social | Rochelle | Film |- | 2016 | The Curiosity | Spindle | Short film |- | 2017 | Crypt | Lanya | Short film |- | 2018 | Nekrotronic | Molly | Film |- |} ===Television=== {| class=\"wikitable unsortable\" |- ! Year ! Title ! Role ! Notes |- | 2010 | Casualty | Miriam Cresswell | 1 episode: \"Reasons Unknown\" |- | 2012 | Lake Placid: The Final Chapter | Elaine | Television film |- | 2014 | Sleepy Hollow | Lilith | 1 episode: \"Heartless\" |- | 2014 | Hieroglyph | Peshet | Main role |- | 2015 | Once Upon a Time | Nimue | Recurring role; 3 episodes |- | 2017 | Free Rein | Sam | Main role; 10 episodes |- | 2018 | Carnival Row | Sophie Longerbane | Recurring role |} ==References== ==External links== * *Caroline Ford twitter *Caroline ford Instagram Category:Living people Category:1988 births Category:21st-century English actresses Category:English film actresses Category:English television actresses Category:Alumni of the University of St Andrews Category:Alumni of the Royal Academy of Dramatic Art ",
    "title": "Caroline Ford (actress)"
}