{
    "id": "61709755",
    "text": "Ryan C. Bundy (born 1972) of Bunkerville, Nevada, is an American cattle rancher and Independent candidate for Nevada's 2018 Gubernatorial Election. He is the brother of Ammon Bundy and the son of Cliven Bundy, who was a central figure in the 2014 Bundy standoff in Bunkerville, Nevada over his unpaid grazing fees on federally-owned public land. Ryan Bundy was noted as a participant and leader in both the 2014 Bundy standoff and the 2016 Occupation of the Malheur National Wildlife Refuge in Oregon. == Early life == Bundy was born in Nevada in 1972, the son of Cliven Bundy, and his first wife, Jane Marie Brown Bundy. When he was seven, a Ford LTD ran over and stalled over his head. The driver, unaware of Bundy's location, hit the gas and spun the car with Bundy's head still under the vehicle. This incident resulted in Bundy having a broken arm, a cracked skull, and a severely ripped motor nerve that left part of his face immobile. == Protests and legal trials == Bundy spoke at a 2014 protest against the Bureau of Land Management's decision to bar all- terrain vehicles from Recapture Canyon, an environmentally sensitive area of southeastern Utah. The protest drew 40-50 protesters, and the Salt Lake Tribune said Bundy shouted down one of the protest event's organizers who got cold feet about driving ATVs near protected archeological sites. === 2014 Bundy standoff in Bunkerville === For over twenty years, Bundy's father Cliven Bundy had been illegally grazing his cattle on public land near his melon farm in Mesquite, Nevada. Cliven believed that the federal government did not have the jurisdiction over the grazing rights on this public land and refused to pay his grazing fees. By 2014, he owed over $1 million in unpaid grazing fees and fines to the national government. The Bureau of Land Management attempted to collect by impounding some of Bundy's cattle and closing some of the public land that he had been using. In response, the Bundy family called on militia groups across the county to help them defend their property rights. Tensions between the Bundys with their militia followers and the BLM ran high until the federal officers pulled out to prevent unnecessary bloodshed. Ryan Bundy was cited as a leader during this standoff and announced to their followers what he saw as a victory for their movement. === Malheur Wildlife Refuge Standoff === In 2015, Bundy and his brother heard about the story of Dwight and Steven Hammond, two Oregon ranchers who had been previously convicted of arson on federal land and jailed for that crime. In support of their fellow ranchers and in protest of the Hammond's renewed jail sentence, the Bundys rallied hundreds of people to march through the town of Burns with their firearms and then moved this protest to the nearby Malheur National Wildlife Refuge. The two brothers led their militia group, known as the Citizens for Constitutional Freedom, to take over the U.S. Fish and Wildlife buildings at the refuge and occupied the land for 41 days. The standoff ended on February 11, 2016 after the FBI forced the final four protesters to surrender. The occupation resulted in several arrests, including Ryan and Ammon Bundy, and the shooting and killing of one of the organizers, LaVoy Finicum. Bundy was also reportedly injured during this shooting and was one of the 26 people indicted as a result from this armed standoff. === Acquittal and Mistrial === In October 2016, jurors voted to acquit Ryan Bundy, his brother Ammon, and five others of charges ranging from conspiracy to possession of firearms in federal facilities and depredation of government property. There is uncertainty about why jurors found for acquittal, with some saying the prosecutors failed to prove conspiracy and others arguing that it was due to nullification. The jury was undecided on only one charge facing Ryan Bundy: theft of government property over allegations that he removed surveillance cameras at the refuge. Soon after, the Bundy brothers and their father Cliven were tried in Nevada on charges related to the 2014 Bunkerville standoff. During this trial, Bundy represented himself and forced prosecutors to admit that they had illegally withheld evidence that might have helped his defense. The judge declared a mistrial and ordered all charges dropped against the Bundy trio, citing \"flagrant prosecutorial misconduct\" by government prosecutors. Ryan Bundy was then released from jail after being held there for nearly two years after the government argued that he was too dangerous to await trial in the community. == 2018 Nevada election == In 2018, Bundy ran for Governor of Nevada as an Independent Candidate. Throughout the course of the race he raised $37,000. Most of these donations came from out of state and $24,000 of it was from in- kind donations. His father Cliven reportedly did not donate to his campaign. He ran his campaign based on a strict interpretation of the Constitution, support for state sovereignty, and vehement opposition to public lands. Bundy, like his father, believes that the federal government has no authority to own and manage the public land in the West, harkening back to the beliefs of the Sagebrush Rebellion in the late twentieth century. The general election was held on November 6, 2018 and Bundy received 13,891 votes out of 971,799 for a total of 1.9% of the electorate. He came in third place behind Adam Laxalt and current Governor Steve Sisolak. === Controversial beliefs === Bundy was met with controversy over his anti-gay views, belief in conspiracy theories, and extreme ideology. He has said that being gay is \"sick and wrong\" and that homosexuality \"is a disease.\" He believes that chemtrails are being sprayed from aircraft onto the general population for unknown but nefarious reasons and that former president Barack Obama is not a US citizen. He maintains a distaste of politicians and the criminal justice system, and has said that the people who live in Nevada are not free. Bundy has called for securing the sovereignty of the state of Nevada as more than just a US province. This echoes the ideology of the sovereign citizen movement, which generally consists of individuals in the US who believe they can declare themselves sovereign and not be bound by federal laws or agencies. When asked about the phrase sovereign citizen, Bundy said \"You're either a sovereign, or you're a citizen. I believe that I am a sovereign. People created government, government didn't create people. So the government is not my master, I am theirs.\" == Personal life == Bundy is married to Angie Huntington Bundy, and the couple has eight children. Just like his father Cliven and his brother Ammon, Bundy is a devout Mormon. Arizona court records show Ryan Bundy accumulated traffic violations from 2007 through 2015, including failure to show evidence of financial responsibility, no current insurance, no current registration and no valid license. In 2016, Bundy and his wife lived in Cedar City, Utah. At that time, he owned a construction company and ran a melon business. In 2018, Bundy and his wife lived in Mesquite, Nevada, where he ranched and worked in construction while he mounted his bid for Governor of Nevada. == References == ==External links== * Bundy family's official blog Category:1972 births Category:Living people Category:Nevada Independents Category:Latter Day Saints from Nevada Category:American prisoners and detainees Category:Bundy standoff Category:Dudley–Winthrop family Category:People from Bunkerville, Nevada Category:People from Mesquite, Nevada Category:Prisoners and detainees of the United States federal government ",
    "title": "Ryan C. Bundy"
}