{
    "id": "61708828",
    "text": "Two-Fisted Tales is the third studio album by American band the Long Ryders, released in 1987 by Island Records. It was their last studio album for 32 years until 2019's Psychedelic Country Soul. The album yielded two singles, a cover of NRBQ’s \"I Want You Bad\" and \"Gunslinger Man\". On Two-Fisted Tales, the Long Ryders moved further away from their country rock origins towards a more college rock direction. == Background == The recording sessions for Two- Fisted Tales took place in November and December 1986 at A&M; Studios and Eldorado Studios in Hollywood, California, and were produced by Ed Stasium (known for his work with the Ramones, Talking Heads, Motörhead, the Smithereens and Living Colour).Ed Stasium Biography. edstasium.com. Retrieved September 6, 2019. Guitarist Sid Griffin said of working with Ed Stasium, \"He crafted a radio-friendly record that did not sacrifice our Americana/alt- country principles one iota. Ed drilled us and rehearsed us like the U.S. Marine Corps, even down to deciding kick drum patterns. It was terribly exciting.\" The album features guest appearances by David Hidalgo of Los Lobos and Debbi and Vicki Peterson of the Bangles. Head of Island Records, Chris Blackwell, gave the band almost complete artistic freedom. \"He just told us to give him two songs that AOR could play and we could live out our Hank Williams fantasies for the rest\", Griffin said. The band's cover of NRBQ’s \"I Want You Bad\" was released as the album's first single. \"Our label wanted a cover to help break us,\" drummer Greg Sowders explained, \"and we picked an obscure one\". The single's B-side, \"Ring Bells\" – recorded but not finished at the Two-Fisted Tales sessions – was completed during mixing sessions in February 1987 at Compass Point Studios in Nassau, Bahamas. The finished album was delivered to Island in March but the release was delayed for two months. \"Tom Waits was selling better than Island expected, U2 were still shifting units, and so we were told to wait\", Griffin said. In the two years since the Long Ryders signed with Island, several key employees had left the label's A&R; department, and the new team, according to Griffin, showed little interest in the band and the release of Two-Fisted Tales. Griffin: \"The guy at Island that signed us ... they let him go. So, our defender at the record label was gone\". When the band's rough album cover mockup was accidentally printed and went out as the final cover, they saw it as further proof of their label's indifference. Griffin: \"No cleaning it up, no equalising the borders, no attempt to make our broad idea into something focused.\" The album was finally released in June 1987 and despite \"I Want You Bad\" getting radio airplay, neither single nor album charted. By the end of the year, after the departures of bassist Tom Stevens and guitarist Stephen McCarthy, the Long Ryders had disbanded. According to Griffin, Two-Fisted Tales contains more Long Ryders songs that were covered by other acts than any other of their albums. == Musical style and reception == AllMusic described the album's sound as \"a unique blending of McGuinn-esque guitar figures\" with country-rock and traditional roots rock. They wrote that the Long Ryders' instrumentation, which includes mandolin, autoharp, lap steel and accordion, \"reflects their allegiance to traditional Americana music.\" In their artist biography, AllMusic wrote that the album blends \"the upbeat jangle\" of bands like R.E.M. with the Long Ryders' love of \"classic twangy sounds.\" Shindig! wrote that Two-Fisted Tales \"ramps up the rock quotient somewhat and is musically a far harder-edged album\" than the band's previous releases. The Los Angeles Times wrote, \"The title of the album reflects why it's a lot better than the L.A. quartet’s 1985 major-label debut, State of Our Union. Whereas last time the band was making proclamations about the resurgence of American rock, this time it just wants to get tough. And that's just what it does with a variety of guitar-rock styles ranging from the rollicking riffing of \"Gunslinger Man\" to the moody, Byrds-like delicacy of \"Baby's in Toyland\" ... Ed Stasium's power- packed production gives the band's sound more dimension than it's had before, especially Greg Sowders’ strong drumming.\" Record Collector noted the band's \"social conscience\" on \"Harriet Tubman's Gonna Carry Me Home\", and its political side on the anti-Ronald Reagan \"Gunslinger Man\" and anti-war \"A Stitch in Time\".\" Louder Than War felt that the album has a good balance, \"seamlessly blending hard-driving country rockers like \"Gunslinger Man\" with slow-burning numbers like ... epic ballad \"Harriet Tubman's Gonna Carry Me Home\" and melodic love songs such as \"I Want You Bad\".\" Mojo thought the music ranks as some of the band's finest and Trouser Press called it \"an enjoyable album nicely produced in a variety of appealing styles\". Americana UK wrote, \"Any subsequent lack of sales is clearly not the fault of the album itself\". God is in the TV wrote that the album at times shows \"flashes of visionary creativity\" but that \"all too often it's difficult to pin down any definite musical direction.\" They felt that the album settles into a \"safe radio- friendly sound\" and that it isn't \"coherent or cogent enough to be considered a stone cold classic.\" ==Track listing== Adapted from the album's liner notes.Two Fisted Tales 2018 expanded edition on Discogs. Discogs.com. Retrieved September 6, 2019.Two Fisted Tales 1996 Deluxe Edition on Discogs. Discogs.com. Retrieved September 6, 2019. === 2018 Expanded Edition === *Disc three recorded live in 1987 at Oasis Water Park, Palm Springs; all tracks are previously unreleased ==Personnel== Adapted from the album's liner notes. ;The Long Ryders *Sid Griffin – guitar, vocals, harmonica, bugle, autoharp *Stephen McCarthy – guitar, vocals, mandolin, lap steel guitar *Tom Stevens – bass, vocals, cello, acoustic guitar *Greg Sowders – drums, percussion, trombone ;Additional musicians *David Hidalgo – accordion on \"The Light Gets in the Way\" *Debbi Peterson – background vocals on \"I Want You Bad\" *Vicki Peterson – background vocals on \"I Want You Bad\" *W. Pleasure – organ ;Technical *Ed Stasium – producer, engineer, mixing *The Long Ryders – additional production on \"Ring Bells\" *Paul Hamingson – engineer, mixing engineer, mixing on \"Ring Bells\" *Mark McKenna – assistant engineer *Tom Root – assistant engineer *Vince McCartney – assistant mixing engineer *Greg Calbi – mastering *Paul B. Cutler – engineer (Control Centre demos) *Bill Inglot – engineer (Score One and Penguin Studios demos) *Greg Allen – cover photo, design (1996 reissue) *Kevin Stokes – remastering (1996 reissue) *Sid Griffin – remastering (1996 reissue) *Andy Pearce – remastering (2018 reissue) *Matt Wortham – remastering (2018 reissue) *Tom Stevens – compilation (2018 reissue) *Sid Griffin – liner notes (2018 reissue) *Stephen Hammonds – product manager (2018 reissue) *Philip Lloyd-Smee – package design (2018 reissue) == References == Category:1987 albums Category:The Long Ryders albums Category:Albums produced by Ed Stasium Category:Albums recorded at A&M; Studios ",
    "title": "Two-Fisted Tales (album)"
}