{
    "id": "61700379",
    "text": "Brother's Keeper is the fifth studio album by the New Orleans band, The Neville Brothers. It was released in 1990 on A&M; Records. The album features background vocals performed by Linda Ronstadt on \"Fearless\", as well as Buffy Sainte-Marie and Marva Wright on \"Sons and Daughters.\" ==Critical reception== Cee Dee of Off Beat Magazine begins the review of Brother's Keeper with, \"Set to hit the streets on August 7, The Nevilles’ latest is probably the most- anticipated album in recent New Orleans history. And this album was well worth the wait.\" Chris Willman of the LA Times concludes his review with, \"the brothers have produced yet another keeper.\" Curt Fields has mixed feelings about the album and writes, \"To be sure, there are some incandescent moments on Brother's Keeper, but they are fewer in number than the group's fans are accustomed to hearing.\" *See original reviews for full articles. Links can be found in the references section of this article. ==Track listing== *Track information and credits verified from the album's liner notes. ==Charts== {| class=\"wikitable\" !Chart (1990) !Position |- |Australia (ARIA Charts) |align=\"center\"|87 |} ==Personnel== *Aaron Neville: vocals, keys, percussion *Art Neville: vocals, keys *Cyril Neville: vocals, percussion *Charles Neville: vocals, saxophone, percussion, keys *Willie Green: drums *Tony Hall: bass, background vocals *Eric Struthers: guitar *Leo Nocentetelli: guitar *Daryl Johnson: additional bass, guitar, keys, background vocals *Ronald Jones: additional drums *Wally Wilson: keys on \"Fearless\" *Brian Stoltz: acoustic guitar & keys on \"Fearless\" *Bill Dillon: additional guitar on \"Fearless\" *Daniel Lanois: additional guitar on \"Fearless\" *Eugene Ross: additional guitar on \"Witness\" *Herman Bartholomew: trumper, vocal & piano on \"Witness\" *Renard Poché: trombone & guitar solo on \"Brother Jake\" *Tim Green: tenor sax *Fred Kemp: baritone sax *Roger Lewis: baritone sax *Reggie Houston: baritone sax *Ivan Neville: vocals on \"Brother Jake\" *Gaynielle Neville: background vocals on \"Brother Blood\" *Linda Ronstadt: background vocals on \"Fearless\" *Buffy Sainte-Marie: background vocals on \"Sons and Daughters\" *Marva Wright: background vocals on \"Sons and Daughters\" *Malcolm Burn: additional instruments and background vocals *Steve Jordan: vocals, additional drums, guitars, additional bass on \"River of Life\" *Snakebite: baritone sax on \"River of Life\" *George Sartin: guitar on \"River of Life\" *Emanuel Steib: trombone on \"River of Life\" *Charles Brady and Eric Colb: ideas and inspiration on \"Sons and Daughters ==References== Category:1990 albums Category:A&M; Records albums Category:The Neville Brothers albums ",
    "title": "Brother's Keeper (Neville Brothers album)"
}