{
    "id": "61704487",
    "text": "Zaynê Akyol (born in 1987 in Turkey) is a female Canadian filmmaker, producer and photographer. She predominantly focuses on documentary film and is known for her feature-length documentary film Gulîstan, Land of Roses (2016), which was supported by the National Film Board (NFB) and MitosFilm in Germany. == Early life and Education == Zaynê Akyol was born in a village in Turkey during 1987 to Kurdish parents. The Kurdish army would frequently visit her village and Akyol has described the Kurdistan Workers' Party (PKK) as being \"part of my environment from a very early age\". When she was four years old Akyol and her family moved to Canada, where they lived in Montreal, Quebec. She went on to attend Cégep Montmorency in Montreal for her pre-university education, after which she attended the University of Montreal for her bachelor's degree. Akyol found the program at the University of Montreal too theoretical for her, so she chose to transfer to the L'Université du Québec à Montréal. Her first application to the university was declined, so Akyol tried again the following year and was successful. Akyol graduated from the L'Université du Québec à Montréal in 2010 with a Bachelor of Communication. She chose to stay with the university to pursue her master's degree and in 2014 Akyol graduated with a master's degree in Communication with a concentration in film. == Career == Akyol produced her short film Under Two Skies as part of her baccalaureate during the senior year of her bachelor's degree. The film was presented at the Abu Dhabi Film Festival October, 2010 at United Arab Emirates. It also screened in May on the screens of the Cannes Film Festival as part of Short Film Corner, the short film division. The 31-minutes documentary went on to win the Documentary-Young Creators Programming Audience Award. Akyol began filming Gulîstan, Land of Roses in July 2014 and completed filming in September of the same year. This film, along with 17 other English and French language documentary films, gained support from Telefilm and the Rogers Group of Funds, who invested 2.5 million Canadian dollars in the movies. The plot of Gulîstan, Land of Roses centers around her journey to find the titular Gulîstan, a Kurdish woman born in the same village as Akyol and her childhood guardian. To shoot the film Akyol went deep into the hills of Kurdistan Region of Iraq, during which time she stayed close and live with a group of female soldiers. After the film's release, Zaynê Akyol held a photo exhibition entitled “Rojekê, One Day”. All of the photographs were shot during the shooting of the film Gulîstan, Land of Roses and the exhibition, which was held for three months, took place at Espace Mile End. The venue had some difficulty displaying the images, as it could only display seven of the twenty photos meant to be part of the exhibit. == Filmography == {| class=\"wikitable\" |+Films !Title !Year !Position |- |Iki Bulut Arasinda (Under Two Skies) |2010 |Director, producer, writer |- |Gulîstan, Land of Roses |2016 |Director, associate producer, writer |- |The Guests |2018 |Producer |} == Awards and nominations == {| class=\"wikitable\" |+ !Awards !Nominations !Film |- |\\- $1,000 Vox Award \\- Rendez-vous du cinéma québécois( \\- Jury Prize * Documentary- Young creators Programming Audience Award | |IIi Bulut Arasinda(Under Two Skies)(2010) |- | \\- Jury Prize, Lake como film festival, Como (Italy), July 2017 \\- Best cinematography (documentary film), Gala Québec cinéma, June 2017 \\- Jury Prize, Trento film festival, Trento (Italy), April-May 2017 \\- Jury Prize, Diritti a Todi, Human Rights International Film Festival, Todi (Italy), January 2017 \\- Circolo Amerindiano Award, Diritti a Todi, Human Rights International Film Festival, Todi (Italy), January 2017 \\- Best Hope Quebec/Canada, Montreal International Documentary Festival (RIDM), Canada (Montreal), November 2016 \\- First Prize (category Time of History), International Festival of Valladolid, Spain (Valladolid), October 2016 \\- Best Film Award and opening film, Milan Film Festival, Italy (Milan), September 2016 \\- Best Kurdish Documentary, Duhok International Film Festival, Iraq (Duhok, Kurdistan Autonomous Region), September 2016 \\- Spirit Award, EBS International Documentary Festival, South Korea (Seoul), August 2016 \\- Audience Award, EBS International Documentary Festival, South Korea (Seoul), August 2016 \\- 2016 Doc Alliance Selection Award (with a EUR 5,000 for supporting her future project) |\\- Canadian Screen Awards: * Best Documentary * Best Documentary Editing |Gulîstan, terre de roses (Gulîstan, Land of Roses) (2016) |- | - René Malo Chair/National Film Board * Most promising documentary filmmaker | | |} == References == ==External links== * Category:Canadian women film producers Category:Living people Category:1987 births Category:Canadian people of Kurdish descent Category:Turkish emigrants to Canada ",
    "title": "Zaynê Akyol"
}