{
    "id": "61704674",
    "text": "The arm of a patient with familial multiple lipomatosis. Familial multiple lipomatosis is a hereditary adipose tissue disorder that is characterized by the formation of multiple lipomas that occur in a particular distribution. The lipomas are well-encapsulated, slow-growing, benign fatty tumors. The distribution is defined as being focused in the trunk of the body and extremities. Familial Multiple Lipomatosis can be identified when multiple lipomas occur in multiple family members that span different generations. Some people may have hundreds of lipomas present. == Symptoms == The source of this disease is from family history, and symptoms most often arise in middle age. Newly formed lipomas frequently present themselves as a bead-like lump under the skin, and become rubbery and movable. They may be seen throughout the body and in some areas more than others, however, it does not make an appearance on the head or shoulders of the individual. The size of those bumps may vary and could possibly get in the way of an individual living their life peacefully. There are usually no feelings of discomfort or pain unless a lipoma has been aggravated or is directly on a nerve. Lipomas that sit over bony areas such as the ribs and lower back can cause discomfort when lying down or receiving any kind of pressure. The age at which familial multiple lipomatosis begins to make an appearance on the individual’s body varies; for some it may be as early as 5 years of age. == Diagnosis == Lipoma ultrasound 110322120428 1206550 Familial multiple lipomatosis is usually diagnosed through a physical exam via palpation, medical history and imaging studies such as ultrasound, CT scan, or magnetic resonance imaging (MRI). A CT scan is an imaging method that uses x-rays to create images of cross sections of the body, while an MRI uses powerful magnets and radio waves to create images of lipomas and surrounding tissues. Both tests are useful to establish the diagnosis of multiple symmetric lipomatosis, although magnetic resonance imaging provides more details and may be used when lipomas are large, deep, or have infiltrated muscle fibers or nerves. In some cases, a biopsy of the lipomas may be necessary to confirm the diagnosis. === Differential diagnoses === •Liposarcoma •Dercum’s disease •Benign symmetric lipomatosis •Madelung’s disease •Cyst == Causes == The exact cause of FML is not yet known, but there are several theories of different causes: *Hormonal disorder due to the body's inability to properly metabolize fat *Increase in fat cells (adipocytes) *Enzymatic defect or a change in the surface of the cells that could prevent the breakdown of fat *Poor lymphatic drainage *Defective regulation of mitochondria in brown fat. Brown fat is responsible for causing heat in times of stress or cold. For general callus tissue is stimulated by the sympathetic nervous system and this response is mediated by a substance called norepinephrine. This process occurs in the mitochondria *In most families, the mode of inheritance has not been determined. However, changes (mutations) in mitochondrial DNA that involve the MT-TK gene have been identified in some families who have the disease and other conditions that affect many different body systems. == Treatment == alt= The only effective treatments for lipomas caused by familial multiple lipomatosis are liposuction or surgical removal. Steroid injections may also be used to shrink the tumors by causing local fat atrophy. Patients with the condition often seek removal when the lipomas are large, disfiguring, or cause pain. This may be done by a dermatologist or other surgeon. In the majority of cases where one to a few subcutaneous lipomas are being excised, the procedure is done under local anaesthetic and the patient can resume most normal activities immediately afterward. Over-the- counter pain medications are generally sufficient in the following days and long-term scarring is minimal. Regrowth is rare because lipomas are usually well-encapsulated and are therefore removed entirely although more new lipomas may start to grow in the same area. Therapeutic treatments that are recommended for adipose tissue disorders include improving lymphatic flow through exercise and massage, following an anti-inflammatory diet, and reducing non-disordered fat tissue when necessary . Weight loss has not been shown to eliminate lipomas but may help reduce overall inflammation and influence hormone levels. While there is no total cure for FML to stop the growth of new lipomas, most of the growths can remain untreated and rarely cause medical complications. == In the media == * April Wesson / Dr. Pimple Popper Season 2 Episode 1: “Nose No Bounds\" on January 3, 2019 * Olivia Buckland / Love Island 2016: After 4 years of building the courage to get it checked, the lump located near the star’s left armpit was discovered to be a lipoma, which was removed before her wedding == References == Category:Lipid metabolism disorders ",
    "title": "Familial multiple lipomatosis"
}