{
    "id": "61708365",
    "text": "Prosecution of Syrian civil war criminals, who were the participants of perpetrated crimes of extermination, murder, rape or other forms of sexual violence, torture and imprisonment either (1) in the context of widespread and systematic detentions by Syrian government or (2) by groups established and operated under the territory of Syria before end of conflict is central to peace as \"accountability for serious violations of international humanitarian law and human rights is central to achieving and maintaining durable peace in Syria, stated UN Under-Secretary-General Rosemary DiCarlo\" Groups operated under the Syrian territory includes the Islamic State of Iraq and the Levant (ISIL) and Hayat Tahrir al-Sham. The first war crimes trial related to the atrocities committed in Syria, concluded on 12 July 2016 in Germany, was the case of Aria L. performed under the Völkerstrafgesetzbuch (Code of Crimes against International Law (CCAIL)). == Background == According to three international lawyers,Sir Desmond de Silva QC, former chief prosecutor of the special court for Sierra Leone, Sir Geoffrey Nice QC, the former lead prosecutor of former Yugoslavian president Slobodan Milošević, and Professor David Crane, who indicted President Charles Taylor of Liberia at the Sierra Leone court Syrian government officials were expected to risk facing war crimes charges in the light of a huge cache of evidence smuggled out of the country showing the \"systematic killing\" of about 11,000 detainees, constituting the 2014 Syrian detainee report. Most of the victims were young men and many corpses were emaciated, bloodstained and bore signs of torture. Some had no eyes; others showed signs of strangulation or electrocution. Experts said this evidence was more detailed and on a far larger scale than anything else that had emerged from the then 34-month crisis. The United Nations (UN) summarised the human rights situation by stating that \"siege warfare is employed in a context of egregious human rights and international humanitarian law violations. The warring parties do not fear being held accountable for their acts.\" Armed forces of both sides of the conflict blocked access of humanitarian convoys, confiscated food, cut off water supplies and targeted farmers working their fields. The report pointed to four places besieged by the government forces: Muadamiyah, Daraya, Yarmouk camp and Old City of Homs, as well as two areas under siege of rebel groups: Aleppo and Hama. In Yarmouk Camp 20,000 residents are facing death by starvation due to blockade by the Syrian government forces and fighting between the army and Jabhat al-Nusra, which prevents food distribution by UNRWA. In July 2015, the UN quietly removed Yarmouk from its list of besieged areas in Syria, despite not having been able deliver aid there for four months, and declined to explain why it had done so. ISIS forces have been accused by the UN of using public executions, amputations, and lashings in a campaign to instill fear. \"Forces of the Islamic State of Iraq and al-Sham have committed torture, murder, acts tantamount to enforced disappearance and forced displacement as part of attacks on the civilian population in Aleppo and Raqqa governorates, amounting to crimes against humanity\", said the report from 27 August 2014. Enforced disappearances and arbitrary detentions have also been a feature since the Syrian uprising began. An Amnesty International report, published in November 2015, accused the Syrian government of forcibly disappearing more than 65,000 people since the beginning of the Syrian Civil War. According to a report in May 2016 by the Syrian Observatory for Human Rights, at least 60,000 people have been killed since March 2011 through torture or from poor humanitarian conditions in Syrian government prisons.Monitor: 60,000 dead in Syria government jails Al Jazeera In February 2017, Amnesty International published a report which accused the Syrian government of murdering an estimated 13,000 persons, mostly civilians, at the Saydnaya military prison. They said the killings began in 2011 and were still ongoing. Amnesty International described this as a \"policy of deliberate extermination\" and also stated that \"These practices, which amount to war crimes and crimes against humanity, are authorised at the highest levels of the Syrian government.\" Three months later, the United States State Department stated a crematorium had been identified near the prison. According to the U.S., it was being used to burn thousands of bodies of those killed by the government's forces and to cover up evidence of atrocities and war crimes. Amnesty International expressed surprise at the claims about the crematorium, as the photographs used by the US are from 2013 and they did not see them as conclusive, and fugitive government officials have stated that the government buries those its executes in cemeteries on military grounds in Damascus. The Syrian government denied the allegations. === Perpetrators === Four key security agencies have overseen government repression in Syria: the General Security Directorate, the Political Security Branch, the Military Intelligence Branch, and the Air Force Intelligence Branch. All three corps of the Syrian army have been deployed in a supporting role to the security forces; the civilian police have been involved in crowd control. The shabiha, led by the security forces, also participated in abuses. Since Hafez al-Assad's rule, individuals from the Alawite minority have controlled (although they not always formally headed) these four agencies, as well as several elite military units, and comprise the bulk of them. Groups operated under the Syrian territory includes the Islamic State of Iraq and the Levant (ISIL) and Hayat Tahrir al-Sham. === Syrian Legal framework === Four of the international instruments ratified by Syria and which apply to events in the civil war are particularly relevant: the International Covenant on Civil and Political Rights (ICCPR); the International Covenant on Economic, Social and Cultural Rights; the Convention on the Rights of the Child; and the UN Convention Against Torture. Syria is not a party to the International Convention for the Protection of All Persons from Enforced Disappearance, although it is bound by the provisions of the ICCPR that also prohibit enforced disappearances. === International (International law) - National courts (Universal jurisdiction)? === All governments manage their territories with national laws. Prosecution for war crimes under the national laws of a given country [Germany, Netherlands ...] would typically depend on either the accused, the victim's residence or the occurrence of the event being in that country. Universal jurisdiction bypasses this constraint. In this mechanism, the \"cases\" that have no connection to the territory [e.g. crimes in high seas] have been used by prosecutors and have been criticized by human rights organisations as leading to a de facto presence requirement [e.g. existence of a crime can not be solved through collecting unbiased evidence from the crime scene, as the court don't have untethered access]. There are many perpetrators residing in Syria [the occurrence, the accused (is a Syrian national), the victim (is a Syrian national)]. International crimes are typically state crimes. If [since] a state is connected to a crime (directly or indirectly), most of the powerful perpetrators (state officials) reside in Syria. In such situations, the International Court of Justice is the judicial organ to settle international legal disputes submitted by states (UN) against other states. == International court == Richard Haass has argued that one way to encourage top-level defections is to \"threaten war-crimes indictments by a certain date, say, August 15, for any senior official who remains a part of the government and is associated with its campaign against the Syrian people. Naming these individuals would concentrate minds in Damascus.\" Nevertheless, it remains unlikely in the short term, and some would argue this is a blessing in disguise, since this precludes the ICC's involvement while the conflict is still raging, a development that would arguably only increase the Assad government's violent obstinacy. The \"United States cannot halt or reverse the militarization of the Syrian uprising, and should not try. What the United States can usefully do is manage this militarization by working with other governments, especially Syria’s neighbors in the region, to try to shape the activities of armed elements on the ground in a manner that will most effectively increase pressure on the regime\". On 22 December 2016, with 105 votes in favour and 15 against, with 52 abstentions, the United Nations General Assembly has voted to establish an \"independent panel to assist in the investigation and prosecution of those responsible for war crimes or crimes against humanity in Syria\". === Independent International Commission of Inquiry on Syria === The U.N. General Assembly created a new entity, the International, Impartial and Independent Mechanism, to build investigative files for future prosecutions, Independent International Commission of Inquiry on Syria (COI). On Wednesday, 7 August 2019, the UN Security Council was briefed on the recent findings [war crimes] by the COI. === International Criminal Court === The U.N. Security Council has refused to address the crimes in Syria through ICC. United Nations High Commissioner for Human Rights Navi Pillay and others have called for Syria to be referred to the International Criminal Court; however, it would be difficult for this to take place with within the foreseeable future because Syria is not a party to the Rome Statute of the International Criminal Court, meaning the ICC has no jurisdiction there. Referral could alternatively happen via the Security Council, but Russia and China would block. Marc Lynch, who is in favour of a referral, noted a couple of other routes to the ICC were possible, and that overcoming Chinese and Russian opposition was not impossible. === Special Tasked Court === Outside of the ICC, \"some believe it would be possible to set up an ad hoc tribunal with a mandate to prosecute atrocities in Syria and Iraq. Such a tribunal would likely come in the form of a hybrid court and include a mix of domestic and international prosecutors and judges. Numerous observers, primarily American scholars and lawmakers, have pushed the establishment of such an institution, going so far as to draft a 'blueprint' for institution's statute. As with an ICC referral, their efforts have been unsuccessful to date.\"Mark Kersten, Calls for prosecuting war crimes in Syria are growing. Is international justice possible? , Washington Post (14 October 2016). Mark Kersten of the Munk School of Global Affairs at the University of Toronto, however, notes that it would be an \"unprecedented challenge\" to \"prosecute all sides in the war that have committed war crimes\" while at the same time retaining \"the support of the major actors in the Syrian civil war, many of whom are implicated and would be prosecuted, for those war crimes.\" == National courts == The European Center for Constitutional and Human Rights (ECCHR) is using both its own employees and other volunteers (Syrian lawyers working in EU member states) to gather evidence and establish cases. === Netherlands === Netherlands is using concept of universal jurisdiction (Dutch version) laws to prosecute their cases. On 2 September 2019, Ahmad al Khedr, also known as Abu Khuder, faced charges of murder and membership of a terrorist group. === Germany === Germany has legally enacted universal jurisdiction (used on pirates and slave traders) to allow prosecutions for war crimes committed anywhere, against any people of any citizenship. German authorities started conduct a background inquiry to gather information in 2011. The aim (Strukturverfahren) was to establish war crimes cases, whether in Germany or in courts elsewhere (such as the International Criminal Court). The investigative/protective units are organised under the federal prosecutor's office with 11 staff members, and 17 war-crimes police officers. The police war-crimes unit established a total of 17 cases from 2011 to 2013 and 2,590 from 2014 to 2016. Under the Völkerstrafgesetzbuch (Code of Crimes against International Law (CCAIL)), the first German war crimes trial related to atrocities committed in the Syrian Civil War was the case of Aria L., a German who had been involved in Islamist and Salafist groups in Germany since 2013 and had travelled to Idlib in Syria in 2014. Aria L. was photographed in three separate photos in front of severed heads of Syrian army members mounted on metal spears. He was convicted of the war crime of treating protected persons in a gravely humiliating or degrading manner and sentence to two years' imprisonment on 12 July 2016. German prosecutors charged two Syrians, Kamel T. and Azad R. in 2016 and Basel A. and Majed A. in 2018, for joining Salafist militant group such as Ahrar al-Sham and Jabhat al-Nusra. On 23 August 2019, a 33-year-old Syrian (name undisclosed) was charged in the western Germany city of Koblenz with committing war crimes. In late October 2019, two Syrians suspected of having been secret service officers, Anwar Raslan and Eyad al-Gharib, were arrested in Germany and charged with crimes against humanity. Anwar Raslan was charged with 59 counts of murder, and rape and sexual assault. Eyad al-Gharib was charged with aiding and abetting a crime against humanity. Part of the evidence was based on the photographs of the 2014 Syrian detainee report, taken by a former Syrian military police photographer, nicknamed Caesar for security reasons. In May 2020, a Syrian doctor, Hafiz A., from Homs was accused of beating and torturing rebel men by the federal prosecutor's office in Karlsruhe. In June 2020, another Syrian doctor from Homs, Alaa Moussa, was arrested in Hesse on suspicion of crimes against humanity. In September 2020, during the trial of Anwar Raslan and Eyad al-Gharib in Koblenz, some documents were acquired from the Branch 251 intelligence unit in Syria, which showed the move of corpses from the unit to military hospitals. === Sweden === On 19 February 2019, nine torture survivors submitted a criminal complaint against Syrian officials. == Notes == == References == Notes Citations Category:Syrian Civil War crimes Category:Human rights in Syria Category:War crimes trials ",
    "title": "Prosecution of Syrian civil war criminals"
}