{
    "id": "61715506",
    "text": "Low impact diving is recreational scuba diving that is intended to minimise environmental impact by using techniques and procedures that reduce the adverse effects on the environment to the minimum that is reasonably practicable for the situation. To a large extent this is achieved by avoiding contact with sensitive reef life, but it also applies to diving on historical wrecks and in caves with delicate rock formations. It is in the interests of diving tourism service providers to help protect the condition of the dive sites on which their businesses rely. They can contribute by encouraging and teaching low impact diving and following best-practice procedures for diving in sensitive areas. Low impact diving training has been shown to be effective in reducing diver contact with the bottom, the most common cause of reef damage. The environmental impact of scuba divers has a behavioural component and a skill component. The diver needs to pay attention and actively avoid harmful contact with the surroundings, and it is only possible to do so if the necessary will and competence exist. Many of the skills are not included in entry level diver training, but they are part of technical diver training. There are also training programmes specifically focused on low impact diving in various environments. == Scope == === Techniques === The techniques are intended to minimise the effects of recreational scuba diving activities on the environment. *Care is taken during shore entries and exits, paths are used and shore habitats are treated with due care. *Water is entered over sand and gravel where this can allow adjustments and gear checks with least impact. *Equipment is rigged and operated to avoid contact with the benthos. No equipment is left to dangle below the diver. *The divers should be weighted correctly so that neutral buoyancy can be achieved with minimal inflation at any point in the planned dive. (for safety the diver must be able to float at the start and sink at the end of the dive) *Divers maintain neutral buoyancy throughout the dive to avoid requiring upward thrust to maintain depth, as downward fin-wash will disturb the bottom. *Divers remain aware of their depth and proximity to the bottom, particularly in darkness and low visibility, in tight quarters, and when taking photographs. *Divers check the size of a gap they intend to pass through to ensure that they will not contact sides, bottom, or where it exists, the overhead. *If contact with the reef is unavoidable to prevent drift, rock or dead coral is used. *Finning techniques are chosen to minimise risk of contact and fin-wash impingement on sediment or loose objects. *Contact with living organisms is avoided. *Disturbing and harassment of animals that might affect their natural behaviour is avoided. This particularly includes feeding, chasing, blocking, and riding animals. *No living or dead organisms are collected. *Photographs are taken with minimum disturbance and minimum exposure to bright light at night. Some sources recommend the use of a short metal probe (reef hook or muck stick) to make minimal area contact with the reef when it is necessary, but this practice is controversial. == Causes of diver damage to the environment == === Behavioural problems === Dive guides are expected to provide a good example for their clients, and should refrain from physically handling marine life, or making contact with sensitive benthic organisms, but they have often been observed to do these things while pointing out items of interest. This behaviour may vary regionally. Dive guides are commonly certified at divemaster level, which includes rescue skills and relatively advanced buoyancy control skills, so they should generally already have the skills to avoid contact with the bottom, and they are usually familiar with the local environment through experience. Understanding the consequences of contact with sensitive organisms or structures may be lacking. Other skilled divers may exhibit similar behaviour, but be less aware of the local environmental sensitivity. === Competence problems === Entry level diver training does not routinely put much emphasis on the skills of low impact diving. Most entry level courses are trimmed down to the minimum consistent with acceptable risk to the diver, so that they can be completed in the least time reasonably possible for the average participant. A large proportion of recreational divers do not take training that teaches the skills required to effectively limit contact with the solid environment, though this aspect of diving skill is part of most training for diving in overhead environments, where the skills are relevant to diver safety as well as environmental conservation, so the greatest recorded impact is in open water diving in easily accessible and popular but sensitive ecosystems, where fragile and often brittle organisms can be visibly damaged by clumsy and careless divers, and the damage remains obvious over long periods and is seen by many. Tropical coral reefs have received more attention than most other diving environments by researchers, and there are a relatively large number of papers in the literature covering diver impact on these environments. == Diver training == Recreational diver training has historically followed two philosophies, based on the business structure of the training agencies. The not-for profit agencies tend to focus on developing the diver's competence in relatively fewer stages, and provide more content over a longer programme, then the for-profit agencies, which maximise income and customer convenience by providing a larger number of shorter courses with less content and fewer skills. The more advanced skills and knowledge, including courses focusing on key diving skills like good buoyancy control and trim, and environmental awareness, are available by both routes, but a large number of divers never progress beyond the entry level certification, and only dive on vacation, a system by which skills are more likely to deteriorate than improve due to long periods of inactivity. Low impact diver training programs appear to be effective for a large range of pre-existing skill and certification levels. Similar training from various providers should have similar results. Many of the relevant skills are included in technical diver training, particularly cave and wreck diving, where they are also important for safety. Refresher courses focused on low impact diving skills and conducted in waters where environmental damage is unlikely can allow tourists who have lost skills through inactivity to regain or improve these skills before venturing into sensitive environments. Having a neutrally buoyant, horizontally trimmed, body position is the first step to low impact diving. This requires appropriate weighting, accurate buoyancy compensation, and a vertical alignment between the centre of buoyancy and centre of gravity when horizontal. *Correct weighting is a prerequisite for good buoyancy control *Good buoyancy control is needed for level trim *Level trim brings the fins higher above the benthos on most reefs where they are less likely to make direct contact and where fin wash is less likely to impinge on the bottom *Appropriate finning technique chosen should reduce risk of reef impact - It can be selected to suit lateral or vertical proximity to the nearest solid surface While neutrally buoyant, the diver can move in the horizontal plane by applying fin thrust only in the horizontal plane. The finning techniques used are all standard techniques used by technical divers and work best with fairly stiff paddle bladed fins: **The frog kick is an energy efficient stroke at low speeds. It directs the fin thrust directly backwards which is useful in silty environments and places with very delicate bottom dwelling organisms. The modified frog kick is a reduced version of the frog kick, with feet raised by bending the knees, suitable for places where there is vulnerable structure to the sides. **The modified flutter kick is based on the regular flutter kick, but with the fins raised above the horizontal by bending the knees, and using small movements of the knees and ankles. Thrust is directed mainly backwards and the fins remain well above the bottom and have very little sideways movement, so good in narrow spaces. **The reverse kick is very useful, allowing divers to move in reverse, and also useful for positional control, but it only works well with moderately rigid paddle type fins **The Helicopter turn is a technique to rotate the diver about a vertical axis on the spot using mainly lower leg and ankle action, also from a horizontal trim with raised feet. *Reduction of dangling equipment - reduces risk of low-hanging items contacting reef when in close proximity *Awareness of proximity to surroundings - allows avoidance of movements which will result in reef contact, particularly high impact contact *Understanding of ecological effects of reef contact - allows avoidance of particularly vulnerable organisms *Adjusting proximity to suit sea conditions - clearance between diver and benthos can be adjusted to allow acceptable risk of contact for variations in surge and current. === Diamond Reef System === The Diamond Reef System is a safety-based diving curriculum that uses a portable, collapsible underwater obstacle course to simulate a reef or dive wreck structure. The program is used to train divers to utilize proper body positioning and safe interaction with coral reefs, fragile marine ecosystems and shipwrecks. This program was adopted by the Environmental Protection Agency, the National Oceanic and Atmospheric Administration, and dive training operations worldwide. === PADI Low Impact Diver === The PADI Low Impact Diver training program is targeted at certiﬁed divers of any experience level. It includes classroom theory, confined water exercises and open water dives over two days. The focus is on buoyancy, streamlining, weighting, trim and propulsion techniques beyond the standard entry level courses of PADI and SSI. Certification requires satisfactory demonstration of the skills in confined and open water. This training is available in parts of the Asia-Pacific region. === BSAC Marine Conservation === The British Sub-Aqua Club and Big Blue Conservation provide a course to educate divers about problems affecting the marine ecology. The targeted skills are buoyancy control and air consumption improvement. The training is held as a workshop with two buoyancy skills dives. There is an optional certificated extension covering knowledge of the ocean environment, including field identification of marine organisms, and ecological monitoring and conservation dives over a 4 day 5 dive course. == References == Category:Recreational diving Category:Marine conservation ",
    "title": "Low impact diving"
}