{
    "id": "61714141",
    "text": "Akua Sarpong-Ayisa (born in Mampong) is a Ghanaian entrepreneur. She founded and operates the floral company \"Unique Floral\" which operates across West Africa. She was listed as one of Glitz 100 Inspirational Women, WomanRising's 100 Most Outstanding Women Entrepreneurs in Ghana in 2016 and 2017. == Early life == Sarpong-Ayisa was born in Mampong located in the Ashanti Region of Ghana. Together with six siblings and parents, she grew up in Accra. == Education == After having her basic education at St John’s Preparatory School in Accra, she furthered at Oda Senior High School where she had her secondary education. From there, she went to Kwame Nkrumah University of Science and Technology where she was to study estate management but could not complete due to a temporal shutdown of the school. During the shut down of the school, she took a flight attendant course with Ghana Airways. ==Career== Sarpong-Ayisa worked for the Ghana National Lotteries before working as a cashier at the Bank for Housing before attending university. After her post-university flight attendant course, she worked as a flight attendant for Ghana Airways for 22 years. During her years as a flight attendant, Sarpong-Ayisa developed in interest in flowers. She bought exotic flowers from the Netherlands, United States, and the United Kingdom for her home and for gifts to family and friends. She began a flower business at the advice of her husband in 1991 and later named the business \"Unique Floral\". Her business expanded to provide flowers and floral planning services in Ghana and neighboring West African countries. Her flowers include imported flowers from South Africa, Ethiopia, and the Netherlands as well as flowers grown and selected from her 20-acre floral farm in Aburi in the Eastern Region of Ghana. Her retail floral business has expanded to open a modern flower decoration training school in Accra. == Awards and recognition == * Listed among WomenRising 100 most influential women in 2016 *Listed among WomenRising 100 most influential women in 2017 * Global Center for Transformational Leadership’s Global Leadership Award ==References== Category:Living people Category:Ghanaian women in business Category:Ghanaian businesspeople Category:Year of birth missing (living people) ",
    "title": "Akua Sarpong-Ayisa"
}