{
    "id": "61716489",
    "text": "Jackson Robert Scott (born September 18, 2008) is an American child actor known for playing Georgie Denbrough in the films It Chapter One (2017) and It Chapter Two (2019) and Bode Locke in the Netflix series Locke & Key (2020–). == Early life == Scott was born and raised in Phoenix, Arizona. He is enrolled in his school's Mandarin Immersion Program, in which he learned to speak Mandarin Chinese. He is also a boy scout. He was a part of the CGTV acting program, where he learned many of his acting techniques. While at the CGTV program, he worked with actors from Nickelodeon and Disney, as well as Adrian R'Mante, the founder of CGTV. His favorite class was Improvisational Workshop. He was discovered by a top agency some time after his time with CGTV and began his start in auditioning and self-taping for top-tier television shows. == Career == Scott got his first role in 2015 on Criminal Minds, a prime time American TV series. Scott was cast in Season 11’s fourth episode, titled \"Outlaw\", as Cole Vasquez. The episode aired on October 21, 2015. He also played a minor character in an episode of Fear the Walking Dead titled \"TEOTWAWKI\", playing the child version of the character Troy Otto. In 2016, Scott was cast to play Georgie Denbrough in the 2017 film adaptation of Stephen King's novel It. Georgie is a character that Pennywise the Dancing Clown haunts at the start of the film. Scott had said that he did not feel intimidated or scared of Bill Skarsgård, who played Pennywise, as Skarsgård was a nice person in real life. Scott attended the premiere for the film at Grauman's Chinese Theatre. He reprised his role of Georgie in the sequel, It Chapter Two, which was released on September 6, 2019. Scott was cast in the role of Troy for the short film Skin (2018), directed by Guy Nattiv, which would go on to win the Academy Award for Best Live Action Short Film at the 91st Academy Awards. Continuing in the horror genre, Scott played the title role of Miles Blume in the 2019 film The Prodigy, directed by Nicholas McCarthy. This marked his first starring role in a feature film, and he co- starred alongside Taylor Schilling. Andrés Muschietti had recruited Scott to be a part of his one-hour series pilot of Locke & Key for Hulu as one of the leading young actors opposite Frances O'Connor. He played the part of Bode Locke, the youngest of the siblings. Hulu passed on the pilot and declined to order it to series. However, Netflix later redeveloped the series with a new cast, only keeping Scott as Bode from the Hulu cast. The first season was released on Netflix on February 7, 2020. Scott stated in an interview for AZCentral that Bode has been his favorite character to play, because he shares a lot of qualities with that character, such as his fun-loving personality and his love of bacon. The writers of the show met Jackson while filming so they could incorporate aspects from his real life personality into the character of Bode. Scott also said in the same interview that he grew very close to the other actors of Locke & Key while they were filming the show. In 2018, Scott was cast in the role of Tate Millikin for the independent film Gossamer Folds, directed by Lisa Donato. He co-starred with Alexandra Grey and Shane West. The film was produced by Yeardley Smith. == Filmography == === Film === {| class=\"wikitable sortable\" !Year !Title !Role !Notes |- |2017 |It |Georgie Denbrough | |- |2018 |Skin |Troy |Academy Award for Best Live Action Short Film |- |2019 |The Prodigy |Miles Blume | |- |2019 |It Chapter Two |Georgie Denbrough | |- |2020 |Gossamer Folds |Tate Millikin | |- |2020 |Rising |Luke |Short film |} === Television === {| class=\"wikitable sortable\" !Year !Title !Role !Notes |- |2015 |Criminal Minds |Cole Vasquez |Episode: \"Outlaw\" |- |2017 |Fear the Walking Dead |Young Troy Otto |Episode: \"TEOTWAWKI\" |- |2020-present |Locke & Key |Bode Locke |Main Role |} == References == == External links == * * Jackson Robert Scott on Instagram *Jackson Robert Scott on Twitter * Jackson Robert Scott on Facebook Category:American male child actors Category:21st-century American male actors Category:2008 births Category:People from Arizona Category:Living people ",
    "title": "Jackson Robert Scott"
}