{
    "id": "61712651",
    "text": "The Queenstown Winter Festival is an annual event held in and around the alpine New Zealand town of Queenstown. The festival has been held annually since 1975. It is sometimes referred to as \"The Southern Hemisphere's biggest winter party\".\"Queenstown Winter Festival already gearing up for 2020,\" 'media.newzealand.com. Retrieved 7 September 2019. Queenstown is a major winter destination, lying close to several of the southern hemisphere's major ski fields, among them The Remarkables, Cardrona, and Coronet Peak. During the 1970s, locals began organising a winter festival close to the beginning of each ski season, starting with a 1975 event organised by musician Peter Doyle and Laurie Wilde, manager of Eichardt's Hotel.\"Four decades of winter wackiness: Queenstown Winter Festival,\" www.queenstownnz.co.nz. Retrieved 7 September 2019. In the years since that time, the festival has grown to the point where events spread over ten days each June, and attract over 40,000 people. The main part of the festival is the final four days, with free live entertainment in and around the town. Events at the festival are deliberately aimed at being both fun and unusual. A music and comedy programme is augmented by events ranging from a polar plunge to tug of war on skis. Other events at previous festivals have included New Zealand Ice Hockey League matches and the Peak-to-Peak endurance race. Fireworks and laser light displays are regularly held. , the festival is known as The Real Journeys Queenstown Winter Festival for sponsorship reasons. The festival is important to Queenstown's economy, bringing millions of dollars into the town.\"Thousands turn out for Winter Festival,\" Otago Daily Times, 24 June 2019. Retrieved 7 September 2019. ==References== ==External links== *Official website Category:1975 establishments in New Zealand Category:Winter festivals in New Zealand Category:Queenstown, New Zealand Category:June events Category:Annual events in New Zealand ",
    "title": "Queenstown Winter Festival"
}