{
    "id": "61717196",
    "text": "The Institute for Social Policy and Understanding (ISPU) was founded in 2002 as a research institution seeking to develop objective, solution-oriented research about challenges and opportunities facing American Muslims. As written in the Columbia Journalism Review, “Similar to Pew or Gallup, the Institute uses survey data to gauge the attitudes of Muslim Americans, and the general American public, on a wide range of topics in its annual American Muslim Poll (AMP). Those topics include political leanings, attitudes on censorship, experiences of discrimination, and responses to religiously motivated violence.” The Pulitzer Center on Crisis Reporting says, “The American Muslim Poll addresses a gaping deficit in popular knowledge: About 50 percent of Americans say they don’t know a Muslim in real life, leaving half the country to rely on the media to understand approximately 3.5 million of their compatriots, and 1.8 billion people around the world.” ==Funding== The Institute for Social Policy and Understanding is funded by individual donors and institutional grants, including the Democracy Fund, New York Community Trust, W.K. Kellogg Foundation, Pillars Fund, Proteus Fund, and others. ==Research areas and projects== ISPU’s research topics can be categorized in three parts: social policy, public policy, and thought leadership. Along with publishing original research, ISPU provides toolkits, interviews, webinars, presentations and workshops to disseminate this research to government officials, media professionals, educators, faith leaders and the general public. Subject matter covered by ISPU studies and projects include: Studying marriage and divorce among American Muslims, tracking challenges facing American Muslim youth, analyzing Muslim spaces (mosques, community centers, etc.), and fostering debate and discussion on CVE (Countering Violent Extremism). ISPU has also conducted studies on Islamophobia and bias in media coverage of ideologically-motivated violence in the United States. ==Key leadership== Meira Neggaz, Executive Director Dalia Mogahed, Director of Research ==Scholars and fellows== ISPU works with a number of experts on a wide variety of issues related to their respective areas of research and specialty. Affiliated scholars and fellows include: Laila Alawa, Moustafa Bayoumi, Hassan Abbas, Arsalan Iftikhar, Asifa Quraishi- Landes, Ihsan Bagby, and Hatem Bazian, among others. ==Recognition== Work from the Institute for Social Policy and Understanding has been cited in the Columbia Journalism Review, which wrote in an article published in 2019 that ISPU data, “was cited more than 450 times in 2017”. ISPU research has also been referenced and cited in published articles from BuzzFeed News, The Intercept, NBC, the Chicago Sun Times, Huffington Post, Religion News Service, National Geographic, The Atlantic, The Washington Post, CBS, NBC, NPR, The New York Times, among others. ISPU’s recommendations for journalists have been cited by the Asian American Journalists Association, the Pulitzer Center for Crisis Reporting, and Harvard University's Journalist Resource. == References == Category:2002 establishments in the United States Category:Think tanks established in 2002 Category:Think tanks based in Washington, D.C. Category:Arab and Islamic culture in Dearborn, Michigan Category:Organizations based in Michigan ",
    "title": "Institute for Social Policy and Understanding"
}