{
    "id": "61711149",
    "text": "Mary Gonzaga Grace (February 22, 1812 – October 8, 1897), born Anne Grace, was an American religious sister, a member of the Sisters of Charity order based in Emmitsburg, Maryland. She was longtime executive at the St. Joseph's Orphan Asylum in Philadelphia, and during the American Civil War she was Superioress at the Satterlee Hospital in the same city. == Early life == Anne Grace was born February 22, 1812, in Baltimore, Maryland. Her father died in 1814, and her mother died in 1816; the orphaned Anne Grace was taken in by a Roman Catholic family and baptized \"Agnes Mary Grace\". In 1822, ten-year-old Agnes was enrolled as a student at St. Joseph's Valley, a school run by the Sisters of Charity. There she marked her First Communion as \"Ann Grace\" and her Confirmation as \"Mary Joseph Grace\" in 1823. == Sisters of Charity == By 1826, Grace had decided to pursue a religious life in the Sisters of Charity. She received the order's \"candidate's cap\" in 1827, as \"Sister Gonzaga\". She taught school in Harrisburg, Pennsylvania, with two fellow sisters; while in Harrisburg in 1830, she took her vows, committing to life in the order. Months later, she was assigned to serve at St. Joseph's orphanage in Philadelphia. She was still with the orphanage in 1836 when they moved to a new location in the city. In 1843, Grace became superioress at the orphanage. In 1844, she was reassigned to the Sisters of Charity house in Donaldsonville, Louisiana, and in 1845 reassigned again, to New Orleans. She returned to St. Joseph's orphanage in Philadelphia in 1851. By that time, the Sisters of Charity in Maryland had united with the Daughters of Charity of Saint Vincent de Paul. Sister Mary Gonzaga stayed at the latter order's mother house in Paris from 1855 to 1856, to work on the details of that union. She was back to Philadelphia in 1857. == During the Civil War == During the American Civil War, from 1862 to 1865, Sister Mary Gonzaga Grace worked at Satterlee Army Hospital in Philadelphia, in charge of the Sisters of Charity who staffed the hospital's wards and cared for tens of thousands of wounded and dying soldiers. She kept a diary of her wartime work, including a smallpox outbreak at Satterlee in 1865. She was remembered fondly by veterans after the war as a \"ministering angel\" and a calm presence. \"In her demise there passed out of this life a woman of boundless charity, whose ministrations among thousands of Union and Confederate soldiers contributed a note of beauty to the many harassing details of the war,\" remarked Rhode Island congressman Ambrose Kennedy in the Congressional Record in 1918. == Later years and legacy == After the war, Sister Mary Gonzaga continued running the St. Joseph's orphanage. She marked her fiftieth year in religious life there in 1877. She was blind in her last years and broke her hip in 1896. She was said to be the oldest living member of the Sisters of Charity before she died at St. Joseph's on October 8, 1897, aged 85 years. Her funeral was attended by many, including several prominent Catholic clergy. The Gonzaga Memorial Orphans' Asylum in Germantown was named for her patron saint in 1898 and opened in 1899. One of her former students, poet Eleanor C. Donnelly, wrote a book-length biography of Sister Mary Gonzaga in 1900, as a fundraiser for the work of the new orphanage. == References == == External links == * Lou Baldwin, \"Ladies first – Daughters of Charity mark 200 years in city\" CatholicPhilly.com (October 7, 2014). Category:1812 births Category:1897 deaths Category:People from Baltimore Category:American Civil War nurses Category:Catholics from Maryland Category:American expatriates in France ",
    "title": "Mary Gonzaga Grace"
}