{
    "id": "61710258",
    "text": "Jack Benny and the Golden Age of American Radio Comedy is a 2017 book that documents the pre-television years of American comedian Jack Benny, when he crafted his fictional alter ego, and built a supporting cast of characters and running gags that segued to his later career in television. Author Kathryn H. Fuller-Seeley is a professor and graduate advisor at the University of Texas Moody College of Communication in Austin, specializing in Media Studies. ==Synopsis== Jack Benny was a 20th-century American violinist and comedic entertainer who achieved success in vaudeville, radio, television and film. He played one role throughout his radio and television careers, a caricature of himself as a minimally talented musician and penny pincher who was the butt of all the jokes. Fuller-Seeley takes the reader through Benny's transition from vaudeville to radio success. Benny's on-air persona and that of the roles of supporting players, were a reworking of his self-deprecating vaudeville act, in collaboration with his head writer Benny Cohn. The radio broadcasts originated on May 2, 1932, from the Roof Garden at New Amsterdam Theatre in New York. Broadcast headquarters were moved to Hollywood, California in 1936, to accommodate Benny's film career. Over the course of its run, sponsors included Canada Dry, Chevrolet and Jell-O. Announcer Don Wilson was brought on to read product commercials, after Benny had already run through eight previous announcers. Wilson proved himself not only adept at pushing the advertiser's products, but also as a jovial foil to much of Benny's comedy. Like many of the show's core group, Wilson remained with Benny when the show ran on national television. Fuller-Seeley illustrates how the early stars of radio broadcasts were able to draw in their audiences through running gags, in the form of feuds, contests, or other methods. Among the publicity gags that ran for years, was a mock feud between Benny and Fred Allen. The latter had his own radio show rivaling Benny's popularity. The two were close friends in real life, and the mock feud helped both build their audience ratings. Actor Ronald Colman and wife actress Benita Hume were brought into the cast as Benny's sophisticated British neighbors who were always aghast at Benny's lifestyle. The \"Why I Can’t Stand Jack Benny Contest” generated 300,000 entries, half of them in the form of poetry, and featured Fred Allen as the judge. The winning entry was a poem written by a Carroll Craig of Pacific Palisades, read on the air by Colman. Group photograph of Eddie Anderson, Dennis Day, Phil Harris, Mary Livingstone, Jack Benny, Don Wilson, and Mel Blanc Two of Benny's gags that highlighted his image of a tightwad, were his Maxwell automobile, and the money vault beneath his home. The Maxwell sputtered and popped as either Benny or his valet Rochester drove it. In radio, the sounds of the automobile were provided by veteran voice actor Mel Blanc who provided many of the show's other sound effects. Blanc would also find fame providing cartoon voices for Looney Tunes. Both the Maxwell and Blanc carried over into the television show. For Benny's vault, radio audiences were given an audio tour of the subterranean fortress-like moat and alligators, though creaking doors to an entrance guarded by an old soldier who was a veteran of a previous century's war. The concept of his vault was transformed to visual reality on television. After tenor Kenny Baker left the radio show, Dennis Day was added to the cast and remained with the transition to television. The author posits that part of the show's uniqueness for its time, was the portrayal of women as independent characters who held their own with the men. The fictional mother of Dennis Day drove a steamroller, and was portrayed by Verna Felton on both the radio and television incarnations of the show. Mrs. Day's radio sister was Mary Livingstone, Benny's real-life wife. Livingstone's characterization of a sassy, independent woman made her an instant hit with the audience, and over time, elevated her popularity levels to equal that of Gracie Allen. Two chapters of the book focus on the addition of African-American vaudeville performer Eddie Anderson as Benny's valet Rochester Van Jones. Their inter-racial partnership was a rarity during a time of racial segregation in the arts, an era when black radio characters such as Amos and Andy were played by white actors. Anderson faced criticism from the black community that he was playing a subservient character, but Rochester usually got the last laugh. == Release information == * ==See also== *The Jack Benny Program == Bibliography == * * * == References == Category:2017 non- fiction books Category:1932 radio programme debuts Category:1955 radio programme endings Category:1930s American radio programs Category:1930s in comedy Category:1940s American radio programs Category:1950s American radio programs Category:American comedy radio programs Category:Books about actors Category:Radio programs adapted into television shows Category:NBC radio programs Category:NBC Blue Network radio programs ",
    "title": "Jack Benny and the Golden Age of American Radio Comedy"
}