{
    "id": "61718728",
    "text": "The Pasteur River () is a river in Quebec, Canada, to the north of the lower Saint Lawrence River. It is a tributary of the Aux Rochers River in the Lac- Walker territory of Côte-Nord. For most of its length it flows through the proposed Lake Walker National Park. The lower section of the river includes the long Lake Pasteur. ==Location== The Pasteur River is in Lac-Walker, Sept- Rivières in Côte-Nord, Quebec. The name was made official on 5 December 1968. The large canton of Abbadie, part of the Sept-Rivières Regional County Municipality, was proclaimed on 5 June 1965 but as of 2018 was uninhabited. The Pasteur River flows through the east of the canton, where it collects the waters of lakes Gagné, Chassé and Mouscoutchou via the Mouscoutchou River. Lake Asquiche in the east of the canton, which is surrounded by several smaller waterbodies, feeds the Pasteur River via the Asquiche River. ==Basin== The Pasteur is one of the main tributaries of the Aux Rochers River, the others being the MacDonald, Gravel and Schmon. The river forms to the northeast of Lake Estakian and receives water from Lakes Tommy, Dionne and Catista. It flows through Lake Estakian and continues southwest and then south, fed with water from Lakes Maroney, Larouche and Asquiche. The upstream section is characterized by meanders and abandoned channels. The Chute Tibasse, a waterfall, empties into the Asquiche River, a tributary of the Pasteur River. Lakes Gagné, Chassé and Mouscoutchou, which lie to the northeast of Lake Walker, are connected along a winding waterway in the Pasteur River basin. These lakes have an average width of . They were eroded and shaped by the passage of glaciers. During melting of the ice sheet they channeled the melt water. The absence of sediments on some of the low hills indicates that the waters of the Goldthwait Sea did not reach these lakes. The Lake Mouscoutchou depression connects to the Pasteur River valley down a slope that drops , resulting in a chain of cascades down into the valley. The Pasteur River enters the north end of Lake Pasteur, which is fed from Lac à la Cache to its east. Lake Pasteur is long and less than wide, with an area of . Just west of Lake Pasteur there is a group of NE-SW oriented lakes of which the largest are Lake Chevarie at and Lake à la Truite at . Lake Carré, in the south of the group, can be reached by a footpath. All the lakes in this group would be part of the proposed Lake Walker National Park. The lakes are about below the surface of the surrounding plateau. This depression probably provided an outlet for the melting Laurentide Ice Sheet, letting the water flow into the Pasteur River valley. The river continues for a short distance from the south of Lake Pasteur to the point where it joins the Aux Roches River. ==Environment== A map of the Ecological regions of Quebec shows the river rising and flowing south through the eastern spruce/moss domain of the boreal zone. The last section of the river from Lake Pasteur to the Aux Rochers River flows through the fir/white birch domain of the boreal zone. ==Conservation== The meandering section of the river to the north of Lake Pasteur, and the whole of that lake, would be part of the proposed Lake Walker National Park. The Lake Pasteur Biodiversity Reserve was proposed in 2003 as an IUCN category III area. It would include all of Lake Pasteur and most of Lake Walker. The Pasteur Lake biodiversity reserve is located in the Port- Cartier–Sept-Îles Wildlife Reserve, and as of 2005 forestry activity was underway in the north of the territory. In 2005 the Conseil régional de l’environnement de la Côte-Nord recommended improving management of resources in the Pasteur River watershed by expanding the conservation and development council of the Pasteur Lake biodiversity reserve to include representatives from the forestry, mining and energy industries. ==Lakes== Some of the lakes in the Pasteur River watershed include: {|class=\"wikitable sortable\" |- !Lake !! Coordinates !! Map |- |Tommy || || EIHOZ |- |Estakian || || EGHOW |- |Gagné || || EGLDF |- |Chassé || || EFWHL |- |Mouscoutchou || || EHIPY |- |Maroney || || EHEAH |- |Larouche || || EGXXZ |- |Asquiche || || EFJIQ |- |Pasteur || || EHODC |- |À la Cache || || EFSIA |- |Chevarie || || EFWXD |- |À la Truite || || EIVXH |- | Carré || || EFUEN |} ==Notes== ==Sources== * * * * * * * * * Category:Rivers of Côte-Nord Category:Sept-Rivières Regional County Municipality ",
    "title": "Pasteur River (Quebec)"
}