{
    "id": "61713849",
    "text": "Chinmay Madhukar Gupte (born 5 Jule 1972) is an Indian-born English orthopaedic surgeon and former cricketer. The son of the cricketer Madhukar Gupte, he was born at Poona in July 1972. He studied medicine in England at Pembroke College, Oxford. While studying at Oxford, he made his debut in first-class cricket for Oxford University against Hampshire at Oxford in 1991. He played first-class cricket for Oxford until 1996, making a total of 52 first-class appearances. Playing as a batsman, he scored 2,252 runs at an average of 33.61. He made five centuries and eight half centuries, with a high score of 132 against Worcestershire in 1996. The 1996 season was his most successful for Oxford, with Gupte scoring 606 runs at an average of 46.61. He also played a single first-class match for the Combined Universities cricket team against the touring West Indians in 1995. In addition to playing first- class cricket while at Oxford, he also made five List A one-day appearances for the Combined Universities/British Universities cricket team, making two appearances in the 1995 Benson & Hedges Cup and four appearances 1996 Benson & Hedges Cup. After graduating from Oxford, Chinmay considered pursuing a career as a professional cricketer, but was instead inspired to become an orthopaedic surgeon having witnessed his own fathers recovery from a knee injury when he played professional cricket in India. He played first-class cricket for the Marylebone Cricket Club (MCC) against the touring Sri Lanka A cricket team at Shenley in 1999. Gupte later gained a PhD from the Imperial College School of Medicine in 2004, for his research into meniscofemoral knee ligaments and their role in knee arthritis and ligament injury. He served as the president of the Royal Society of Medicine Orthopaedics Section in 2012. He chairs a research partnership between Imperial College and the MCC, which in 2017 conducted research into the balance between bat and ball, concluding that over time batsman had gained an advantage over bowlers. This saw the introduction of a new law into the Laws of Cricket which restricts bat size in order to restore the balance between bat and ball. ==References== ==External links== * Category:1972 births Category:Living people Category:People from Pune Category:English people of Indian descent Category:Alumni of Pembroke College, Oxford Category:English cricketers Category:Oxford University cricketers Category:British Universities cricketers Category:20th-century English medical doctors Category:British orthopaedic surgeons Category:Marylebone Cricket Club cricketers Category:21st-century English medical doctors Category:Alumni of Imperial College London Category:20th-century surgeons ",
    "title": "Chinmay Gupte"
}