{
    "id": "61714675",
    "text": "Gravestone of Rev. Benjamin H. Bailey Benjamin Holloway Bailey (1823–1919) was an American Unitarian minister. At the time of his death, he was \"one of [the Unitarian church's] best known and best loved as well as one of its oldest ministers.\" ==Personal life== Bailey was born in Bolton, Massachusetts on July 5, 1829 to Holloway and Lucy Sawyer Bailey. He grew up in Northborough, Massachusetts on his father's farm before attending Bridgewater Normal College, Leicester Academy, and Harvard College, where he graduated in 1854. Then followed a few years of teaching at Chicopee High School and in Providence. He studied law and then was graduated from Harvard Divinity School in 1860. While living in Dedham he met his wife, Emily F. Sampson, and they married on June 1, 1864. They had five children, three of whom died before he did. He spent the last six years of his life in retirement in Jamaica Plain, Massachusetts. He is buried in Brookdale Cemetery. ==Ministry== Bailey served at the First Church and Parish in Dedham from 1861 to 1867. In Dedham, he presided over the funeral of his predecessor, Alvan Lamson and led the service at the 250th anniversary of the church's gathering in 1888 where he delivered an historical discourse. In 1867, he was called to Portland, Maine where he remained for five years. He then served in Marblehead, Massachusetts beginning in 1872. A twelve years pastorate there was followed by a slightly longer one at Malden, Massachusetts from 1884 to 1897. For six years, he served on the Malden School Committee. He then ministered in Westford, Massachusetts. While there, he was a member of The Grange. Beginning in Marblehead, he began teaching as well. Boys would either lodge with his family and study under him, or be taught as day students. ==Notes== ==References== ==Works cited== * Category:Clergy from Dedham, Massachusetts Category:People from Marblehead, Massachusetts Category:People from Westford, Massachusetts Category:People from Jamaica Plain Category:People from Bolton, Massachusetts Category:People from Northborough, Massachusetts Category:Clergy from Portland, Maine Category:People from Malden, Massachusetts Category:Bridgewater State University alumni Category:Harvard College alumni Category:Harvard Divinity School alumni Category:Leicester Academy alumni Category:American Unitarian clergy Category:1823 births Category:1919 deaths Category:Date of death missing Category:Place of death missing Category:19th-century Unitarian clergy Category:20th-century Unitarian clergy Category:Burials in Massachusetts Category:National Grange of the Order of Patrons of Husbandry Category:Burials at Brookdale Cemetery ",
    "title": "Benjamin H. Bailey"
}