{
    "id": "61728997",
    "text": "Gerald Ullrich (born 23 December 23 1962 in Schmalkalden) is a German electronics engineer and politician of the Free Democratic Party (FDP) who has been a member of the German Bundestag since 2017. ==Early life and career== Ullrich obtained an intermediate school-leaving certificate at a polytechnic school in 1979. Then he trained as an electrician for three years, before he studied at Hermsdorf Technical College for Electrical Engineering and Ceramics from 1983 to 1986. After he completed the 18 months of compulsory military service in the National People's Army of the German Democratic Republic he worked for one year as an engineer and from 1989 to 1990 as a project manager of a large-scale project.> Shortly after the Peaceful Revolution he founded a family-run plastics processing company, which he managed until 2017. ==Political career== In 2014 Ullrich joined the FDP. He is member of the executive committee of the FDP in Thuringia since 2014 and its deputy chairman since 2016. He is also chairman of the FDP Schmalkalden-Meiningen county branch since 2015 and Chairman of the Thuringia branch of the Liberal Association of Small and Medium-Sized Businesses since 2016. ===Member of the Bundestag, 2017–present=== Ullrich became a member of the German Bundestag in the 2017 federal elections, representing Suhl, Schmalkalden-Meiningen, Hildburghausen and Sonneberg constituency alongside Mark Hauptmann. He has since been serving on the Committee on European Affairs, the Committee on Petitions and as substitute member on the Committee on Economic Affairs and Energy. On the Committee on European Affairs, he is his parliamentary group's rapporteur on climate protection and serves since November 2019 also as coordinator of his parliamentary group. In addition to his committee assignments, Ullrich has been serving as deputy chairman of the German- Portuguese-Spanish Parliamentary Friendship Group. ==other activities== Ullrich is founder chairman of the Floh-Seligenthal business association. ==Personal life== Ullrich is Protestant, married, has two sons and lives in Floh-Seligenthal.> == References == Category:Free Democratic Party (Germany) politicians Category:Members of the Bundestag for Thuringia Category:Living people Category:1962 births Category:21st-century German politicians Category:20th-century German engineers Category:German electrical engineers Category:21st-century German engineers Category:Members of the Bundestag 2017–2021 Category:Members of the Bundestag for the Free Democratic Party (Germany) Category:People from Schmalkalden Category:Engineers from Thuringia ",
    "title": "Gerald Ullrich"
}