{
    "id": "61729298",
    "text": "The Gravel River () is a river in Quebec, Canada, to the north of the lower Saint Lawrence River. It is a tributary of the Aux Rochers River in the Lac- Walker territory of Côte-Nord. ==Location== The Gravel River is in Lac-Walker, Sept-Rivières in the Côte-Nord region of Quebec. The name of the river, Rivière Gravel, was made official by the Commission de toponymie du Québec on 25 February 1976. For most of its length the river flows south through the Port-Cartier–Sept-Îles Wildlife Reserve. A map of the proposed Lake Walker National Park shows the river entering the park near Lake Goéland and flowing south with a meandering course to the north end of Lake Walker, roughly parallel with the Schmon River. ==Course== The Gravel is one of the main tributaries of the Aux Rochers River, the others being the MacDonald, Pasteur and Schmon. It drains a basin of . During deglaciation the ice in the Schmon and Gravel river valleys was probably slow to melt, then poured their water into Lake Walker. The high waters of this period were the source of much of the material in the meanders of the river, although other material comes from erosion of the valley slopes, banks and bed. Within the proposed park, the river's valley flows NNE-SSW for about before entering Lake Walker. It has a trough-shaped cross-section. The valley has an irregular profile along its length, with some glacial locks, or riegels. Upstream of the locks are glacial umbilicals filled with glaciofluvial sediments. In the Lake Ulysse-Morin sector the river is fed by a series of parallel tributaries down to the point where it meets the Petite Gravel River, after which the valley broadens out and the river flows quietly, with many meanders. This is an area of great natural beauty. ==Environment== A map of the Ecological regions of Quebec shows the river rising and flowing south through the eastern spruce/moss domain of the boreal zone. ==Lakes== Some of the lakes in the Gravel River basin are: {|class=\"wikitable sortable\" |- ! Lake !! Coordinates !! Map |- | Lac Trouvé || || EIIYF |- | Lac aux Chiens || || EFXDS |- | Grand lac du Nord || || EHKXC |- | Petit lac du Nord || || EHKXE |- | Lac Harbour || || EGPTF |- | Lac Hervieux || || EIQEA |- | Lac du Rat Musqué || || EHUVY |- | Petit lac des Noyés || || EIRMH |- | Lac Ulyesse-Morin || || EITFQ |- !colspan=3 |Petite rivière Gravel |- | Lac Adams || || EFGQC |- | Lac Large || || EGXUK |- | Lac Travers || || EIIFD |- | Lac Bouchard || || EFPMI |- | Lac Goéland || || EIPXA |} ==Notes== ==Sources== * * * * * * Category:Rivers of Côte-Nord Category:Sept-Rivières Regional County Municipality ",
    "title": "Gravel River (Quebec)"
}