{
    "id": "61724878",
    "text": "Rock gegen Rechts, 1983 poster Rock gegen Rechts is the motto of concerts and festivals held irregularly against far-right politics as a form of political demonstration in Germany and Austria. Udo Lindenberg called his events Rock gegen rechte Gewalt (Rock against far-right violence). Other names for such events have included Wir sind mehr in Chemnitz in 2018. == History == === Frankfurt, 1979 === The first Rock gegen Rechts festival was held on 16 June 1979 in Frankfurt in response to a Germany-wide event (Deutschlandtreffen) of the Nationaldemokratische Partei Deutschlands (NPD). It was inspired by the British Rock Against Racism. The festival took place at the , a former airport. It was directed against a meeting and demonstration of the NPD, planned for the same day, similar to one which had attracted 3,000 people to march through the centre of Frankfurt the previous year. The festival was permitted, while a demonstration initiated by the DGB was forbidden. However, 40,000 people ignored the ban and demonstrated, which was tolerated by the police and went peacefully. Visitors reached the festival in a , a demonstration march from different starting points. 50,000 people listened to music by the Bots from the Netherlands, Schmetterlinge from Vienna, Misty from England, Guru Guru, Octopus, the Michael Sagmeister Trio, Strassenjungs and Missus Beastly, among others. Rock gegen Rechts, Frankfurt, 2018 The festival's success led to further concerts throughout Germany. A second festival was held at the same location a year later on 16 and 17 June 1980. Beginning in the 1990s, the motto \"Rock gegen Rechts\" was also used for smaller political festivals. Udo Lindenberg named his events Rock gegen rechte Gewalt (Rock against far-right violence). === Jena, 2011 === On 2 December 2011, Udo Lindenberg, Sigmar Gabriel and the town of Jena organised a rock concert against the far-right terror of the Nationalsozialistischer Untergrund (NSU) and their supporters. Called Rock 'n' Roll-Arena Jena – Für die bunte Republik Deutschland (For the colourful German Republic), it attracted 50,000 people. Performers included, besides Lindenberg, Peter Maffay, Julia Neigel, Silly and Clueso.50.000 rocken gegen Rechts, Der Spiegel, 3 December 2012 === Düsseldorf, 2013 === The first such concert in Düsseldorf was held on 3 August 2013 at the , with free admission. In the last several years, performers have included Radio Havanna, Sidi Wacho and Rotfront. === Chemnitz, 2018 === Audience in Chemnitz in 2018 Logo The stabbing of a man in Chemnitz on 26 August 2018 led to demonstrations against immigrants, involving around 6,000 people in xenophobic riots. A concert was organised, conceived as a counter demonstration and titled \"Wir sind mehr\" (We are more). The local band Kraftklub played for around 65,000 listeners, with artists including Die Toten Hosen, Casper, Feine Sahne Fischfilet, K.I.Z, Marteria, and Trettmann.65.000 bei Konzert gegen Rechts, tagesschau.de. 3 September 2018 == References == == External links == * Ochsenköppe stoppen - Vor 25 Jahren: \"Rock gegen Rechts\"-Festival in Frankfurt WDR, 16 June 2004 * #Wirsindmehr – Chemnitz: Was bringen Konzerte gegen Rechtsextremismus? MDR Kultur, 3 September 2018 * . 3 September 2018 Category:Rock festivals in Germany Category:Events in Hesse Category:Anti-fascist organisations in Germany Category:1976 establishments in Germany ",
    "title": "Rock gegen Rechts"
}