{
    "id": "61729335",
    "text": "The Institute of Welsh Affairs (IWA) () is an independent charity and membership-based think-tank based Cardiff, Wales, which specialises in public policy and debate around the economy, education, environment and health sectors in Wales. == History == The establishment of the IWA came amid, according to Schofield (2014), the launch and subsequent failure of the 1979 Welsh devolution referendum, and the resulting “tug-of-war between a desire for a measure of independence for Wales and concerns about the country’s ability to function under such a system.” In 1986, controller of BBC Wales Geraint Talfan Davies and Cardiff lawyer Keith James (of Hugh James LLP) set out a paper which established their case for \"a body that can provide a regular intellectual challenge to current practice in all those spheres of Welsh life and administration that impact on our industrial and economic performance.\" An initial £50,000 grant was provided by the Welsh Development Agency Chief Executive David Waterstone, and thus The Institute of Welsh Affairs was established on 22 July 1987. The IWA became registered as a charity on 1 December 1990. The IWA’s first Chairman was Henry Kroch, a German born industrialist who was president of AB Electronics, while his Deputy Chairman was Sir Donald Walters, the former Council Chair of the University of Wales Institute of Science and Technology and an integral figure in the merger of the present day University of Wales, Cardiff. It was overseen by a Board of Trustees which persists to this day. The think tank has been unaffiliated to political or economic interest groups since its foundation, and was the first membership-funded think tank in the UK. Until 1996 its Chairman was Geraint Talfan Davies, who led the organisation during its voluntary era. However, with a combination of funding from the now defunct Welsh Development Agency, the Hyder Group, and Cardiff banker Julian Hodge, the IWA received enough funding to hire staff full time. It appointed journalist John Osmond as its full-time director, who oversaw the organisation's output, including the first production of the IWA’s journal, Agenda. In 2008 the IWA launched Click on Wales as a comment and analysis site for discussion about public policy in Wales. In April 2013, John Osmond was succeeded as Director by Lee Waters, who had previously run the environmental charity Sustrans Cymru and had been Chief Political Correspondent for ITV Wales. A year later the founder of the Cardiff law-firm NewLaw, Helen Molyneux, was appointed Chair. In 2015 Waters stood for election as the Labour National Assembly candidate for Llanelli, which he went on to win. Following the election, he stood down as director of the Institute, and Auriol Miller was named as his successor in July 2016. Miller was prior to appointment the director of Welsh homelessness service Cymorth Cymru and previously worked forOxfam in Sudan. ==Key themes== The IWA's stated vision is to develop practical ideas and strategies to improve the economy, education, environment and health sectors in Wales. Its initial work centred heavily around devolution, following the 1979 referendum and 1980s economic upheaval in Wales. Its focus post-devolution has shifted to more of a public policy advocacy function, facilitating debate by leading industry and political figures on its ClickOnWales platform, as well as preparing reports on specific areas for reform, including the environment, higher education, transport, justice, European Union membership, healthcare, the media, and inequality. One of the IWA’s central activities is holding events on its reports, public policy issues, and on matters of civic importance in Wales, such as debating whether Brexit is the end of Devolution for the 20th anniversary of Welsh devolution. It notably held a high profile Brexit debate in Cardiff between former First Minister of Wales Carwyn Jones and Brexit supporter Nigel Farage. == Funding == The IWA is a membership based organisation, offering individual membership, corporate affiliation, and fellowships. For the year ending 2017-18 it reported income of £327,000 and spending of £314,200. The organisation is primarily funded by its members and operates as a charity, however in the past it has received funding from a variety of sources. Its reports have in the past been sponsored by businesses, such as AB Electronics and Hodge Bank, as well as Government or voluntary sector bodies such as the former Welsh Development Agency. The Institute issues fellowships as honorary positions to those deemed to have made contributions to civil society in Wales in their fields of expertise. This has since been followed by honorary Life Fellowships for individuals making an exceptional contribution \"to making Wales better\". The IWA has three area branches; North Wales, Cardigan Bay and Swansea Bay. The branches are run by volunteers and from time to time arrange events that are of interest to IWA members in their areas. == Notable people == A number of figures from across Wales are currently, or have previously, been involved with the Institute, as fellows, board members, or Directors. *Lee Waters *John Osmond *Helen Molyneux *Geraint Talfan Davies *Eurfyl ap Gwilym *Professor Laura McAllister == Criticism == In 2011 Liberal Democrat AM Aled Roberts argued in a speech at the Eisteddfod organised by the IWA that \"house building would strain (the) Welsh language\" in north east Wales. The speech proved controversial as it cited similar arguments to those made by Welsh language campaigners that migration of English people to Welsh language speaking areas is harmful for the language, and that it should be stifled through planning objections and legal opposition. In 2015 the IWA's decision to appoint Labour's Assembly candidate for Llanelli Lee Waters as its director came in for criticism from the Conservatives leader in the Senedd, Andrew R.T. Davies, for what he said was \"the continued stewardship of the IWA by a candidate of the party of government in Wales at next May’s Welsh General Election.\" The IWA's Chair Helen Molyneux wrote to IWA members as a result of the controversy, to inform them of Mr Waters’ selection as a candidate and \"reassure them that the board will be putting in place safeguards to ensure that the IWA’s independent position is protected as we approach the election.” == Leadership == A current list of board members is kept on the IWA's website, as well as at the Charity Commission. Directors * Auriol Miller (2016–present) * Lee Waters (2013-2016) * John Osmond (1996-2013) Chairpeople * Helen Molyneux (2014–present) * Geraint Talfan Davies (1992-2014) * Henry Kroch (1987-1991) Board Members Original list *Eurfyl ap Gwilym of Principality Building Society and Plaid Cymru * Professor Laura McAllister of Cardiff University * Frances Beecher of Llamau * David Clubb of Afallen LLP and Plaid Cymru * Alison Copus of the Wales Millennium Centre * Nigel Griffiths of Certus Technology Group * Gerald Holtham of Cardiff Metropolitan University and Cadwyn Capital LLP * Valerie Livingston of Newsdirect Wales * Professor Kevin Morgan of Cardiff University * Helen Mortlock of Eversheds Sutherland * Anthony Pickles formerly Chief of Staff for the Welsh Conservatives * Nina Ruddle of Wrexham Glyndŵr University * Marc Thomas of Doopoll * Bethan Darwin of Thompson Darwin LLP ==Publications== The Institute has published reports on issues across a number of fields relating to Welsh life. However in 2016 the organisation readjusted to focus on four areas of importance: the economy, education, health, governance & the media. The IWA publishes its reports in full online. === 1980s === ==== Inaugural paper ==== Prior to its inception, Davies and James produced a 1986 paper on the need for \"a body that can provide a regular intellectual challenge to current practice in all those spheres of Welsh life and administration that impact on our industrial and economic performance.\" ==== The South Wales Valleys economy ==== Issues which were prominent in the early work of the Institute included reports around the Welsh economy, particularly in light of the miners’ strike of 1984-85. In 1988 the IWA published a report on the South Wales Valleys economy, at a time following the mine closures and de-industrialisation across the UK. The report argued that the Valleys “are at a relative disadvantage compared with the coastal plain (of South Wales) in attracting development” due to problems which are “primarily economic”, stating that any “social problems are related to a lack of jobs and investment,” and that “the future must be based on linking into the relative economic prosperity of the coastal plain: the valleys are no longer a separate economic entity.” The report was covered by the Financial Times in 1989, who widely cited the Institute’s work in their investigation into the economic, social, and business challenges in the Valleys, which the paper noted had “among the most deprived parts of Britain, with an average household income under £4,000.\" === 1990s === ==== Welsh- medium schools ==== In 1996 Reynolds and Bellin wrote a report on Welsh-medium schools, titled “Welsh-medium Schools; why they are Better.” The work was cited by Dylan Jones at the British Educational Research Association Annual Conference in 1997, in a paper titled “The assessment of bilingual pupils: observations from recent Welsh experiences.” Davies states that Welsh-medium schools “have constantly featured among the best in Wales… even (accounting) for possible socio-economic differences.” Davies stated that the IWA paper put forward a range of reasons for this overachievement compared to English medium schools. ==== North-South infrastructure proposals ==== The IWA in 1999 published a report arguing for expansion of the A470 north-to-south-Wales trunk route in order to better facilitate road travel from North to South Wales. The organisation was criticised by Friends of the Earth Cymru in a 30 page critique of proposals to reinstate North-South Wales road links, which the group called \"detrimental to road safety,\" \"socially exclusive,\" and which they argued would \"encourage traffic growth.\" ==== Devolution ==== During the 1990s, issues relating to devolution formed a large part in the IWA's agenda. It produced reports on the conduct of the referendum, suggested amendments to the 1998 Government of Wales Act, and published reports on the relationship between devolution and economic development, as well as the contentious issue of housing the Assembly. The Institute had long argued in the early 1990s for the arts in developments in Wales, particularly during the proposals for the redevelopment of Cardiff Bay. It wrote two reports, Wales 2010 and Cardiff Euro Capital, which had “highlighted a need to project Cardiff's identity and its strength as the \"cultural capital of a musical nation.” Yet in 1996, the Millennium Commission refused funding for Zaha Hadid’s Cardiff Bay Opera House, and the project appeared unlikely to succeed. The Independent newspaper however reported the IWA had persisted, having taken “up the reins (of the project) with grim determination.” Supported by Anthony Freud, director of the Welsh National Opera and Michael Trickey, director of policy and planning at the Arts Council of Wales, the Institute began fielding ideas for the project which had been rejected by both the Millennium Commission and the general public during Wales Secretary John Redwood’s unsuccessful consultation. The establishment of an arts centre had been key to the Cardiff Bay Development Corporation’s plans for what was at the time “the biggest such inner- city undertaking in Europe”, and which was forecast to cost £2.75bn in 1997 (£4.9bn adjusted for 2019 inflation). At the time, CDBC Chairman Geoffrey Inkin stated he had “no great hopes for the initiative taken by the Institute of Welsh Affairs”, but the Institute’s then Director John Osmond said at the time that it had “brokered a (public-private) package to bring the lights up again on the project.” The work of the IWA in drawing attention to what it said was “some 83 per cent of arts funding from the Lottery” going to England, as well as its leadership in pushing the now Wales Millennium Centre to seek Millennium Commission, Arts Council, and Heritage Fund investment, is attributed as being hugely impactful on the later construction of the Centre. Schofield cites the IWA’s 1996 report as evidence of the important role the organisation played in shaping the debate on devolution. The paper titled \"The Road to the Referendum: Requirements for an Informed and Fair Debate\" argued that Welsh voters has been under informed about the arguments on Welsh devolution in the 1979 Welsh devolution referendum due to the excessive focus of London journalists on the parallel Scottish devolution campaign. The IWA at the time had argued that “the distinctive Welsh case for devolution was never fully understood by the Welsh public”, an environment which had in the 1980s lead to the Institute’s formation. The Institute's 1997 report \"Making the Assembly work\" was cited in the House of Commons research paper 97/132 titled \"Government of Wales Bill: Operational Aspects of the National Assembly\" as well as during debates on the Government of Wales Bill in the Commons in December 1997. Baron Rowlands MP spoke about the Welsh-British relationship, particularly “the assembly-Whitehall-Secretary of State relationship, and the assembly-Westminster relationship.” Rowlands drew attention to the acknowledged the Institute was a “traditionally pro-devolution organisation” but criticised Conservative ministers debating the Bill for not reading the work of the Institute, particularly their “Making the Assembly Work” report. He drew significant importance to the issue of clashes between the Secretary of State for Wales and the Assembly, and queried whether the Secretary would have any meaningful role in Whitehall following devolution on Welsh matters. Rowlands called for the Secretary of State to continue to serve as a catalyst for foreign direct investment and engagement with Wales from London to the rest of the world. The UCL has written about the IWA’s role in the development of Welsh Devolution post 1996, focussing on their work in shaping the Welsh Government away from Welsh voters initial scepticism, towards tax and lawmaking devolution, and debates about the future of the devolved governments. It was also cited by UCL for its arguments in favour of legislative devolution. It would only be 2011 before the arguments were fully fulfilled, however, when the Welsh Assembly gained primary legislative powers. In 2015 Professor Dylan Jones-Evans and Dr Martin Rhisiart published a 20 year review of the 1993 publication of \"Wales 2010\" in the journal Technological Forecasting and Social Change. The article reviews whether the IWA's work was accurate and whether it had a positive impact. It found that the resulting Entrepreneurship Action Plan (EAP) for Wales had a \"profound\" impact, but that its removal years later was a severe mistake along with the abolition of the Welsh Development Agency. It praises the appointment of a new Minister for the Economy within the Welsh Government in 2011 but notes that the Labour-Plaid coalition's 2010 Economic Renewal Programme only briefly mentioned entrepreneurship once in 53 pages. It notes that a positive trend continues in Welsh business, as \"new firm formation has been increasing again in Wales for the period 2011–13, growing by 38% as compared to 33 % for the UK.\" At an IWA conference reported by the BBC however, Baron Rowe-Beddoe argued that Welsh investment planning could not be \"simply a throw-back to the WDA, which had run its course.\" === 2000s === ==== Liverpool and north Wales ==== In 2004 the group organised a debate in Colwyn Bay to debate the historic relationship between Merseyside and North East Wales. It cited Ian Rush, Neville Southall and Michael Owen as well as the cross-border health service and economic ties between the regions as evidence for some in the area that \"North Wales does look to Liverpool as the capital to this day.\" The debate was timed to coincide with Liverpool bidding to host the Eisteddfod, \"to mark its 800th birthday in 2007 and its year as capital of culture in 2008.\" ==== Politics in 21st Century Wales ==== In 2008 the IWA published a book titled Politics in 21st Century Wales. The work involved excerpts from Welsh political figures from a mix of allegiances, including First Minister Rhodri Morgan of the Labour Party, Nick Bourne of the Conservative Party, Kirsty Williams of the Liberal Democrats, and Adam Price of Plaid Cymru. Price’s section was titled \"Reinventing Radical Wales\", in which he asserted that Wales \"can in many ways still be characterised as a tentative, emerging nation\". Adam Price’s argument that Wales \"can in many ways still be characterised as a tentative, emerging nation.\" ==== Newport cultural capital ==== In 2008 as part of a joint conference with the University of Wales, Newport, the IWA debated the goal of making Newport into a \"place that people visit rather than pass by on the M4\" as well as hoping to end perceptions as a city suffering from post industrial decline and a \"lack of investment and money.\" The debate highlighted the new £35m city centre university campus, the 2004 Riverfront Arts Centre, and the Newport music scene as reasons why the city could develop into a cultural destination in South Wales. === 2010s === ==== Architectural heritage ==== A 2010 report from the IWA found that \"buildings that characterise Cardiff’s Victorian heyday have diminished in number\" and that \"many of those great Victorian buildings that the city still has need to be saved and recognised by planners, or risk being lost as well.\" ==== Severnside Airport proposal ==== In 2013 the IWA reiterated earlier proposals for a Severnside Airport which had previously been rejected by the Future of Air Transport White Paper back in 2003. The report was criticised by executives at both Bristol Airport and Cardiff Airport who warned that \"Cardiff and Bristol Airports would close under the proposals\" which would take \"16 years to plan and build.\" The report's author Geraint Davies however argued that the majority of flights would be \"taking off and landing over water, (meaning) the noise and air pollution for nearby residents would be minimised.\" ==== M4 relief road ==== Amid concerns about the increasing budget for the M4 relief road project, in 2014 the IWA commissioned a report into the alternative Blue Route, with the BBC raising concerns that \"the Welsh government may have broken European rules by not putting sufficiently distinctive options in its consultation.\" The proposed road was scrapped entirely by First Minister Mark Drakeford in 2019. ==== Wealth inequality ==== In March 2015 the Institute published a report by Professor Gerry Holtham, former Director of the Institute for Public Policy Research and Head of the OECD’s General Economics Division. It set out the scale of the challenge to closing the wealth gap with the rest of the UK. The report was covered by the BBC under the title \"Wales lacks economic ambition.\" It found that \"little evidence that devolution has had much effect on the Welsh economy\", and made recommendations for projects to stimulate growth included Wales becoming a net exporter of renewable energy. The report was praised by business figures such as the Federation of Small Business as \"a starting point\" but the Welsh Conservatives said it painted a \"stark picture.\" ==== Silk Commission and the Wales Act 2017 ==== The IWA has continued to provide evidence to the 2006 Government of Wales Act, the Silk Commission on Devolution in Wales, and the Wales Act 2017. In an article for the group, former Secretary of State for Wales and Welsh Labour leader Alun Michael argued for \"powers over policing to be devolved to Wales\" as \"in practice Whitehall has already devolved decision-making about most police activity.\" The areas were not ultimately included in the list of policy areas to be devolved. ==== Online Constitutional Convention for Wales ==== The organisation has employed crowdsourcing as part of its engagement with the public on policy issues. In 2015 it held an \"Online Constitutional Convention for Wales\" modelled on the Icelandic crowdsourced response to the 2008–2011 Icelandic financial crisis. The IWA stated that 12,000 people engaged, on topics including the economy, politics, technology, and the welfare state. ==== Wales Media Audit ==== The same year, the IWA published its Wales Media Audit, which analysed the usage and delivery of media across radio, television, and other sources in Wales. The report was carried by the BBC and was cited in the National Assembly for Wales and the House of Commons during debates around the renewal of the BBC Charter. In reporting on the Institute's work, The Guardian found that the Welsh media faces \"market failure\" after \"a total reduction in spending on TV programmes for Wales across the BBC and ITV from £39m to £27m.\" The newspaper also stated that \"the number of journalists employed in South Wales dropped from 700 in 1999 to 108 in 2013.\" The Audit received widespread coverage for its highlighting potential billion pound cuts to the Welsh Rugby Union budget as a result of the ending of BBC 2 opt outs for Welsh sport. The concerns were raised due to technical limitations preventing the BBC from offering regional sport on BBC 2, which would be broadcast as a single national feed while BBC 1 continued to be offered in regional variations, such as BBC Wales or BBC Scotland. The WRU relies heavily on funds provided by the BBC for coverage of Welsh rugby on BBC 2 Wales. ==== 2016 Brexit debate ==== In 2016 the organisation held a highly publicised Brexit debate between Labour First Minister Carwyn Jones and UKIP leader Nigel Farage. The debate was one of the few national public debates that took place regarding Wales' future in or out of the European Union, and involved tense arguments about his calculation that 200,000 jobs relied on European trade in Wales, as well as difficulties in the international steel market and the challenges of increasing trade barriers. IWA trustee and Plaid Cymru politician Eurfyl ap Gwilym argued in a 2017 report that UK Government should consider lowering the rates of corporation tax paid in the poorest parts of the UK due to what he described as the severe scale of upheaval faced by Wales in leaving the European Union He argued that Wales was more reliant on EU exports and up to £680m a year in CAP and Structural Fund payments, which he suggested necessitated devolution of corporation tax to stimulate investment post-Brexit. ==== Cancer Care ==== In 2016 a joint online project with Tenovus Cancer Care was launched, which involved 9,000 people and 100 submissions on how to improve cancer care in Wales, followed by a shortlisting process by healthcare professionals. The BBC reported that the main recommendations of the panel were for better NHS communication with patients, and improvements to access to treatment.\" ==== EU structural funding ==== Writing for the IWA's Click on Wales website, UK Minister of State for Employment Priti Patel MP wrote that the European Commission was, prior to Brexit, planning cuts \"in the region of 27%\" to Wales-specific structural funds, and that \"Wales would be better off out of the EU (...) with the future funding for these types of projects determined by politicians accountable to the Welsh electorate.\" The piece drew criticism from pro-European AMs and MPs, with Cardiff South and Penarth MP Stephen Doughty contending that Wales remains the largest beneficiary of EU funds in the UK. ==== HMP Berwyn super-prison ==== In 2016 the IWA launched a research project into devolution of policing and justice to Wales, and in February 2017 the BBC drew attention to IWA findings which claimed that the prison would end up \"four times the recommended size\" after the Ministry of Justice had allegedly \"ignored the Welsh Affairs Select Committee's recommendation for a 'medium-sized 500 places prison.\" The BBC also noted that \"only a quarter of the 2,000 inmates might end up being from Wales.\" ==== Higher education ==== The IWA's 2017 report \"The Single Market of the Mind\" studied the implications of the UK leaving the European Union for higher education providers and students. It found that while a third of all money distributed by Research Councils UK came from the EU, in Wales that figure was up to two thirds of funds. As a result of Wales' reliance on EU funding, as well as being \"disproportionately dependent on higher education for research and development\", Wales would be particularly susceptible to Brexit if the funds were not sufficiently replaced by UK government funding. ==== 2017 anniversary of the 1977 devolution \"no\" vote ==== To mark the anniversary of the 1977 \"no\" vote to the question of Welsh devolution, in 2017 the Financial Times looked at the work of the IWA as part of its \"four key challenges for the Wales assembly.\" It particularly highlighted the development of \"progressive legislation\" including the IWA's concept of a distinct Welsh baccalaureate, as well as free prescription charges for medicines in 2007, legislation to tackle homelessness, and a system of presumed consent for organ donation. However it noted that hospital waiting times had deteriorated more severely in Wales since 2010 than in the rest of the UK, and that Wales from 2012 to 2016 had come last behind the rest of the UK in the OECD's education rankings. ==== Energy policy ==== In 2018 the IWA published a report on climate change and how Welsh energy policy should react to the \"climate crisis\" articulated by activists in the late 2010s. Its work was cited by the BBC Wales Online and the Western Mail, as well as being mentioned by Labour First Minister Mark Drakeford as a \"welcome insight\". The work was funded by the Hodge Foundation, Friends Provident Foundation, and the Polden-Puckham Charitable Foundation. It produced, over a period of three years, analysis on the essential actions and impacts of reform to the energy sector in Wales, and found: * 20,150 jobs could be created in the renewable energy industry * The country could manage to produce 100% of its energy from renewable sources by 2035 * £7.4bn in total Welsh gross value added would result from a shift towards green energy sources * \"Powers needed were in the hands of ministers in Cardiff Bay,\" empowering Welsh Government to intervene * \"Just over 2% of the Welsh block grant is earmarked for energy\" Its findings also established that, in order to meet targets laid out in the Environment (Wales) Act 2016, the country needs to reduce its emissions by at least 80%, and that currently \"transport in Wales is dominated by the car, more than in any other region or nation in the UK, with buses in serious long-term decline and rail only (covering) a small area.\" ==See also== * List of UK think tanks * List of Welsh think tanks ==References== ==External links== *Official website *Institute of Welsh Affairs at Curlie *ClickonWales - News analysis from and about Wales *Charity Commission details - Institute of Welsh Affairs *Companies House - Institute of Welsh Affairs Category:Political and economic think tanks based in the United Kingdom Category:Non-profit organisations based in Wales Category:Politics of Wales Category:Economic research institutes Category:Fiscal policy Category:Organisations based in Cardiff Category:Organizations established in 1987 Category:Research institutes in Wales Category:Taxation in the United Kingdom Category:1987 establishments in the United Kingdom Category:Advocacy groups in the United Kingdom ",
    "title": "Institute of Welsh Affairs"
}