{
    "id": "61728300",
    "text": "The Left Hand Fire was a wildfire that burned in the Okanogan Wenatchee National Forest, 17 miles northwest of Naches, in the state of Washington in the United States. The fire, which started July 23, 2019, was caused by a lightning strike. As of September 3, the fire had burned and was 92 percent contained. ==Fire== The Left Hand Fire was reported around midnight on July 23, 2019, burning approximately 17 miles northeast of Naches, Washington in the Okanogan Wenatchee National Forest. Firefighters immediately deployed to the fire, which is burning on the side of a steep, rocky drainage with no interior roads leading to it. After hiking to the location, the firefighters had success controlling the fire, until burning material rolled down the slope and crossed containment lines, spreading the fire. Within two days, the fire had grown, due to large amounts of dry fuels, including grass, brush and trees. The fire also grew rapidly due to dry conditions and strong winds. On July 25, mandatory evacuations were put in place for six homes and other structures near the fire and evacuation warnings were put in place for 250 homes on State Route 410. While the highway remained open, smoke from the fire impacted visibility. Two days later, national forest roads began to be closed to public traffic and sixteen more homes, along Rock Creek were evacuated. Smoke from the fire was visible from Cliffdell and Yakima. The Left Hand Fire had doubled in size to by the morning of July 28 due to strong winds and dry conditions. In addition to two road closures in the forest, the Washington Department of Fish and Wildlife closed of the Oak Creek Wildlife Area. The following day, aircraft began making water drops and crews began structural protection efforts on residences. The fire was at 26 percent containment by July 31 due to low levels of fuels in the former burn areas of the 2016 Canteen prescribed fire and 2016 Rock Creek Fire. On August 1, mandatory evacuation orders had been lifted and the fire. The fire had burned over and was 45 percent contained. As of September 3, the Left Hand Fire had burned and was 93 percent contained. ==Impact== The Left Hand Fire led to road closures in the National Forest and mandatory evacuations of 22 residences along State Route 410. The Washington Department of Fish and Wildlife also closed of the Oak Creek Wildlife Area to the public. ==References== Category:2019 Washington (state) wildfires ",
    "title": "Left Hand Fire"
}