{
    "id": "61729267",
    "text": "Henrietta White (1856 – 16 July 1936), was the principal of Alexandra College, Dublin, a horticulturist, and social activist. ==Early life and education== Born Henrietta Margaret White in 1856, she was the oldest of Henry Charles White's four children. Her father was Justice of the peace for Charleville in Queen's Co. (Laois), and Deputy lieutenant of Queen's Co. and Justice of the peace for King's Co. (Offaly). Her mother was Elizabeth Rossall from Lancaster, England. White was born while they lived in County Laois. An Anglo- Irish Protestant, she was educated by governesses before going to Alexandra College in Dublin and to study history in Newnham College, Cambridge. White became the Principal of Alexandra College in 1890. She worked in the position until 1932 when she retired. During her leadership Alexandra College became one of the places where a woman could get an education towards a college degree. There were multiple lectureships endowed - these included art history in 1895 and Irish civilization in 1902. ==Advocacy== White was one of the women in Dublin advocating for university education for women. She believed in the idea of separate women's colleges and hoped to have Alexandra College become one such. She gave evidence to the Robertson commission about this on 27 September 1901. However White also understood that a college education was not the only option needed by women in Ireland and once the decision was made to grant women equal access to the existing colleges in Ireland, rather than to separate women's colleges, Alexandra college focused on some of those other options. She created secretarial, housecraft and teacher training departments for both secondary and third level qualifications. During her career she was involved in the various appropriate organisations. She was president of the International Federation of University Women in Ireland from 1925 to 1929. She was also involved with the Irish Schoolmistresses Association and a member of the Irish Registration Council from 1915 to 1930. White was on the viceregal committee on intermediate education in 1919 and from 1921 to 1922 she was on the central committee on women's training and employment. She was also interested on the right of women to work and ensure they had appropriate rights. She was a member of the National Union of Women Workers of Great Britain and Ireland where she was a regular speaker at the conferences. She began the Alexandra College Guild in 1897 for both students and alumni. White also founded a hostel in Dublin in 1913 for girls working in the city and later, during the First World War she ran one for Belgian refugees. She founded the Soldiers’ Wives Club in 1915 and organised people to knit socks for the soldiers. A Protestant and a conservative, the archbishop of Dublin Dr John Gregg described her as > a pioneer but not a revolutionary despite her campaign to admit women to lay offices in the Church of Ireland. ==Horticulture== Despite all the work on education and working women's rights, White's real love was horticulture. Her specialty was pelargonium. She was known for her town garden at the college. She worked to convince the keeper of the Royal (later National) Botanic Gardens, Glasnevin, Frederick W. Moore to allow women to get an education in the horticulture school. In 1903 he agreed to allow two women a year to attend. ==Legacy== In 1905 White was only the second woman to be awarded an honorary LLD from the University of Dublin. There were two portraits completed of her during her time as Principal. One was in 1901. The other was done in 1931 by Sir William Orpen. Both are kept in Alexandra college. She died at home 16 July 1936 in Dublin. There was a public memorial service 25 September 1936 at St Ann's church. A Hall was built and named in her honour in the school in 1939. ==References and sources== Category:1856 births Category:1936 deaths Category:Irish gardeners Category:Irish women activists ",
    "title": "Henrietta White"
}