{
    "id": "61726455",
    "text": "Felipe \"Tres\" Barrera III (born September 15, 1994) is an American professional baseball catcher for the Washington Nationals of Major League Baseball (MLB). ==Early life and amateur career== Barrera was born in Eagle Pass, Texas and grew up there until his family moved to the Rio Grande Valley when he was ten years old. He attended Sharyland High School, where he played both football and baseball. He played college baseball at the University of Texas. In 2014, he played collegiate summer baseball with the Cotuit Kettleers of the Cape Cod Baseball League, and returned to the league in 2015 to play for the Orleans Firebirds. ==Professional career== Barrera was drafted in the 6th round (184th overall) by the Washington Nationals in the 2016 MLB Draft. After signing with the Nationals he was assigned to the Auburn Doubledays of Class A Short Season New York–Penn League, where he hit .244 with three home runs and 17 RBIs in 48 games. He batted .278 with eight home runs and 27 RBIs and 28 runs scored in 67 games the following season for Hagerstown Suns of the Class A South Atlantic League, although his playing time was limited due to a broken finger on his throwing hand. He spent the 2018 season with the Class A-Advanced Potomac Nationals, slashing .263/.334/.386 with six home runs, 36 runs scored and 24 driven in and was named a Carolina League All-Star. He was selected by the Nationals to play in the Arizona Fall League for Salt River Rafters after the end of the season. Barrera participated in 2019 spring training as a member of the Major League camp, but was assigned to the Double-A Harrisburg Senators for the season, hitting .249/.323/.381/.704 with 8 home runs and 46 RBI. ===Washington Nationals=== The Nationals selected Barrera's contract on September 8, 2019. He made his Major League debut on September 14, 2019 against the Atlanta Braves, lining out in a pinch-hit at bat. Barrera played in two games with the Nationals in 2019, going hitless in two at-bats. The Nationals finished with a 93-69 record in 2019, good enough to clinch a wild card spot. Barrera did not take part in any postseason action as the Nationals went on to win the World Series over the Houston Astros, their first in franchise history. On July 24, 2020, Barrera was suspended 80 games for testing positive for dehydrochlormethyltestosterone. He appealed the decision and his suspension was reduced to the duration of the 2020 season, after which he was reinstated from the restricted list. ==Personal== Barrera is of Mexican descent and is fluent in both English and Spanish. ==References== ==External links== *Texas Longhorns bio * Category:1994 births Category:Living people Category:American baseball players of Mexican descent Category:American sportspeople in doping cases Category:Auburn Doubledays players Category:Baseball players from Texas Category:Cotuit Kettleers players Category:Hagerstown Suns players Category:Harrisburg Senators players Category:Major League Baseball catchers Category:Major League Baseball players suspended for drug offenses Category:Orleans Firebirds players Category:People from Eagle Pass, Texas Category:Potomac Nationals players Category:Salt River Rafters players Category:Texas Longhorns baseball players Category:Washington Nationals players ",
    "title": "Tres Barrera"
}