{
    "id": "61725796",
    "text": "Cairns Basketball Stadium (known commercially as Early Settler Stadium and locally as The Fishtank) is a basketball facility in Cairns, Queensland, Australia. Currently comprising a centre court, four side courts, a sports science centre, a weights room and multiple locker rooms, the facility currently hosts the Cairns Taipans, Cairns Marlins and Cairns Dolphins training sessions, the Taipans' NBL pre-season games and the Marlins' and Dolphins' NBL1 North games. The facility also hosts regular junior and senior competitions run by the Cairns Basketball Association. == History == Cairns Basketball Stadium was originally opened in 1963 as the home of the Cairns Amateur Basketball Association, which was founded five years earlier in 1958. The facility was first opened as an outdoor court, before the first indoor court was opened in 1986 when the Cairns Marlins joined the Queensland State Basketball League. The usage of the facility was then increased with the introduction of the Cairns Dolphins into the women's QSBL in 1987. When the Cairns Taipans joined the National Basketball League (Australia) in 1999 the Cairns Convention Centre was announced as their home, however their training sessions were held at Cairns Basketball Stadium. Their continued involvement in the facility attracted multiple expansions from the Government of Queensland and CQUniversity, including the most recent expansion in late 2017/early 2018. == Expansions == After the introduction of the Marlins and the Dolphins into the state basketball league, the first expansion for the facility was a seating increase on the centre court in 1994. This was then quickly followed by the air-conditioning of the facility in 1996. Nearly a decade later there were more expansions, with courts 3 and 4 opened in 2004. Across 2010 and 2011 there were two adjustments to the operations of the stadium, with the car park upgraded in 2010 to enable wheelchair access, and a 20KW solar system installed in 2011. In 2017 a federal government grant allowed Cairns Basketball Stadium to complete a $3 million expansion of the facility, which added a fifth court, improved the landscaping and constructed a teaching facility for CQUniversity to teach sport science on site. == Recent events == * 2018 Commonwealth Games - Basketball training sessions * 2019 Queensland Basketball League quarter-finals * 2019 Pole Sports Australia competition * Four 2019 NBL pre-season games == See also == * Cairns Taipans * Cairns Marlins * Cairns Convention Centre * NBL1 North * National Basketball League (Australia) == References == Category:Basketball venues in Australia Category:Cairns Dolphins Category:Cairns Marlins Category:Cairns Taipans Category:Sports venues completed in 1963 Category:Sports venues in Australia Category:Sports venues in Queensland ",
    "title": "Cairns Basketball Stadium"
}