{
    "id": "61725897",
    "text": "Kirk (stylized all caps) is the second studio album by American rapper DaBaby. It was released on September 27, 2019, by Interscope Records and South Coast Music Group. The album features guest appearances from rappers Kevin Gates, Chance the Rapper, Gucci Mane, YK Osiris, Nicki Minaj, Lil Baby, Moneybagg Yo, Stunna 4 Vegas and Migos. The album topped the US Billboard 200, becoming DaBaby's first album to do so. The lead single \"Intro\" was released on September 19, 2019. The second single \"Bop\" was released on November 19. The third single \"Vibez\" was released on March 31, 2020. ==Background== DaBaby released his debut studio album Baby on Baby on March 1, 2019. Almost six months later on August 26, he revealed his next album's title to be Kirk, an homage to his last name. The cover art features DaBaby as an infant, sitting on his father's lap, who died sometime after the release of Baby on Baby. ==Release and promotion== Kirk was released on September 27, 2019, for digital download and streaming. DaBaby and Stunna 4 Vegas performed a medley of \"Intro\", \"Really\" and \"Bop\" on The Tonight Show Starring Jimmy Fallon on October 1, 2019. On October 4, 2019, DaBaby revealed that he was going on a North American tour titled the \"Kirk Tour\" featuring Stunna 4 Vegas to promote the album from November 16 until December 21. ===Singles=== The album's lead single, \"Intro\" was released on September 19, 2019. The song debuted at number 17 on the US Billboard Hot 100. A music video directed by Reel Goats and shot in Hawaii was released the following day. On November 15, 2019, he released a Broadway-inspired, Reel Goats-directed \"musical\" video for \"Bop\", titled \"BOP on Broadway (Hip Hop Musical)\", which featured the Jabbawockeez. It was sent to US rhythmic contemporary radio on November 19, 2019, as the album's second single. The song peaked at number 11 on the Hot 100 chart, making it the highest-charting song from the album, and his second highest-charting song ever. On October 1, 2019, a music video for \"Vibez\" was released. It was later sent to US rhythmic contemporary radio on March 31, 2020, as the album's third single. The song peaked at number 21 on the Hot 100 chart. ===Other songs=== A music video for \"Off the Rip\", directed by Reel Goats, was released on November 1, 2019. ==Critical reception== Kirk received generally positive reviews from music critics. At Metacritic, which assigns a normalized rating out of 100 to reviews from mainstream publications, the album received an average score of 74, based on seven reviews. Album of the Year assessed the critical consensus as a 69 out of 100. Danny Schwartz of Rolling Stone said that the album \"shows why [DaBaby is] one of the year's most compelling breakout stars.\" Writing for NME, Kyann-Sian Williams' stating that \"Although this record is often emotional, Kirk also races over snappy hit-hats and repetitive synths, showing off his giddy flow.\" ==Commercial performance== Kirk debuted at number one on the US Billboard 200 with 145,000 album- equivalent units (including 8,000 pure album sales) in its first week, becoming DaBaby's first album to top the chart. In its second week, the album dropped to number four on the chart, earning 78,000 album-equivalent units. In its third week, the album remained at number four on the chart, earning 55,000 more units. In its fourth week, the album remained at number five on the chart for a third consecutive week, earning 49,000 units bringing its four-week total to 327,000 units. Additionally, all 13 tracks from the album charted on the Billboard Hot 100, with 12 tracks debuting the week following the album's release, led by \"Bop\", at number 19 (joining the album's \"Intro\", in its second week). This helped DaBaby chart 22 songs on the Hot 100 in 2019, the most of any artist. Outside the US, the album reached the top 20 in six other countries, including Canada, where it peaked at number 2. ==Track listing== Notes * signifies an uncredited co-producer * Every song title is stylized all caps, for example, \"Intro\" is stylized as \"INTRO\". Sample credits * \"Intro\" contains samples of NSYNC's rendition of O Holy Night, from the album Home for Christmas. ==Personnel== * DJ Kid – recording * Xavier Daniel – recording * Thurston McCrea – recording * Todd Bergman - engineering (Lil Baby) * Rodolfo Cruz – recording * Andrew Grossman – recording * Corey \"Willy Frank\" Wright – recording * Kevin \"Black Pearl\" McCloskey – mixing * Chris West – mixing assistance * Danny Hurley – mixing assistance * Aubry \"Big Juice\" Delaine – engineering * Elton Chueng – mastering ==Charts== ===Weekly charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Chart performance for Kirk on weekly charts |- ! scope=\"col\"| Chart (2019–2020) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- |- |- |- |- |- ! scope=\"row\" | Latvian Albums (LAIPA) | 27 |- ! scope=\"row\"| Lithuanian Albums (AGATA) | 5 |- |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | 27 |- |- |- ! scope=\"row\"| US Billboard 200 | 1 |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Annual sales chart performance for Kirk |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| US Billboard 200 | 104 |- ! scope=\"row\"| US Top R&B;/Hip-Hop Albums (Billboard) | 40 |} ==References== Category:2019 albums Category:Albums produced by DJ Clue? Category:Albums produced by London on da Track Category:DaBaby albums ",
    "title": "Kirk (album)"
}