{
    "id": "61726850",
    "text": "Edmonia Highgate (June 21, 1844 - October 16, 1870), was an educator, writer, and activist for freed people in the post-Civil War Reconstruction era. Though born in Syracuse, New York, Highgate's work with the American Missionary Association brought her south to teach freed slaves in locations such as Norfolk, Virginia and New Orleans, Louisiana. Highgate's writings for the Christian Recorder establish her as an early representation of the intersection of Protestantism and Black transcendentalism. == Early life == Edmonia Highgate was born in Syracuse, New York on June 21, 1844 as the first of Charles and Hannah Francis Highgate's seven children. Charles Highgate was a barber, and the family also rented out rooms, allowing them to support the education of their children. Edmonia Highgate received a teaching certificate from the Syracuse Board of Education after graduating from Syracuse High School in 1861, the only African American in her graduating class. She was influenced by her family's involvement with Plymouth Congregational Church, as well as their friendships with notable abolitionists and transcendentalists. == Career == === Travels: North and South === After the death of her father in May 1861, Highgate moved to Binghamton New York, where she became a school principal at nineteen years old. Three years later, Highgate transferred to an American Missionary Association school in Norfolk, Virginia. Though she taught at this school for freed slaves for less than a year, the relationships she formed with her fellow teachers as well as the students who experienced slavery changed Highgate profoundly. After leaving the school for mental health reasons, Highgate called her time at the Norfolk school \"the most earnest months of my existence.\" Highgate returned to Syracuse, New York in October of 1864, and gave a notable address to the National Convention of Colored Men. At the convention, Highgate was one of only two women who spoke, and was praised by the president of the convention, Frederick Douglass. In March of 1865, Highgate started a school for the newly freed in Darlington, Maryland. There, she wrote several letters that were published by the African Methodist Episcopal Church's Christian Recorder. These works include \"Salvation Only in Work\" and \"Waiting for the Cars,\" both written in February of 1865, as well as \"A Stray Waif from the Port of Grace,\" written in April of 1865. In May of 1865, Highgate published \"Congojoco,\" a serialized work of three installments including both fiction and nonfiction. The last installment, titled \"A Spring Day Up the James,\" was partially inspired by the death of her brother Charlie in battle. In 1866, Highgate moved to New Orleans, Louisiana, where she and her sister Caroline both worked as educators. In their time outside of the schoolhouse, the Highgate sisters visited African American victims of white violence in hospitals and helped to found the Louisiana Educational Relief Association, an organization for the advancement of black education. Highgate's writings in New Orleans emphasize the racial tensions of Reconstruction, particularly the race riots in the summer of 1866. === New Orleans Massacre === On July 30, 1866, 25 White Radical Republicans came together to protest the passing of Black Codes in Louisiana specifically the lack of black suffrage from the codes. They met at the Louisiana Constitutional Convention joined in support by over 200 African American Veterans of the Civil War. Angered by the threat of a potential loss in Louisiana White Supremacy, former Confederate men and the New Orleans police united and attacked the convention targeting the radical population. The targets waved a white flag in surrender, but shots continued to fire. As people fled the scene, the rioters chased the victims outside, causing the death of many African Americans walking in the streets as well. This riot led to the murdering over 200 people, mostly African Americans and 3 of the white radicals. Highgate, feeling threatened by these violent acts, left New Orleans and went to teach in Lafayette Parish. == Philosophical and political views == Highgate dedicated her life to fight for quality education and racial justice for African Americans. Soon after she received her teaching certification, she began working for the Pennsylvania’s Freedman Relief Association. A strong believer in the importance of education, she advocated for better education for freed black communities. Highgate worked to inspire more teachers to join the antislavery movement. In an address to the Massachusetts Anti-Slavery Society, Highgate stated, “Even in the instruction given to the ignorant there lacks some of the main essentials of right instruction. The teachers sent out by the evangelical organizations do very little to remove caste-prejudice, the twin sister of slavery. We need Anti-Slavery teachers who will show that it is safe to do right.” Highgate traveled around working for the American Missionary Association giving addresses that encouraged people to donate. Half of her proceeds funded the school her mother worked at in Mississippi and the other half went to AMA funds. While working as a teacher , Highgate also worked strongly advocating for equal rights. While in New Orleans, Highgate attacked Louisiana’s School Board segregation policy resulting in some of her students to get shot at walking into school and in the classroom. Highgate wanted her students to stop suffering from racial hatred and to get the best possible education they could. She devoted all of her time to opening schools and generating forms of education for all kinds of people. In a letter she wrote to Reverend George Whipple in 1864 , Highgate claimed, “I am convinced that it would be useless to attempt to report in one letter the various thrilling cases with which am daily permitted to meet. I have lately taken a school of fifty second-grade pupils taught by Miss Hill. The children seem almost inconsolable at the loss of so amiable a teacher who left a home of affluence and devoted herself so self-sacrificingly to help in the great work of elevating the nation's freedmen . I have also just commenced teaching from four till six at the Rope Walk and already feel blessed in the effort. I have my reward in advance in all phases of this excellent work. My evening class of men who are studying geography arithmetic &c.; afford[s] me decided recreation. Oh how inspiring the thought that these dear souls are forever free.” == Death and afterward == Edmonia Highgate later fell in love with a white man, John Henry Vosburg. Highgate died suddenly on October 16, 1870 in Syracuse, New Yorks. Although many sources claim the reason for her death as ‘unknown,’ her body was found in the house of an abortionist, Mrs. Paine. Train tickets to Tugaloo, Mississippi were found in her trunk as her intention was to return to her teaching career there. Other sources claim on examination of her body it was found, that she was with child, and she probably took poison to hide the shame of an unwed pregnancy. ==References== Category:1844 births Category:1870 deaths Category:African-American activists Category:Activists from Syracuse, New York ",
    "title": "Edmonia Highgate"
}