{
    "id": "61727317",
    "text": "Agnes of Leiningen (; died after December 1299)Dek (1970).Vorsterman van Oyen (1882). was a countess of the House of Leiningen and by marriage Countess of Nassau. She was probably Regent of the County of Nassau for some time for her youngest son. == Biography == Siegen Castle Klausenberg Chapel Altenberg Abbey Agnes was a daughter of Count Emich IV of Leiningen and his wife Elisabeth.Cawley. She married before 1270A wedding date is not mentioned anywhere. According to Dek (1970), the eldest son from the marriage was born around 1270, so the marriage must have taken place before 1270. Count Otto I of Nassau (died between 3 May 1289 and 19 March 1290). Her husband had divided the County of Nassau with his elder brother Walram II on 16 December 1255, on which occasion Otto had obtained the area north of the river Lahn, containing, among others, Siegen, Dillenburg, Herborn, Tringenstein, Neukirch and Emmerichenhain.Huberty, et al. (1981). From this union came the following children: # Henry ( – between 13 July and 14 August 1343), succeeded his father to become Count of Nassau-Siegen in 1303. # Matilda (died before 28 October 1319), married around 1289 Gerhard of Schöneck (died 1317). # Emicho (died 7 June 1334), succeeded his father to become Count of Nassau-Hadamar in 1303. # Otto (died 3 September 1302), was canon at Worms in 1294. # John (died Hermannstein, 10 August 1328), succeeded his father to become Count of Nassau-Dillenburg in 1303. # Gertrudis (died 19 September 1359), was abbess of Altenberg Abbey, a Premonstratensian nunnery near Wetzlar. \"\" (\"Otto Count of Nassau... with our wife Agnes and Henry our firstborn son\") confirmed the gift of goods \"\" to the church in \"Aldenburg\" (sic, for Altenberg Abbey) made by \"\" (\"our mother the Countess Matilda of blessed memory... and our sister Catherine located in the same place\") by charter dated 3 May 1289. This is the last mention of Otto: in a charter dated 19 March 1290 he is mentioned as deceased. Agnes ruled with her sons after the death of her husband.Becker (1983), p. 12. That can only mean that she acted as regent for her younger sons, the eldest two being of age at the death of their father. Nothing else is known about her regency. On 13 April 1298 Agnes obtained permission from Bishop Emich I of Worms to found a monastery in Abenheim (today a part of the city of Worms). The current Klausenberg Chapel is probably the remains of that monastery. Agnes was a second cousin of the bishop. In 1299 she and her sons Henry and Emich confirmed the foundation in a charter.Klausenbergkapelle bei Abenheim . \"\" (\"Agnes widow of the former... lord Otto... Count of Nassau\") gave property in \"Herberin\" to \"Aldenburg\" (i.e., Altenberg Abbey) \"\" (\"and ... [of] our sister the lady Catherine and our daughter Gertrude\"), with the consent of \"\" (\"our sons, Henry and Emico, ksnights, and Otto and John, clerics\"), in a charter dated December 1299. This is the last mention of Agnes in a charter. When she died is unknown. She had already died when her sons divided the County of Nassau after a long dispute in 1303. She was buried in Altenberg Abbey. Agnes is the ancestor of the Ottonian branch of the House of Nassau and therefore a direct ancestor of the Kings of the Netherlands. == External links == * Klausenbergkapelle bei Abenheim . * Nassau in: Medieval Lands. A prosopography of medieval European noble and royal families, compiled by Charles Cawley. == Sources == * This article was translated from the corresponding Dutch Wikipedia article, as of 2019-09-08. * * * * * * == References == Category:Countesses of Nassau Category:Leiningen family Category:13th-century women of the Holy Roman Empire Category:Year of birth unknown Category:Year of death unknown Category:13th- century women rulers ",
    "title": "Agnes of Leiningen"
}