{
    "id": "61732386",
    "text": "The État légal (English: \"legal state\"), also called \"legicentric state\", is a doctrine of continental European legal thinking, originated in French constitutional studies, which argues for the primacy of the law over constitutional rights. Contrary to the police state – where the law is arbitrary, unequally applied, and its making outside of non-state control – and to the Rechtsstaat – in which constitutional rights are viewed as preceding and superseding the authority of the law – the état légal is a form of rule of law where the law is applied equally – i.e. to the people and to the state – as it is decided, that is without or with reduced constitutional limits to the will of the law maker. In democratic regimes enforcing universal suffrage, the état légal gives absolute primacy to the decision of the majority of the voters – generally via their elected representatives – which can lead to decisions possibly detrimental to the rights of minorities or contrary to human rights. As defined by constitutional jurist Dominique Rousseau, the état légal \"subjects the executive power, administration and justice to the rule of law passed by Parliament, a rule which, as the expression of the general will, is indisputable and cannot therefore be judged.\" == Concept == The concept of état légal was theorized by French jurist Raymond Carré de Malberg in his 1920 book Contribution à la théorie générale de l'État. He distinguished three differents forms of states: the police state, in which the power acts freely in an arbitrary way; the \"state of rights\" (état de droits or Rechtsstaat), where the authority of the law is limited by constitutional rights; and the \"legal state\" (état légal), a rule of law which gives primacy to the authority of the law over constitutional rights. In a democratic state, where the power is entrusted to the people – generally via universal suffrage – the difference between the état légal and the Rechtsstaat has a significant consequence. In the first situation, the decision of the majority is set in law as decided, and thereafter applied by the state; whereas in the Rechsstaat, the state (or the majority) is limited in the nature of the laws it is able to introduce by a set of rules protecting fundamental rights and minorities (e.g., the American constitutional amendments, or the German constitutional fundamental rights). == References == Category:Forms of government Category:Philosophy of law Category:Theories of law ",
    "title": "État légal"
}