{
    "id": "61732726",
    "text": "Luben Spasov (; born 23 March 1943) is Bulgarian chess Grandmaster (GM) (1976), World Senior Chess Championship winner (2005), Bulgarian Chess Championship medalist (1965, 1973), European Team Chess Championships individual medalist (1977, 1980). ==Biography== In the 1970s and 1980s Luben Spasov was one of the leading Bulgarian chess players. He twice in row won Bulgarian Junior Chess Championship (1959, 1960). In the Bulgarian Chess Championships Luben Spasov two times won bronze medals (1965, 1973). Luben Spasov was winner of many international chess tournament awards, including first place or shared first place in Lublin (1971), Gausdal (1975), Albena (1975, 1978), Sofia (1975), Pristina (1975), Oslo (1976), Pernik (1976), Virovitica (1976), Stara Zagora (1977), Hamburg (1977), Kikinda (1978), Oberwart (1980), Pamporovo (1981). Luben Spasov played for Bulgaria in the Chess Olympiads: * In 1974, at first reserve board in the 21st Chess Olympiad in Nice (+5, =3, -1), * In 1978, at first reserve board in the 23rd Chess Olympiad in Buenos Aires (+3, =5, -2), * In 1980, at second reserve board in the 24th Chess Olympiad in La Valletta (+1, =3, -1). Luben Spasov played for Bulgaria in the European Team Chess Championships: * In 1977, at sixth board in the 6th European Team Chess Championship in Moscow (+2, =4, -1) and won individual silver medal, * In 1980, at first reserve board in the 7th European Team Chess Championship in Skara (+2, =1, -2) and won individual bronze medal, * In 1983, at fifth board in the 8th European Team Chess Championship in Plovdiv (+1, =3, -0). Luben Spasov played for Bulgaria in the World Student Team Chess Championships: * In 1964, at second reserve board in the 11th World Student Team Chess Championship in Kraków (+3, =1, -4), * In 1965, at third board in the 12th World Student Team Chess Championship in Sinaia (+4, =2, -2), * In 1966, at third board in the 13th World Student Team Chess Championship in Örebro (+4, =3, -5), * In 1967, at first board in the 14th World Student Team Chess Championship in Harrachov (+2, =5, -4), * In 1968, at first board in the 15th World Student Team Chess Championship in Ybbs (+4, =3, -4), * In 1969, at first board in the 16th World Student Team Chess Championship in Dresden (+9, =1, -3) and won team bronze and individual gold medals. Also Luben Spasov nine times played for Bulgaria in the Men's Chess Balkaniads (1973–1978, 1981–1982, 1984) and won 3 gold (1973, 1974, 1982), 3 silver (1975, 1976, 1984) and 3 bronze (1977, 1978, 1981) medals in team competition, and won 3 gold (1973, 1974, 1975), 4 silver (1976, 1977, 1978, 1982) and 1 bronze (1981) medals in individual competition. In 1972, he was awarded the FIDE International Master (IM) title and received the FIDE Grandmaster (GM) title four years later. Luben Spasov achieved his greatest career success in World Senior Chess Championships in S60 age group. In 2005 he won gold medal in Lignano, and in 2006 in Arvier he won bronze medal in this competition. ==References== ==External links== * *Luben Spasov chess games at 365chess.com Category:1943 births Category:Sportspeople from Sofia Category:Bulgarian chess players Category:Chess grandmasters Category:Chess Olympiad competitors Category:Living people ",
    "title": "Luben Spasov"
}