{
    "id": "61733057",
    "text": "The Poolbeg stacks in Dublin Bay, the inspiration for many of Pearson's paintings The old Sick and Indigent Roomkeepers' Society building — Pearson's home for 10 years Peter Pearson is an artist, author, historian, and conservationist born in 1955 who was raised around the Dún Laoghaire area. ==Biography== Pearson was born in 1955, a native Dubliner. He was educated at the institution now known as Newpark Comprehensive School where he was later to return and teach art. He went to read Art History at Trinity College Dublin. He held his first major solo exhibition in Venice in 1978 while studying on an Italian Government painting scholarship. He has also exhibited at Caen. A short RTÉ seven minute film for Youngline presented by Teresa Mannion in 1984 showed the artifacts he was amassing in the house in Dublin he was sharing at that time with his brother. Mannion describes him thus: \"He’s an ordinary man driven by an extraordinary obsession to record the day to day life of old Dublin\". The film also showed him characteristically exploring builders skips for his artifacts collection. In the heritage officer for An Taisce in 1985 claimed that Pearson was responsible the for the co-ordination of their 1985 report the identified the Temple Bar area by name and included a comprehensive historic and architectural inventory which led to its significance being re-evaluated and which led to Charles Haughey initiate a special government project to rehabilitate the area. It was Pearson's interest in old buildings which led him to swing across a moat to Drimnagh Castle in 1985 and to initiate a multi-agency campaign to stop the demolition of the building and to bring about its restoration. He lived at the former The Sick and Indigent Roomkeepers' Society building near Dublin Castle for ten years. As of 2014, he was living in the County Wexford countryside, painting about 30 pictures a year in spurts, some of farm animals with hints of surrealism. In October 2015 Bonhams held an exhibition of his Architectural Heritage Dublin Fragments Collection at their Irish Office. ==Bibliography== * * Between the Mountains and the Sea, Dun Laoghaire-Rathdown County, which provides details of architectural heritage. * The Heart of Dublin, about the development of Dublin's streetscapes. * Decorative Dublin, describing decorative elements found on Dublin streets and buildings. ==Notes== ==References== ==Sources== * Category:Irish landscape painters Category:Living people Category:1955 births ",
    "title": "Peter Pearson (painter, born 1955)"
}