{
    "id": "61732190",
    "text": "Kathryn \"Kat\" Elizabeth Holt is an Australian computational biologist specializing in infectious disease genomics. She is a professor at Monash University's Department of Infectious Diseases and a professor of Microbial Systems Genomics at the London School of Hygiene & Tropical Medicine (LSHTM). Her current research focuses on investigating the evolution and dissemination of antimicrobial resistance. In 2015, Holt received the L'Oréal-UNESCO International Rising Talent Award. == Early life and education == The daughter of two biomedical scientists, Holt grew up in an environment where science was a frequent topic of discussion. From 2002 to 2005, she was a research assistant at the Telethon Institute for Child Health Research. In 2004, Holt graduated from the University of Western Australia with Bachelor of Science and Bachelor of Arts degrees in Biochemistry, Applied Statistics, and Philosophy, as well as Honours in Genetics with a focus on plant gene expression. One year after completing her undergraduate education, in 2005, Holt worked as a research technician in the Bioinformatics Division of the Walter and Eliza Hall Institute of Medical Research (WEHI). Shortly afterward, she began her pursuit of a PhD in Molecular Biology from the Wellcome Sanger Trust Institute (WSTI) and the University of Cambridge. Her doctoral research focusing on the genomics of typhoid fever was supervised by Gordan Dougan, Julian Parkhill, and Duncan Maskell. Holt continued her education at the University of Melbourne, where she obtained her Master of Epidemiology degree in 2011. == Career and research == Holt conducted postdoctoral research as a research fellow at the University of Melbourne Department of Microbiology and Immunology from 2010 to 2012. She then became a senior research fellow at the same university in the Department of Biochemistry and Molecular Biology and the Bio21 Institute from 2012 to 2018. In 2015, Holt was named a L'Oréal- UNESCO International Rising Talent. In April 2018, Holt was appointed a professor of Microbial Systems Genomics at the London School of Hygiene & Tropical Medicine (LSHTM) in the Department of Pathogen Molecular Biology. Additionally, Holt has been a professor of research at Monash University in the Department of Infectious Diseases since January 2019. == Publications == * Heaton, T., Rowe, J., Turner, S., Aalberse, R.C., de Klerk, D., Suriyaarachchi, D., Serralha, M., Holt, B.J., Hollams, E., Yerkovich, S., Holt, K., Sly, P.D., Goldblatt, J., Le Souef, P. & Holt, P.G. (2005). An immunoepidemiological approach to asthma: identification of in vitro T-cell response patterns associated with different wheezing phenotypes amongst 11 year olds. The Lancet, 365(9454):142-149. doi:10.1016/S0140-6736(05)17704-6 *Holt, K.E., Thomson, N.R., Wain, J., Langridge, G., Hasan, R., Bhutta, Z.A., Quail, M.A., Norbertczak, H., Walker, D., Simmonds, M., White, B., Bason, N., Mungall K., Dougan, G. & Parkhill, J. (2009). Pseudogene accumulation in the evolutionary histories of Salmonella enterica serovars Paratyphi A and Typhi. BMC Genomics, 10:36. doi:10.1186/1471-2164-10-36 * Rohde, H., Qin, J., Cui, Y., Li, D., Loman, N.J., Hentschke, M., Chen, W., Pu, F., Peng, Y., Li, J., Xi, F., Li, S., Li, Y., Zhang, Z., Yang, X., Zhao, M., Wang, P., Guan, Y., Cen, Z., Zhao, X., Christner, M., Kobbe, R., Loos, S., Oh, J., Yang, L., Danchin, A., Gao, G.F., Song, Y., Li, Y., Yang, H., Wang, J., Xu, J., Pallen, M.J., Wang, J., Aepfelbacher, M., Yang, R., E. coli O104:H4 Genome Analysis Crowd-Sourcing Consortium (Holt, K.E., Studholme, D.J., Feldgarden, M., Manrique, M.) (2011). Open-source genomic analysis of Shiga-toxin-producing E. coli O104:H4. The New England Journal of Medicine, 365(8):718-724. doi:10.1056/NEJMoa1107643 *Holt, K.E., Baker, S., Weill, F.X., Holmes, E.C., Kitchen, A., Yu, J., Sangal, V., Brown, D.J., Coia, J.E., Kim, D.W., Choi S.Y., Kim, S.H., da Silveira, W.D., Pickard, D.J., Farrar, J.J., Parkhill, J., Dougan, G. & Thomson, N.R. (2012). Shigella sonnei genome sequencing and phylogenetic analysis indicate recent global dissemination from Europe. Nature Genetics, 44(9):1056-1059. doi:10.1038/ng.2369 * == Awards and recognitions == * 2013 - L'Oréal Australia & New Zealand For Women in Science Fellowship * 2014 - National Health and Medical Research Council (NHMRC) Research Excellence Award for the Top-Ranked Career Development Fellowship * 2015 - L'Oréal-UNESCO International Rising Talent * 2016 - Georgina Sweet Award for Women in Quantitative Biomedical Science * 2017 - Gottschalk Medal for Medical Research * 2017 - Viertel Foundation Senior Medical Research Fellowship * 2017 - HHMI-Gates International Research Scholar == References == == External links == === Video === * 2013 L'Oréal For Women in Science Fellow Kathryn Holt video by L'Oréal For Women in Science Australia & New Zealand * Kathryn Holt: The Future of Infectious Diseases talk at the 'Schrödinger at 75 - The Future of Biology' conference held 5–6 September 2018 by Trinity College Dublin Category:L'Oréal-UNESCO Awards for Women in Science fellows Category:Australian women biologists Category:University of Melbourne alumni Category:Monash University faculty Category:21st-century Australian scientists Category:Living people Category:Computational biologists Category:University of Western Australia alumni Category:Australian expatriates in the United Kingdom Category:Australian biologists Category:Academics of the London School of Hygiene & Tropical Medicine Category:Alumni of the University of Cambridge Category:Expatriate academics in the United Kingdom Category:21st-century women scientists Category:21st-century biologists Category:Year of birth missing (living people) ",
    "title": "Kat Holt"
}