{
    "id": "63757770",
    "text": "The Lottie Roth Block is an historic commercial building located near downtown Bellingham, Washington and is listed on the U.S. National Register of Historic Places. Built by quarry manager and Washington State Legislator Charles Roth and named after his wife, Lottie, the building is clad in the famous Chuckanut Sandstone from his Bellingham Bay Quarry that would be used in countless building projects across the region. Completed in 1891, it was one of the last large commissions of noted Northwest architect Elmer H. Fisher and his only project in Whatcom County. While initially built as an office/retail building in anticipation of the commercial expansion of the town of Whatcom, it was converted entirely to Apartments by 1918 when commercial development moved in the opposite direction towards New Whatcom, which after 1903 became the new city of Bellingham's downtown. Still strictly serving as a residential building to the current day, the Lottie Roth Block was listed on the National Register of Historic Places on December 12, 1978. ==History== Charles Independence Roth was born in Peoria, Illinois on July 4, 1860 (the source of his middle name). First practicing as a lawyer, he was admitted to the bar in 1881 and arrived in Washington Territory in 1883, settling immediately in what was then known as Whatcom where he was elected probate judge in 1884. The following year he married Charlotte \"Lottie\" T. Roeder, the daughter of the pioneer Captain Henry Roeder, the first permanent white settler in Whatcom County and founder of the Chuckanut Quarry which would become famous for its Chuckanut sandstone. Roth soon became manager of the quarry and within a few more years would become co-owner. Following the Great Seattle Fire in June of 1889 (among many other fires that ravaged Washington's major cities that Summer), Roth's sandstone became very high in demand, earning him a small fortune which in turn was invested into real estate around Whatcom County, including the future site of the Roth Block. One of Roth's biggest clients was architect Elmer H. Fisher who was at the forefront of rebuilding downtown Seattle and whose Romanesque Revival designs called for heavy use of his sandstone. In 1890 Roth commissioned Fisher to design a 3 story commercial and office building for one of his properties in Whatcom at the Northeast corner of Holly and G Streets, at the northern fringe of the business district. It was to be clad in his quarry's sandstone on the West and South elevations as a form of advertising. Construction began in the Summer of 1890. Several other large buildings of similar composition using Roth's sandstone were being constructed around Bellingham at the time, including the Pike Block at Holly & Elk Streets and the Whatcom County Courthouse, both of which would be demolished in the mid-20th century. In February 1891, just as the Roth Block was being completed, Whatcom merged with the adjacent New Whatcom and the focus of commercial development soon shifted to the higher, more level townsite leaving the Roth Block even more isolated as the surrounding area began to transition to more industrial uses. While still being able to retain some retail on the ground floor, the building's upper floors soon transitioned from offices to Hotel rooms and then to apartments. In 1918, the building was permanently converted to Apartments. A floor was added by splitting the retail level into two and filling in the storefronts with smaller windows and more sandstone. A single shop was retained on the lower level corner. == See also == List of Registered Historic Places in Washington == References == Category:Commercial buildings on the National Register of Historic Places in Washington (state) Category:Commercial buildings completed in 1890 Category:Buildings and structures in Bellingham, Washington Category:National Register of Historic Places in Whatcom County, Washington Category:Romanesque Revival architecture in Washington (state) ",
    "title": "Lottie Roth Block"
}