{
    "id": "63757146",
    "text": "Kalyan Bulchand Advani (Sindhi: ڪلياڻ ٻولچند آڏواڻي), (December 10, 1911, March 27, 1994) was a distinguished poet, critic, and scholar of Sindhi language. He compiled Shah Jo Risalo in 1958 and translated Kalidas’s masterpiece Shakuntala in Sindhi Language. He was the recipient of Sahitya Akademi Award in 1968. == Biography == Kalyan Advani was born on 10 December 1911 at Hyderabad, Sindh. His father's name was Bulchand Ajumal Advani. He studied at D.G. National College Hyderabad (Now Government College University). After receiving a master's degree from the college in English and Persian literature, he joined the same college as a lecturer. After retirement of the eminent educationist and writer Jethmal Parsram in 1942, he was elevated as Head of the Sindhi Department. After the partition of the subcontinent, he migrated to India in 1948 and joined Jai Hind College Bombay (now Mumbai). There, he retired as a Professor of English and Persian in 1976,. == Literary Contributions == Kalyan Advani started his literary activities when he was a college student. He used to contribute articles to the college magazine Phuleli. After joining as a lecturer, he started a magazine Latifi Bari (لطيفي ٻاري), named after the great saint and poet Shah Abdul Latif Bhitai. He regularly contributed to the well-known literary magazines Sindhu, Latifi Bari, and others. The main focus of his articles was the poetry of Hazrat Shah Abdul Latif Bhitai and other Sufi poets. His first award-winning literary contribution came in 1946. This was the translation of Kalidasa's drama Shakuntala into Sindhi Language. In 1951, his book \"Shah\" was published. This book covered various aspects of Shah Abdul Latif Bhitai's poetry. This was followed by similar work on Sachal (1953) and Sami (1954). His most praiseworthy and most significant work was \"Shah Jo Risalo\" which appeared in 1958,. In this Risalo, he has given the meaning of difficult words, explanation of every verse, and has told the background story of every dastaan (Chapter). Kalyan Advani was a poet himself. His poetry collection Raz-o-Niaz was published in 1960. His two English monograms, \"Shah Latif\" and \"Sachal Sarmast\" were published in 1970 and 1971, respectively. In 1973, he published a translation of Deewan Muhiuddin from Persian to Sindhi,. In 1970, he was part of the Indian delegation of writers to France, sent by the Government of India. He was a member of Sindhi Advisory Board of the prestigious Sahitya Academy and a member of the Board of Studies of Sindhi departments of Mumbai and Pune University. == Awards == He received Sahitya Academy Award for compilation of Shah Jo Risalo (1968). He also received gold medal for the same work in 1958. == Death == Kalyan Advani died on 17 March 1994 in Mumbai. == References == Category:Writers from Sindh Category:Sindhi- language writers Category:Sindhi people Category:20th-century Indian writers Category:People from Hyderabad, Sindh Category: Scholars from Sindh Category:Recipients of the Sahitya Akademi Award Category:1911 births Category:1994 deaths ",
    "title": "Kalyan Bulchand Advani"
}