{
    "id": "63756558",
    "text": "The climbing liana, sometimes a shrub, Mallotus repandus, is a species of plant in the Euphorbiaceae, or spurge, family. It is native to Tropical and Sub-tropical Asia, Wallacea, New Guinea and Queensland on the Australian continent and New Caledonia. ==Description== Usually growing as a liana, sometimes a climbing shrub or a shrub, it can grow 5-10 tall or in length, at times the stems can be up to 22cm in diameter. It is one of the only Mallotus species to grow as a liana. Bark is dark brownish grey. Branchlets, petioles and inflorescences are dull yellowish-brown. The blaze (longitudinal cut of the bark) is finely layered, with an odour of green peas (Pisum sativum). The simple and broad leaves are slightly peltate. Flowers are yellowish. It flowers in China from March to May, and fruits from June to September. The species can be distinguished from other Mallotus species, by its being a climber and that its upper leaf surface have more than 2 marginal extrafloral nectaries, and that its fruits are (1-or) 2- or 3-locular. A molecular phylogeny study has M. repandus as a sister species of M. phillippensis (Lam.) Muell.Arg. The indumentum/hairs on the leaves of the plant are simple and multicellular, a trait only found amongst the Mallotus genera in the closely related M. philippensis. ==Habitat== The climber/shrub grows locally scattered in the understorey of primary to secondary forest, and in disturbed sites and scrub. It can be found at forest edges, mangrove swamp edges, road and river sides, ridges, steep slopes and dry ground. It is able to grow on various soil types, including those derived from limestone and granite, on sandy loam and rocky soils. It occurs from sea level to 1500m altitude. It generally flowers and fruits throughout the year. Grows in both lowland and upland rain forest in Queensland, at elevations from near sea level to 750m. In Southeast Asia, the liana/shrub occurs in secondary vegetation formations or on the edges of dense forests. In China it is found in thickets, forest and their fringes, hills and mountain valleys below 100m. The plant is sometimes harmed by infestation with the parasite plant Cuscuta japonica (Japanese dodder). It provides food for the moth Acrocercops zopherandra. It is one of three Mallotus species that host the fungus Cercospora malloti. ==Distribution== New Caledonia, Queensland (where it is found in Cape York Peninsula, the northeast and the southeast. but not coastal central Queensland), New Guinea, Lesser Sunda Islands, Maluku, Sulawesi, Jawa, Borneo, Philippines, Taiwan, North- central, Southeast and South-central Zhongguo/China (including Guangxi, Hainan, Guangdong, Fujian, Zhejiang, Anhui, Henan, southern Shanxi, southern Gansu, Hubei, Sichuan, southern Jiangxi, Hunan, Guizhou and Yunnan), Vietnam, Laos, Cambodia, Thailand, Malaysia, Sumatera, Andaman Islands, Nicobar Islands, Myanmar, Bangladesh, India (including Tripura, Assam, Sikkim, West Bengal, Bihar, Uttar Pradesh, Odisha, Maharashtra, Andhra Pradesh, Karnataka, Tamil Nadu and Kerala}, East Himalaya, Nepal, Sri Lanka. While widespread, it is absent in certain areas, such as Borneo. ==Common names== Names for M. repandus include: climbing mallotus (Australia); waithied (Lifou); wananugapok (Waskuk)]; toho (Wagu); ngontoen (New Guinea); nono nuifmetan ((Dawan); bina (Rote); keterakaba, ikur wase, rowe (Lesser Sunda Islands); katjoe-kilang, merangan, sindukan, toekal takal (Jawa/Java); panuálan (Tagalog); adgao, ambao, tagbanua, tapin (Philippines); 石岩枫, shi yan feng (Chinese); ma-pawp-kua (Lao); chumpu préi, champou prei, mtehs barang (Khmer); โคคลาน, makai krapap, krapok krapoi, kurapia, makai khruea, makai kûae, mapop khruea, naeo nam, pho khan, yiao maeo, yiao maeo thao (Thai); ku-ko-mu-ya (Malay); ngahlaing-bo, taw-thidin-nww (Myanmar); akoos (Hindi); kanda-veltoo (Teling, India); watta- tali (India). ==Uses== On the island of Rote, eastern Indonesia, the wood of this plant, bina, is one of two used to make the bars for meko ai (xylophone whose bars are made of wood), it is also recorded in an origin myth for this musical instrument. In Cambodia, the wood is used to make charcoal for powder. The bark is used to treat herpes simplex, inflammation and liver poisoning in Thailand. In Kut Chum District, central northeast Thailand, it is used as an antibiotic, while Northeastern Thai people use it to relieve bone- pain.{[fact}} ==References== repandus Category:Flora of Andhra Pradesh Category:Flora of Anhui Category:Flora of Assam Category:Flora of Bangladesh Category:Flora of Bihar Category:Flora of Borneo Category:Flora of Cambodia Category:Flora of East Himalaya Category:Flora of Fujian Category:Flora of Gansu Category:Flora of Guangdong Category:Flora of Guangxi Category:Flora of Guizhou Category:Flora of Hainan Category:Flora of Henan Category:Flora of Hubei Category:Flora of Hunan Category:Flora of India (region) Category:Flora of Java Category:Flora of Jiangxi Category:Flora of Karnataka Category:Flora of Kerala Category:Flora of Laos Category:Flora of Maharashtra Category:Flora of Malaysia Category:Flora of Myanmar Category:Flora of Nepal Category:Flora of New Caledonia Category:Flora of New Guinea Category:Flora of Odisha Category:Flora of Queensland Category:Flora of Shanxi Category:Flora of Sikkim Category:Flora of Sri Lanka Category:Flora of Sulawesi Category:Flora of Sumatra Category:Flora of Tamil Nadu Category:Flora of Taiwan Category:Flora of Thailand Category:Flora of the Andaman Islands Category:Flora of the Lesser Sunda Islands Category:Flora of the Maluku Islands Category:Flora of the Nicobar Islands Category:Flora of the Philippines Category:Flora of Tripura Category:Flora of Uttar Pradesh Category:Flora of Vietnam Category:Flora of West Bengal Category:Flora of Yunnan Category:Flora of Zhejiang Category:Plants described in 1865 ",
    "title": "Mallotus repandus"
}