{
    "id": "63769441",
    "text": "Netane Muti (born March 27, 1999) is an American football guard for the Denver Broncos of the National Football League (NFL). He played college football at Fresno State. ==High school career== A two-way lineman for Leilehua, Muti wasn't highly recruited coming out of high school. He originally committed to play for his home state Hawaii Rainbow Warriors, signing a letter of intent with the University of Hawai'i on National Signing Day. However, after his application was put on hold due to a test score, he asked for and was granted release from U.H. and went on to sign with Fresno State. ==College career== Muti redshirted in his first season at Fresno State following an Achilles injury suffered in preseason. In 2017, as a redshirt freshman, Muti started all 14 games, as a member of an offensive line which ranked third in the nation in sacks and tackles for loss allowed. For his performance, he received Honorable Mention All-Mountain West honors. In 2018, his campaign was cut short by a season-ending Achilles injury suffered in the third game of the season. In 2019, as a redshirt junior, he was again struck by injury, as a season-ending Lisfranc foot injury sidelined him for the final nine games of the year. In January 2020, despite having played only five full games over the previous two seasons, Muti announced that he would forgo his final season of college eligibility and declare for the 2020 NFL Draft. Muti was cleared by doctors at the 2020 NFL Scouting Combine, where his bench press was the highest total at the 2020 NFL Scouting Combine. ==Professional career== Muti was selected by the Denver Broncos with the 181st overall pick in the sixth round of the 2020 NFL Draft. He was placed on the active/non-football injury list at the start of training camp on July 28, 2020, and he was moved back to the active roster six days later. ==Personal life== Muti was born in Tonga before moving to Hawaii during his childhood. ==References== Category:1999 births Category:Living people Category:Tongan players of American football Category:People from Wahiawa, Hawaii Category:Players of American football from Hawaii Category:American football offensive guards Category:Fresno State Bulldogs football players Category:Denver Broncos players ",
    "title": "Netane Muti"
}