{
    "id": "63760493",
    "text": "C16orf90 or chromosome 16 open reading frame 90 produces uncharacterized protein C16orf90 in homo sapiens. C16orf90's protein has four predicted alpha- helix domains and is mildly expressed in the testes and lowly expressed throughout the body. While the function of C16orf90 is not yet well understood by the scientific community, it has suspected involvement in the biological stress response and apoptosis based on expression data from microarrays and post-translational modification data. Chromosome 16 == Gene == C16orf90 or Chromosome 16 open reading frame 90 has no aliases and spans 3169 nucleotides from 3,493,484 - 3,496,652 on the short arm of chromosome 16. It is located in position 16p13.3 on the reverse strand. There are 3 exons and the mRNA strand contains 972 base pairs. The C16orf90 protein is 182 amino acids in length. === Exons === C16orf90 contains 3 exon regions and 2 intron regions. The exon boundaries occur between amino acids 30 & 31 and 147 & 148. The first exon is poorly conserved, but exons 2 & 3 are highly conserved. C16orf90 marked on chromosome 16 at 16p13.3 == Protein == C16orf90 has a molecular weight of 21 kDa and an alkaline isoelectric point of 9.2. It is a soluble protein. === Transcripts === There are 3 isoforms of C16orf90. They are uncharacterized protein C16orf90 isoform a (197aa) producing all 3 exons, uncharacterized protein C16orf90 isoform b (175aa) producing the 2nd and 3rd exons, and uncharacterized protein C16orf90 isoform c (95aa) producing the last 95 amino acids of C16orf90. === Expression === C16orf90 has relatively high tissue expression in the testes and very low (0.213) expression in all other tissues in healthy humans. Under stressful conditions, C16orf90 appears upregulated in graphs found at NCBI Geo. === Subcellular location === The nucleus is the most likely home of C16orf90's produced protein and is not a transmembrane protein. These results were verified by comparing the results of the homologous mouse and dolphin C16orf90 proteins. == Structure == === Secondary structure === ==== mRNA ==== The mRNA secondary structure found by RNAfold appeared to show medium to high affinity for the structure produced with stem-loop and hairpin turns. Only two areas indicated a low probability for the secondary structure produced. ==== Protein ==== C16orf90's protein contains 4 alpha helices and no beta-sheets with coiled-coils likely connecting the helices. These helices are approximately equally spaced across the protein. A nuclear localization signal was identified as well as four alpha-helix domains which help determine C16orf90s secondary structure. 280x280px === Tertiary structure === C16orf90's tertiary structure includes linear alpha-helices separated by a disordered or coiled-coil region. == Regulation == === Promoter === Using the Genomatix tool Gene2Promoter, C16orf90 was found to have 4 possible promoter sequences. The promoter set 3, GXP_644807, is the promoter for the reverse strand because it contained the most CAGE tags, aligned on the 5' end of the gene and contained the correct GeneID. === Protein level regulation === A nuclear localization signal (NLS) at the C-terminus of the protein from 173-197 supports the subcellular localization prediction. === Post translational modifications === Phosphorylation occurs at many amino acids on C16orf90. The red markers on the protein schematic indicate likely phosphorylation sites. NetPhos, a phosphorylation site predictor, returned many sites including amino acids 16, 34, 56, 63, 67, 86, 130, 144, 147, 148, 150, 151, 152, 153, 165, 167, 174, 177, 189, and 191. A CTCF binding site (CCCTC-binding factor) is an 11-zinc finger transcription factor that generally represses transcription. There is one indicated location for this binding site on the C16orf90 protein and its effects could contribute to C16orf90's low expression levels. O-GlcNAc sites inhibit phosphorylation. C16orf90 has two serine amino acids that are home to potential O-GlcNAc sites at 34 & 144. O-GlcNAc sites compete with phosphorylation for control of the protein’s activation site so in C16orf90 this property might inactivate the protein until a severe circumstance when the protein is needed and then can be activated. NetGlycate (a glycation prediction tool) found 2 lysine residues at amino acids 70 (.709) and 158 (.595) that predict glycation sites. Glycation sites add sugars to lysines post-translationally and can be necessary for protein folding or stability There is a cleavage site located between 172R & 173K on C16orf90's protein. This location is also where the nuclear localization signal begins, indicating the NLS may be cleaved to possibly to remove the protein from the nucleus or when the protein requires degradation. == Homology and evolution == C16orf90 orthologs have a relatively high mutation rate as seen in the graph to the right comparing C16orf90 with fibrinopeptides, hemoglobin, and cytochrome C. The mutation rate of C16orf90 compared to fibrinopeptides, hemoglobin, and cytochrome c. The orthologs are sorted by increasing date of divergence and sequence similarity. C16orf90 is limited to mammals but is found in monotremes and marsupials indicating the gene entered the genome around 180 million years ago. {| class=\"wikitable sortable\" !Genus !Species !Common name !Taxonomic group !Date of divergence (MYA) !Accession number !Sequence length (AA) !Sequence identity to human !Sequence similarity to human |- |Homo |sapiens |Humans |Primates |0.00 |XP_024306160.1 |197 |100.00% |100.00% |- |Gorilla |gorilla |Gorilla |Primates |8.6 |XP_004057139 |185 |82.00% |82.50% |- |Mus |musculus |Mouse |Rodentia |89 |NP_082760.2 |171 |63.50% |66.50% |- |Bison |bison |Bison |Even-Toed Ungulate |94 |XP_010838682 |186 |65.50% |69.00% |- |Zalophus |californianus |Sea lion |Carnivora |94 |XP_027973424.1 |185 |65.20 |69.10% |- |Canis lupus |familiaris |Dog |Carnivora |94 |XP_003434913.2 |214 |64.50% |69.60% |- |Equus |caballus |Horse |Odd-Toed ungulate |94 |XP_001502184.1 |183 |63.70% |67.60% |- |Sorex |araneus |Common shrew |Soricomorphas |94 |XP_004600963.1 |320 |63.87% |70.00% |- |Acinonyx |jubatus |Cheetah |Carnivora |94 |XP_026899211 |225 |61.90% |67.30% |- |Pteropus |vampyrus |Large flying fox |Chiroptera |94 |XP_023376984.1 |224 |61.80% |64.50% |- |Lagenorhynchus |obliquidens |Pacific white-sided dolphin |Artiodactyla |94 |XP_026974160 |192 |54.30% |58.00% |- |Dasypus |novemcinctus |Nine-banded armadillo |Cingulata |102 |XP_004474400.1 |185 |61.30% |67.20% |- |Orycteropus |afer |Aardvark |Tubulidentata |102.00 |XP_007937762.1 |185 |59.80% |65.70% |- |Monodelphis |domestica |Gray short-tailed opossum |Marsupial |160.00 |XP_001363889.1 |187 |53.80% |60.50% |- |Phascolarctos |cinereus |Koala |Marsupial |160.00 |XP_020851162.1 |187 |53.10% |60.20% |- |Ornithorhynchus |anatinus |Platypus |Monotreme |180.00 |XP_016082126.2 |216 |33.90% |40.40% |} == Clinical significance == In research, the sequence has been identified as containing a possible pathogenic recessive variant (K53N) for various intellectual disabilities among 31 others. The protein is suspected to be an adaptor/cofactor that binds to other molecules. In this case a non-homologous substitution could change binding to other molecules and potentially cause intellectual disability, inguinal hernia, frontal upsweep of hair, macrotia, high palate, hypertonia, hyperreflexia, abnormality of the cerebrum, or vitamin D deficiency ==References== Category:Human proteins Category:Genetics ",
    "title": "C16orf90"
}