{
    "id": "63768264",
    "text": "Jaylinn Hawkins (born August 25, 1997) is an American football safety for the Atlanta Falcons of the National Football League (NFL). He played college football at the University of California, Berkeley. ==College career== Hawkins attended Buena Park High School, where he was a four star recruit, and graduated in 2015. He played college football at California and redshirted his first year. In the 2016 season, Hawkins played snaps in all 12 games and started three games at safety. He was also recognized as a scholar-athlete of the week. His uncle, Jeremiah Hawkins, joined the Bears as a freshman wide receiver this season. In 2017, Hawkins started 11 of the team's 12 games and played snaps in all 12. In 2018, Hawkins started 12 of the team's 13 games and played snaps in all 13. He led the Pac-12 with 6 interceptions. When targeted, he held the lowest passer rating (1.7) amongst Pac-12 safeties. At the 2018 Cheez-It Bowl, Hawkins had three interceptions, the most in any bowl game that year. Hawkins was named Defensive MVP of the game despite Cal's loss to TCU. Prior to the 2019 season, Hawkins was named a preseason 2nd team All-Pac-12 player. He started and played in all 13 games. During a game against Stanford, Hawkins made a one-handed interception that made the SportsCenter Top 10. In his overall college career, Jaylinn Hawkins recorded 156 tackles, 9.5 tackles for a loss, 10 interceptions and three forced fumbles and returned nine kicks for 129 yards. He graduated with a degree in American studies. ==Professional career== Hawkins was selected in the fourth round of the 2020 NFL Draft with the 134th overall pick by the Atlanta Falcons. His collegiate partner at safety, Ashtyn Davis, was taken in the third round of the 2020 NFL draft with the 68th overall pick by the New York Jets. Hawkins was placed on the reserve/COVID-19 list by the Falcons on July 28, 2020, and was activated eight days later. ==References== ==External links== *Atlanta Falcons bio *California Golden Bears bio Category:1997 births Category:Living people Category:People from Buena Park, California Category:Players of American football from California Category:Sportspeople from Orange County, California Category:American football safeties Category:California Golden Bears football players Category:Atlanta Falcons players ",
    "title": "Jaylinn Hawkins"
}