{
    "id": "63760118",
    "text": "Bunyan I. Bryant Jr. (born March 6, 1935) is a Professor Emeritus at the University of Michigan. In 1972, he became the first African-American member of the School of Natural Resources and Environment faculty at the University of Michigan. He is considered a pioneer in the field of environmental justice. ==Early life and education== Bryant was born on March 6, 1935, in Little Rock, Arkansas to parents Christalee and Bunyan Bryant. After moving to Flint, Michigan, he attended Flint Northern High School and obtained a position at General Motors. Following pressure from family and friends, he earned his Bachelor of Science at Eastern Michigan University and later enrolled in the University of Michigan for his Master's degree and PhD. While completing his doctoral thesis, Bryant was proposed an offer to join Michigan's School of Natural Resources and Environment. Although he was originally skeptical, as his goal was to focus on civil rights, he agreed to an offer of a one year term. In spite of this, he continued to participate in nonviolent civil rights activities with the Black Action Movement. One his actions was bringing a racially discriminatory housing policy to the Michigan Civil Rights Commission after he was refused an apartment unit. ==Career== In 1972, Bryant became the first African-American faculty member of the School of Natural Resources and Environment at the University of Michigan. In the same year, he co-developed an Environmental Advocacy curriculum to be added to the school. Bryant (right) with Paul Mohai in 2017 During the 1990s, Bryant increased his advocacy for environmental justice to a national level. He organized the first Michigan Conference on Race and the Incidence of Environmental Hazards and joined a group of prominent academics, later known as the Michigan Group or Michigan Coalition. The group wrote letters to Louis Wade Sullivan, the Secretary of the U.S. Department of Health and Human Services, and to William Reilly, the head of the Environmental Protection Agency, asking for meetings with the officials to discuss governmental policy on environmental discrimination. Although Sullivan never responded, Reilly met with them several times, resulting in the creation of the EPA's Work Group on Environmental Equity.Cole & Foster, From the Ground Up: Environmental Racism and the Rise of the Environmental Justice Movement, (New York University Press, New York & London), 2001 Later on, Bryant and Paul Mohai co-published Race and the Incidence of Environmental Hazards, which was one of the first major scholarly books that explored the links between race, class, and environmental hazards. This coincided with his establishment of an Environmental Justice program at the University of Michigan which was the first in the country to offer undergraduate and graduate degrees in the specialty. In 1994, following the signing of Executive Order 12898, \"Federal Actions to Address Environmental Justice in Minority Populations and Low-Income Populations,\" Bryant, Mohai, and Jerry Poje co-facilitated a symposium on Health Research and Needs to Ensure Environmental Justice. The symposium included 1,100 community leaders, scientists, legal experts, and federal representatives. Following the symposium, Bryant received an Award for Research and Creative Projects and Seed Funding for Research. In 1998, he co-published Is there a \"race\" effect on concern for environmental quality? with Mohai. The article focused on the different concerns black individuals had regarding their environment compared to their white counterparts; such as a larger emphasis on pollution than nature preservation issues. In 2000, Bryant received the School of Natural Resources and Environment Outstanding Teaching Award and was later promoted to Thurnau Professorship for a three-year term. In 2004, he was the recipient of the Ernest A. Lynton Award for Faculty Professional Service and Academic Outreach. His advocacy efforts were also recognized by his hometown of Flint, Michigan in 2008 with the Lifetime Leadership Award. Bryant retired from teaching in 2012, and the department threw a conference in his honor titled \"Honoring the Career of Bunyan Bryant: The Legacy and Future of Environmental Justice.\" After retiring from teaching, the Detroiters Working for Environmental Justice established the Bunyan Bryant Award for Academic Excellence. He received the 2017 environmental justice champion award at the Flint Environmental Justice Summit on March 10, 2017. ==Personal life== Bryant and his wife Jean Rae Carlberg Bryant is married to Jean Rae Carlberg and they have no children together by choice. In 2006, he donated $100,000 to the School of Natural Resources and Environment’s Environmental Justice Fund. Bryant was diagnosed with Parkinson’s disease. ==Selected publications== The following is a list of selected publications: *Race and the incidence of environmental hazards: A time for discourse *Is there a \"race\" effect on concern for environmental quality? (1998) *Environmental justice: Issues, policies, and solutions (1995) *Environmental injustice: weighing race and class as factors in the distribution of environmental hazards (1992) ==References== ==External links== * * Bunyan Bryant Papers (1961-1965) Category:Living people Category:1935 births Category:University of Michigan faculty Category:Eastern Michigan University alumni Category:University of Michigan alumni Category:Activists from Little Rock, Arkansas Category:African-American academics ",
    "title": "Bunyan Bryant"
}