{
    "id": "63764351",
    "text": "Former hospital building in 2014 Roslagstull Hospital ( Swedish: Roslagstulls sjukhus) is a former isolation hospital in Stockholm, situated in the Royal National City Park close to Roslagstull in the northern part of the inner city. The hospital was founded in 1893 as Stockholms epidemisjukhus and closed in 1992. Six of the former hospital buildings were preserved. Today, most of the former hospital area and preserved buildings have been incorporated into the AlbaNova university centre which is jointly operated by Stockholm University and KTH. == History == Hospital plan in 1909 Former main building The City of Stockholm operated an isolation hospital in Katarina kronobränneri in Södermalm since the 1820s, but developments in medicine created a need for more suitable buildings. The City Council voted on 28 March 1890 to build a new isolation hospital on the Albano Hill north or the city, which was found to be sufficiently isolated from the city proper. The buildings were arranged into symmetrical rows, designed by city architect Per Emanuel Werming and opened on 18 September 1893. The hospital was initially designed to accommodate 175 patients, but was extended several times over the course of the years. In 1907, the hospital had an administration building with apartments for staff, a kitchen building, ten separate wards where every ward was designed to operate independently, with separate staff and equipment, an observation ward, laundry, desinfection and drying facilities, morgue, stables, desinfection reservoir and a night guard house. The hospital was in operation from 1893 to 1992. It was mainly used for patients with infectious diseases such as diphteria, scarlet fever, smallpox, typhoid fever and cholera. In the 1980s the hospital was also used to treat the first AIDS patients in Sweden. The name Stockholms epidemisjukhus was changed to Roslagstulls sjukhus in 1966. After the closing in 1992 some of the original hospital buildings were preserved. Most of the former hospital area is presently in use by AlbaNova University Centre, opened in 2001, which is jointly operated by Stockholm University and KTH. Some new buildings have also been erected since the hospital closing, including the AlbaNova main building by architect Henning Larsen. Presently the area is also home to the Nordita research institute, the science education centre Vetenskapens Hus, the senior care facility Kattrumpstullen 5 and the Engelska Skolan Norr independent school. The former hospital area was used in the 1990s and early 2000s as a filming location for Evil Ed and Beck – Sista vittnet. == References == Category:Hospitals in Stockholm Category:Hospitals established in 1893 Category:Hospitals disestablished in 1992 Category:Defunct hospitals in Sweden ",
    "title": "Roslagstull Hospital"
}