{
    "id": "63765838",
    "text": "Maiktoli (Hindi: मैकटोली) is a mountain of Garhwal Himalaya in Uttarakhand India. It stands at . It is jointly the 32nd highest located entirely within the uttrakhand India. Nanda Devi is the highest mountain in this category. Maiktoli is 479th highest peak in the world.https://4sport.ua/_upl/2/1442/highasiato6650DRAFT-a-and-b-peaks.pdf It is located at the southern rim of Nanda Devi Sanctuary. Maiktoli is located just south east of Devtoli () and south east of Trisul (). On the north east side lies Nanda Devi () and Panwali Dwar (). On the south west side lies Tharkot (). ==Climbing history== In 1934 Eric Shipton Ang Tharkay and Kusang Namgir climbed Maiktoli during the 1934 Shipton–Tilman Nanda Devi expeditions. In 1961 A nine-member team comprising Gurdial Singh and Hari Dang of the Doon School, Major John D. Dias, Captain K. N. Thadani and Lieutenant (Dr.) N. Sharma of the Indian Army, and Suman Dubey, of Delhi and three sherpa from Darjeeling Kalden, Nima and Lhakpa all climbed on 21 June, the second ascent of Maiktoli.https://publications.americanalpineclub.org/articles/12196227202 A six-member Japanese team led by Hitoshi Fukuriki made the first ascent of the south ridge of Maiktoli (). On 29 May Nishimura and Yamaguchi reached the summit, followed by Fukuriki and Nakae on May 31 and on June 1 by Sasamto and Nomura.https://publications.americanalpineclub.org/articles/12197860401 ==Glaciers and rivers== It is surrounded by glaciers with Dakshini Rishi Glacier on the northern side and Sundardunga Glacier on the southern side. Pindari River emerges from southern side of Maiktoli while on the northern side is Rishi Ganga. Rishi Ganga met with Dhauli ganga near lata. Later Dhauli ganga met with Alaknanda at Vishnu Pryag. Pindari river also met with Alaknanda at Karan Pryag. Alaknanda river is one of the main tributaries of Ganga. ==Neighboring peaks== neighboring peaks of Maiktoli: * Nanda Devi: * Trisul: * Devistan: * Devtoli: * Tharkot: ==See also== * List of Himalayan peaks of Uttarakhand * Shipton–Tilman Nanda Devi expeditions ==References== Category:Mountains of Uttarakhand Category:Six-thousanders of the Himalayas Category:Geography of Chamoli district ",
    "title": "Maiktoli"
}