{
    "id": "63760636",
    "text": "The National Policy on Skill Development is an umbrella framework devised by the Government of India to develop employable skills among the youth of the country through learning and producing workers adequately skilled to meet the requirements of industry. India has traditionally had a lower percentage of population of appropriately skilled workers comparable to other economies of the world. In its 11th five-year plan for the financial year 2007-12 suggested actions to increase the skilled workforce in the country to 15 million annually and targetted to skill 500 million people by 2022. In line with the recommendations in the five-year plan and to mitigate the challanges faced by the economy of the shortage of the skilled forkforce. The government formulated a skill development policy in 2009, with emphasis given to special courses to be imparted through Industrial Training Institutes in partnership with the private sector. In the 12th five-year plan, a further push was given to skill development and employment. The new government at the center in 2014, recognized skill development as an important aspect of the economy and focused on bridging the skill gap of the nation by formulating standards required for quality employment. A dedicated Ministry of Skill Development and Entrepreneurship was formed to look after various activities of skill development. Similarly, to encourage the corporate sector to participate in employment generation.The government also amended the Aprentices Act to provide more flexibility to the employer's. ==Initiatives== Considerable GDP growth of India post-liberalization initiatives of 1991 created immense employment potential. But, this economic growth did not translate into employment and created job shortages for skilled manpower. These challenges highlighted an immediate need for a skill development program in the country. A broad policy framework was implemented in line with the recommendations of the five-year plan by launching skill development policy of 2009. A special budget was allocated and Prime Minister's National Skill Development Council was established to strategize skill development programs in the country. Similarly, National Skill Development Agency was formulated to implement different schemes of the central government in coordination with various states and the private sector. Still, after investing enormous resources in infrastructure and training initiatives, creating a skilled workforce suiting industry requirement could not be achieved. One of the impediments in achieving success in the 2009 policy is attributed to the focus given to Vocational Education and Training (VET) imparted through ITI's. As a World Bank report in 2008, suggested expanding the VET system as a skill development program would not substantially improve the outcomes. Whereas (Ahamed, 2016) considering National Sample Survey Organisation (NSSO) data in his research argues, the net effect of VET's in the Indian context is positive for employment and wages, he further asserts, the reason for that could be specific VET courses and employer participation. After the formation of the new government at the center, the recommendations from the twelfth five-year plan were acted upon. In which much focus was laid on upgrading skill development initiatives by undertaking infrastructural and institutional means. Well designed courses were developed to encourage the participation of youngsters through the largest vocational scheme in The World, the Pradhan Mantri Kaushal Vikas Yojana (PMKVY). Some corporate houses, in coordination with the government designed the curriculum for the skilling courses and employed the students after completion of respective courses. An executive from one of the leading corporate houses, thus commented: \"A partnership of government policy, industry interface and continuing engagement is the key to strengthening our economic prowess.\" Many industry leaders praised the government for bringing all the skilling activities to a dedicated ministry, which were earlier undertaken by the Finance Ministry. ==References== ==External links== *Skill Development Policy of 2009 *Skill Development Policy of 2015 Category:Ministry of Skill Development and Entrepreneurship Category:Policies of India ",
    "title": "National Policy on Skill Development"
}