{
    "id": "63767812",
    "text": "Rafał Maślak (born 3 February 1989, Międzyrzecz) is a Polish male fashion model, Mister Poland 2014 and a television personality. ==Life and career== He was born on 3 February 1989 in Międzyrzecz and grew up in Gorzyca. He graduated from an Economics High School. Before pursuing a career in modelling he had worked as a factory worker and as a firefighter. In 2014, he won the title of Mister Greater Poland and subsequently Mister Poland, which allowed him to represent Poland at the Mister International 2014 beauty pageant held in South Korea. He received the title of III Vice-Mister International and he also won the People's Choice Award. He appeared in numerous entertainment shows including Dancing with the Stars: Taniec z gwiazdami (2014), Agent (2016), Dance, Dance, Dance (2019) and Ninja Warrior Poland (2019). He also starred in TV shows such as Druga szansa, Na sygnale and Na dobre i na złe. He hosted such programmes as Randka z Maślakiem (Date with Maślak) in 2015 and was one of the judges on the Supermodel Plus Size TV show. In 2016, he received the Star of the Internet Award awarded by the Plejada.pl web portal and opened his beauty salon Akademia Semilac in Warsaw. ==Personal life== He has got an older brother Juliusz and a younger brother Aleksander who also works as a model. Since 2015, he has been in a relationship with Kamila Nicpoń. On 11 August 2018 they married and they have a son Maksymilian (born 2019). He supports LGBT rights and has appeared at an event organized by the Campaign Against Homophobia. ==Filmography== List of television series: *2016: Druga szansa as himself (episode 8) *2017: Na sygnale as Rafał *2017: Na dobre i na złe as a coach (episode 679) *2018: Za marzenia as PE teacher (episode 12) ==See also== *Male modeling *List of Poles ==References== Category:1989 births Category:Living people Category:Polish male models Category:Polish television personalities Category:People from Międzyrzecz ",
    "title": "Rafał Maślak"
}