{
    "id": "63764519",
    "text": "John F. King is an American military officer who became the state of Georgia's Insurance and Safety Fire Commissioner when he was appointed by Governor Brian Kemp on July 1, 2019, replacing the suspended Jim Beck who was elected in 2018. This appointment makes King first Hispanic statewide official in Georgia's history. A native of Mexico, King is also fluent in Spanish. King has also served as the chief of police for Doraville, Georgia, after becoming an Atlanta police officer in 1985. King received a bachelor's degree in criminal justice and public administration from Brenau University and a master's degree in Strategic Studies from the United States Army War College. He is also a graduate of the FBI National Academy in Quantico, Virginia, and a graduate of the Georgia International Law Enforcement Exchange program to Israel (GILEE) which was started in preparation for the 1996 Olympic Games in Atlanta as a way to enhance cooperation between Georgia's law enforcement agencies and the police force of the Israel especially in the areas of counter-terrorism and drug interdiction. King also serves as a major general in the United States National Guard. He was the commander of the 48th Infantry Brigade Combat Team. King has been deployed to Bosnia-Herzegovina, Iraq, and Afghanistan where he served as a military advisor to the Deputy Minister of Interior for Security for Afghanistan who oversaw an agency of almost 100,000 police officers. In 2020, during the coronavirus pandemic, King as part of the U.S. Army National Guard which was called back into duty at Fort Sam Houston in San Antonio, Texas. He helped build field hospitals in New Orleans and in New Jersey at Edison and Newark. King was asked by Governor Kemp to serve on Georgia's Coronavirus Task Force and lead the Emergency Preparedness Committee which makes sure that there is proper supply equipment. As Insurance and Safety Fire Commissioner, he has asked health insurers not to cancel health policies for non-payment until further notice and for insurers to waive all co-payments for COVID-19 testing. ==Awards and decorations== * Legion of Merit * Bronze Medal (with 1 Bronze Oak Leaf Cluster) * Combat Infantryman Badge * Meritorious Service Medal (with 1 Bronze Oak Leaf Cluster) * NATO award for his service in both Bosnia and Afghanistan * Army Commendation Medal (with 2 Bronze Oak Leaf Clusters) * Army Achievement Medal (with 1 Bronze Oak Leaf Cluster) * Joint Meritorious Unit Award * Army Meritorious Unit Commendation * Army Reserve Components Achievement Medal (with 1 Silver and 3 Bronze Oak Leaf Clusters) * National Defense Service Medal (with 1 Bronze Service Star) * Armed Forces Expeditionary Medal * Afghanistan Campaign Medal (with 2 Bronze Service Stars) * Iraq Campaign Medal (with 2 Bronze Service Stars) * Global War on Terrorism Service Medal * Armed Forces Reserve Medal (with Gold Hourglass, M Device and Numeral 4) * Army Service Ribbon * Overseas Service Ribbon (with Numeral 3) * North Atlantic Treaty Organization Medal (with 1 Bronze Star) * Georgia Commendation Medal * Georgia National Guard Service Medal * Georgia Special Operations Ribbon * Georgia State Active Duty Ribbon * Combat Infantryman Badge * Combat Action Badge * El Salvador gold medal for achievement (El Salvador) * Chief's Blue Star, injury in the line of duty (Atlanta Police Department) == Promotions == {|class=\"wikitable\" style=\"background:white\" |- | style=\"text-align:center;\"|13px |Second Lieutenant, June 29, 1985 |- | style=\"text-align:center;\"|13px |First Lieutenant, June 29, 1988 |- | style=\"text-align:center;\"|33px |Captain, November 27, 1990 |- | style=\"text-align:center;\"|40px |Major, August 1, 1997 |- | style=\"text-align:center;\"|40px |Lieutenant Colonel, September 25, 2002 |- | style=\"text-align:center;\"|60px |Colonel, March 20, 2007 |- | style=\"text-align:center;\"|33px |Brigadier General, April 1, 2013 |- | style=\"text-align:center;\"|66px |Major General, February 1, 2018 |} ==See also== * COVID-19 pandemic in the state of Georgia ==References== Category:Living people Category:American army personnel of the Iraq War Category:American army personnel of the War in Afghanistan (2001–present) Category:National Guard of the United States generals Category:NATO personnel in the Bosnian War Category:Georgia National Guard personnel Category:Year of birth missing (living people) ",
    "title": "John F. King"
}