{
    "id": "63763531",
    "text": "Ponmagal Vandhal () is a 2020 Indian Tamil-language legal drama film written and directed by J. J. Fredrick in his debut, and produced by Suriya. The film stars Jyothika leading an ensemble cast including K. Bhagyaraj, R. Parthiban, Thiagarajan, Pratap Pothen and Pandiarajan. The film premiered digitally on 29 May 2020 on Prime Video. == Plot == In 2004, a North Indian woman named 'Psycho' Jothi is convicted for the murder of 2 young men, Rohit and Diwakar, and the kidnapping and serial killing of numerous young girls, and is revealed to have been killed in an encounter when she attempted to escape. 15 years later, A resident in Ooty named 'Petition' Pethuraj reopens the case, citing that Jothi is innocent and he wishes to pose a defense for her. Venba, Pethuraj's daughter and an amateur lawyer, seeks to revive the case amidst oppositions. After proving that the main eyewitness, Ramar, who had testified against Jothi, was in Chennai at the time of the murder, and that he was merely a character fabricated by the investigating officer DSP R. Alexander, Venba is successful in getting a second hearing. This leads to the public prosecutor being replaced with Rajarathinam, a renowned criminal lawyer appointed by a businessman named Varadharajan, Rohit's father. Rajarathinam is successful in proving that Venba's claims that Ramar was an illegitimate witness is false by nullifying the alibi Venba had discovered. During the next hearing, Venba reveals that Jothi was not a North Indian immigrant, but a Tamilian whose name was Sakthijothi. Sakthijothi had eloped with a man from a different caste and moved to Jaipur in the early 1990s, and as a result, her husband was murdered by her father and relatives in the name of honor killing. Venba asks Pethuraj to take the stand, who then testifies that a pregnant Sakthijothi had come to Ooty seeking refuge, and began to stay with Pethuraj and his wife Philomina. One day several years later, Pethuraj heard Sakthijothi's daughter's screams from the road outside the house, and witnessed Sakthijothi chasing after a car in which her daughter was being taken away, which is shown to have been Rohit and Diwakar's. Venba then shows another video footage of Jothi running with a young girl, saying that Jothi did not try to kidnap her, as the girl was Jothi's daughter, revealing that she is in fact Sakthijothi's daughter, Venba Sakthijothi. Upon confronting Varadharajan for hiding various details about the case, Rajarathinam is made to meet Alexander, who reveals several facts about the case that were never bought into light. It is revealed that Jothi had discovered the whereabouts of a dilapidated bungalow in Lovedale, which is said to have been a hide-out for Rohit and Diwakar, who used to kidnap and rape young girls there. The corpse of a young girl was found buried outside the bungalow, who was later identified as Angel, a girl who had gone missing during a school convention. Venba claims that Alexander had committed perjury when he testified that he had arrested Jothi in Tiruppur, revealing that the arrest was made by Sub- Inspector Suresh Pandian. However, when she requests to summon Suresh Pandian to testify in the next hearing, Rajarathinam reveals that Suresh Pandian had committed suicide the previous night owing to work-pressure. Venba and Pethuraj are at a loss as Suresh Pandian was the ace up their sleeve. After going through an emotional setback, Venba reveals in the next hearing that she was brutally raped by Rohit and Diwakar, going on to reveal that the conviction of Jothi and the death of Suresh Pandian was all a conspiracy by Varadharajan to save his son's and his own reputation, and that DSP Alexander and the entire investigation team were in on the plot, but says she cannot prove this. However, she receives immense support from the public after this, majority of who believe in Jothi's innocence. On the day of judgement, the judge has a change of heart and summons Varadharajan to be present at the next hearing to testify. However, the judge goes on to take a bribe from Varadharajan, promising a favorable verdict, an action which is looked down upon by the former's friend, Karpooram, who reprimands him. At the next hearing, Varadharajan takes the stand, and Venba openly accuses him of being a cutthroat criminal who has been building his reputation by silencing all those of who have raised their voice against him. The judge disallows Varadharajan to leave the courtroom until Venba's interrogation is complete, implying that he has reformed. Venba then introduces a witness who she says can confirm Varadharajan's presence at the tea factory where Jothi was shot dead, and disrespectfully asks Varadharajan why he was present there. Varadharajan then mocks the judicial system in anger, saying that they cannot convict him of anything. Venba then paints a picture of the entire crime that took place in 2004. After chasing the car in which Venba was kidnapped, a distraught Sakthijothi ran across the hamlet looking for her daughter, eventually discovering the bungalow outside which she finds Venba's clothes. She goes inside to find Venba struggling for life, and finds the corpse of another girl, who is revealed to have been Angel, who she then buries outside the bungalow. While attempting to make her way back home, she is intercepted by Rohit and Diwakar, and manages to get hold of Rohit's pistol, using which she shoots both of them dead. Despite Pethuraj's reservations, Sakthijothi hands Venba over to the couple, asking them to take care of her, and surrenders herself to Suresh Pandian. Upon Alexander's orders, an oblivious Suresh Pandian brings Sakthijothi to the tea factory, where she is shot dead by Varadharajan himself. Rajarathinam does not make a rebuttal, and Varadharajan is convicted. At a memorial service for Sakthijothi, Rajarathinam reveals to Venba that he is aware that she is not Sakthijothi's daughter, but the young girl Angel. It is revealed that upon arriving at the bungalow, Sakthijothi had found not Angel, but Venba to be dead. After burying her daughter's corpse, Sakthijothi had saved the distraught Angel and killed the 2 young men. Upon Rajarathinam questioning why she did so much for a woman she did not even know, Angel reveals that the pain that she and Sakthijothi suffered were the same and that she will continue to live on as Sakthijothi's daughter Venba. The end credits reveals a series of cases registered under the child abuse act in India. == Cast == * Jyothika as Venba / Sakthijothi (imagination) / Angel * K. Bhagyaraj as 'Petition' Pethuraj * R. Parthiban as Rajarathinam * Thiagarajan as Varadharajan * Pratap K. Pothen as The Judge * R. Pandiarajan as Karpooram * Subbu Panchu as DSP R. Alexander * Vinodhini Vaidyanathan as Venba's neighbour * Akshara Kishor as young Venba * Vidya Pradeep as Sakthijothi ('Psycho' Jyothi) * Gajaraj as Public Prosecutor * Semmalar Annam K as victim's mother * Crane Manohar as tea shop owner * Donedone Star as Zamindar * VJ Aashiq as Rajarathinam's assistant * Stills Vijay * Jeeva Ravi as Sub-Inspector Suresh Pandian * Baby Monica as young Angel * Vasuki * Srilatha as Mrs. Suresh Pandian * Rindhu Ravi as Mrs. Philomina Pethuraj * Bijili Ramesh as courtroom watchman (cameo appearance) * Master Kamalesh as a school student (cameo appearance in the song \"Pookalin Porvai\") * Gowtham Sundararajan as a police officer (cameo appearance in the song \"Pookalin Porvai\") * Suriya as narrator in the end of the film (cameo appearance) == Production == In July 2019, it was announced that Jyothika's next film would be titled Ponmagal Vandhal. The title was derived from a song in Sorgam (1970). It is the directorial debut of J. J. Frederick. The film was produced by Suriya under 2D Entertainment, videographed by Ramji and edited by Ruben. While writing the script for the film, Frederick consulted legal advisors including Rajasekhar Pandian, a co-producer of the film, and visited court proceedings. The film was shot in Ooty and features five directors (namely Bhagyaraj, Parthiban, Pandiarajan, Pratap Pothen and Thiagarajan) in supporting roles. Principal photography began in July 2019, and ended in November. == Soundtrack == The music is composed by Govind Vasantha. == Release == Ponmagal Vandhal was released on 29 May 2020 on Prime Video. It was originally set to be released theatrically on 27 March, but due to the COVID-19 pandemic, the theatrical release was dropped in favour of a digital release. This resulted in members of the Theatre Owners Association in Tamil Nadu threatening to boycott films produced by or starring Suriya, citing potential financial losses for theatres. The film was dubbed in Telugu as Bangaru Thalli in 2020. == Critical reception == The film received mixed reviews. M. Suganth of The Times of India rated it 2 stars out of 5, saying, \"For, both in its writing and making, there is a strong made-for-TV feel about this project [...] As far as courtroom dramas go, Ponmagal Vandhal is decidedly lacklustre. Instead of fiery dialogues and charged arguments between the opposing lawyers what we get are emotional statements being passed off as explosive proof.\" Baradwaj Rangan stated, \"This Courtroom Drama, Starring Jyotika, Needed To Be Much Darker, But It's Content To Remain Family-Friendly\" and further go on to say \"The director doesn't trust his material. He doesn't trust the audience enough to feel that this \"issue\" is enough, and doesn't need to be cheaply sensationalised\". Pradeep Kumar of The Hindu commended the film's delivery of a \"powerful line of messaging\" but also noted that the movie \"falls prey to the Tamil cinema formula\", not affording enough time for the viewers to process the emotions. Rediff.com's Divya Nair rated 1 out of 5 stars, stating \"It is unfair that good actors like Jyotika and Parthiban are wasted in what could have been a spectacular courtroom drama, backed by facts and evidence rather than tears and words.\" Firstpost rated 3.5 out of 5 stars stating \"Ponmagal Vandhal fits perfectly into Jyotika's pursuit\".Behindwoods rated 2.75 out of 5 stars stating \"Jyothika's Ponmagal Vandhal is a valuable film, that must be watched by everyone for the hard hitting message it drives home\". The Indian Express rated 2 out of 5 stars stating \"Jyotika carries the film with her performance, but you wish she varied the mix of pain-sorrow- determination: after a point it becomes one-note\". News18 rated 1.5 out of 5 stars stating \"There is very little novelty in Ponmagal Vandhal, except for the fact that Jyotika's Venba uses tears and emotions to convince the judge with very little hard evidence to prove her point!\" The New Indian Express stated \"For a film about a buried crime that gets unravelled after an old case is reopened, the court proceedings feel frustratingly spurious.\" Sowmya Rajendran of The News Minute said, \"Ponmagal Vandhal is ambitious in what it wants to do and Fredrick has good instincts as a filmmaker. He only needs to trust his material and medium more.\" == References == == External links == * Category:2020 direct-to-video films Category:2020 films Category:2020 directorial debut films Category:Films not released in theaters due to the COVID-19 pandemic Category:Films shot in Ooty Category:Indian courtroom films Category:Indian direct-to-video films Category:Indian films Category:Legal drama films ",
    "title": "Ponmagal Vandhal"
}