{
    "id": "63761235",
    "text": "Piers Park with the downtown Boston skyline in the distance Piers Park is located on the southwest side of East Boston, overlooking Boston Harbor and downtown Boston. Designed by Pressley Associates Landscape Architects of Boston, the 6.5-acre park was conceived to reclaim a condemned industrial pier for recreational use, allowing residents and visitors direct access to the waterfront. The park is slated for expansion in two further stages of development, phase II and phase III, which are proposed to increase the park's land area to 11+-acres. Phase II is in process (as of 2020). Phase III currently has no public date for ground-breaking. == History == === The Bulldozers and Wood Island Park === Wood Island Park, ca 1900 Neptune Road, ca 1973 East Boston has shared an uneasy relationship with the Massachusetts Port Authority (Massport) since the first iteration of Boston's Logan Airport opened at then Jeffries Field in 1923. The relationship has been actively litigious since the 1960s, when the agency took control of a parcel of land at the northwest side of the expanding airfield, a parcel that included Frederick Law Olmsted's 46-acre Wood Island Park. Designed by Olmsted and opened in 1898, Wood Island Park was a mature, 46 acre park with an extensive slice of harbor waterfront, accessed by a tall parkway avenue of elm trees. The park was a recreational area for a neighborhood with, \"fewer park and recreation facilities than other neighborhood in the city.\" The decision was made for it to be \"taken\" in 1969 to make way for expansion of Runway 15R/33L at Logan. Outside of the park's main gateway on Neptune Road parkway, abutting residents, formerly, with the convenient park access, owners on the \"most prestigious street in East Boston,\" found themselves bought out of their homes and forced to relocate. Public opposition came to a head following the morning of April 23rd, when Massport Head, Edward J. King sent an unannounced crew to start work. \"It was like a military operation.\" a witness recalled. \"They came in with 36 men with chainsaws and massacred 36 trees in five minutes.\" In the days that followed, residents lay down in the streets to block bulldozers and supply trucks from reaching the construction zone. \"In one day Wood Island Park was graded to the level of the existing runway.\". === MassPort's Promise --Finally Implemented === In 1966, under direction from then Governor John Volpe, MassPort had made a commitment to replace the recreational facilities that would be lost to the sacrifice of the Olmsted park. By 1975, Massport had again expanded the airport, consuming the Bird Island tidal area, and the promised park had yet to be produced. It took a legislative act and another 20 years to find both an appropriate site and the funding for the replacement park. Additionally, it took sustained involvement by local residents. Edith deAngelis, starting as president of the East Boston Recreation, Master Planning, Land Use Advisory Council in the late 1960s, was a 'key activist' in developing a masterplan for future development through this period. \"The politicians weren't helping us,\" DeAngelis is quoted as saying. \"They sold us down the river. So, we had to do it ourselves.\" DeAngeles and other neighborhood advocates ultimately proposed the transformation of Massport's three derelict piers, an 11-acre site that included the condemned building that had once served as the historic East Boston Immigration Station, for the new park. After much negotiation, MassPort agreed to cede a 6.5 acre parcel toward the site's west end for what has become known as phase I of the park. It was this area that was opened to the public in 1995, and would be known as Piers Park for the next two decades. === Phases II and III === Meetings were held in May of 2019 to finalize plans for phase II, a planned 4.5 acre of \"active use\" waterfront park directly adjacent the original Piers Park parcel. A further 3.8-acres site, Piers Park Phase III, would expand the existing Piers Park onto the westward pier along the waterfront off of Marginal Street. Test borings were initiated in March 2020 to quantify the footing challenges and industrial pollution at the site. == Description == === Landside Park === The existing Piers Park (phase I site) consists of multiple trails paved in brick and granite from the shore's original 1870 seawalls; native salt- tolerant New England plants; more than thirty-two tree varieties; seasonal flowers; ornamental shrubs; and a 600-foot meandering brick pedestrian promenade. There is a play area and spray pool for children; a small exercise station; a grassy amphitheater for small outdoor concerts and performances. Reconstructed 1870 pier, ca. 2013 === The Pier === The rebuilt pier juts out into the harbor from the seaside gardened base. It is lined with ornate, Victorian-style lampposts, and the original seawalls have been maintained. Donald McKay pavillion, ca. 2013 === Pavilions === There are four small shade pavilions, two to each side of the pier. The pavilion at the head of the pier is dedicated to ship-builder Donald McKay; the central pavilion is the Commons Pavilion, commissioned by MassPort to \"pay tribute to the neighborhood's immigrant history,\" with twenty four granite panels by artist William Reimann. Sailing Center, ca. 2013 === Sailing Center === The Piers Park Sailing Center is a 501(c)(3) non-profit sailing organization and community boating program. The center retains the site through an extended $1 lease from MassPort, who also donated the sailing center's fleet of ten 23-foot Sonar keelboats. It runs a variety of adult, youth, and adaptive programs. ==References== Category:Parks in Boston ",
    "title": "Piers Park"
}