{
    "id": "63769469",
    "text": "Aleida Leurink (Enschede, 24 September 1682 - Losser, 6 August 1755) was a pastor's wife who became known for the notebooks she kept for 57 years which are giving a clear picture of the time when she lived. == Youth and marriage == Leurink was orphaned at an early age. Both her father (the mayor of Enschede) and her mother died in 1694. Together with her sisters, Geeske, Catharina, and Judith and brother Georgius, she was entrusted to the care of her uncle, Jan Stroink. At the age of fifteen, she married the then twenty- eight-year-old Henricus Keller, a vicar in Losser on 9 March 1698. == Notebooks == {| class=\"wikitable\" |+ !Original !Translation |+ |\"Wat ik zo dagelijks mocht beleven heb ik in een boekske neergeschreven Zoodat op mijnen ouden dag Geheel mijn leven voor mij lag.\" |\"What I was able to experience daily I wrote down in a book So that in my old age My whole life was before me.\" |} On the day of her wedding, Aleida began writing in her notebooks. The first few years included short notes, but over time the writings became more and more extensive. From 1698 to 1752, she began to mention the prices of rye. From 1749 onward she had a thermometer and barometer and recorded their readings daily. In addition to the data relating to her work, such as the weather and the yield of her rye, Aleida also gave an insight into the events of the years she wrote: Small events with the children as well as big events such as floods, cattle diseases, fires, love and suffering from the House of Orange, struggles between the reformed and Catholics, the danger of war, and executions were all recorded by her. The specialist terms used in the field of spinning and weaving indicate that she knew what she was writing about and that she knew exactly which weaver had to have what woven. In addition, she mentioned every transaction that she earned from it. Her notes give historians a good insight into how both personal and national events were experienced. The diary of Aleida Leurink was made accessible to a broad public at the beginning of the 20th century by J.J. van Deinse who started writing about it in the Dutch regional paper Twentsch Dagblad Tubantia. Because Aleida wrote for 57 years, her notebooks give a clear picture of life at that time. Major events in the history of Losser or those of national importance can be found in her diary. The data about the weather and the rye prices have proven especially useful to historians. She also wrote about the German town of Gildehaus, as well as Burgsteinfurt in Nordhorn; the latter was her husband's place of birth. Her diaries became public as early as 1754. Parts of the diary can be read in various places. == Children == Aleida and Henricus had 5 children: # Christiaan 16-11-1700 † 31-10-1722; married to Gertrud Keilvers # Herberdina 17-6-1703 † 15-9-1752; married to Juriaan Stroink # Anna Margaretha 4-8-1706 † 10-5-1757; married to Hermannus Stroink # Joannes 5-3-1709 †5-8-1780; pastor in Losser # Henrica 24-1-1716 † 8-4-1717 == Inheritance == In 2009, M.L Hansen compiled and published the book \"Tot Losser kwam\" and Johan Effing compiled a list of her data on the website of Weather Station Losser. In Losser, next to the church, there is the “Aleida Leurinkhuis” which has been a national monument since 1965. It is now used as a communal house. Leurink never lived in that house, but she lived in the house next door. ==References== Category:1682 births Category:1755 deaths Category:18th-century Dutch people Category:18th-century Dutch women Category:Dutch diarists Category:People from Enschede Category:Women diarists ",
    "title": "Aleida Leurink"
}