{
    "id": "63778258",
    "text": "The Keewatin ice sheet was a major ice sheet that periodically covered large parts of North America during glacial periods over the last ~2.6 million years. This included the following areas: *Eastern Montana *North Dakota *Eastern South Dakota *Western Minnesota *Alberta *Saskatchewan *Manitoba Centered on the Keewatin Region, Canada, (ca 102 W, 63 N) the ice sheet covered up to 2.5 million square kilometres at the Last Glacial Maximum. At its greatest reach, (14*146=2044 N-S by 12*146=1752 E-W) The northern edge abutted the Greenland ice sheet in Baffin Bay. Running south, along the shore of Baffin Island the edges floated in the Davis Straits. Curling across the southern tip of Baffin Island, entering Hudson Bay, it merged with the Labradorean Ice Sheet, and formed the center of an ice sheet spanning North America from the North Atlantic to the North Pacific oceans. The seam between the two ice sheets passed over the northern tip of the Ugava Peninsula passing south across Hudson Bay and on to the Ontario shore near Fort Stevens. This seam continued southward across Lake Superior, east of the Keweenaw Peninsula of Michigan. It went southward into Wisconsin along the Lake Michigan shoreline and crossed into western Illinois. Reaching down the Mississippi River valley to its junction with the Missouri River, it reaches its most southern point. At this point, the ice sheet no longer abuts the Labradoran ice sheet. The leading edge of the ice sheet follows roughly the Missouri River Valley through Missouri, Kansas, Nebraska and into the Dakotas, reach westward across the Montana, where after (10*146=1,460 mi) it reaches the Rocky Mountains just south of the U.S. and Canadian border and the Cordilleran ice sheet . The Cordilleran ice sheet forms the western boundary of the Keewatin ice sheet, where they abut along the front of the Canadian Rockies, ending in the Arctic Ocean near the mouth of the MacKenzie River. This northern ice front, floats just off the coast of the Queen Elizabeth Islands, where it completes its border in Baffin Bay and the seam with the Greenland ice sheet.John P. Bluemle; Guide to the Geology of South-Central North Dakota; Burleigh, Dickey, Emmons, Kidder, LaMoure, Logan, McIntosh, and Stutsman Counties; Educational Series 6; North Dakota Geological Survey, E. A. Noble, State Geologist; Bismarck, North Dakota; revised 1975 ==See also== *Laurentide Ice Sheet **Cordilleran ice sheet **Labrador ice sheet **Baffin ice sheet ==References== ==Bibliography== * Fred. H. H. Calhoun Sr.; The Montana Lobe of the Keewatin Ice Sheet; Professional Paper No 50 Series B, Descriptive Geology, 79; Department of the Interior, United States Geological Survey, Charles D. Walcott, Director; Washington, D.C.; Government Printing Office; 1906 Category:Glaciology of Canada Category:Glaciology of the United States Category:Ice ages Category:Ice sheets Category:Geology of Manitoba Category:Geology of Saskatchewan Category:Geology of Montana Category:Geology of North Dakota Category:Geology of South Dakota Category:Geology of Minnesota ",
    "title": "Keewatin ice sheet"
}