{
    "id": "63775814",
    "text": "Jennifer Wylie-Russell is a Canadian physician and the current Chief Medical Officer of Health for the province of New Brunswick, Canada. Her handling of the COVID-19 pandemic brought her widespread visibility. ==Background== Russell grew up in Bathurst. Both anglophones, her parents nevertheless had a connection with the French language: her father was an anglophone from Quebec who learned French as an adult, and her mother has Acadian roots. They enrolled young Jennifer in a French-language school from kindergarten to grade 8. Her interest for medicine developed early, as her brother Jamie had type 1 diabetes and became paraplegic at the age of 17, a consequence of a car accident. Her love for music was also strong however, and she enrolled in a Bachelor of Arts at Dalhousie University in Nova Scotia. She studied Science at University of New Brunswick, Medicine at Memorial University of Newfoundland and was a resident in family medicine at Dalhousie University. She joined the Canadian Forces while studying medicine, through the Canadian Forces Medical Officer Training Program. For half of her ten years in the Canadian Forces, she served as Base Surgeon at Ottawa's National Defense Medical Clinic. She got involved in preventive medicine and immunization. Her years in the Forces also led her to Canadian Forces Base Gagetown and she was briefly deployed to Dubai in support to Canada's mission to Afghanistan in 2006. Upon leaving the military, she worked briefly for Veterans Affairs Canada, then in family medicine and mental health in Fredericton, including six years at the Victoria Health Centre's methadone clinic. She joined New Brunswick's public health department in August 2014 as Deputy Chief Medical Officer of Health. She was appointed Chief Medical Officer of Health in November 2015. ==COVID-19 pandemic== Russell became a familiar public figure to New Brunswickers during the COVID-19 pandemic, as she took part in daily televised briefings, explaining the extent of the epidemic and the measures put forward by the government to fight it. In addition to informations about the pandemic, Russell frequently suggests to viewers ways to improve their well-being and mental health while in confinement. She asked people to set aside dearly-held traditions such as Easter family gatherings and maintain discipline to limit the spread of the virus, even though new Brunswick is doing better than adjacent jurisdictions. She led or participated in various initiatives to inform New Brunswickers, including a video in which she explains the concept of social distancing to children. Russell makes good use of her proficiency in French, responding to questions in that language to convey information to the province's Acadian population. ==Music== Russell is a singer, composer and lyrics writer in swing and gospel music. She holds a Bachelor in Arts (music) from Dalhousie University, with an emphasis on the piano and saxophone. She sang and played with various bands throughout her studies: concert bands, a saxophone quartet, a Celtic band, a Jazz band with other medical students and the Nova Scotia Wind Ensemble. Talking about her lifelong artistic pursuits, she said in 2017: \"Music is like breathing, I need music in my life\". In 2008, Russell was nominated for a Covenant Music Award (best Folk song of the year, jointly with Danny Crain), awarded by the Gospel Music Association Canada. Her swing album, Double Kiss, came out in 2014. Her second swing album, ‘Triple Step’ was released in 2019 and was a fundraiser for Liberty Lane in Fredericton, NB. ==Personal life== Russell is divorced and has two children, Zachary and Olivia. Her parents still reside in the Bathurst area. ==References== ==External links== *April 8, 2020, coronavirus news conference. *\"Loose lips sink ships\": A live swing performance in Fredericton in 2014. Category:Living people Category:Canadian health officials Category:Dalhousie University alumni Category:Memorial University of Newfoundland alumni Category:Musicians from New Brunswick Category:Physicians from New Brunswick Category:Canadian jazz composers Category:Canadian female jazz singers Category:Canadian gospel singers Category:People from Bathurst, New Brunswick Category:Canadian women physicians Category:21st-century Canadian physicians Category:Canadian public health doctors Category:Year of birth missing (living people) ",
    "title": "Jennifer Russell (physician)"
}