{
    "id": "63773237",
    "text": "The Battle of Arundel Island was fought from 27 August – 21 September 1943, primarily between United States Army and Imperial Japanese Army forces on Arundel Island during the New Georgia campaign in the Pacific War. The battle took place towards the end of the campaign after the capture of Munda airfield and mopping up operations in western New Georgia had resulted in the Japanese evacuation of mainland New Georgia. The US high command decided to occupy the island so that it could be used as a base for artillery to fire on the main Japanese troop concentration on Kolombangara. After landing on the southeastern tip of the island, the single US infantry regiment of three battalions assigned to the operation undertook a two-pronged advance up the eastern and western coasts. The small Japanese garrison on the island was reinforced during the fighting, and offered stronger resistance than US forces had expected. As a result, they were strongly reinforced by elements of three other infantry regiments, totaling eight infantry battalions, as well as artillery, mortars and United States Marine Corps tanks. After heavy fighting, the defending Japanese were pushed into a pocket on the northern coast around the Stima Peninsula from where they were evacuated by barge to Kolombangara on 20–21 September. ==Background== Arundel Island lies off the western coast of New Georgia island, separated by a narrow body of water consisting of Hathorn Sound and the Diamond Narrows. It is situated to the south of Kolombangara, separated by the Blackett Strait, and lies in the mouth of where the Kula Gulf enters the Solomon Sea, from which it is shielded further west by Wana Wana Island. The island of Gizo lies further west in the Vella Gulf. Commencing on 30 June 1943, US forces had begun operations to secure the New Georgia islands, as part of their advance towards the main Japanese base around Rabaul under Operation Cartwheel. Their main objective on New Georgia was to capture Munda airfield on the western coast of the island so that it could be used for future operations. After the airfield fell in early August, Japanese troops had begun an evacuation of mainland New Georgia, while US troops undertook mopping up operations. 300px The bulk of the Japanese forces had been withdrawn to Kolombangara by mid-August. During the next phase of their advance, the Allies had decided to bypass this concentration and land on Vella Lavella instead. Operations on Vella Lavella began on 15 August. Meanwhile, the final stages of Allied operations to secure western New Georgia saw them secure Baanga islet between 11 and 21 August. With Baanga captured by US troops, mopping up operations secured the area north from Munda to Bairoko on New Georgia island. The Japanese high command considered launching a counterattack on New Georgia at this time, using troops on Kolombangara. Efforts to bring forward reinforcements in early August had been disrupted by the loss of three destroyers during the Battle of Vella Gulf and consequently these plans were cancelled and instead the decision made to move the troops from Baanga to Arundel from where they could delay further Allied advances. This move was completed on 22 August. Possession of Arundel Island offered control of the Blackett Strait, which stretched north from New Georgia, as well as the Diamond Narrows to the south. It also offered firing points on either Munda to the Japanese, and on Villa, for the Americans. In the wake of the campaign on the mainland, Allied commanders decided to capture Arundel Island so that it could be used to shell the main Japanese troop concentration on Kolombangara, specifically the airfield around Villa. Prior to the invasion, the island was held by 200 Japanese troops from the 229th Infantry Regiment, under the overall command of General Minoru Sasaki. US planners anticipated only a minor operation to secure the island and initially assigned only a single infantry regiment to it. ==Battle== On 27 August 1943, the 172nd Infantry Regiment, forming part of the 43rd Infantry Division (assigned to Major General Oscar Griswold's XIV Corps), crossed Hathorn Sound via the Diamond Narrows and landed unopposed on the southeastern coast of the island. After establishing a beachhead, the landing forces sent out patrols to locate the Japanese. They then split into two forces that advanced north up the eastern and western coasts through dense jungle and mangrove swamps towards Stima Lagoon in the east and Bustling Point in the west. The advance was slow, held up by the terrain and fatigue amongst the US soldiers. The first clash occurred on 1 September on the eastern coast, south of the lagoon. During the initial stages of the battle, the defending Japanese troops sought to engage the attacking US troops from maximum range, or conduct harassing raids on static points, while generally avoiding contact to prevent being decisively engaged. The 173rd Infantry Regiment had previously fought on the mainland around Munda and Baanga. It was understrength and its troops were fatigued and affected by malaria. In an effort to cut off the Japanese line of withdrawal, the 2nd Battalion, 173rd Infantry landed near the lagoon and dispatched more troops to reinforce the eastern patrols. Meanwhile, on the western side of the island, the 1st Battalion embarked on several landing craft and traversed the Wana Wana Lagoon to link up with the patrol that had reached Bustling Point without establishing contact with the Japanese. From there, they established a beachhead around the western part of the Bomboe Peninsula. On 5 September, the 2nd Battalion attacked heavily fortified Japanese positions around Stima Lagoon that were defended with mines and booby traps, and machine guns. Troops from the 2nd Battalion, 172nd Infantry Regiment landing on Arundel Supported by artillery batteries firing from Kolombangara, the Japanese resistance proved more intense than US planners had anticipated and the 3rd Battalion, 173rd Infantry Regiment was also landed around the lagoon to assist on 5 September. Having expected only limited combat, the fighting to secure Arundel eventually evolved into a major operation and the 173rd Infantry Regiment was initially reinforced by the 169th around 8 September. This regiment relieved the 1st Battalion, 173rd Infantry around Bustling Point, allowing the battalion to move to the east coast to support the regiment's other two battalions around Stima Lagoon. To break the deadlock, other reinforcements were sent later, with US forces reaching a peak strength of eight infantry battalions. These were drawn from a number of units, including the 27th Infantry Regiment (a Regular Army regiment detached from the 25th Infantry Division) and a company from the 103rd Infantry Regiment, along with 4.2-inch mortars from the 82nd Chemical Battalion, two batteries of 155 mm howitzers, a reconnaissance troop, and 13 US Marine tanks (a platoon from each of the 9th,10th, and 11th Defense Battalions). The 27th was landed around the Bomboe Peninsula—where the 169th Infantry had established a blocking position—with artillery support from the mortars and 155 mm guns, while other artillery from the 9th Defense Battalion based on mainland New Georgia around Munda Point fired against Japanese guns on Kolombagara to support the eastern force. Meanwhile, the Japanese also reinforced the island, dispatching a battalion of Colonel Satoshi Tomonari's 13th Infantry Regiment commencing 8 September, with orders to secure food by attacking US troops around Munda or Bairoko on the New Georgia mainland. They were also charged with delaying the US forces long enough to enable elements of the 8th Combined Special Naval Landing Force and the South Seas Detachment to withdraw from Kolombangara. Two battalions of the US 27th Infantry Regiment arrived around Bustling Point on 10–11 September; while the 1st Battalion remained at Enogai on northern New Georgia. Their commander, Colonel Douglas Sugg, would assume command of all US troops in the north of the island. The 27th was tasked with clearing Sagekarasa Island and the Bomboe Peninsula, attacking towards the east in an effort to push the Japanese back towards the blocking positions that the 172nd Infantry Regiment was holding. US troops from the 169th Infantry Regiment secured the Bustling Point area around 12 September and then elements the 27th Infantry advanced along the narrow neck of the Bomboe Peninsula. Other elements of the 27th Infantry crossed over to Sagekarasa Island, wading ashore and forcing the Japanese in the area to withdraw from the western part of the island. The 172nd also pushed north on the eastern coast, squeezing the Japanese defenders against the two forces. On the evening of 12–13 September, the Japanese launched several local counterattacks, but these failed to dislodge the US beachhead in the west. In response, over the course of the next two nights, the Japanese began evacuating their westernmost staging area and made preparations to reinforce their shrinking perimeter with the remainder of the 13th Infantry Regiment. While crossing from Kolombangara via barge on 14–15 September, the Japanese reinforcements came under heavy US artillery fire, resulting in the deaths of Tomonari and two of his battalion commanders. Despite these losses, the reinforcements launched a frenzied counterattack, and although this was eventually contained by elements of the 27th, 169th and 172nd Infantry Regiments, it brought the US advance to a halt again. The Japanese subsequently resumed delaying tactics. Operations Against the Japanese on Arundel and Sagekarsa Islands by John Bushemi, 1943. In an effort to reinvigorate the offensive, Sugg arrived on Arundel on 15 September to oversee a renewed attack supported by the Marine tanks, which arrived on the Bomboe Peninsula via landing craft from Munda. He began a series of coordinated assaults utilizing the tanks to provide close support to his infantry. The fighting would continue for another week as the Japanese were forced into a small perimeter on the Stima Peninsula. Exploiting the sound of a heavy downpour to muffle the noise of their engines, five tanks from the 11th Defense Battalion moved into position behind the 27th on the west coast on the night of 16–17 September. The following morning the five tanks, operating in two waves with infantry support, destroyed a Japanese strongpoint, allowing the front line to advance . There were no losses amongst the tanks during this first engagement, but the following day Japanese defenders firing 37 mm guns destroyed two tanks, which had become isolated from infantry support after adopting the wrong formation. The crews were rescued from their vehicles, though, as the supporting infantry recovered from their initial surprise and laid down supporting fire. On 19 September, 11 tanks from all three defense battalions took part in the 27th Infantry Regiment's attack on the pocket of Japanese resistance on the Stima Peninsula. Using their 37 mm guns to fire into the jungle, they attacked northwards in two waves to provide mutual support. Defending Japanese troops attempted to swarm over the tanks to attach magnetic mines to them, but infantrymen operating alongside the tanks shot them down, while snipers were used to harass the Japanese antitank gunners and prevent them from firing on the tanks. Unable to receive supplies due to the interdiction of their sea lanes of communication by the US Navy, on 20–21 September, the Japanese evacuated Gizo and Arundel, withdrawing back to Kolombangara via barge. In order to cover their withdrawal, the Japanese laid down an intense artillery bombardment from Kolombangara, which prevented the surrounding US troops from attacking the withdrawing troops; meanwhile, US gunners and mortarmen maintained their own bombardment on the withdrawing Japanese barges. Some Japanese who attempted to swim across to Kolombangara drowned in the attempt and were found washed up on the shore in the aftermath. ==Aftermath== US losses during the battle amounted to 44 killed and 256 wounded. The Japanese lost 345 killed and 500 wounded. According to Stephen Lofgren, the fighting on Arundel was described by the commander of the 43rd Infantry Division as \"the most bitter combat of the New Georgia campaign\". Minor mopping up operations on the island continued after 21 September. As a result of capturing Arundel, the US commanders managed to secure the airbase around Munda from counterattack or shelling, although it remained under threat from Japanese air attack. In the aftermath, the fighting continued on Vella Lavella, where the New Zealand 14th Brigade arrived to take over responsibility for the final advance through the coastal areas from US troops. Meanwhile, the Japanese decided to evacuate over 12,000 troops from Kolombangara as part of a major retrograde operation in the Solomons. The evacuation was conducted over the course of several nights via barge, commencing on 28–29 September and continuing through until 2–3 October. The Japanese then evacuated Vella Lavella on 6–7 October, bringing the New Georgia campaign to a conclusion. During the evacuation operations, the US Navy claimed to have sunk up to 46 barges, killing several thousand Japanese troops, but ultimately the Japanese evacuation operations were successful. The delay inflicted by the defenders on Arundel allowed the Japanese to improve their defenses around Rabaul and on Bougainville. Many of the troops who were evacuated from Kolombangara took part in the fighting on Bougainville later in the war. The next phase of the Allied advance through the Pacific would see them land at Cape Torokina in November 1943 as part of efforts to secure Bougainville, while further actions were undertaken by the New Zealanders in the Treasury Islands and the US Marines on Choiseul. ==Notes== ==References== * * * * * * * * * * * * Category:Conflicts in 1943 Arundel Category:1943 in the Solomon Islands Category:Battles and operations of World War II involving the Solomon Islands Category:Battles of World War II involving Japan Category:Battles of World War II involving the United States Category:1943 in Japan Category:August 1943 events Category:September 1943 events ",
    "title": "Battle of Arundel Island"
}