{
    "id": "63778385",
    "text": "Queers is a 2017 miniseries directed and produced by Mark Gatiss. It was created as part of the BBC's cycle \"Gay Britannia\", to mark the 50th anniversary of the passing of the Sexual Offences Act 1967. The show features interviews with gay characters at the margins of the community. It was broadcast by BBC America in collaboration with AMC Networks. == Episodes == The series has a total of 8 episodes, each consisting of one monologue. Every episode features a different speaker in a different year, spanning most of the 20th and the beginning of the 21st century. == Cast and characters == * Ben Whishaw as Perce, a soldier in World War I. * Fionn Whitehead as Andrew, a young man who took part in the protests after the defeat of a proposed amendment that would've equalized the age of consent of same-sex sexual activities to 16. * Russell Tovey as Phil, an actor. * Rebecca Front as Alice, the wife of a closeted gay man. * Ian Gelder as Jackie, a tailor recalling his experiences in World War II London. * Kadiff Kirwan as Fredrick, as an immigrant from the West Indies. * Gemma Whelan as Bobby, a woman posing as a gentleman. * Alan Cumming as Steve, a man preparing his wedding speech. == Reception == The Guardian called the show empathatic and warm and said that it was \"the kind of TV that should be shown in schools\". The Independent, discussing the visceral nature of the eight episodes, called them \"dramatic gems\".. The Times said that the show was funny, poignant and closely observed. == References == == External links == * * Category:2017 British television series debuts Category:2017 British television series endings Category:2010s British drama television series Category:2010s British television miniseries Category:BBC television dramas Category:British LGBT-related television shows Category:BBC television miniseries Category:2010s British LGBT-related television series Category:English-language television shows ",
    "title": "Queers (miniseries)"
}