{
    "id": "63778537",
    "text": "Sir Pita Simogun (c. 1900 – 11 April 1987) was a Papua New Guinean policeman, farmer and politician. He served as a member of the Legislative Council from 1951 to 1961 and then as a member of the House of Assembly from 1964 to 1968, during which time he was also Parliamentary Under-Secretary for Police. ==Biography== Simogun was born in Bargedem in East Sepik around 1900, the son of Haletuo and Yesmari.Simogun, Sir Pita (1900–1987) Australian Dictionary of Biography His parents both died while he was young, and he moved to a copra plantation at Salamaua with his adopted parents. He had no formal education, but joined the Territory of New Guinea police force around 1930.Peter Simogun: The story of 'a man of consequence' Pacific Islands Monthly, May 1981, pp51–53 He initially served in the Kokopo and Rabaul area, before being transferred to Talasea. He rose to become a lance corporal by 1935 and a sergeant by 1939, when he was posted to his home district of Wewak. During World War II he was part of the group of Wewak residents led by Bert Jones that walked to Wau. He stayed in Goroka before being transferred to Port Moresby where he served as a drill instructor. In 1942 he began service as a coastwatcher and was dropped off near Cape Orford by an American submarine in April 1943. Between October 1943 and April 1944 his party switched to guerrilla operations, with Simogun leading attacks on the Japanese, only losing two of his men while killing around 260 Japanese soldiers. His service resulted in the award of the British Empire Medal. Following the war, he returned to the police,Vale, June 1987 PNGAA before settling in Urip village in 1948. He restarted the village coconut plantation, founded a Rural Progress Society to encourage rice growing, set up his own plantation and worked a truck driver. He also oversaw the building of a new coastal road, later named after him as the Sir Pita Simogun Highway, and established But-Boiken Local Government Council in 1956, serving as its president.Members of the House of Assembly, p22 He married three times and had eleven children. In 1951 he was selected as one of the three nominated indigenous members of the new Legislative Council. He was reappointed in 1954, 1957 and 1960. Prior to the 1961 general elections he joined the United Progress Party, but failed to be elected from the New Guinea mainland constituency.P-NG Party is \"Dead\" Pacific Islands Monthly, May 1961, p20 He contested the Wewak-Aitape Open seat in the 1964 general elections and was elected to the new House of Assembly. Following the elections, he was appointed Parliamentary Under-Secretary for Police.First Under-Secretaries Are Best Of The Bunch Pacific Islands Monthly, July 1964, p47 He served in the legislature until the 1968 elections. In 1967 he joined an oil palm settlement scheme, taking the lease of several plots of land in West New Britain, with most of the population of Urip following him. In the 1971 New Year Honours he was awarded an MBE, and he was knighted in the 1981 Birthday Honours. He returned to Urip in the 1980s and died in Boram Hospital in Wewak in April 1987 at the age of 87.Sir Pita Simogun Pacific Islands Monthly, June 1987, p50 He was buried with full military honours in the army cemetery at Moem Barracks. ==References== Category:Papua New Guinean police officers Category:Papua New Guinean farmers Category:Members of the Legislative Council of Papua and New Guinea Category:Members of the House of Assembly of Papua and New Guinea Category:Members of the Order of the British Empire Category:Recipients of the British Empire Medal Category:Knights Bachelor Category:1987 deaths ",
    "title": "Pita Simogun"
}