{
    "id": "63776477",
    "text": "Elisa Teresa Granato (born 23 April 1988) is a molecular microbiologist in the Departments of Zoology and Biochemistry at the University of Oxford, where she researches bacterial interactions and how they evolved, including the significance of features of bacteria that contribute to disease, also known as virulence factors. ==Early life and education== Elisa Granato was born on 23 April 1988. She earned her Bachelor of Science degree in biology from Ludwig- Maximilians University, Munich, in 2011. In 2013 she received her Master of Science degree in microbiology and immunology from the Swiss Federal Institute of Technology (ETH), and in 2017 she received her PhD from the Life Science Zurich Graduate School of the University of Zurich for a thesis supervised by Rolf Kümmerli.\"Curriculum vitae; Elisa T. Granato. University of Oxford ==Career== agar Granato works as a molecular microbiologist in the Departments of Zoology and Biochemistry at the University of Oxford. She researches the evolution of bacterial interactions and the significance of bacterial traits, also known as virulence factors, that contribute to a bacteria's capability of causing disease, including the siderophore pyoverdine produced by Pseudomonas aeruginosa.Leinweber, Anne. (2018) \"The struggle for iron: how it affects cooperation, competition and biodiversity in bacterial communities\". University of Zurich, Faculty of Science. p. 19. On 23 April 2020, her 32nd birthday, she was the first volunteer in the Oxford vaccine trial for COVID-19. On 26 April 2020, Granato responded to circulating fake news of her death in a Twitter feed by commenting, “Nothing like waking up to a fake article on your death ... I’m doing fine everyone.” ==Selected publications== * \"Co‐evolutionary dynamics between public good producers and cheats in the bacterium Pseudomonas aeruginosa\". Journal of Evolutionary Biology. Vol. 28, Issue 12 (2015), pp. 2264-2274. . (Joint author) * \"Do Bacterial “Virulence Factors” Always Increase Virulence? A Meta-analysis of Pyoverdine Production in Pseudomonas aeruginosa as a Test Case\", Frontiers in Microbiology. Vol. 7, Article 1952 (2016), pp. 1-13. . (Joint author) * \"The path to re-evolve cooperation is constrained in Pseudomonas aeruginosa\". BMC Evolutionary Biology. Vol. 17, No. 214 (2017). . (Joint author) * \"Low spatial structure and selection against secreted virulence factors attenuates pathogenicity in Pseudomonas aeruginosa\". The ISME Journal. Vol. 12, (2018), pp. 2907–2918. . (Joint author) * \"The Evolution and Ecology of Bacterial Warfare\". Current Biology. Vol. 29, Issue 11 (2019), pp. R521-R537 2019. . (Joint author) == References == == External links == * *https://www.oxfordstudent.com/2020/05/05/exclusive-100-alive-dr-elisa- granato-first-vaccine-recipient-shares-her-experience/ Category:Women microbiologists Category:Living people Category:1988 births Category:Academics of the University of Oxford Category:University of Zurich alumni Category:Ludwig Maximilian University of Munich alumni ",
    "title": "Elisa Granato"
}