{
    "id": "63772624",
    "text": "Pulses is the debut studio album by the synthpop band The Fast Feeling. It was independently released on January 13, 2017. The release was fan-funded through an Indiegogo campaign. ==Background== On August 11, 2016, The Fast Feeling announced via their Facebook that they were opening an Indiegogo campaign to fund their debut album. Through the campaign, they continually updated their pledge backers on the album's development. On November 10, 2016, lead singer Leanor Ortega Till interviewed with Jesus Freak Hideout about The Fast Feeling's formation and origin. In early December 2016, Till was further interviewed by Indie Vision Music about the project's creation and the album release. On December 21, 2016, the band granted early download access of the full album to pledgers of the campaign. The album then debuted globally on its release date of January 13, 2017. In April 2018, Till did another interview with Cross Rhythms and explored further about the creative process behind Pulses. ==Singles== On August 11, 2016, The Fast Feeling debuted their first track via SoundCloud and Bandcamp entitled \"Break\". In October 2016, the debut song was also included in Indie Vision Music's compilation release Hearts Bleed Passion Vol. 6 - Part 1. On September 12, 2016, the band released their second single \"Factions\" via an official lyric video. ==Track listing== ==Personnel== The Fast Feeling *Leanor Ortega Till - lead vocals *Scott Kerr - bass, guitar, synthesizer, backing/harmonizing vocals, engineering *Matt Langston - synthesizer, guitar, backing/harmonizing vocals, engineering, mixing *Andy Verdecchio - drums Additional production *Aaron Clements - additional guitar and background vocals on track 3 & 9 *Troy Glessner - mastering *Jonathan Till - album design/layout == Videos== * ==Notes== *The Fast Feeling is primarily known as a side project of Five Iron Frenzy, due to the fact the majority of its members are part of the group's lineup. Matt Langston, lead singer of Eleventyseven and The Jellyrox, is the fourth primary member. ==References== Category:2017 albums ",
    "title": "Pulses (The Fast Feeling album)"
}