{
    "id": "63778807",
    "text": "Malevolence are an English hardcore punk band formed in Sheffield, South Yorkshire in 2010. They have released two studios albums and one EP and established their own record label called MLVLTD Music. ==History== Guitarists Josh Baines and Konan Hall first bonded over a shared love of heavy metal music while attending primary school in Sheffield, beginning to perform live when they were twelve years old. Malevolence officially formed in 2010, when Alex Taylor joined as vocalist. They released a demo the next year. In June 2013, they signed to Siege Of Amida Records. The label released the band's debut album Reign of Suffering on 23 November 2013. Between 3 April and 2 May 2014 they opened for Obey the Brave on their European headline tour along with Napoleon and Kublai Khan. In the same year, from 8 November to 20 December, they opened for Dying Fetus on their European headline tour with Goatwhore and Fallujah. On 19 May 2017, their second studio album Self Supremacy was released through Beatdown Hardwear Records. From 11 to 13 February 2018, they opened for Despised Icon on their UK tour, along with Archspire and Vulvodynia. They played Download Festival in June. From 21 March to 1 May 2019, they opened along with Misery Signals and Left Behind on Darkest Hour and Unearth's European co-headline tour. Between 1 and 6 December, the band opened for Knocked Loose on their UK headline tour along with Renounced and Justice for the Damned. In late 2019, the band established their own record label MLVLTD Music as a means to continue releasing music with as much control as possible. On 18 January 2020, they played Invasion Festival in Sydney. On 28 February 2020, the released the song Keep Your Distance, featuring Bryan Garris of Knocked Loose, as a single. On 26 March, they released a music video for their single Remain Unbeaten. Both songs were included on their EP released April 24 titled The Other Side. In reference to the released of an EP, Taylor stated that \"We wanted to make a short body of work to put out whilst we continue writing for our next full-length album, whilst also trying to push ourselves out of our comfort zone as much as possible\". ==Musical style== The band have been categorised as hardcore punk, metalcore, beatdown hardcore and sludge metal. Vocalist Alex Taylor described the band's sound upon forming as having \"a weird, melodeath, kinda At the Gates vibe\" Rock Sound described them as \"the perfect crossover between hardcore and metal\", while Noizze described their music as a merger between hardcore punk, heavy metal and thrash metal, as well as \"a sludge-ridden, toxic hybrid of post- hardcore, thrash, metalcore and Texas blues\". They often make use of dual vocals between Taylor and Hall. Rob Barbour from Metal Hammer described their music as \"evok[ing] the very best whisky-swiggin’, weed-smoking bands that ever swaggered out of states like Texas and New Orleans. Although their King Kong-size riffs are backed by brutal rhythms from the no-frills hardcore playbook, there's no mistaking their origin. Of course they're from the Deep South... of Yorkshire.\" Writer Stephen Hill described their sound as \"like Dimebag Darrell has joined Hatebreed to work on a sludge album\". The Sound Board Review described how \"Malevolence unquestionably shine, laying down riffs that switch between pounding metallic hardcore and filthy sludge-metal with consummate ease and equal proficiency\". Distorted Sound Magazine described it as a \"confident combination of the shredding riffs of metal and the belligerent slam of hardcore meant that they were able to straddle both genres with confidence\". They have cited influences including Terror, Madball, Down, Pantera, Crowbar, and Despised Icon. In an article for The Quietus, Dan Franklin described their music as \"rooted in the beefed-up chuggery of the turn-of-the-millennium New Wave of American Heavy Metal – Chimaira’s The Impossibility Of Reason, Hatebreed’s Satisfaction Is the Death of Desire and Perseverance, with a dollop of Crowbar’s Sonic Excess in Its Purest Form\". ==Members== File:Taste of Anarchy Fest 2016 - Malevolence (18).JPG|Alex Taylor File:20150425 Oberhausen Impericon Festival Malevolence 0011.jpg|Josh Baines File:Taste of Anarchy Fest 2016 - Malevolence (10).JPG|Konan Hall File:Taste of Anarchy Fest 2016 - Malevolence (33).JPG|Wilkie Robinson File:Taste of Anarchy Fest 2016 - Malevolence (27).JPG|Charlie Thorpe *Alex Taylor – lead vocals *Josh Baines – guitar *Konan Hall – guitar, vocals *Wilkie Robinson – bass *Charlie Thorpe – drums ==Discography== ;Studio albums *Reign of Suffering (2013) *Self Supremacy (2017) ;EPs *The Other Side (2020) ;Demos *Demo (2011) ==References== Category:2010 establishments in England Category:British metalcore musical groups Category:Musical groups from Sheffield Category:Musical groups established in 2010 Category:Musical quintets Category:British hardcore punk groups Category:Sludge metal musical groups ",
    "title": "Malevolence (band)"
}