{
    "id": "63773416",
    "text": "Civil to Strangers and Other Writings is a collection of novels and short stories by Barbara Pym, published posthumously. ==Publication history== When Pym died in 1980, she had published 9 novels and a small number of short stories. After Pym's death, her literary executors were her sister, Hilary Pym, and her good friend and fellow novelist Hazel Holt. They aimed to release much of Pym's unpublished material. This included three complete novels, An Unsuitable Attachment, Crampton Hodnet and An Academic Question. Pym's notebooks and diaries were published in 1984. Civil to Strangers and other Writings was the final volume released, collecting some of her remaining material. It was released by Macmillan in England, and E.P. Dutton in the United States, both in 1987. The volume contains one full-length novel, three incomplete novellas, and a transcript of a radio talk, as well as four short stories. Civil to Strangers was positively reviewed by the New York Times O'Conner, Patricia T., Romance Comes Up Callow, New York Times, 17 January 1988,retrieved 26 April 2020 as a volume that \"can take its place alongside [Pym's] others with no apology\". Anita Brookner, reviewing for The Spectator, found the early novels to be \"formulaic\" but praised Pym's distinctive voice.Brookner, Anita, A Singular Voice, The Spectator, 30 July 2011, retrieved 26 April 2020 The collection was published in France in 1989 as Adam et Cassandra in Italy in 1999 as Tutte le virtù (All the Virtues), and in 2019 in Spain as Extranjeros, bienvenidos (Welcome, Foreigners). ==Contents== ===Civil to Strangers=== Civil to Strangers was written in 1936, with the working title of Adam and Cassandra. Pym's first novel, Some Tame Gazelle had been rejected by publishers in 1935. She felt that Civil to Strangers was not \"really as good as Some Tame Gazelle but it may stand a better chance of getting accepted\". The novel's title is taken from a poem, The Choice, by 17th century English poet John Pomfret. Each chapter of the novel features an epigraph using quotes from the 1730 poem cycle The Seasons by James Thomson. The novel is set primarily in a village in Shropshire where the obscure novelist Adam Marsh-Gibbon lives a routine life with his overly-doting wife Cassandra, who has put her needs second to ensure his career, although it is her family money on which they live. A handsome and single Hungarian man, Stefan Tilos, arrives in town, creating an aura of romance in the dull lives of the villagers, including Cassandra. When Stefan returns home, a feeling of yearning remains. As their desires follow separate paths, Adam takes a holiday to Oxford for research while Cassandra travels solo to Budapest. Cassandra's solo travel - as a woman in the 1930s - causes consternation among some of her acquaintances, and Adam is forced to realise how much he needs his wife, pursuing her to Hungary. The climactic scenes in Budapest were inspired by a visit Pym took to the city with her sister Hilary in 1935. ===Gervase and Flora=== Pym wrote Gervase and Flora in 1938. The novel is set primarily in Finland, telling the story of two young English people traveling in the country. It was based on the travels of Henry Harvey, a man whom Pym had had a relationship during the 1930s, and with whom she regularly exchanged letters. Pym finished the draft of the novel however when she learned that Harvey had married in late 1938, she put it aside, not wanting to work on it further due to her strong feelings. Pym did not title the novel; this was done by Holt after Pym's death.Pym 1987, p.173 The completed manuscript was 216 pages, however the volume only includes polished excerpts, rendering this a novella. ===\"Home Front Novel\"=== Pym wrote this unfinished, untitled novel in 1939. The 28-year-old Pym had finished studying at St Hilda's College, Oxford and returned home to Oswestry to live with her parents and participate in voluntary work before and during the commencement of World War II. The novel chronicles life in a village during 1939, based on Pym's own experiences as she was writing. Holt 1990, pp.76-77 Pym abandoned the manuscript to write Crampton Hodnet in 1940, and was then distracted by her war service, leaving the manuscript finished. In the 1960s, she considered updating the manuscript, since she thought its wartime setting might be attractive to publishers, but ultimately did no more work on it.Pym 1987, p.218 The incomplete manuscript is 195 pages, however this volume only includes polished excerpts from it. ===So Very Secret=== Pym's only spy novel, So Very Secret features an ordinary unmarried woman, Cassandra Swan, who is the daughter of an Anglican canon. When Cassandra's friend Harriet disappears, Cassandra discovers that her friend did secret work for the Foreign Office, and sets out to find her, becoming entangled in an espionage plot amongst the usual Pym cast of priests and academics.Holt 1990, p.99 Pym wrote the novel while living in Oswestry in 1940 and 1941. However, she found herself struggling with the need for such a strong plot, writing in a letter that \"I don't quite know what I'm driving at\".Pym 1984, p.95 It was the observational humour that was most notable about the text. Pym completed the first draft, however she had to register for formal military service in October 1941, and had no more time to write due to her war service.Pym 1987, pp.271-272 The complete manuscript is 227 pages, however this volume only includes polished excerpts. The story was adapted for BBC Radio 4 in 1998 BBC Genome Listings, accessed 1 May 2020 ===Short Stories=== This volume includes four of Pym's 27 short stories. Her complete manuscripts are collected in the archives at the Bodleian Library, but most were incomplete or not of a finished quality. Holt selected the strongest stories.A Few Green Leaves: The Journal of the Barbara Pym Society, Vol 11, No. 1, May 2005 * So, Some Tempestuous Morn - unpublished short story from the 1950s. This features the characters of Miss Morrow and Miss Doggett, who had previously featured in the 1940 novel Crampton Hodnet (not published in Pym's lifetime), and would be resurrected for her third published novel, Jane and Prudence. * The Christmas Visit - commissioned for The Church Times in December 1978. This novel features the characters of Mark and Sophia Ainger, and their cat Faustina, who were the lead roles in Pym's novel An Unsuitable Attachment, which had been rejected for publication in 1963 and was only published after her death. * Goodbye Balkan Capital - unpublished short story from 1941. Pym submitted the story to Penguin New Writing but it was rejected. It was inspired by a news article about life in Belgrade during the War. * Across a Crowded Room - commissioned by The New Yorker in July 1979. This story includes an appearance by the American character Ned, who first appeared in Pym's 1978 novel The Sweet Dove Died. ===Finding a Voice=== A transcript of a radio talk given by Pym on BBC Radio 3 on 4 April 1978. Pym discusses the circumstances of finding her authorial voice during her early success (1950-1961) and the challenge of being asked to change her voice, when her novels started being rejected by publishers in the 1960s. She also recounts her \"rediscovery\" in 1977, that led to her fame and international success. ==Footnotes== Category:1987 British novels Category:Novels by Barbara Pym ",
    "title": "Civil to Strangers"
}