{
    "id": "63770871",
    "text": "Pinnacle was a proposed two-tower condo hotel project that was to be built near the Las Vegas Strip in Paradise, Nevada. The project was announced in 2005, and would have included 1,104 units across two 36-story towers. Construction was to begin in 2006, but was delayed several times. Pinnacle was ultimately canceled in March 2008, due to financing issues caused by the Great Recession. ==History== Plans were announced for Pinnacle in March 2005, when the Las Vegas Valley was experiencing a condominium boom. The mixed-use project would include two condominium towers, to be built on a property at the southwest corner of West Tropicana Avenue and Cameron Avenue, across from The Orleans hotel-casino. It would be located a mile and a half west of the Las Vegas Strip. The land was occupied at that time by the Falconi Honda automobile dealership, which closed in October 2004. The property had been owned since 1987 by Angelo Falconi, a Pittsburgh businessman. The Pinnacle project was being planned by The Falcon Group, led by Falconi in partnership with Elysium Enterprises, a Las Vegas consulting firm, and Praxis Resources Inc., a Pittsburgh development company. Pinnacle was to include 1,104 condominium units, located across two 36-story gold glass towers that would be adjoined by three sky bridges, which would contain units themselves. The towers would measure 410 feet in height. Condominium buyers would be given the option of combining units into a single unit. Other plans included retail, office, and restaurant space. As of November 2005, the project was expected to cost $650 million. A search for a general contractor was underway at the time, with New York-based Turner Construction ultimately being chosen. In addition to condo unit sales, the project would also receive financing from Marshall & Stevens, a New York firm. In March 2006, Falcon chose Youngblood Wucherer Sparer Architects to design the project, which was now expected to cost $850 million. In May 2006, it was announced that Interstate Hotels & Resorts would manage a portion of Pinnacle, as condo owners would have the option of putting their unit into a condo hotel rental program. In June 2006, The Falcon Group began negotiations with Berkshire Capital Financial of New York for a $550 million loan, while Pinnacle's sales office was scheduled to open later that month. Berkshire agreed to provide $40 million in interim financing. Groundbreaking was initially to take place around November 2006, with completion scheduled for the second quarter of 2009. Hawaiian residents were among the target demographic. The Falconi Honda dealership was demolished in July 2007, to make room for the new project. Up to that time, Falcon Group had spent two years to plan the project and to obtain entitlements and zoning. At the time, the property for Pinnacle was valued at approximately $8 million per acre. By the time of demolition, Marnell Corrao Associates had been chosen as the new general contractor. Groundbreaking was now scheduled for later in 2007, with the opening planned for spring 2010. Approximately 2,000 construction jobs would be created by the project, which would ultimately employ 500 people upon opening. At that time, condominium prices were from the $400,000 range to more than $1.4 million. Amenities were to include a wet deck, a movie theater, a health and fitness center, restaurants, a spa, and an office and business center. Michael Bellon, managing partner for The Falcon Group, said, \"We wanted to create something that single-handedly redefined the standard of Las Vegas condominium living.\" By September 2007, Marnell Corrao had been replaced by Dick Pacific Construction, which also became a partner in the project. In October 2007, after repeated delays, groundbreaking was announced to begin by mid-2008. In January 2008, Green Cable LLC filed a class action lawsuit on behalf of Pinnacle condominium buyers. Green Cable sued the development team for an alleged breach of contract, as construction had yet to begin after three years. The lawsuit stated that buyers initially purchased units with the belief that Pinnacle would be opened by August 2008. The suit sought at least $5 million in returned deposits, damages and attorney's fees. It also alleged that the property site was contaminated with high benzene levels because of dropping ground water levels. Sam Schwartz, a principal for Green Cable, said, \"Generally, we believe Pinnacle is an excellent project. At this point in time, however, due to the construction delays the project has endured, the buyers I represent, including myself, believe it is in the best interests of all the parties that we go our separate ways.\" Pinnacle's sales gallery closed on February 22, 2008, and the project's cancellation was announced on March 3, 2008. The cancellation was the result of financial issues brought on by the Great Recession, as the project did not pre-sell enough units to qualify for its first round of loan money. The project had pre-sold about 48 percent of its units, although 55 percent was required to qualify for the financing. The land was later sold through foreclosure in 2013, and plans were approved in 2017 for a five-story apartment building to be constructed on the site. However, the property remained vacant as of 2019. ==References== ==External links== * Official website, archived via the Wayback Machine Category:Buildings and structures in Paradise, Nevada Category:Unbuilt buildings and structures in the United States ",
    "title": "Pinnacle (Las Vegas)"
}