{
    "id": "63775479",
    "text": "The 2020–21 Úrvalsdeild karla is the 70th season of the Úrvalsdeild karla, the top tier men's basketball league in Iceland. ==Competition format== The participating teams first played a conventional round-robin schedule with every team playing each opponent once home and once away for a total of 22 games. The top eight teams qualified for the championship playoffs whilst the two last qualified were relegated to Division 1. ==Teams== {| class=\"wikitable sortable\" |- ! Team ! City, Region ! Arena ! Head coach |- | Grindavík | Grindavík | Mustad Höllin | Daníel Guðni Guðmundsson |- | Haukar | Hafnarfjörður | Schenkerhöllin | Israel Martín |- | Höttur | Egilsstaðir | Dalhús | Viðar Örn Hafsteinsson |- | ÍR | Reykjavík | Hertz Hellirinn | Borce Ilievski |- | Keflavík | Keflavík | TM Höllin | Hjalti Þór Vilhjálmsson |- | KR | Reykjavík | DHL Höllin | Darri Freyr Atlason |- | Njarðvík | Njarðvík | Ljónagryfjan | Einar Árni Jóhannsson |- | Stjarnan | Garðabær | Ásgarður | Arnar Guðjónsson |- | Tindastóll | Sauðárkrókur | Sauðárkrókur | Baldur Þór Ragnarsson |- | Valur | Reykjavík | Origo-höllin | Ágúst Björgvinsson |- | Þór Akureyri | Akureyri | Höllin | TBA |- | Þór Þorlákshöfn | Þorlákshöfn | Icelandic Glacial Höllin | Lárus Jónsson |} ===Managerial changes=== {| class=\"wikitable sortable\" |- ! Team !! Outgoing manager !! Manner of departure !! Date of vacancy !! Position in table !! Replaced with !! Date of appointment |- | Þór Akureyri || Lárus Jónsson || Resigned || 14 April 2020 || rowspan=3|Off-season || Andrew Johnson || 1 August 2020 |- | Þór Þorlákshöfn || Friðrik Ingi Rúnarsson || Resigned || 27 March 2020 || Lárus Jónsson || 15 April 2020 |- | KR || Ingi Þór Steinþórsson || Fired || 7 May 2020 || Darri Freyr Atlason || 25 May 2020 |- | Þór Akureyri || Andrew Johnston || Fired || 19 October 2020 || 7-12th || TBA || TBA |} ==Regular season== ===Standings=== ===Results=== ==Notable occurrences== *On 14 April, Nikolas Tomsick signed with Tindastóll, meeting his former Þór Þorlákshöfn coach Baldur Þór Ragnarsson. *On 16 April, it was reported that ÍR had terminated its contract with national team center Sigurður Þorsteinsson and was involved in a salary dispute with him. *On 16 April, ÍR signed three-time 1. deild karla scoring leader Everage Richardson. *On 7 May, Valur announced it had released Ragnar Nathanaelsson and Austin Magnús Bracey. *On 12 May, Þór Akureyri signed Srdjan Stojanovic from Fjölnir. Stojanovic was the 8th leading scorer in the league the previous season. *On 17 May, Grindavík signed Icelandic national team member Kristinn Pálsson from Njarðvík. *On 18 May, Stjarnan announced it had added Danielle Rodriguez and Ingi Þór Steinþórsson as assistant coaches to Arnar Guðjónsson. Rodriguez had spent the previous four seasons playing in the Úrvalsdeild kvenna while Ingi Þór had spent the last two seasons as the head coach of reigning Úrvalsdeild karla champions KR. *On 1 June, Haukar signed national team player Ragnar Nathanaelsson who had played the previous two seasons with Valur. *On 10 June, Icelandic national team member Sigurður Þorsteinsson signed with Höttur. *On 16 June, ÍR hired Kristjana Eir Jónsdóttir as an assistant coach, making her the second female coach in the league behind Stjarnan's Danielle Rodriguez. *On 30 June, Mirza Sarajlija signed with Stjarnan, filling the spot left by Nikolas Tomsick. *On 29 July, Tindastóll signed Shawn Glover. *On 5 August, former Icelandic Sportsperson of the Year and 5-time national champion Jón Arnór Stefánsson left KR and signed with its Reykjavík rivals Valur. *On 6 August, Grindavík signed Estonian national team member Joonas Järveläinen. *On 15 August, it was reported that Haukar had signed Colombian national team member Hansel Atencia from Þór Akureyri. *On 23 August, Haukar signed Austin Magnús Bracey. *On 1 September, Haukar announced that team captain Haukur Óskarsson would not play the upcoming season for personal reasons. *On 7 September, two-time Úrvalsdeild Domestic Player of the Year and Icelandic national team member Kristófer Acox announced that he was leaving KR due to an disagreement between him and the club. Four days later, he signed with KR's Reykjavík rivals Valur. On 24 September, it was reported that KR was refusing to sign his transfer papers to Valur. On 30 September, KR finally signed Kristófer's transfer papers, officially making him a Valur player. *On 11 September, it was reported that Stjarnan had signed Swedish national team member Alexander Lindqvist. *On 22 September, Njarðvík signed journeyman Zvonko Buljan. *On 7 October, Njarðvík's Zvonko Buljan was suspended for three games for grabbing the genital area of an opposing player from KR on 3 October. *On 7 October, the season was postponed for two weeks due to another outbreak of Covid-19 in Iceland. *On 19 October, the Icelandic Basketball Association further postponed the season until 3 November. *On 19 October, Þór Akureyri announced they had laid off head coach Andrew Johnston as it could not afford to keep him on they payroll due to the third outbreak of Covid-19 in Iceland. At the time, the team had only played one game, a home loss against contenders Keflavík. ==References== ==External links== *Official Icelandic Basketball Association website Icelandic Lea Category:Úrvalsdeild karla (basketball) Iceland ",
    "title": "2020–21 Úrvalsdeild karla (basketball)"
}