{
    "id": "63778915",
    "text": "Francis Carroll S.M.A. (12 June 1912 – 10 October 1980) was an Irish prelate of the Catholic Church from Northern Ireland who worked as a missionary priest and bishop in Liberia. ==Biography== Francis Carroll was born in Newry, County Down, Northern Ireland, in the diocese of Dromore, on 12 June 1912. He studied at schools in Newry run by the Christian Brothers from 1916 to 1927, when he decided to become a missionary priest. He then studied until 1931 at the institutions of the Society of African Missions (SMA): Sacred Heart College, Ballinafad, County Mayo; St. Joseph's College, Wilton, Cork. He entered the SMA novitiate at Kilcolgan, County Galway, and was admitted to the SMA on 2 July l933. He studied theology in the major seminary at Dromantine, County Down, until June l937. He was ordained a priest in St. Colman's Cathedral, Newry, on 20 December 1936. He was assigned to the SMA's Liberian mission and arrived in Liberia in October 1937. He focused his work on education, opening and managing schools while maintaining good relations with the government education department. In 1946, Liberian President William Tubman awarded Carroll the 'Star of Africa' in recognition of his education work. On 2 February 1950 the Holy See divided the Vicariate of Liberia, creating the Prefecture of Cape Palmas and the Vicariate of Monrovia. Carroll was nominated Prefect Apostolic of Cape Palmas on 27 October 1950. On 20 December 1960, Pope John XXIII named him Apostolic Vicar of Monrovia and titular bishop of Sozopolis in Haemimonto. He received his episcopal consecration on 21 May 1961 in St. Peter's Basilica from Pope John. He was given the additional title of Apostolic Internuncio to Liberia on 9 November 1961 and assigned the archbishop's titular see of Gabula on 14 January 1964. On 7 March 1966, Pope Paul VI appointed him Apostolic Pro-Nuncio to Liberia. With increasing ill health Carroll offered his resignation as Apostolic Vicar, which was accepted in February l976. In April l979, Pope John Paul II accepted Carroll's resignation as Pro-Nuncio. Carroll retired to the SMA house in Tenafly, New Jersey, United States. He died in his family's home in Newry on 10 October 1980. ==Notes== ==References== ==External links== *Catholic Hierarchy: Archbishop Francis Carroll Category:1912 births Category:1980 deaths Category:People from County Down Category:Roman Catholic missionaries in Liberia Category:Apostolic Nuncios to Liberia Category:Irish Roman Catholic bishops Category:Liberian Roman Catholic bishops ",
    "title": "Francis Carroll (nuncio)"
}