{
    "id": "63778824",
    "text": "The flag of Albuquerque, New Mexico is the official municipal flag of Albuquerque, New Mexico. The design is a red field with yellow elements (a Zia sun symbol with the number \"1706\" in the middle, the word \"Albuquerque\" in italics just below the sun symbol, and a flying thunderbird in the canton). Multiple pushes have been made to redesign the flag, even getting some city council members to suggest an open contest and public vote. No change has been made despite these efforts. ==Design and symbolism== The sun symbolizes the history of the Zia people who settled in the area, and the 4 rays symbolize the importance of the number four in the spiritual beliefs of the Zia society, with the four cardinal directions, the four seasons, the four times of day (sunrise, noon, sunset, night), and the four periods of life (childhood, youth, adulthood, old age). The Zia also believe that a person has four duties: to develop a strong body, a clear mind, a pure spirit, and a devotion to the welfare of people. The Zia symbol also has an obvious connection to the Flag of New Mexico, with both flags using it as a prominent element (in the case of New Mexico, the only element). The mythological thunderbird in the top left is perhaps a representation of the city's progress through the years. The \"1706\" honors the Spanish founders of the city. ==History== The history behind the flag is somewhat uncertain. Supposedly, the Zonta Club of Albuquerque solicited the design, which was said to be made by optometrist Dr. Richard T. Vann. Prior to the selection of the design, on January 13, 1969, the Albuquerque Council of Camp Fire Girls presented a 5:8-proportion flag it had made to Clyde Scharrer, the city's aviation director. More than a month later, the flag was presented to the city commission. On January 26, 1970, the Zonta Club presented four more flags to the city commission. The flag placed 25th out of 150 American city flag designs in a 2004 North American Vexillological Association survey. ==Usage== The flag is not used that much. It sits behind city councilors during meetings, and it flies outside the Albuquerque Convention Center and the Anderson-Abruzzo Albuquerque International Balloon Museum. ==References== Category:Flags of cities in the United States Category:Albuquerque, New Mexico Category:1969 establishments in New Mexico Category:Flags introduced in 1969 Category:Flag controversies in the United States Category:Flags displaying animals ",
    "title": "Flag of Albuquerque"
}