{
    "id": "63777970",
    "text": "James Robinson (born August 9, 1998) is an American football running back for the Jacksonville Jaguars of the National Football League (NFL). He played college football at Illinois State. ==Early life and high school== Robinson was born and grew up in Rockford, Illinois and attended Rockford Lutheran High School, where he played basketball and football. As a senior, he rushed 2,461 yards and 44 touchdowns and was named Class 4A All-State. Robinson set IHSA records with 9,045 rushing yards and 158 rushing touchdowns. ==College career== Robinson played in nine games as a true freshman, missing three games due to a calf injury and finishing the season as the Redbirds third-leading rusher with 322 yards and two touchdowns on 63 carries. He became the team's starting running back as a sophomore and was named first team All-Missouri Valley Football Conference (MVFC) after rushing for 933 yards and 12 touchdowns. Robinson rushed for 1,290 yards and 12 touchdowns in his junior season and was again named first team All-MVFC as well as a first team All- American by Phil Steele, a second team All-American by STATS and HERO Sports and to the Associated Press's third team and was a finalist for the Walter Payton Award. As a senior, he rushed for 1,899 yards and 18 touchdowns and was a consensus first team FCS All-American and a first team All-Conference selection for the third straight season. Robinson finished his collegiate career with 4,444 rushing yards, second most in school history. ==Professional career== Robinson signed with the Jacksonville Jaguars as an undrafted free agent on April 27, 2020 shortly after the conclusion of the 2020 NFL Draft. Robinson made the Jaguars' 53-man regular season roster out of training camp and was announced as the team's starting running back several days later. Robinson made his NFL debut in Week 1 of the 2020 season against the Indianapolis Colts. He recorded 16 carries for 62 rushing yards and a reception in which he leapt over Colts safety Khari Willis for 28 receiving yards in the 27–20 victory. Robinson became the fourth undrafted rookie running back to start week one since 1970, and set the record for most rushing yards for an undrafted rookie in Week 1. He became the first running back from Illinois State to start a game since Aveion Cason in 2006. A week later, on September 20, 2020, Robinson tallied 120 all-purpose yards and scored his first career touchdown in a 33–30 loss to the Tennessee Titans. In Week 3, against the Miami Dolphins on Thursday Night Football, he had 129 scrimmage yards and two rushing touchdowns in the 31–13 loss. On October 1, 2020, Robinson was named the NFL Offensive Rookie of the Month for his performance in September. ==References== ==External links== *Illinois State Redbirds bio *Jacksonville Jaguars bio Category:1998 births Category:Living people Category:Sportspeople from Rockford, Illinois Category:American football running backs Category:Illinois State Redbirds football players Category:Jacksonville Jaguars players Category:Players of American football from Illinois ",
    "title": "James Robinson (running back)"
}