{
    "id": "63787435",
    "text": "The Wardrobe is a 2017 point-and-click adventure video game developed by Italian studio C.I.N.I.C. Games and published by Gamera Interactive. ==Plot== While on a picnic with his best friend Ronald, a teenage boy named Skinny dies after having an allergic reaction to a plum. Five years later Skinny is resurrected as a skeletal being to serve as Ronald's guardian angel, and secretly lives in his wardrobe. ==Reception== The Wardrobe received mildly positive reviews from critics and holds a score of 72% on Metacritic. The website Adventure Games praised the hand-drawn visuals, story, and soundtrack, but criticised the puzzles. Nintendo Times awarded it a score of 7.5 out of ten, praising the visuals and popular culture references, but once again criticising the puzzles in addition to the short length, which they said prevented the game from ‘being something truly amazing’. Dread Central awarded it a score of 8 out of 10, saying \"Although it was over too soon, The Wardrobe was still a hilarious and heartbreaking return to form for the point and click genre.\" Switch Player also awarded it a positive review of 3.5 out of five, saying the 'visuals and plot make this a worthwhile purchase.' Dualshockers also awarded it a score of 7.5 out of ten, saying it would appease both fans and newcomers to the point and click adventure genre. However, The Sixth Axis awarded The Wardrobe a more negative score of 4 out of 10, with criticism being directed at the plot, puzzles, lack of clues, and the lack of an autosave feature. They concluded their review by saying ‘The Wardrobe had the scope to be better, but a lacklustre plot and strange puzzle design make its hard to recommend for point and click fans.’ ==References== Category:2017 video games Category:Nintendo Switch games Category:PlayStation 4 games Category:Windows games Category:Point-and-click adventure games Category:Horror video games Category:Single-player video games Category:Indie video games Category:Video games developed in Italy ",
    "title": "The Wardrobe (video game)"
}