{
    "id": "63788457",
    "text": "Abigail Forsyth (born 1971) is a former lawyer and business entrepreneur. She is the co-founder, CEO, and spokeswoman of KeepCup, the Australian design and ecologically-sustainable company. == Early life and education == Forsyth was born and raised in Australia. Her father and grandfather were both entrepreneurs. She began her business career when she sold sandwiches and her father's business when she was 11. Forsyth studied law at University of Melbourne and worked as a solicitor for five years. == KeepCup == She and her brother started a coffeeshop chain, Bluebag, in 1998. It was there that she got the idea for a reusable cup, a concept that would eventually evolve into the KeepCup. Her initial design for the product was dismissed by major investors and designers. When she presented her prototype, that didn't close properly and included a rubber band where a heat-proof band would be, to an Australian bank, they ordered thousands. Forsyth realized that the most effective way of reducing disposable waste in coffeeshops would be to recruit baristas to the cause. KeepCup became the industry standard as Forsyth introduced a design that fit the needs of those making the coffee as well as those consuming it. She also worked to change consumer habits surrounding coffee drinking and environmentalism in general. == Philanthropy and Public Roles == As a practicing solicitor, Forsyth was a regular volunteer at the Immigration Advice and Rights Center (IARC) in Australia. Forsyth was a speaker at the Asia-Pacific Family Owned Business Conference in 2019. In 2015 she spoke at Purpose 2015 on purpose driven businesses. She is a judge for the Sustainable Design category of the TDF Design Awards. == Awards == Forsyth was inducted to Australia's Businesswomen's Hall of Fame in 2015. In 2012 she was awarded the Victorian HTC Start-Up Award at the Telstra Business Awards. She was a finalist in London's Sustainable City Awards, Premier's Design Awards, and Melbourne Day Awards, all in 2010. == Personal life == She lives in Australia with her husband and three children. == References == Category:Living people Category:Australian businesspeople Category:1971 births Category:Australian chief executives Category:Australian women in business Category:Australian women chief executives Category:Australian women company founders ",
    "title": "Abigail Forsyth"
}