{
    "id": "63782960",
    "text": "WDG-6G is a class of diesel-electric locomotive used by the Indian Railways for freight duty. The locomotive is a higher power variant of the WDG-4G locomotive which was also designed by General Electric. The design platform is based on the GE Evolution Series and features a 4-stroke 16-cylinder fully turbocharged engine which delivers around 6,000 horsepower. ==Import and manufacture== Two units were produced by General Electric (now Wabtec) plant in Pennsylvania, United States, and delivered to India in 2019.https://www.thehindubusinessline.com/economy/logistics/railways-to- induct-countrys-most-powerful-diesel-locomotive-soon/article28066175.ece Railways to induct country's most powerful locomotive soon Initially, a few will be made in the USA. Under the 'Make In India' initiative of Indian Government, GE will manufacture all remaining units at its factory in Marhowra, Bihar. GE has also built maintenance sheds at Roza in UP and Gandhidham in Gujarat. ==Field trials== The first two locos in the series, 69001 and 69002, were recently sent to South Central Railways's Maula Ali (MLY) Diesel Locomotive Shed. The locos underwent Confirmatory Oscillograph Car Run (COCR) trials on the Vikarabad – Parli section of South Central Railway https://www.thehindu.com/news/cities/Hyderabad/first-ge-locomotive-to- be-tested-on-scr-tracks/article28068068.ece First GE locomotive to be tested on SCR tracks and were approved by Research Design and Standards Organisation for further field trials on the Dedicated Freight Corridor by Roza Locomotive Shed. ==Improvements== * Currently approved for test trials by RDSO at a maximum permissible speed of 65kmph. Trials are underway to increase the same. * Current length of the loco is greater than any loco currently and hence facility of dual cab might be introducedhttp://www.indianrailways.gov.in/railwayboard/uploads/directorate/civil_engg/Sanction_Letters/2020_02_11%20Improvement%20of%20BG%20WDG6G%20class%20Diesel%20Electric%20Loco%20axle%20load%2023ton_2019-CEDO- SR-30(2)_RDSO.pdf Improvements of the WDG-6G class of Locomotive suggested by RDSO == Locomotive shed == {| class=\"wikitable\" ! Zone !! Name !! Shed code !! Quantity |- | Northern Railway || Roza || ROZA || |- |colspan=\"3\" |Total Locomotives Active as of || |} ==See also== *Indian locomotive class WDG-4G *List of diesel locomotives of India *Indian Railways *Rail transport in India ==External links== * WDG-6G: India’s Most Powerful Diesel Locomotive ==References== G-6G Category:Co-Co locomotives Evolution Series WDG-6G Category:5 ft 6 in gauge locomotives Category:Railway locomotives introduced in 2019 ",
    "title": "Indian locomotive class WDG-6G"
}