{
    "id": "63781180",
    "text": "Holocaust Memorial Park Holocaust Memorial Park The Holocaust Memorial Park is a public Holocaust memorial park located at the water's edge between Emmons Avenue and Shore Boulevard in Sheepshead Bay Brooklyn. The nearby communities of Sheepshead Bay, Manhattan Beach, and Brighton Beach were settled after World War II by a large Jewish population, many of whom were immigrants and survivors of the Holocaust. The Memorial Park is the only public Holocaust memorial park in New York City. It is a New York City-owned park maintained by the Parks Department. The Brooklyn-based non-profit organization “The Holocaust Memorial Committee” has control over the park's markers. ==History== The Park was first designated as a Holocaust Memorial Park in 1985 by then- Mayor Edward I. Koch. It originally consisted of a grove of established London plane trees and a seating area. After a planning process led by local non- profit organization, The Holocaust Memorial Committee, Brooklyn Borough President Howard Golden allocated $933,000 toward the construction of a permanent memorial designed and built by the City. Construction of this memorial began in 1994 and it was dedicated on June 22, 1997, by Mayor Rudolph Giuliani Howard Golden, Abraham Foxman, National Director of the Anti- Defamation League and a Holocaust survivor, and other officials. ==Design features== The memorial designed by landscape architect George Vellonakis consists of a 14 1/2-foot tower sculpture of granite and exposed steel with a bronze “Eternal Flame” on top. The word “Remember” encircles the top of the tower. The tower stands on three circular pedestals of granite, bearing the names of the countries where people were persecuted during the Holocaust. A twenty-one-foot granite slab extending is inscribed with a brief history of the Holocaust. At the end of the slab is inscribed: The tower is bordered on both sides with two crushed gravel surface gardens of 234 granite markers, inscribed with names, places, and historical events related to the Holocaust. These are intended to evoke tombstones with broken edges to represent the shattered lives of Holocaust survivors. Each is different in form and size, to recall the diversity of those persecuted by the Nazis. Members of the public can have the names of friends or family members lost during the Holocaust inscribed on one of the adjacent historical markers for $360 donation to the Holocaust Memorial Committee. Donors are asked to provide the victim's name and a brief history of his or her Holocaust experience. The committee then meets to verify the authenticity of the proposed inscription. Thousands of names have already been inscribed on the granite markers. Among the granite markers are markers for places like Auschwitz, Bergen-Belsen, Belzec, Buchenwald, Babi Yar, Mauthausen, Dachau concentration camp, Treblinka, Sobibor, Theresienstadt, Majdanek and more. For events and facts like the Wannsee Conference, the Death marches, the Nuremberg Laws, the Evian Conference, Kristallnacht, the Warsaw Uprising and more. People like Raoul Wallenberg, Anne Frank, Michael Ber Weissmandl, Mordechai Gebirtig and more. Poems and messages by famous people like Abraham Sutzkever, Elie Wiesel, Simon Wiesenthal, Dwight D. Eisenhower the Partisan Anthem, First they came ... and more. As well as for numerous Jewish prewar communities. ==Annual gathering== Since the dedicated Annual gatherings take place at the memorial on occasions throughout the year for remembering, memorial programs, and to honor leaders, educators, and heroic figures. Such as on International Holocaust Remembrance Day. ==Vandalism== The Memorial Park has been vandalized several times over the years. One such incident was in 2012 when Vulgar language graffiti was sprayed on the Memorial. Another incident took place in 2019 when the Memorial Park was again vandalized with graffiti. ==References== == External links == *The Holocaust Memorial Committee *The Holocaust Memorial Committee facebook page Category:Holocaust memorials Category:Holocaust commemoration Category:The Holocaust Category:World War II memorials in the United States Category:The Holocaust and the United States Category:Museums and exhibits about antisemitism ",
    "title": "The Holocaust Memorial Park"
}