{
    "id": "63781762",
    "text": "Angelica Kauffman, Self-Portrait Hesitating Between the Arts of Music and Painting (1794). Charles Jacque, L'hésitation (1841), showing a dog in a position indicating hesitation. Hesitation or hesitating is the psychological process of pausing in the course of making a decision or taking an action, typically due to uncertainty as to the best course of action. Hesitation is described in both positive and negative terms, with some perceiving it as an indication of thoughtfulness, while others characterize it as a sign of indecisiveness or lack of the will to act. In literature, a period of hesitation on the part of a key character has sometimes been depicted as having substantial consequences. ==Psychology== Psychologically, hesitation can be described as \"the period of inactivity during which the struggle amongst the nascent activities of different mechanisms is proceeding, during which the nascent activities of the mechanisms is alternating\".Charles Arthur Mercier, Psychology: Normal and Morbid (1901), p. 365. Although hesitation is a form of pause, not all pauses are instances of hesitation. A pause may serve some other purpose, and it has been noted that \"the term pause sometimes implies a more or less 'regular' feature of production, whereas hesitation implies an irregularity, an intrusion or disruption in production\".Philip Emmert, William Dean Brooks, Methods of research in communication (1970), p. 253. Hesitation has been described as \"one of the most difficult habits for the student to overcome\".W. R. Smith, \"Pointers for the Student\", The Journal of Commercial Education, Vol. 15 (1900), p. 198. Hesitation can be observed in animals. For example, in the third week of training a dog to come when signaled by its owner: In humans, hesitation can be attributed to many causes. It has been argued, for example, that it generally \"the result of a lack of knowledge of the principles\". One common form of hesitation is speech hesitation, wherein a person has difficulty beginning to speak, arising from factors including uncertainty about what to say, and concerns over speaking competence.John O. Greene, \"Speech Preparation Processes and Verbal Fluency\", Human Communication Research, Vol. 11, Issue 1 (September 1984), p. 61–84, https://doi.org/10.1111/j.1468-2958.1984.tb00038.x. Stanton Marlan writes more positively of the phenomenon that \"I imagine hesitation as being a fecund opening, a gateway to the unconscious and to the nothingness of which Derrida speaks. It is a nothingness that enriches both the dialectical process of analysis and our theoretical speculation\".Stanton Marlan, \"Hesitation and Slowness: Gateway To Psyche's Depth\", Lyn Cowan, ed., Barcelona 2004 - Edges of Experience: Memory and Emergence (2006), p. 371. He describes hesitation in this context as \"also a deepening of interiority and psychological space\". According to psychologist, James Hillman, \"[t]his increased interiority means that each new ... inspiration, each hot idea ... will first be drawn through the labyrinthine ways of the soul, which wind it and slow it and nourish it from many sides\". ==Philosophy and morality== Hesitation can be interpreted positively or negatively. It may be seen by some as evidence of thoughtfulness and due consideration of alternatives before acting, and by others as vacillation or self-doubt. It may be presumed that a properly informed and prepared person should \"do the right thing without hesitation\".Peri Roberts, Introduction to Political Thought (2012), p. 290. An absence of hesitation is interpreted as signifying certainty.Walter Sinnott-Armstrong, Moral Skepticism (2007), p. 108. \"Hesitation, however, may discourage inspiration; quick decisions may sometimes be preferable. Individuals who value personal or political consistency may not hesitate when they believe they know the correct or appropriate action to be taken; for them hesitation then means rejecting their own significant values or intentions\".Leonard William Doob, Pursuing Perfection: People, Groups, and Society (1999), p. 149. Prussian general Carl von Clausewitz described hesitation as a being countered by determination, writing that \"the role of determination is to limit the agonies of doubt and the perils of hesitation when the motives for action are inadequate\".Carl von Clausewitz, On War (1832), chapter 3. Hesitation, however, is expected before entering into a wrongful course of conduct. \"If anyone is among friends or people he knows, and wants their respect, he hesitates before doing anything shameful\".George Lloyd Bird, Frederic Eaton Merwin, The Press and Society: A Book of Readings (1942), p. 292. ==In literature== As a literary device, hesitation before engaging in certain actions reveals qualities of the character being described. In William Shakespeare's plays, Hamlet and Macbeth, for example, each protagonist hesitates while contemplating killing another character, Macbeth before killing King Duncan to assume the throne, and Hamlet before killing his uncle Claudius to avenge the murder of his father; \"Macbeth's hesitation at killing Duncan is akin to Hamlet's over the kneeling Claudius\".Herbert R. Coursen, The Compensatory Psyche: A Jungian Approach to Shakespeare (1986), p. 78. Sigmund Freud, in examining Hamlet asserts that \"[t]he play is based on Hamlet's hesitation in accomplishing the task of revenge assigned to him; the text does not give the cause or the motive of this\". The conflict is \"deeply hidden\". The common proverbial phrase \"he who hesitates is lost\" suggests that the time taken while hesitating to act towards obtaining something can lead to the loss of the opportunity to obtain that thing. The phrase is a rewording of a phrase by playwright Joseph Addison, who wrote in his 1712 play, Cato, a Tragedy: ==See also== * Analysis paralysis * Buridan's ass ==References== ==External links== Category:Psychology ",
    "title": "Hesitation"
}