{
    "id": "63788436",
    "text": "Lee Shih-ke (; March 5, 1927 – May 26, 1982) was a Taiwanese murderer and armed robber who perpetrated Taiwan's first gunpoint bank heist. An army veteran and taxi driver, he murdered a police officer in January 1980 with the intention of using the officer's gun to rob a bank. He carried out the robbery on April 14, 1982 and was captured and executed within six weeks. However, before his capture, the police had wrongly arrested another man and produced a false confession using torture; the suspect committed suicide whilst in police custody. Lee gained a reputation as \"Taiwan’s Robin Hood\" due to his anger at the “nouveau riche” class and a golden statue was erected in his honor in New Taipei City, whilst legal reforms were introduced to prevent false confessions and police torture. ==Early life and education== Lee was born in 1927 in Changle County, Shandong and moved to Qingdao, before joining the Chinese army at the age of 13. He was a guerilla soldier in the Second Sino-Japanese War. He ended up in Taiwan following the Nationalist retreat at the end of the Chinese Civil War in 1949. He retired due to illness in 1959 and became a mechanic and taxi driver. He had a good reputation with friends and neighbors, and was popular with children. ==Career== ===Murder=== In January 1980, Lee murdered a special police officer, Li Shengyuan, shooting him at close range with a homemade pistol at the Holy See embassy in Taipei. He committed the murder specifically to take possession of a good quality police revolver, with the intention of using it to rob a bank. He then spent the next two years planning which bank to rob. ===Bank robbery=== On April 14, 1982, Lee entered the Land Bank of Taiwan's Guting branch in Taipei disguised in a wig, baseball cap, and surgical mask. Showing a .38 revolver, he demanded NT$10 million from bank employees. He told them that: \"This money belongs to the country, but your life belongs to you\". He shot and injured the assistant branch manager and left with around NT$5.3 million. ===Arrest=== The police arrested another man, Wang Ying-hsien (王迎先), and prised a false confession out of him. Wang soon died in an apparent suicide attempt after jumping into a river whilst pretending to guide the police to the location of the stolen money and weapon. The police had suspected Wang as he had a strong resemblance to Lee; both men were taxi drivers, and some physical evidence was found near Wang's home. Wang had been reported to the police by his daughter's boyfriend, who wanted to claim the NT$2 million reward money. The police arrested Lee just hours after Wang's death. A friend of Lee had reported him to the police after he found Lee stashing the stolen money in his apartment. The police recovered NT$4 million at the friend's house; Lee had already spent between NT$50,000 and NT$140,000 of the takings on home appliances, jewelry, and prostitutes. Lee admitted to the crimes, allegedly under torture, saying he had committed the robbery to \"provide for myself in old age. It costs money to womanize, it costs money to gamble, it costs money to buy things!\" However, Lee also told United Daily News reporters that he robbed the bank as a societal protest against the \"nouveau riche\" and that the money that he hid away was a gift so that his friend's daughter could afford a college education. Lee had also previously been denied a bank loan. With Taiwan under martial law, Lee had a swift trial and was executed on May 26, five days after his sentencing. ==Legacy== A sign telling customers to remove masks and helmets. Lee achieved a reputation as \"Taiwan's Robin Hood\" due to his claim that the robbery was partly a political statement against the country's financial elite, and the murder of the police officer was justified by his supporters who claimed the officer was an informant for the Japanese government. A golden statue of Lee was erected as a menshen (threshold guardian) at Wutianchan Shrine (無天禪寺) in New Taipei City’s Xindian District; this shrine is often referred to as the \"Lee Shih-ke shrine\". Lee's statue was originally paired with one of Liao Tianding, another historical robber and murderer who is now revered as a folk hero in Taiwan. The robbery has been portrayed in several films and television series. After the robbery, customers entering Taiwanese banks were required to remove any surgical masks or motorcycle helmets that they were wearing. Nevertheless, Lee's crime inspired similar bank robberies in Taiwan, including one in Kaohsiung shortly after his arrest. One police officer, Chen Yihuang, was sentenced to prison in relation to the torture and subsequent death of Wang. Reforms were also made to help prevent false confessions and police torture, giving suspects a right to a lawyer during questioning; this became known as the \"Wang Yingxian Article\". ==References== Category:1927 births Category:1982 deaths Category:1982 in Taiwan Category:People from Weifang Category:Military personnel of the Republic of China in the Second Sino- Japanese War Category:Chinese Civil War refugees Category:Taiwanese people from Shandong Category:Taiwanese criminals Category:Taiwanese people convicted of murder Category:People convicted of murder by Taiwan Category:Executed Taiwanese people Category:People executed by Taiwan by firearm Category:People executed for murdering police officers Category:Civilians who were court- martialed Category:Bank robbers Category:Taxicab drivers ",
    "title": "Lee Shih-ke"
}