{
    "id": "63783271",
    "text": "Dr. Wallace Harris Long, Jr. is an American choral conductor, educator, and vocalist. He was director of choral activities at Willamette University from 1983 to 2020, founded the Willamette Master Chorus and conducted the group from 1985 to 1998, and was a member of Male Ensemble Northwest. Long has been called \"a world-class conductor\" and \"the ultimate professor, scholar and community-builder\". == Career == While Long initially considered going into a career in finance, his experiences singing in choir led him to pursue music instead. He received a Bachelor of music degree from the University of Arizona at Tucson, where he sang under Jean Berger. He would later acquire a Master's and Doctorate in choral conducting. His doctoral thesis examines early conducting techniques. Mary Stuart Rogers Music Center Long joined the faculty at Willamette University in 1983 and was chair of the Music department from 1994 to 2001. At Willamette, he directed the Chamber Choir and Willamette Singers (A jazz ensemble), as well as teaching conducting and other courses. Long oversaw the construction of the Mary Stuart Rogers Music Center, which houses the University's primary concert and rehearsal halls. A frequent adjudicator and clinician, Long has served as a guest conductor for the Kansas and Wyoming All-State Choirs as well as the Texas Two-Year College All-State Choir, the Fairbanks Festival of the Arts, and the Bangkok International Choral Festival. He sang as a member of the Robert Shaw Festival Singers from 1993 to 1996. In May 2006, Long conducted Haydn’s Mass in the Time of War in Carnegie Hall. He is a past president of the Oregon chapter of the American Choral Directors Association. == Awards == Faculty Mentor, Best Large Undergraduate Vocal Jazz Ensemble for Willamette Singers’ CD “Green Garden”, 2017 DownBeat Magazine Student Music Awards, June 2017 Salem Distinguished Service Award, Salem Area Chamber of Commerce, March 2020 ==References== ==External links== * Wallace Long on Willamette University website * Willamette Master Chorus website Category:American choral conductors Category:American male conductors (music) Category:Willamette University faculty Category:1950s births Category:Living people Category:University of Arizona alumni Category:21st-century American conductors (music) Category:21st-century American male musicians ",
    "title": "Wallace Long"
}