{
    "id": "63786354",
    "text": "Fragment of an inscription detailing the cursus honorum of Marcus Iallius Bassus. The gens Iallia was an obscure plebeian family at ancient Rome. Members of this gens are not mentioned in ancient writers, but they rose to prominence during the middle part of the second century, with two of them achieving the consulship under Antoninus Pius. ==Praenomina== All of the Iallii known from inscriptions lived in imperial times, and few are mentioned with praenomina. The main praenomen of this gens seems to have been Marcus, although there is also an instance of Quintus. Both of these were among the most common names throughout Roman history. ==Branches and cognomina== The only regular cognomen of the Iallia gens was Bassus, which belonged to the senatorial family. This was a common surname, originally referring to someone who might be described as \"stout\" or \"sturdy\", and was one of a large class of cognomina derived from a person's physical features.Chase, pp. 109, 110. This family came to Rome from Alba Helviorum, perhaps indicating that they were of Gallic origin. ==Members== * Marcus Iallius, buried at Alba Helviorum in Gallia Narbonensis. His grave site seems to have been cared for by a Lucius Jullius, though perhaps this should be Iallius.. * Quintus Iallius Bassus, consul suffectus in AD 158; he and Marcus Servilius Fabianus Maximus were in office on July 8, although their full term of office is uncertain... * Marcus Iallius M. f. Bassus Fabius Valerianus, consul suffectus about AD 159, had previously been tribune of the plebs, praetor, legate of the Legio XIV Gemina, and governor of Pannonia Inferior. After his consulship, he was curator of public works and temples, governor of Moesia Inferior, and one of Marcus Aurelius' comites during the Parthian War, subsequently becoming governor of Pannonia Superior., , ., ., , , , , .PIR, I. 2.Alföldy, Konsulat und Senatorenstand, pp. 73, 232, 237, 251, 290, 302. * Iallius Pacatus, a signifer, or standard-bearer, in an uncertain military unit in Germania Superior, some time between the latter half of the second century, and the first half of the third.. * Iallius Tertinus, made an offering to Sol Invictus and Mithras at the present site of Modriča, formerly part of Pannonia Superior, dating to the late second or early third century.AIJ, 90. * Iallia Bassiana, a woman of senatorial rank.PIR, I. 3. * Iallia, the daughter of Iallius Bassus and Catia Clementina, and the mother of Aelius Clemens, who dedicated a monument to her at Rome, dating to the end of the second century, or the first quarter of the third.ICUR, iv. 9406.PIR, I. 4. * Iallia Clementina, perhaps the same woman as the daughter of Iallius Bassus and Catia Clementina, mentioned in a third-century sepulchral inscription from Rome.ICUR, iv. 9405. * Iallius Antiochus, an eques of the highest rank, served as governor of Numidia under Constantine and Licinius., . ===Undated Iallii=== * Iallius, a potter whose maker's mark is found on pottery from Gallia Aquitania and Belgica., 998.CAG, 59-2, p. 285. * Marcus Iallius Eutyches, a freedman buried at Rome, with a monument from his fellow freedman, Hedistus.. * Iallius Januarius, buried at Zugal in Numidia.Gsell, Inscriptions Latines de L'Algérie, ii. 3, 8399. * Marcus Iallius Rogatus, buried at Zugal in Numidia..Gsell, Inscriptions Latines de L'Algérie, ii. 3, 8400. ==See also== * List of Roman gentes ==References== ==Bibliography== * Theodor Mommsen et alii, Corpus Inscriptionum Latinarum (The Body of Latin Inscriptions, abbreviated CIL), Berlin-Brandenburgische Akademie der Wissenschaften (1853–present). * Giovanni Battista de Rossi, Inscriptiones Christianae Urbis Romanae Septimo Saeculo Antiquiores (Christian Inscriptions from Rome of the First Seven Centuries, abbreviated ICUR), Vatican Library, Rome (1857–1861, 1888). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * Paul von Rohden, Elimar Klebs, & Hermann Dessau, Prosopographia Imperii Romani (The Prosopography of the Roman Empire, abbreviated PIR), Berlin (1898). * Stéphane Gsell, Inscriptions Latines de L'Algérie (Latin Inscriptions from Algeria), Edouard Champion, Paris (1922–present). * Viktor Hoffiller and Balduin Saria, Antike Inschriften aus Jugoslawien (Ancient Inscriptions from Yugoslavia, abbreviated AIJ), vol. 1: Noricum und Pannonia Superior, Zagreb (1938). * Géza Alföldy, Konsulat und Senatorenstand unter der Antonien (The Consulate and Senatorial State under the Antonines), Rudolf Habelt, Bonn (1977). Category:Roman gentes ",
    "title": "Iallia gens"
}