{
    "id": "63783430",
    "text": "MotoGP 20 is a video game developed by Milestone srl. == Features == MotoGP 20 has these game modes: Historical, Multiplayer, Career, Fast Modes, Personalization and historical Content. The Neural AI 2.0 is more efficient in driving but above all able to manage tyre wear and fuel consumption unlike MotoGP 19's Neural AI. This new Neural AI takes the challenge to an advanced level, much more engaging for the player, while the Managerial Career returns to the series with improvements. The player has a team of professionals including the Personal Manager, the Chief Engineer and the Data Analyst, their role will be vital for finding engagements, obtaining data on the track and developing the motorbike. MotoGP 20 features the season as it was originally intended to be run before the season was disrupted by the COVID-19 pandemic, which saw several races postponed or cancelled, with a race at the Algarve International Circuit held. == Reception == == References == Category:Grand Prix motorcycle racing Category:Milestone srl games Category:Grand Prix motorcycle racing video games Category:Multiplayer and single-player video games Category:PlayStation 4 games Category:Racing video games Category:Video games developed in Italy Category:Windows games Category:Xbox One games Category:Nintendo Switch games Category:2020 video games Category:PlayStation 4 Pro enhanced games Category:Unreal Engine games Category:Stadia games Category:Video games set in Argentina Category:Video games set in Australia Category:Video games set in Austria Category:Video games set in the Czech Republic Category:Video games set in England Category:Video games set in France Category:Video games set in Germany Category:Video games set in Italy Category:Video games set in Japan Category:Video games set in Malaysia Category:Video games set in the Netherlands Category:Video games set in Qatar Category:Video games set in Spain Category:Video games set in Texas Category:Video games set in Thailand ",
    "title": "MotoGP 20"
}