{
    "id": "63787964",
    "text": "Map of Massachusetts House of Representatives' 1st Bristol district, 2013. Based on 2010 United States Census. Massachusetts House of Representatives' 1st Bristol district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers parts of Bristol County and Norfolk County. Republican F. Jay Barrows of Mansfield has represented the district since 2009. Candidates running for this district seat in the 2020 Massachusetts general election include Brendan Roche. ==Towns represented== The district includes the following localities: * Foxborough * Mansfield * Norton The current district geographic boundary overlaps with that of the Massachusetts Senate's Bristol and Norfolk district. ===Former locales=== The district previously covered: * Attleboro, circa 1872, 1927 * North Attleborough, circa 1927 ==Representatives== * William W. Blodgett, circa 1858-1859 * Horatio N. Richardson, circa 1858 * William D. Earl, circa 1859 * George R. Perry, circa 1888 * Abijah T. Wales, circa 1888 * Frank Coombs, circa 1908 * Samuel Holman, circa 1908 * William Bartlett, circa 1918 * William Plattner, circa 1920 * George M. Worrall, circa 1920 * Charles Sumner Holden, circa 1923 * Harry Kent, circa 1923 * Francis Kelley, circa 1935 * Fred Briggs, circa 1935 * Arthur Eaton Young, circa 1951 * Carlton Bliss, circa 1953 * George Spatcher, circa 1967 * Donald R. Gaudette, circa 1975 * Roger R. Goyette, 1977-1978 * William B. Vernon, circa 1991 * Barbara Hyland, 1992–2001 * Michael J. Coppola, 2001–2005 * Ginny Coppola, 2006–2007 * Fred Jay Barrows, 2009-current ==See also== * List of Massachusetts House of Representatives elections * Other Bristol County districts of the Massachusetts House of Representatives: 2nd, 3rd, 4th, 5th, 6th, 7th, 8th, 9th, 10th, 11th, 12th, 13th, 14th * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== 1908 Frank Coombs Massachusetts House of Representatives.png|Frank Coombs 1908 Samuel Holman Massachusetts House of Representatives.png|Samuel Holman 1918 George Worrall Massachusetts House of Representatives.png|George Worrall 1918 William Bartlett Massachusetts House of Representatives.png|William Bartlett 1923 Charles Sumner Holden Massachusetts House of Representatives.png|Charles Sumner Holden 1923 Harry Kent Massachusetts House of Representatives.png|Harry Kent 1935 Francis Kelley Massachusetts House of Representatives.png|Francis Kelley 1935 Fred Briggs Massachusetts House of Representatives.png|Fred Briggs 1945 Arthur Young Massachusetts House of Representatives.png|Arthur Young 1953 Carlton Bliss Massachusetts House of Representatives.png|Carlton Bliss 1967 George Spatcher Massachusetts House of Representatives.png|George Spatcher 1975 Donald Gaudette Massachusetts House of Representatives.png|Donald Gaudette 1983 William Vernon Massachusetts House of Representatives.png|William Vernon 1995 Barbara Hyland Massachusetts House of Representatives.png|Barbara Hyland ==References== ==External links== * Ballotpedia * (State House district information based on U.S. Census Bureau's American Community Survey). House Category:Government of Bristol County, Massachusetts Category:Government of Norfolk County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 1st Bristol district"
}