{
    "id": "63782498",
    "text": "The Patria Grande Front () is a leftist political front in Argentina founded by activist and social leader Juan Grabois. It was founded in October 2018, ahead of the 2019 Argentine general election, in support of the candicacy of Cristina Fernández de Kirchner and in opposition to the government of Mauricio Macri. Since 2019 it has been part of the Frente de Todos, a peronist coalition formed to support the candidacy of Alberto Fernández (in whose ticket Fernández de Kirchner stood as candidate for vice-president). Following the Frente de Todos's victory, the Patria Grande Front became represented in the national cabinet with the appointment of Elizabeth Gómez Alcorta as Minister of Women, Genders and Diversity. Patria Grande counts with minor representation in the lower chamber of the National Congress. The name of the front derives from the concept of Patria Grande. ==Background== The Patria Grande Front was founded on 27 October 2018 at a rally held in Mar del Plata, headed by activist and social leader Juan Grabois. The front is a confluence of several social and political organizations, including Vamos, Movimiento Popular La Dignidad, Tres Banderas, and Nueva Mayoría. According to Grabois, the front stands for the \"critical reivindication of the popular cycle in Latin America and Argentina\". The front was formed with the intention of backing the candidacy of former president Cristina Fernández de Kirchner ahead of the 2019 general election. In July 2019, when Fernández de Kirchner declined running for president and instead endorsed Alberto Fernández while remaining in his ticket as candidate for vice-president, Patria Grande joined the newly formed Frente de Todos and supported Alberto Fernández's candidacy. ==Electoral performance== ===President=== {| class=wikitable |- ! rowspan=2|Election year ! rowspan=2 colspan=2|Candidate ! rowspan=2|Coalition ! colspan=2|1st round ! rowspan=2|Result |- ! # of overall votes ! % of overall vote |- ! 2019 | Alberto Fernández | bgcolor= | | Frente de Todos | 12,473,709 (1st) | 48.10 | Victory |} ===Congress=== {| class=\"wikitable\" ! Election year ! Votes ! % ! seats won ! total seats ! position ! presidency |- ! 2019 | 11,359,508 | 45.50 (#1st) | 2 | | Minority | Alberto Fernández (PJ—FDT) |} ==References== ==External links== *Official website Category:2018 establishments in Argentina Category:Feminist parties Category:Kirchnerism Category:Peronist parties and alliances in Argentina Category:Political parties established in 2018 Category:Political party alliances in Argentina Category:Socialist parties in Argentina ",
    "title": "Patria Grande Front"
}