{
    "id": "63788527",
    "text": "Map of Massachusetts House of Representatives' 2nd Berkshire district, 2013. Based on 2010 United States Census. Massachusetts House of Representatives' 2nd Berkshire district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers parts of Berkshire County and Franklin County. Democrat Paul Mark of Peru has represented the district since 2011. Mark is running unopposed for re-election in the 2020 Massachusetts general election. ==Towns represented== The district includes the following localities: * Bernardston * Charlemont * Colrain * Dalton * Greenfield * Hawley * Heath * Hinsdale * Leyden * Monroe * Northfield * Peru * Pittsfield * Rowe * Savoy * Windsor The current district geographic boundary overlaps with those of the Massachusetts Senate's Berkshire, Hampshire, Franklin and Hampden and Hampshire, Franklin and Worcester districts. ===Former locales=== The district previously covered: * Adams, circa 1872 * Cheshire, circa 1872 * Clarksburg, circa 1872 * Florida, circa 1872 ==Representatives== * Russell C. Brown, circa 1858 * Sylvander Johnson, circa 1858 * William H. Tyler, 2d, circa 1859 * John Milton Morin, circa 1888 * William H. Woodhead, circa 1920 * Richard August Ruether, circa 1951 * Anthony P. McBride, circa 1975 * Sherwood Guernsey, circa 1990 * Shaun P. Kelly, 1991–2005 * Denis Guyer, 2005–2011 * Paul W. Mark, 2011-current ==See also== * Other Berkshire County districts of the Massachusetts House of Representatives: 1st, 3rd, 4th * List of Massachusetts House of Representatives elections * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== 1908 Homer Hall Massachusetts House of Representatives.png|Homer Hall 1918 George Waterman Massachusetts House of Representatives.png|George Waterman 1923 James Welch Massachusetts House of Representatives.png|James Welch 1945 Elmer McCulloch Massachusetts House of Representatives.png|Elmer McCulloch 1953 Richard August Ruether Massachusetts House of Representatives.png|Richard August Ruether 1967 Edward Zelazo Massachusetts House of Representatives.png|Edward Zelazo 1975 Anthony McBride Massachusetts House of Representatives.png|Anthony McBride 1983 Thomas Lussier Massachusetts House of Representatives.png|Thomas Lussier 1995 Shaun Kelly Massachusetts House of Representatives.png|Shaun Kelly ==References== ==External links== * Ballotpedia * (State House district information based on U.S. Census Bureau's American Community Survey). * League of Women Voters of Williamstown House Category:Government of Berkshire County, Massachusetts Category:Government of Franklin County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 2nd Berkshire district"
}