{
    "id": "63780813",
    "text": "Jill Vaughn (born 1968) was a brewmaster at Anheuser-Busch (now Anheuser-Busch InBev) from 1992–2018. She developed and released beers such as Bud Light Lime, Michelob Ultra, Shock Top, Bud Light Platinum, Shock Top, and the Straw- Ber-Rita. == Education == Vaughn was born in 1968 and grew up in Ohio. She obtained a Bachelor of Science in Food Technology and Animal Science from Ohio State University in 1990, and Master of Science in Food Science and Technology from Ohio State University in 1992. In 2015, Vaughn completed a certificate in sensory and consumer science from the University of California, Davis. While at Ohio State University, Vaughn saw a job notice on a bulletin board with details about a position opening at one of Anheuser-Busch's breweries. She applied and said in an interview that \"before my interview I actually went to the library and took out a textbook on the science of brewing to read on the plane. I brought it to my interview, and they were so impressed that I was taking the opportunity so seriously that I got hired.\" == Work at Anheuser- Busch == Vaughn held many positions at Anheuser-Busch InBev, including Brewing Group Manager, Process Engineer, New Product Development / Corporate Staff Brewmaster, Assistant Brewmaster / Production Manager, Corporate Staff Brewmaster New Product Development, Manager for Process and Product Development in Innovations for North America, and a Manager for Front End Innovation. Vaughn was instrumental in developing and releasing many of Anheuser-Busch's most popular beers, including Bud Light Platinum, Bud Light Lime, Michelob Ultra, and Straw-Ber-Rita; however, it is her work as the brewers of Shock Top that gained her the most attention. Shock Top is a Belgian-Style wheat ale, which was originally created in 2006 as a seasonal brew under the name Spring Heat Spiced Wheat. She developed both Shock Top and Straw-Ber-Rita with Rebecca Bennett. Her work releasing new beer brands was time intensive, a process she said took anywhere from six to 18 months from idea to finished product. She noted that “The fun part, the creative part for me, is taking those ideas and words and translating them into a recipe that works. That’s where the art and science of brewing intersect.” == Employment after Anheuser-Busch == Between 2017 and 2018, Vaughn worked as the Director for a joint venture between Anheuser-Busch InBev and Keurig Green Mountain, Inc. to develop a new \"in-home\" alcohol drink system; the following year, she worked for Archer Daniels Midland Company as their Senior Director for Product Development and Application in the WILD Flavors & Specialty Ingredients Business Unit. Since 2019, Vaughn has been the Senior Director for Research and Development at the Balchem Corporation. == Professional involvement == Vaughn has been a member of American Society of Brewing Chemists (ASBC), Brewers Association, Institute of Food Technologists (IFT), OSU CFAES, and Society of Sensory Professionals (SSP). == References == Category:Ohio State University alumni Category:University of California, Davis alumni Category:AB InBev people Category:1968 births Category:American brewers Category:Anheuser- Busch people Category:Archer Daniels Midland people Category:Living people ",
    "title": "Jill Vaughn"
}