{
    "id": "63799186",
    "text": "At the turn of the 20th century, the region now known as the Central African Republic experienced drastic geopolitical changes and foundational shifts within local communities. Specifically, the introduction of French imperial rule to the region dubbed “Oubangui-Chari”Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the-central- african-republic,pg. 32 led to unforeseen consequences and complications which still impact the Central African Republic today. == French Oubangui-Chari == === Background === By the end of the nineteenth century; the majority of major European powers sought to expand their dominion into Africa. France in particular saw this as an opportunity to “[link] France’s territorial conquests in Africa along a west-east axis”,Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the-central- african-republic,pg. 33 thereby limiting Britain's influence in the region. However, a French expedition across the continent in 1896 was met with significant British resistance and pushed back to the French settlement Bangui;Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the- central-african-republic, 33 accordingly, the French government ultimately resigned itself to controlling the territories around the Chad Basin. In the eyes of French officials at the time, the region of Oubangui-Chari maintained little economic significance. According to historian Thomas O’Toole, the Oubangui-Chari simply acted as “a back door to Lake Chad and the Nile”O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986. pp. 29 for trade. === Goals of France === Although France displayed limited interest in the Oubangui-Chari region, the colony was seen as a capital producing region. However, the primary goal of France within Africa was to compete effectively with other regional economies. Even the then-capital, Bangui, was initially founded as a trading outpost “to counterbalance the post the Belgians had established across the river at Zongo”.O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986. pg. 29 In Making Sense of Africa, historians Tatiana Crayannis and Louisa Lombard explain how France utilized Oubangui-Chari within their economic system. Having centralized political power and economic enterprises around the novel French Equatorial administration within Brazzaville,O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986. pg. 30 France relegated the Oubangui-Chari region into an extremely inefficient economy. Unlike other African colonies, companies operating within the region “represented barely 1 per cent of the overall capital invested in the French empire, and only 0.1 per cent of the total French foreign investment in 1905”.Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the-central-african- republic,pg. 35 Furthermore, the government treated the region as a “cul-de- sac”Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the-central-african- republic, pg. 34 meaning that money would flow into the equatorial region, circle around to the coast in the forms of natural resources and goods, and head back to France. Altogether, the actions of the French government within the Oubangui-Chari throughout the early 20th century exemplify the lack of local and practical knowledge held by the French at the time. This essence of applicable knowledge, also known as metis, is central to James C. Scott’s Seeing like a State. In it, Scott explains how the ability for a state to successfully interact with a colony must be through the benevolent transfer and dissemination of information between parties. Utilizing Scott’s “seamanship”Scott, James C. Seeing like a state: how certain schemes to improve the human condition have failed. New Haven: Yale University Press, 1998, pg. 316 model as a template, the French government should have realized that their political and economic composition did not relate to the rural and agricultural communities of the Oubangui-Chari. Instead of collaborative work, however, the French government focused on scientific colonialism, eugenics, and capitalist economics to justify viewing African communities as below Europeans. In the book, Africa as a Living Laboratory, author Helen Tilley explains how this reality came to pass. Although focusing on the British led African Research Survey, Tilley scrutinizes how an imperial state, overall, applied archaic and racially biased studies in their African colonies.Tilley, Helen. Africa as a Living Laboratory: Empire, Development and the Problem of Scientific Knowledge, 1870-1950. The University of Chicago Press, 2016, pg. 3 == Systemic issues == === Newly independent CAR === Following the end of the first World War, the old order of imperial Europe came crashing down. Over the next several decades, former colonies gained independence, established novel governments, and commenced international foreign relations. However, the post- WW2 French administration did not wish to lose their holdings so easily. In 1958, France proposed a novel constitution for her African colonies; proposed as a “free association of autonomous republics within the French Community”.O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986, pg. 39 Ostensibly, France wanted to ensure that her former colonies would successfully develop into stable independent nations. However, the specific clauses within this treaty showcase how France wished to extend and modernize her dominance over former colonies. The aims of this novel relationship are comprehensively listed by Soviet academic L. Goncharov below: “(a) maintaining the domination of foreign capital in the economy of the new states, and preventing the break-up of the colonial structure of their economy; (b) maintaining strong political ties with the countries which have succeeded in liquidating their colonial status, either by involving them in political communities headed by former metropolitan countries, or by preserving such communities created earlier; (c) imposing co- operation agreements upon the young states to undermine their national sovereignty and independence; (d) maintaining strategic positions by means of troops and military bases in these countries; (e) using the administrative machinery inherited from the colonial regime as an instrument for implementing their policy; (f) maintaining ideological influences in the former colonies; and (g) using outdated legislation which hinders the development of political democracy in the struggle against progressive forces in African States.”Goncharov, L. \"New Forms of Colonialism in Africa.\" The Journal of Modern African Studies 1, no. 4 (1963): 467-74. Accessed March 31, 2020. www.jstor.org/stable/158880, pg. 468 This new political system created further unrest and persisted throughout different regimes. Political leaders Barthélemy Bogonda and David Dacko realized the necessity to work with France, as their fledging countries remained dependent on external aid.O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986. Specifically, the main aim of inaugural term for the Dacko administration was “to give some legitimacy to [the] neocolonial state of affairs”.O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 198, pg. 46 As the Central African Republic's government became increasingly reliant on French assistance, these two administrations began focusing solely on economic performance. By 1978, the Central African Republic exported 63 per cent of its goods to France, and imported 58 per cent of its goods from France.O'Toole, Thomas. The Central African Republic: the Continent's Hidden Heart. Westview Press, 1986, pg 50 In stark contrast to the close relationship between the French and Central African government, the local populations remain separated from modern economic and political practices. === Local Customs === Far removed from the modern economic strategies of natural resource extraction, local communities and rural villages within the Central African Republic rely on traditional hunter-gatherer living in order to thrive. As the difficult terrain and lack of food limited the development of interconnected cities and villages, isolated communities instead developed individual hunting techniques to sustainably harvest food surrounding them. One specific group, known as the BaAka, hunt in groups consisting of both men and women.Noss, A.J. The Economic Importance of Communal Net Hunting Among the BaAka of the Central African Republic. Human Ecology 25, 71–89 (1997). https://doi.org/10.1023/A:1021935903440, pg. 74 Once the BaAka has organized a hunting group, they hunt utilizing large hunting nets and hunting tools such as spears and knives.Noss, A.J. The Economic Importance of Communal Net Hunting Among the BaAka of the Central African Republic. Human Ecology 25, 71–89 (1997). https://doi.org/10.1023/A:1021935903440, pg. 74 According to cultural environmentalist Andrew J. Noss within his analysis of the BaAka, “the net hunt is as much a gathering event as it is a hunting event”,Noss, A.J. The Economic Importance of Communal Net Hunting Among the BaAka of the Central African Republic. Human Ecology 25, 71–89 (1997). https://doi.org/10.1023/A:1021935903440, pg. 75 as participants who didn't hunt animals would return with fruits, vegetables, and other foodstuffs.Noss, A.J. The Economic Importance of Communal Net Hunting Among the BaAka of the Central African Republic. Human Ecology 25, 71–89 (1997). https://doi.org/10.1023/A:1021935903440, pg. 75 This unique and necessary hunting strategy, to both safeguarding the identity of the village and providing sufficient food for the community, clashes with the desires of the modern international economic system. As described both in Seeing Like a State and Africa as a Living Laboratory, Imperial powers impose what they believe to be correct on others, without reviewing local customs, norms, or knowledge. Unfortunately, as highlighted by Tilley, “Africa as a Living laboratory shows that national, imperial and international scientific infrastructures were constituted simultaneously”.Tilley, Helen. Africa as a Living Laboratory: Empire, Development and the Problem of Scientific Knowledge, 1870-1950. The University of Chicago Press, 2016, pg. 7 As a result, the imposition of economic and political dominance over local groups hindered the transition of a hunter-gatherer society into the modern era. One specific case relates to the intricate network of local governance from village chiefs. Unlike elsewhere in Africa, the concept of a singular village ruler did not develop properly.Bierschenk, Thomas, and Jean-Pierre Olivier De Sardan. \"Local Powers and a Distant State in Rural Central African Republic.\" The Journal of Modern African Studies 35, no. 3 (1997): 441-68. Accessed April 14, 2020. www.jstor.org/stable/161750, pg. 444 Following the introduction of French colonial rule, however, local hierarchies were remodeled in a uniform manner, with a local village chief reporting to a regional governor. As a result, the current rulers of local villages in the CAR “are… primarily the successors of those who were appointed by the French, and who played an essentially repressive role during the period”.Bierschenk, Thomas, and Jean-Pierre Olivier De Sardan. \"Local Powers and a Distant State in Rural Central African Republic.\" The Journal of Modern African Studies 35, no. 3 (1997): 441-68. Accessed April 14, 2020. www.jstor.org/stable/161750, pg. 445 It is clear to see how these rural villages, although possessing the cultural knowledge to sustainably live in the CAR, remain complaint domestic political structures organized by the French over a period of several decades. == Contemporary CAR == === Background === The CAR's economy currently relies on vast quantities of untapped natural resources; especially the lucrative timber trade, “[accounting] for 10 per-cent of the country’s GDP… and one-third of state revenue”.Making Sense of the Central African Republic, eds. Tatiana Carayannis and Louisa Lombard (Zed Books, 15 July 2015), http://www.zedbooks.co.uk/paperback/making-sense-of-the-central-african- republic, pg. 88 However, the armed militia groups Seleka and Anti-Balaka dominate the internal geopolitical system. The ensuing violence has resulted resulting in about one million people displaced since 2012.Edelen, Katherine, et al. Central African Republic Crisis: Managing Natural Resources for Peace. Friends Committee on National Legislation, 2014, Central African Republic Crisis: Managing Natural Resources for Peace. https://www.fcnl.org/documents/27%20P6, pg. 5 These groups thrive off of the extractive economy that persists today. In 2011 alone, “CAR exported US$64.6 million in wood products and US $51.8 million in diamonds”.Edelen, Katherine, et al. Central African Republic Crisis: Managing Natural Resources for Peace. Friends Committee on National Legislation, 2014, Central African Republic Crisis: Managing Natural Resources for Peace. https://www.fcnl.org/documents/27%20P6, pg. 6 Even with sufficient quantities of materials entering the global market, the Central African Republic remains one of the least developed countries in the world. The combination of systemic colonialism and neo-colonial values ultimately relegated the Central African Republic in a precarious position. === State Power === The official government of the CAR retains little influence outside of the capital, Bangui. Ever since gaining independence, the CAR has experienced continuous political upheaval and instability, culminating in the most recent coup in 2013. Even before 2013, popular uprisings overthrew corrupt governments. In the eyes of Central Africans, their government systematically had increased ties with exploitative export markets, resulting in the “incapacity of the state to respond to the basic needs of the population in terms of agriculture and social services”.Herbert, S.; Dukham, N.; Debos, M. “State fragility in the Central African Republic: What prompted the 2013 coup?” Rapid literature review. Governance and Social Development Resource Centre, University of Birmingham, Birmingham, UK (2013) 26 pp. https://gsdrc.org/wp- content/uploads/2015/07/CAR_GSDRC2013.pdf, pg. 5 However, these coups lead to weak, decentralized governments and novel power imbalances, thereby continuing the process indefinitely. The central government, although officially in charge the country, relies heavily on external assistance to manage the CAR. Mainly, the government depends on international mandates such as MINUSCA;Edelen, Katherine, et al. Central African Republic Crisis: Managing Natural Resources for Peace. Friends Committee on National Legislation, 2014, Central African Republic Crisis: Managing Natural Resources for Peace. https://www.fcnl.org/documents/27%20P6, pg. 12 wherein the United Nations allocates resources, peacekeepers, and humanitarian workers to the Central African Republic. While this assistance is beneficial in reducing short-term conflict, the United Nations does little to alleviate the systemic problems plaguing the organization of the CAR's government. === Trajectory === Due to the turbulent political system found with the Central African Republic, local communities remain heavily reliant on international humanitarian aid. While many individual organizations maintain central offices, field hospitals, and regional relations within the Central African Republic, the aid primarily focuses on restoring stability to the CAR's export market. In her policy briefing regarding resource management, Katherine Edelen calls for policies to increase ‘artisanal’ mining, safeguard natural resources against militias, and promoting unity between varying ethnic groups within the CAR.Edelen, Katherine, et al. Central African Republic Crisis: Managing Natural Resources for Peace. Friends Committee on National Legislation, 2014, Central African Republic Crisis: Managing Natural Resources for Peace. https://www.fcnl.org/documents/27%20P6, 12 Although these main points would thereafter promote economic growth in the Region, such developments would remain limited in scale. Instead of domestic research groups collaborating with local communities, large research firms and international institutions promote neo-colonial practices by dominating the economic and social research conducted within the Central African Republic. Specifically, the international community targeted the Central African Republic with research designed to “[assist] science and scientists… recover from conflict, specifically by developing programmes that will reconstruct the [science & technology] infrastructure”.Boshoff, Nelius. “Neo-Colonialism and Research Collaboration in Central Africa.” Scientometrics, vol. 81, no. 2, Mar. 1997, pp. 413–434., doi:10.1007/s11192-008-2211-8, pg. 417 Overall, the international community proposes measures which deal exclusively with conflict mitigation and resource recovery programs.Edelen, Katherine, et al. Central African Republic Crisis: Managing Natural Resources for Peace. Friends Committee on National Legislation, 2014, Central African Republic Crisis: Managing Natural Resources for Peace. https://www.fcnl.org/documents/27%20P6, pg. 22 In order for the CAR to develop in a sustainable manner, however, the government must harmonize the relationship between local Tribal Chiefs, regional administrators, and private commercial enterprises to promote rural, localized values.Bierschenk, Thomas, and Jean-Pierre Olivier De Sardan. \"Local Powers and a Distant State in Rural Central African Republic.\" The Journal of Modern African Studies 35, no. 3 (1997): 441-68. Accessed April 14, 2020. www.jstor.org/stable/16175, pg 466 ==References== Category:History of the Central African Republic Category:Colonialism Category:Former French colonies ",
    "title": "Colonialism in the Central African Republic"
}