{
    "id": "63795903",
    "text": "Donald Stuart Gann (1932 – February 3, 2020) was an American trauma surgeon. He chaired surgical departments at Case Western Reserve University, Brown University, Johns Hopkins School of Medicine, and the University of Maryland School of Medicine. He was a past president of the Biomedical Engineering Society and the . == Early life and education == Gann was born in 1932 in Baltimore to educator Beatrice Gann and physician Mark Gann. He was raised on Eutaw Street in Baltimore and Catonsville, Maryland. Gann attended Baltimore Polytechnic Institute until leaving in 11th grade to attend college at the age of 16. He double majored in physics and philosophy at Dartmouth College, graduating with magna cum laude and Phi Beta Kappa honors in 1952. Gann completed a medical degree at Johns Hopkins School of Medicine in 1956. He conducted a residency in surgery at Johns Hopkins University and an assistant residency at MedStar Union Memorial Hospital. Gann trained under Vernon Benjamin Mountcastle in neurosurgery before shifting to endocrine surgery. == Career == In 1967, Gann was the first chair of the biomedical engineering department at Case Western Reserve University. In 1970, he became a professor of biomedical engineering and associate professor of surgery. In 1974, Gann became a professor of emergency medicine and director of the division of emergency medicine. From 1979 to 1988, Gann was chair of the new department of surgery at Brown University and was the second surgeon in chief of Rhode Island Hospital. He led the division of surgical critical care at the University of Maryland Medical Center from 1992 to 2000. He held other positions at University of Maryland School of Medicine (UMMS) including section chief of trauma surgery and critical care, and endocrine surgery. He retired from UMMS in 2010. Gann and physiologist Dan Darlington founded Shock Therapeutics Biotechnologies Inc. based on a patent for treating hemorrhagic shock. He was the president of the Biomedical Engineering Society (1971–1972) and of the from 1987 to 1988. == Personal life == Gann was a Quaker. He was married to nurse practitioner Gail Burgan. He had three sons. He died on February 3, 2020, at his Brooklandville, Maryland, residence. Gann was 87. == Awards and honors == Gann was a member of the American Association of Endocrine Surgeons, American College of Surgeons, Halsted Society, Endocrine Society, and the Southern Surgical Association. == References == Category:1932 births Category:2020 deaths Category:20th-century American physicians Category:21st-century American physicians Category:Physicians from Baltimore Category:American surgeons Category:People from Catonsville, Maryland Category:Dartmouth College alumni Category:Johns Hopkins School of Medicine alumni Category:Case Western Reserve University faculty Category:Baltimore Polytechnic Institute alumni Category:Brown University faculty Category:University of Maryland School of Medicine faculty Category:Endocrine surgery Category:Trauma surgery Category:American Quakers Category:Christians from Maryland Category:20th-century surgeons ",
    "title": "Donald S. Gann"
}