{
    "id": "63799072",
    "text": "Deanna Young (born 30 March 1964) is a Canadian poet. == Early life and education == Born in Lucan, Ontario, Young grew up there, in the nearby city of London, and in neighbouring townships of Middlesex County in Southwestern Ontario. She has bachelor's degrees from McGill University (English Literature) and Dalhousie University (Education) and a master's degree from Carleton University (English). She lived in Montreal, Nova Scotia, and Port of Spain, Trinidad, before settling in Ottawa, Ontario. == Career == Young’s first collection of poetry, The Still Before a Storm, was published in 1984. Poems from her second book of poetry, Drunkard’s Path (2001), won the 1996 Atlantic Writing Competition. She won the Prism international Poetry Contest in 2013.Previous PRISM contest winners Retrieved 10 December 2019. She was co- director of the Tree Reading Series (Ottawa) from 2013 to 2016.Tree Reading Series: Our History Retrieved 10 December 2019. Her third book, House Dreams (2014), was shortlisted for the Trillium Book Award for PoetryFinalists 2015 Trillium Book Award Retrieved 15 April 2020 and the Ottawa Book Award.Ottawa Book Awards Reveal 2015 Finalists Retrieved 20 April 2020 In a 2014 interview about the book, Young was asked, \"Do you have a subject?\" She answered, \"Much of my work so far is asking, how do we endure and rise from trauma?\" Firelight Interview Series: Deanna Young Retrieved 8 January 2020. Her most recent book, Reunion (2018), was shortlisted for the Pat Lowther Memorial Award2019 Pat Lowther Memorial Award Shortlist Retrieved 21 November 2019. and the Archibald Lampman Award.Archibald Lampman Award: the 2019 Shortlist Retrieved 21 2020. The poems of Reunion ask the reader to forge connections and reverberations between narrative braids. As in previous books, Young’s language in this book is spare and taut. However here there is a decidedly Gothic feeling to the poems, both in their psychological nature and in the use of the pastoral to further highlight the darkness within the collection.Canadian Literature: “Quarreling with Ghosts” Retrieved 18 April 2020. In 2019 she was appointed English Poet Laureate of Ottawa (Ontario) for a two-year term.Deanna Young: English Poet Laureate 2019/20 Retrieved 10 March 2020. == Works == * The Still Before a Storm (Moonstone Press, 1984) * Drunkard’s Path (Gaspereau Press, 2001) (softcover).— (bound) * House Dreams (Brick Books, 2014) * Reunion (Brick Books, 2018) (softcover). (PDF). (EPUB) == References == == External links== * Official website * Interview with Deanna Young at open-book.ca (2019) * Ottawa Poet Laureate announcement (2019) Category:Canadian women poets Category:Living people Category:1964 births Category:20th-century Canadian women writers Category:21st-century Canadian women writers Category:21st-century Canadian poets Category:20th-century Canadian poets ",
    "title": "Deanna Young"
}