{
    "id": "63797663",
    "text": "Hahgwehdiyu (also called Ha-Wen-Neyu, Rawenniyo, or Hawenniyo) is the Iroquois god of goodness and light, as well as a creator god. He and his twin brother Hahgwehdaetgah, the god of evil, were children of Atahensic (or in some versions her daughter, the Earth Mother), whom Hahgwehdaetgah killed in childbirth. Hahgwehdiyu created the world from his own body and that of his mother's. His outstretched palm became the sky, his mother's head the sun, and her breasts became the moon and stars. He made her body the earth, into which he planted a seed, which grew into the maize plant. == Creation of The Earth == : This version of the creation story is taken from (Converse 1908). The Earth was a thought in the mind of the ruler of a great island floating above the clouds. This ruler was called by various names, among them Ha-wen-ni-yu, meaning He who governs or The Ruler. The island is a place of calm where all needs are provided and there is no pain or death. On this island grew a great appleParker says \"The central tree in the heaven world was the apple.\" The apple tree was introduced by European settlers. Elsewhere he suggests that the crab apple (\"wild-apple\") is meant. tree where the inhabitants held council. The Ruler said \"let us make a new place where another people can grow. Under our council tree is a great sea of clouds which calls out for light.\" He ordered the council tree to be uprooted and he looked down into the depths. He had Ata-en-sic,Parker says: \"Ata’-en’sic ... is the Huron name for the first mother, and not that of the (confederated) Iroquois, The Senecas usually give this character no name other than Ea-gen’-tci, literally old woman or ancient bodied. This name is not a personal one, however. Mrs Converse has therefore substituted the Huronian personal name for the Iroquoian common name.\" Sky Woman, look down. He heard the voice of the sea calling; he told Ata-en-sic, who was pregnant, to bring it life. He wrapped her in light and dropped her down through the hole. Once brought to at the surface, the oeh-dah grew and became an island. Ata-en-sic heard two voices under her heart and knew her time had come. One voice was calm and quiet, but the other was loud and angry. These were the Do-yo-da-no, The Twins. The good twin, Hah-gweh-di-yu or Teharonhiakwako, was born in the normal way. The evil twin, Hä-qweh-da-ět-gǎh or Sawiskera, forced his way out from under his mother's arm, killing her.Other versions of the story say that Ata-en-sic gave birth to a daughter. This daughter was impregnated by the wind, gave birth to the twins, and died, leaving her sons in the care of Ata-en-sic After the death of Sky Woman the island was shrouded in gloom. Hah-gweh-di-yu shaped the sky and created the sun from his mother's face saying \"you shall rule here where your face will shine forever.\" Hä-qweh-da-ět-gǎh, however, set the great darkness in the west to drive down the sun. Hah-gweh-di-yu then took the Moon and Stars from his mother's breast, and placed them, his sisters, to guard the night sky. He gave his mother's body to the earth, the Great Mother from whom all life came. Hah- gweh-di-yu, corresponding to the Huron spirit Ioskeha, created the first people. He healed disease, defeated demons, and gave many of the Iroquois magical and ceremonial rituals. Another of his gifts was tobacco, which has been used as a central part of the Iroquois religion. Hah-gweh-di-yu is aided by a number of assistant or subordinate spirits. == Notes == == References == Category:Iroquois mythology Category:Gods of the indigenous peoples of North America Category:Creator gods ",
    "title": "Hahgwehdiyu"
}