{
    "id": "63795618",
    "text": "Nora Fingscheidt (born 1983) is a German director and screenwriter. She has been a participant of the film festival since 2011 for her short films, winning the prize in 2017 for Without This World (Ohne diese Welt). She gained notoriety for her critically acclaimed film System Crasher, which premiered at the 69th Berlin International Film Festival in 2019 and for which she won the Alfred Bauer Prize as well as other prizes. In 2020, her film also won eight awards at the German Film Awards, including for best picture, best screenplay and best director. As of 2020, she is working on a currently untitled film featuring Sandra Bullock based on the 2009 series Unforgiven. == Biography == Nora Fingscheidt attended schools in Braunschweig and Argentina. From 2008 to 2017, Fingscheidt studied scenic directing at the Baden-Württemberg Film Academy. == Career == Her short film Synkope was invited to the Max Ophüls Prize competition, was nominated for the German Short Film Prize in 2011 and received an honorable mention at the Dresden Film Festival in 2012. Fingscheidt received further invitations for the Max Ophüls Prize for the short films Zwischen den Zeilen (2011), Brüderlein (2013) and Die Lizenz (2016). She won the prize in 2017 for her documentary Without This World (Ohne diese Welt) chronicling the life of Argentine Mennonites which was also her graduation film. In 2019, Fingscheidt was invited to the 69th Berlinale competition for her film System Crasher, where she was honored with the Alfred Bauer Prize and the Reader's Jury Prize of the Berliner Morgenpost. System Crasher was selected by Germany as their submission for Best International Feature Film at the 2020 Academy Awards, but was not shortlisted. == Private == Nora Fingscheidt lives with her family in Hamburg. She has a son. == Filmography == * 2005: Objet trouvé (short film) * 2007: Auszeit (short film) * 2008: Dorfmatratze (short film) * 2008: Fluchtversuch (short film) * 2010: Synkope (short film) * 2011: Zwischen den Zeilen (short film) * 2013: Brüderlein (short film) * 2016: Die Lizenz (short film) * 2019: System Crasher (Systemsprenger) * TBA: Untitled Nora Fingscheidt project == References == == External links == * *Portrait of Fingscheidt at German Films Quarterly Category:1983 births Category:Living people Category:21st-century German artists Category:German film directors Category:German women film directors Category:People from Braunschweig ",
    "title": "Nora Fingscheidt"
}