{
    "id": "63790269",
    "text": "Seaburn Casuals are a football hooligan firm associated with the English football club, Sunderland A.F.C. The group's activity was prominent in the 90s and the early 00s, with the club being involved in some of the most violent incidents in British hooligan history, in what was described as \"some of the worst football related fighting ever witnessed in the United Kingdom,\" and sometimes topping the football arrests table. ==Origins== While early hooligan firms of Sunderland fans appeared as far back as the 70s and the 80s, like the Vauxies (named after the Vaux Breweries), who were active in the late 70s and early 80s, the most famous hooligan firm is the Seaburn Casuals, named after the Seaburn area near Roker Park stadium. ==History and Rivalries== The Seaburn Casuals, in 1984, took over the Everton FC pub called The Blue House for several hours. They also had a strong rivalry with a Nottingham Forest FC firm due to its links with a Newcastle United firm. A few days before a game, in 1994, police snatched a pile of weapons, drugs worth thousands of pounds, and were preparing for a showdown with Nottingham hooligans. Before the 1998 FIFA World Cup, 26 Seaburn Casuals hooligans were arrested in a police raid after a military-issue smoke bomb was let out at a local pub after a fight with bouncers. By the end of the operation, over 60 were facing charges. Some of the Seaburn Casuals hooligans picked up in the raid were also involved with neo-Nazi groups like Combat 18. The operation failed when judge ruled CCTV footage from the pub inadmissible. Sunderland AFC used to be noted for football hooliganism. At the end of the 1999–2000 season, Sunderland topped the hooliganism table in the Premier League, with 223 fans arrested that season. ===Altercations with the Newcastle Gremlins=== In March 2002, the Seaburn Casuals fought with hooligans from the Newcastle Gremlins in a pre- arranged clash near the North Shields Ferry terminal, in what was described as \"some of the worst football related fighting ever witnessed in the United Kingdom\". The leaders of the Gremlins and Casuals were both jailed for four years for conspiracy, with 28 others jailed for various terms, based on evidence gained after police examined the messages sent by mobile phone between the gang members on the day. On 2 April 2003, about 95 fans were arrested when around 200 fans of Sunderland and Newcastle clashed in Sunderland city centre before an England UEFA Euro 2004 qualifying match against Turkey in the city. The fans then attacked the police, pelting them with missiles including bottles, cans and wheel trims. Some sources attributed these clashes to a resurgence in the conflict between the Gremlins and Seaburn Casuals. At the end of the 2002–03 season, Sunderland topped the football arrests table with 154. ==See also== * Sunderland A.F.C. supporters ==References== Category:Sunderland A.F.C. Category:British football hooligan firms Category:1980s establishments in England Category:Gangs in England ",
    "title": "Seaburn Casuals"
}