{
    "id": "63792560",
    "text": "Carlos Regazzoni (1 December 1943 – 26 April 2020) was an Argentine sculptor. ==Biography== Regazzoni was born in Comodoro Rivadavia, Chubut Province. He started his career in the gallery of Teresa de Anchorena. In 1991, he became known in France with the film El Gato del Hábitat Viejo after it won a short film festival in Vendôme. The SNCF became interested in decorating their rail stations, and Regazzoni's sculptures became relevant. After an exhibition at Gare de l'Est, the SNCF gave him a studio in the 18th arrondissement of Paris. He was invited to exhibit at the Cent ans de l'aéronautique française event, which led to a commercially prosperous period for Regazzoni. In 2006, the ZAC Pajol project forced him to move, and he subsequently deposited sculptures at a castle in Fontaine-Française. Regazzoni returned to Argentina and founded a workshop in Buenos Aires at the exit of the Retiro train station, where he would regularly welcome visitors. Here, he found his favorite tool: the acetylene torch. Carlos Regazzoni died on 26 April 2020 at the age of 76 in Buenos Aires. ==Works== Regazzoni often used abandoned hangars as studios, and he called them his \"railway castles\". He also converted abandoned wagons into places of residence. His works were often described as Dantesque, and he drew many comparisons to Salvador Dali. The Argentine sculptor, Roman Alegre, considered himself to be a pupil of Regazzoni's. He often publicly displayed his works in Buenos Aires, but never entered a competition. ==Collections== *Latin American Art Museum of Buenos Aires *Musée d'Art Moderne de Paris *Sculptures in Bariloche dedicated to natives in the region *Pico Truncado's dinosaur, Patagonius Saurius, made with waste from the petroleum industry: commissioned by the Bridas Corporation in 1997 ==References== Category:Argentine sculptors Category:Male sculptors Category:1943 births Category:2020 deaths ",
    "title": "Carlos Regazzoni"
}