{
    "id": "63795443",
    "text": "Mohammad Reza Naseri-Yazdi () is an Iranian Twelver Shia who is the representative of Yazd province and the Imam of Friday in the city of Yazd, who was appointed at the mentioned positions by the decree of Iran's supreme leader, Seyyed Ali KhameneiAppointment of Hojjatoleslam Mohammad Reza Naseri as a Representative of the Supreme Leader and Imam Jumu'ah of Yazd khamenei.ir on 28 July 2011.Imam Jumu'ah (of Yazd) and representative of the Supreme Leader in Yazd province was appointed leader.ir Naseri-Yazdi was born in 1945 in the city of Yazd; His mother was the daughter of Qolam-Reza Yazdi (known as \"Haj Sheikh QolamReza Yazdi\") who was considered among the Shia scholars. When Mohammad-Reza's mother passed away, (then) his father decided to move to Tehran. After passing his elementary school, Mohammad-Reza's father sent his son to the mosque of Mujtahidi, to educate of seminary. Beside his education, Mohammad-Reza used to work at building of construction(s). Afterwards, he commenced to teach as well as learning on his education; Naseri-Yazdi got married in 1974 and has 5 children (4 sons, a daughter). This Shia cleric established a Hawzah in the province of Chaharmahal and Bakhtiari.Biography of the new Imam Jumu'ah of Yazd mashreghnews.ir At a period of time, Naseri- YazdiImam Jum'ah of Yazd was attacked by ... sputniknews.comThe Imam Jumu'ah of Yazd was introduced iqna.ir was also the representative of Vali-e-Faqih in the province of Chaharmahal and Bakhtiari and likewise the Imam of Friday Prayer in Shahr-e Kord—appointed by the decree of Seyyed Ruhollah Khomeini.Ayatollah Naseri became the Imam Jumu'ah of Yazd shafaf.ir == See also == * Guardianship of the Islamic Jurist * Imam of Friday Prayer == References == Category:People from Yazd Category:Representatives of the Supreme Leader in the Provinces of Iran Category:Living people Category:1945 births Category:Iranian Shia Muslims Category:Ayatollahs Category:Iranian ayatollahs ",
    "title": "Mohammad Reza Naseri Yazdi"
}