{
    "id": "63795364",
    "text": "Black Dresses was a Canadian noise pop duo consisting of Ada Rook and Devi McCallion. ==History== Black Dresses was formed in 2017 by self-taught musicians Ada Rook and Devi McCallion after Rook sent McCallion a beat on Twitter. They released their first single, a cover of M.I.A.'s \"Paper Planes\", in December 2017. The duo released their debut album, Wasteisolation, in April 2018. The album was created entirely through online collaboration, with McCallion based in Toronto and Rook in Vancouver. Wasteisolation received positive coverage by Noisey and Stereogum. This was followed shortly by the EP Hell Is Real, released in October of the same year. The EP featured in Stereogums end of the year EP list, with the duo also featuring in the publication's best new artists list. In February 2019, Black Dresses released their second studio album, Thank You. In May, they released Dreams Come True 2019, a remix EP consisting of new versions of several Wasteisolation tracks. The band released their third studio album, Love and Affection for Stupid Little Bitches in August 2019. The album was reviewed positively, with Pitchforks Colin Joyce awarding an album a rating of 7.7, and Noisey including the record on its \"22 Best Albums You May Have Missed in 2019\" list. On 13 April 2020, the second anniversary of Wasteisolations release, Black Dresses released their fourth LP, Peaceful as Hell. The album received a rating of 7.6 from Pitchfork, with Leah Mandel stating, \"Especially with the world's hellishness currently blaring at us, every social disparity spotlighted and exacerbated, loneliness and doubt deepened to an extreme degree, Peaceful as Hell is perfect medicine\". On 26 May 2020, the duo announced via Twitter that Black Dresses would be disbanding, citing the harassment received by McCallion as the reason. Their last piece of released material came on 10 July 2020, after the duo disbanded, with a remix of 100 gecs song, \"745 Sticky\", on the remix album 1000 Gecs and the Tree of Clues. ==Discography== ; Albums * Wasteisolation (2018) * Thank You (2019) * Love and Affection for Stupid Little Bitches (2019) * Peaceful as Hell (2020) ; EPs * Hell Is Real (2018) * Dreams Come True 2019 (2019) ==References== Category:Noise pop musical groups Category:Musical groups from Toronto Category:Canadian experimental musical groups Category:Musical groups established in 2017 Category:Musical groups disestablished in 2020 Category:Canadian women in electronic music ",
    "title": "Black Dresses"
}