{
    "id": "63791201",
    "text": "Khlebnikov and Russian First Lady Svetlana Medvedeva at the 2011 Spasskaya Tower Military Music Festival and Tattoo. Sergey Dmitrievich Khlebnikov (; 16 February 1956, Perm, Soviet Union) is a Russian Lieutenant General who was notably part of the Federal Guard Service. Khlebnikov was born on 16 February 1956 in the city of Perm. After school, he left was conscripted into the Soviet Army. He began military service in the border troops on the Soviet- Chinese border. Later, he successfully completed a full course of study at the Higher Border College. Having received a university diploma in 1980, he was sent to the Kremlin Regiment, where he took the post of platoon commander. He also held various positions in the structures of the Ninth Chief Directorate of the KGB. After the fall of the Soviet Union in 1991, he continued to serve in the Federal Security Service of the Russian Federation. On 8 January 2004, Khlebnikov took up the post of Commandant of the Moscow Kremlin and deputy director of the Federal Protective Service of the Russian Federation. In this position he played an essential role in Russian presidential inaugurations, the Moscow Victory Day Parade, and the Spasskaya Tower Military Music Festival and Tattoo.http://en.kremlin.ru/misc/12557 He is a member of the public council of latter event. In February 2020, he was by order of President Vladimir Putin dismissed and replaced by Major General Sergey Udovenko in the run up to the preparations for the diamond jubilee of the end of the Second World War.https://tass.ru/obschestvo/8020251 On 28 January, President Putin, Khlebnikov was awarded the honorary title of the Honored Officer of the State Guard Services of the Russian Federation.https://spasstower.ru/en/news/20200302403/ By order of the Moscow Mayor Sergei Sobyanin on 17 March 2020, Khlebnikov was appointed as the head of the Moscow Security and Anti-Corruption Department. In this post, he replaced Vladimir Regnatsky. He is a member of the Presidium of the Central Council of the Public-State Association of the All-Union Physical Culture and Sports Society Dynamo as well as the Heraldic Council under the President of the Russian Federation. He is married with two daughters.https://ruspekh.ru/people/khlebnikov-sergej-dmitrievich ==References== Category:People from Perm Category:Russian generals Category:1956 births Category:Living people Category:Federal Security Service officers ",
    "title": "Sergey Khlebnikov (general)"
}