{
    "id": "63796449",
    "text": "A Private Matter (; also translated as A Private Affair) is an Italian novel by Beppe Fenoglio, first published posthumously in April 1963, two months after the author's death. The book deals with themes common to Fenoglio's work: the lives of partisans and the final period of the Second World War in Italy. Italo Calvino called A Private Matter, \"the crowning of a whole generation's efforts to portray the resistance,\" and, \"the novel that our generation wished we created.\" == Plot == The story takes place in the Langhe. Milton is a young 20 year old university student who has joined the resistance movement, in a \"blue\" unit (those aligned with the monarchists), following the armistice of September 1943. He is in love with Fulvia, a beautiful girl from a well-to-do Torinese family, who he met in Alba where she had been displaced. After several months as a partisan, Milton, driven by desire and nostalgia, returns to the villa where he and Flavia used to spend their evenings. Here he meets the housekeeper, who knew him before, and Milton asks to visit the places fond to him. During the visit, the elderly housekeeper mentions a relationship between Fulvia and Giorgio, Milton's friend and a fellow partisan, although in a \"red\" unit (that is, aligned with the communists). Milton, in shock, chooses to find Giorgio and discover the truth about the relationship. He sets off to locate Giorgio's unit, but cannot find him. Shortly afterwards news arrives that Giorgio has been captured by the fascists. Milton decides to seek an enemy prisoner to be exchanged with Giorgio before he is executed. He receives information that near the city where Giorgio is being kept an enemy non-commissioned officer is in a relationship with a woman who lives nearby, and learns the location of their meetings. Milton manages to capture him, but he tries to escape and Milton is forced to shoot him. With all hope of freeing his friend now lost and with it the chance to find the truth about Fulvia's love, Milton returns to the villa. The fascists are there when he arrives, he is surprised and flees. Milton, is chased and shot at, probably injured and utterly spent, he collapses on the ground in a nearby wood. === Main characters === * Milton, the protagonist, a young partisan, somewhat gauche, in love with Fulvia * Fulvia, Milton's love interest, a young woman from Turin, displaced in Alba * Giorgio Clerici, friend and possible love interest of Flavia * Leo, commander of Milton's partisan brigade in Treiso ==Reception== A Private Matter is credited with marking the first turn towards the personal in the novels of Resistance writers. As David Ward notes: \"Fenoglio makes the suggestion that the Resistance struggle itself acts as a pretext for another struggle, this one located at a deeper more personal and irrational level. Before focussing on the ideological underpinnings of an individual's decision to join the military struggle, attention needs to be paid to the personal demons that annimate the consciousness and bear on the minds of the likes of Milton.\" Maria Grazia Di Paolo, who completed the first English translation, regards the novel as the major piece of Fenoglio's mature works. == Editions == ===In Italian=== * * * * ===In English=== * * == Film versions == *Una questione privata (1966) directed Giorgio Trentin *Una questione privata (1991) directed by Alberto Negrin (TV film) *Rainbow: A Private Affair (2017) directed by Paolo and Vittorio Taviani == References == Category:20th-century Italian novels Category:1963 novels Category:Anti-fascism in Italy Category:Italian Resistance ",
    "title": "A Private Matter (book)"
}