{
    "id": "63795144",
    "text": "Map of Massachusetts House of Representatives' 12th Bristol district, 2013. Based on 2010 United States Census. Massachusetts House of Representatives' 12th Bristol district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers parts of Bristol County and Plymouth County. Republican Norman Orrall of Lakeville has represented the district since 2019. ==Towns represented== The district includes the following localities: * Berkley * Lakeville * Middleborough * part of Taunton The current district geographic boundary overlaps with those of the Massachusetts Senate's 1st Bristol and Plymouth and 1st Plymouth and Bristol districts. ===Former locales=== The district previously covered: * Acushnet, circa 1872 * Fairhaven, circa 1872 * part of Fall River, circa 1927 * Westport, circa 1927 ==Representatives== * Thomas G. Nichols, circa 1858 * William S. Crane, circa 1859 * Martin L. Eldridge, circa 1858-1859 * Thomas Edward Kitchen, circa 1951 * Matthew J. Kiss, circa 1975 * Stephen Canessa, circa 2011 * Keiko Orrall, September 22, 2011 – January 5, 2019 * Norman J. Orrall, 2019-current ==See also== * List of Massachusetts House of Representatives elections * Other Bristol County districts of the Massachusetts House of Representatives: 1st, 2nd, 3rd, 4th, 5th, 6th, 7th, 8th, 9th, 10th, 11th, 13th, 14th * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== 1935 James Hathaway Massachusetts House of Representatives.png|James Hathaway 1935 Joseph Theberge Massachusetts House of Representatives.png|Joseph Theberge 1945 Clifton Dwelly Massachusetts House of Representatives.png|Clifton Dwelly 1953 Thomas Edward Kitchen Massachusetts House of Representatives.png|Thomas Edward Kitchen 1967 Wilfred Driscoll Massachusetts House of Representatives.png|Wilfred Driscoll 1975 Matthew Kuss Massachusetts House of Representatives.png|Matthew Kuss 1983 David Nelson Massachusetts House of Representatives.png|David Nelson 1995 Joseph McIntyre Massachusetts House of Representatives.png|Joseph McIntyre ==References== ==External links== * Ballotpedia * (State House district information based on U.S. Census Bureau's American Community Survey). House Category:Government of Bristol County, Massachusetts Category:Government of Plymouth County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 12th Bristol district"
}