{
    "id": "63793488",
    "text": "is a Japanese professional sumo wrestler from Fukushima. He made his debut in March 2017 and reached the top makuuchi division in November 2019. He wrestles for Arashio stable, where he is a stable mate of his older brothers Wakatakamoto and Wakamotoharu. His highest rank has been maegashira 8. ==Family background== The three Onami brothers are the grandchildren of former komusubi Wakabayama. They were given their shikona or sumo names by Arashio stable's head coach Ōyutaka, after the three sons of Mōri Motonari in the well-known Japanese parable \"Lesson of the three arrows\" – Takamoto, Motoharu, and Takakage. The eldest brother, Wakatakamoto, has a highest rank of makushita 7 and has been in sumo the longest, debuting in November 2009. Wakatakakage and are the 19th pair of brothers in sumo to both reach sekitori level. Wakamotoharu is the second eldest and entered in November 2011, but did not make his jūryō debut until after Wakatakakage, in March 2019. On the May 2020 banzuke he reached his highest rank to date, maegashira 8. Wakatakakage, the youngest brother, has had by far the quickest rise up the rankings of the three. ==Career== He made his professional debut in March 2017, and because of his success in amateur sumo began as a sandanme tsukedashi entrant. He won the sandanme division championship in May 2017 with a perfect 7–0 record and also won the makushita division championship in January 2018 by the same score. He made his jūryō debut in May 2018, the second to do from Arashio stable after Sokokurai in 2010 and the first from Fukushima Prefecture since Sotairyu in 2009. He rose slowly up the jūryō division, winning promotion to the top makuuchi division after a 9–6 record at jūryō 3 in September 2019. Despite a poor 2–6 start to that tournament he won his final seven matches (including wins over top division veterans such as Toyonoshima and Kaisei) to secure his promotion. He was the third sandanme tsukedashi entrant to reach the top division after Yutakayama and Asanoyama. Wakatakakage won his first four bouts in his top division debut in November 2019, but dislocated a joint in his right foot after landing awkwardly during his fourth day win over Terutsuyoshi and had to withdraw from the rest of the tournament. Back in jūryō he put together two consecutive winning records of 9–6 and 10–5 upon his return from injury to earn promotion back the top division for the (subsequently cancelled) May 2020 tournament at his highest rank to date of maegashira 14. In July 2020 he completed his first full tournament in makuuchi, posting a respectable 10 wins. In September he was on the leaderboard for much of the tournament, although he picked up his fourth loss to Mitakeumi on Day 14 and finished in a share of third place on 11–4. ==Fighting style== According to his Japan Sumo Association profile Wakatakakage prefers a migi-yotsu (right hand inside, left hand outside) grip on his opponent's mawashi. His most common winning kimarite are oshi-dashi (push out), yori-kiri (force out) and okuri-dashi (push out from behind). He is below the average weight for a sekitori at and makes use of his speed and agility. ==Career record== ==See also== *List of active sumo wrestlers *Glossary of sumo terms ==References== ==External links== * Category:1994 births Category:Living people Category:Japanese sumo wrestlers Category:Sumo people from Fukushima Prefecture ",
    "title": "Wakatakakage Atsushi"
}