{
    "id": "63800713",
    "text": "Danylovo (; ) is a village located on the Khust-Synevyr highway, 20 km from the district center, Khust. It is a village in Khust Raion of Zakarpattia Oblast (province) of western Ukraine.http://zakarpati.cz/danylovo/ In the southern outskirts of the village, traces of an ancient Russian settlement of the 11th-13th centuries were found. In the northeastern outskirts of Danylovo, which, on the elevation of Tatar Laz, is a settlement, perhaps, of ancient times. The first written mention of the village dates back to 1390. The salt lake is a hydrological monument of nature of local importance in Ukraine. It is located at the western outskirts of the village of Danilovo, in the area known as \"Yami\". The status has been granted to preserve a salt lake whose water has healing properties. Salt was once extracted from three mines: Upper, Middle and Lower, which were located at a depth of 80–100 meters. ==Danylovo Wooden Church== The Danylovo Wooden Church In the center of Danylovo on the hill stands a slender wooden two-trunk Mykolaiv church which is the youngest of the four known wooden churches of the district (Sokyrnytsya, Danilovo, Kraynikovo, Oleksandrivka),.https://risu.org.ua/ua/index/expert_thought/open_theme/62075/https://tochka- na-karte.ru/Goroda-i-Gosudarstva/10918-Danilovo.html The wooden temple of St. Nicholas the Wonderworker is a model of the Marmara Gothic. The church was founded May 14, 1779. This is indicated by the inscription on the door of the architectural monument. 5000 chicken and goose eggs were used to build the church. Due to its geographical location, the church is part of the Golden Church Quadrangle. This conditional name originated in the geographical area, on the edges of which are located four villages in which ancient wooden church buildings were built and preserved. Among the wooden churches built in the Gothic style in the area, the Mykolaiv Church is one of the youngest. In 1914, a stone cross was erected below the main entrance to the temple. Until 1920, the last Greek Catholic priest, Father Azarius, ruled the church. In the mid-1970s, the roof of the church was replaced. Architects I. Mogytych and L. Dmitriyevich carried out restoration work in the church of St. Nicholas the Wonderworker in 1968.https://ukrainetrek.com/blog/regions/stunning-gothic- wooden-church-in-danylovo/ In 1984 the mounting of the cross was repaired. Worship services were held every Sunday, with a priest from Zolotaryovo coming to the temple . After the temple was at the disposal of Greek Catholics, it held its first service in the spring of 2005 . Currently, the temple is closed, the worship services are suspended and only visited by tourists . From 2005 to 2006, the roof was removed from the church roof in some places. The church is two-sectioned and three-parted. The building was built taking into account the best traditions of Transcarpathian public schools. Built without the use of nails. It is located in the central part of the village on the conical hill. It has a high and thin spire. The height of the spire reaches 14 meters. The foundation of the building is made of stone, the building itself is constructed using oak beams. Next to the church is a two-tiered bell tower . Its second tier is covered by a ploughshare and a shingle . The bell tower has a frame structure and three bells. On the west side of the facade, the church ends with a closed porch with molded windows. A gallery opens above the porch. The church iconostasis contains 9 icons dating from the 18th century. The walls of the building were covered with paintings by German artist I. Kornmaer, created in 1828. The inscription on the artist's authorship was preserved on the west side of the altar . There is evidence of partial destruction of paintings due to increased humidity in the room. A roof was used to cover the roof with an arcade under the roof of the tower. A box type vault was used inside to cover the nave and the altar. The porch overlaps the flat ceiling . The choirs are located on the west side of the nave. The cut between the nave and the porch takes the form of an openwork arch . The frame tower, which begins above the bobbin, is crowned by a high spire and four corner spiers. The nave and the porch have a sloping roof and girders. The altar block is smaller and is covered by a steep roof =. The nave windows are square in shape. They are shelved, for this purpose rods in which the \"antennae\" were bent were used. The inside of the church separates the porch from the nave and the altar with a wooden openwork arch. To the west facade adjoins a closed ring, which is a log cabin. ==See also== *Wooden churches in Ukraine *Wooden churches of Maramureș *Carpathian wooden churches ==References== Category:Villages in Khust Raion Category:Carpatho-Ukraine ",
    "title": "Danylovo"
}