{
    "id": "63807996",
    "text": "This is a list of submissions to the 93rd Academy Awards for the Best International Feature Film. The Academy of Motion Picture Arts and Sciences (AMPAS) has invited the film industries of various countries to submit their best film for the Academy Award for Best International Feature Film every year since the award was created in 1956. The award is presented annually by the Academy to a feature-length motion picture produced outside the United States that contains primarily non-English dialogue. The International Feature Film Award Committee oversees the process and reviews all the submitted films. The category was previously called the Best Foreign Language Film, but this was changed in April 2019 to Best International Feature Film, after the Academy deemed the word \"Foreign\" to be outdated. The submitted motion pictures must be first released theatrically in their respective countries between 1 October 2019 and 31 December 2020. ==Submissions== {|class=\"wikitable sortable\" width=\"98%\" style=\"background:#f;\"} ! Submitting country ! Film title used in nomination !! Original title !! Language(s) !! Director(s) !! Result |- | data-sort-value=\"Algeria\"| | data-sort-value=\"Heliopolis\"| Héliopolis | data- sort-value=\"Heliopolis\"| هيليوبوليس | Arabic | data-sort-value=\"Gacem, Djaafar\"|Djaâfar Gacem | |- | data-sort-value=\"Bhutan\"| | data-sort- value=\"Lunana A Yak in the Classroom\"| Lunana: A Yak in the Classroom | data- sort-value=\"Lunana\"| Lunana | Dzongkha | data-sort-value=\"Choyning Dorji, Pawo\"|Pawo Choyning Dorji | |- | data-sort-value=\"Bosnia and Herzegovina\"| | data-sort-value=\"Quo Vadis, Aida?\"| Quo Vadis, Aida? | data-sort-value=\"Quo Vadis, Aida?\"| Quo Vadis, Aida? | Bosnian, English, Serbian, Croatian, Dutch | data-sort-value=\"Žbanić, Jasmila\"|Jasmila Žbanić | |- | data-sort-value=\"Czech Republic\"| | data-sort-value=\"Charlatan\"| Charlatan | data-sort- value=\"Sarlatan\"| Šarlatán | Czech | data-sort-value=\"Holland, Agnieszka\"|Agnieszka Holland | |- | data-sort-value=\"Ecuador\"| | data-sort- value=\"Emptiness\"| Emptiness | data-sort-value=\"Vacio\"| Vacío | Mandarin, Spanish | data-sort-value=\"Venegas, Paul\"|Paul Venegas | |- | data-sort- value=\"Georgia\"| | data-sort-value=\"Beginning\"| Beginning | data-sort- value=\"Dasatskisi\"| დასაწყისი (Dasatskisi) | Georgian | data-sort- value=\"Kulumbegashvili, Dea\"|Dea Kulumbegashvili | |- | data-sort-value=\"Ivory Coast\"| | data-sort-value=\"Night of the Kings\"| Night of the Kings | data- sort-value=\"Nuit des rois, La\"| La Nuit des rois | French, Dyula | data-sort- value=\"Lacote, Philippe\"|Philippe Lacôte | |- | data-sort-value=\"Kosovo\"| | data-sort-value=\"Exile\"| Exile | data-sort-value=\"Exil\"| Exil | German, Albanian | data-sort-value=\"Morina, Visar\"|Visar Morina | |- | data-sort- value=\"Luxembourg\"| | data-sort-value=\"River Tales\"| River Tales | data-sort- value=\"Cuentos del Rio\"| Cuentos del río | Spanish | data-sort- value=\"Schroell, Julie\"|Julie Schroell | |- | data-sort-value=\"Panama\"| | data-sort-value=\"Causa Justa\"| Causa Justa | data-sort-value=\"Operacion Causa Justa\"| Operación Causa Justa | Spanish | data-sort-value=\"Franco Brantley, Luis\"|Luis Franco Brantley, Luis Pacheco | |- | data-sort-value=\"Poland\"| | data-sort-value=\"Never Gonna Snow Again\"| Never Gonna Snow Again | data-sort- value=\"Sniegu juz nigdy nie bedzie\"| Śniegu już nigdy nie będzie | Polish, Russian | data-sort-value=\"Szumowska, Malgorzata\"|Małgorzata Szumowska, Michał Englert | |- | data-sort-value=\"Romania\"| | data-sort-value=\"Collective\"| Collective | data-sort-value=\"Colectiv\"| Colectiv | Romanian | data-sort- value=\"Nanau, Alexander\"|Alexander Nanau | |- | | data-sort-value=\"Wet Season\"|Wet Season | data-sort-value=\"Wet Season\"| 热带雨 | Mandarin, English, Hokkien | data-sort-value=\"Chen, Anthony\"| Anthony Chen | |- | | data-sort- value=\"My Little Sister\"|My Little Sister | data-sort-value=\"Schwesterlein\"| Schwesterlein | German, French, English | data-sort-value=\"Chuat, Stephanie\"| Stéphanie Chuat, Véronique Reymond | |- | | data-sort-value=\"Sun, A\"|A Sun | data-sort-value=\"Yang guang pu zhao\"| 陽光普照 (Yángguāng Pǔzhào) | Mandarin | data-sort-value=\"Chung, Mong-hong\"| Chung Mong-hong | |- | data-sort- value=\"Ukraine\"| | data-sort-value=\"Atlantis\"| Atlantis | data-sort- value=\"Atlantis\"| Атлантида (Atlantida) | Ukrainian | data-sort- value=\"Vasyanovych, Valentyn\"|Valentyn Vasyanovych | |} ==Other countries== * Albania's National Film Center asked filmmakers to submit their films by 16 October 2020. * The Pan-Canadian Selection Committee asked filmmakers to submit their films by 25 September 2020. Their official selection is scheduled to be announced in mid to late October 2020. * Colombia's Academia Colombiana de Artes y Ciencias Cinematográficas asked filmmakers to submit their films by 30 October 2020. Their official selection is scheduled to be announced 16 November 2020. * Costa Rica's Centro Costarricense de Producción Cinematográfica asked filmmakers to submit their films by 1 October 2020. * The Croatian Film Workers’ Association asked filmmakers to submit their films by 7 October 2020. * The Danish Film Institute shortlisted three films: Another Round by Thomas Vinterberg, A Perfectly Normal Family by Malou Reymann and Shorta by Anders Ølholm and Frederik Louis Hviid. Their official submission is scheduled to be announced on 18 November 2020. * France's Centre national du cinéma et de l'image animée is scheduled to shortlist three to five films after 19 November 2020, before making their official submission by 1 December 2020. * German Films named 10 films submitted for consideration: And Tomorrow the Entire World by Julia von Heinz, Berlin Alexanderplatz by Burhan Qurbani, Crescendo #makemusicnotwar by Dror Zahavi, Curveball by Johannes Naber, Enfant Terrible by Oskar Roehler, Fritzi: A Revolutionary Tale by Ralf Kukula and Matthias Brun, I've Never Been to New York by Philipp Stölzl, Undine by Christian Petzold, A Wet Dog by Damir Lukacevic and When Hitler Stole Pink Rabbit by Caroline Link. They are scheduled to announce their official selection on 28 October 2020. * Guatemala's selection committee announced a shortlist of three films: El Apostolado by Juan Manuel Méndez, La Llorona by Jayro Bustamante and Luz by Javier Borrayo. * Hungary's National Film Institute is scheduled to announce their official selection in November 2020. * The Film Federation of India asked filmmakers to submit their films by 15 November 2020. * The Indonesian Film Selection Committee is scheduled to make their selection on 24 September 2020. * Iran's Tehran Times reported that Careless Crime by Shahram Mokri, The Sun by Majid Majidi, Walnut Tree by Mohammad Hossein Mahdavian and Yalda, a Night for Forgiveness by Massoud Bakhshi are among the films competing for selection by the Farabi Cinema Foundation. * Israel will submit the Ophir Award winner for Best Film. The nominees are Africa by Oren Gerner, Asia by Ruthy Pribar, Aspiration by Matan Guggenheim and Assaf Aviri, The Dead of Jaffa by Ram Loevy and Here We Are by Nir Bergman. * Italy's Associazione Nazionale Industrie Cinematografiche Audiovisive e Multimediali (ANICA) asked filmmakers to submit their films by 12 November 2020. * Jordan's Royal Film Commission extended an open invitation in September 2020 for filmmakers to submit their films. * The Kenya Film Commission asked filmmakers to submit their films by 27 October 2020. * The National Film Centre of Latvia asked filmmakers to submit their films by 15 October 2020. * The Lithuanian Oscar Committee asked filmmakers to submit their films by 16 October 2020. Their official selection is scheduled to be announced at the end of November. * The Malawi Oscars Selection Committee asked filmmakers to submit their films by 2 November 2020. * The National Film Development Corporation Malaysia asked filmmakers to submit their films by 14 September 2020. * The Mexican Academy of Film Arts and Sciences asked filmmakers to submit their films between 5 and 14 October 2020. * Montenegro's Ministry of Culture asked filmmakers to submit their films by 1 November 2020. * The Nepali Selection Committee announced a shortlist of two films: Aama by Dipendra K. Khanal and Sarita by Sergio Basso. * The EYE Film Institute Netherlands named 13 films submitted for consideration: Buiten is het Feest by Jelle Nesna, Buladó by Éche Janga, Last Days of Spring by Isabel Lamberti, The Marriage Escape by Johan Nijenhuis, My Best Friend Anne Frank by Ben Sombogaart, My Life by Norbert ter Hall, My Rembrandt by Oeke Hoogendijk, Paradise Drifters by Mees Peijnenburg, The Promise of Pisa by Norbert ter Hall, Stop Filming Us by Joris Postema, They Call Me Babu by Sandra Beerends, The Warden by Threes Anna and Wei by Ruud Lenssen. * The Nigerian Oscar Selection Committee asked filmmakers to submit their films by 2 October 2020. The committee announced that AMPAS will allow films that are primarily in Pidgin English. * The Pakistani Academy Selection Committee asked filmmakers to submit their films by 20 October 2020. Their official selection is scheduled to be announced in November. * Peru's Ministry of Culture asked filmmakers to submit their films by 23 October 2020. * Film Center Serbia asked filmmakers to submit their films by 5 November 2020. * The Slovenian Film Centre asked filmmakers to submit their films by 9 October 2020. * South Africa's National Film and Video Foundation asked filmmakers to submit their films by 12 October 2020. * South Korea's Korean Film Council named 13 films submitted for consideration: Beasts That Cling to the Straw by Kim Yong-Hoon, Bring Me Home by Kim Seung-woo, Confession by Yoon Jong-seok, Deliver Us from Evil by Won-Chan Hong, Life Is Beautiful by Choi Kook-hee, The Man Standing Next by Woo Min-ho, Moving On by Yoon Dan-bi, Night of the Undead by Shin Jeong-won, An Old Lady by Lim Sun-ae, Paper Flower by Hoon Koh, Peninsula by Yeon Sang-ho, Samjin Company English Class by Lee Jong-pil, and Steel Rain 2: Summit by Yang WooSuk. The selection is scheduled to be made at the end of October 2020. * Spain's Academia de las Artes y las Ciencias Cinematográficas de España announced a shortlist of three films: The Endless Trench by Jon Garaño, Aitor Arregi and Jose Mari Goenaga, Fire Will Come by Oliver Laxe and The Platform by Galder Gaztelu-Urrutia. Their official selection is scheduled to be announced on 3 November 2020. * Suriname received approval from the Academy in September 2020 to form a selection committee for the first time. * The Swedish Oscar Committee announced a shortlist of three films: About Endlessness by Roy Andersson, Charter by Amanda Kernell and I Am Greta by Nathan Grossman. Their official selection is scheduled to be announced on 3 November 2020. * The Turkish Ministry of Culture's Artistic Events Commission was expected to announce the Turkish submission by the end of August 2020. * The Ugandan Academy Selection Committee asked filmmakers to submit their films by 21 October 2020. ==References== ==External links== * Official website of the Academy Awards Category:2019 in film Category:2020 in film Category:Academy Awards 93 ",
    "title": "List of submissions to the 93rd Academy Awards for Best International Feature Film"
}