{
    "id": "63802450",
    "text": "Arce v. García, 434 F.3d 1254 (11th Cir. 2006), is a landmark Eleventh Circuit case brought by three Salvadoran plaintiffs under the Alien Tort Claims Act (ATCA) and the Torture Victim Protection Act (TVPA). These claims were brought under the doctrine of command responsibility against two high-ranking Salvadoran military personnel who ordered and carried out grave human rights abuses over the course of the country’s twelve year civil war. == Facts == The plaintiffs in this case are Juan Romagoza Arce, Neris Amanda Gonzalez, and Carlos Mauricio, all of whom are Salvadoran citizens and victims of human rights violations at the beginning of El Salvador’s civil war. The defendants are José Guillermo García and Carlos Eugenio Vides Casanova—El Salvador’s former Minister of Defense and Director General of the National Guard, respectively. The facts of the case are as follows. Between 1979 and 1980, Arce, Gonzalez, and Mauricio were abducted, detained, and tortured by members of the National Guard of El Salvador for a period of ten to twenty-two days. At the time, Arce was a physician; Gonzalez was a lay worker with the Catholic church; Mauricio was a college professor. Following the civil war, García and Vides Casanova settled in Miami where they became U.S. permanent residents in 1989. Gonzalez and Arce filed their complaint in the United States District Court for the Southern District of Florida on May 11, 1999. They filed an amended complaint on February 17, 2000, which also included Mauricio. The amended complaint consisted of nine counts seeking both compensatory and punitive damages for the torture that the plaintiffs suffered as a result of the defendants’ military commands. More specifically, they invoked the federal court’s jurisdiction under the ATCA and TVPA. Following four weeks of trial, the jury found in favor of the plaintiffs on July 23, 2002, holding that the defendants were responsible for the plaintiffs’ torture under a theory of command responsibility. The plaintiffs were awarded a $54,600,000 verdict. The defendants appealed a denied motion that they had filed after the jury returned its verdict. The defendants argued that the district court had abused its discretion in equitably tolling the statute of limitations. However, the appellate court found no error in the lower court’s denial of the defendants’ motion and upheld the jury’s verdict. == Subsequent immigration proceedings == Following the 2006 verdict against Vides Casanova and García, human rights organizations, victims, and other stakeholders advocated for the removal of both generals. Following a set of congressional hearings, the U.S. Department of Homeland Security initiated deportation proceedings against Vides Casanova in April 2011. Less than a year later on February 23, 2012, an immigration court ruled against Vides Casanova and ordered his removal from the United States given his involvement in various human rights abuses during the Salvadoran civil war. The decision was particularly noteworthy because it marked the first time that a high-ranking foreign military officer was deported from the United States for human rights violations. In February 2013, immigration removal proceedings were initiated against García. A year later, an immigration judge held that García had actively, directly, and integrally participated in extrajudicial killings and torture throughout his tenure as El Salvador’s Minister of Defense. Relying on the immigration court’s prior ruling against Vides Casanova, García was ordered to be removed. In 2015 and 2016, both generals were deported to El Salvador. == Significance == The Arce v. García case is significant for several reasons. First, it represents the first case in which “civil plaintiffs proved liability under the doctrine of command responsibility in an adversarial setting under the federal rules of evidence and procedure.” In fact, only a few months prior to the jury verdict, a similar case had been brought in the same courtroom against the same two generals; however, the jury did not find the defendants liable under the same doctrine of command responsibility. The Arce v. García case demonstrated that challenges posed by the high standard for demonstrating command responsibility are not insurmountable. Second, the Eleventh Circuit Court of Appeals resolved two important questions regarding the issue of equitable tolling in claims brought under the Alien Tort Claims Act—a doctrine that permits the extension of statutes of limitations when extraordinary circumstances preclude a plaintiff from bringing suit during the applicable period. Third, the plaintiffs were successful in collecting $300,000 from Vides Casanova, which marks one of the first times in U.S. history that a plaintiff in a human rights case has recovered any money from their abusers as ordered by the court. == References == ==External links== * Category:2006 in United States case law Category:Alien Tort Statute case law Category:United States Court of Appeals for the Eleventh Circuit cases ",
    "title": "Arce v. García"
}