{
    "id": "63805079",
    "text": "Muhammad Kudu Haruna (22 September 1951) is a Nigeria journalist, political columnist, Administrator and member of INEC commissioner since 2015. He is among the six members appointed as INEC commissioner, he is committing the Kwara, Kogi and Kaduna State. He assumed office in September 2016. == Background == Born in Ibadan and hails from Bida central Nigeria but grew up in Kano State. He had his education from 1957 to 1960 at Tudun Wada Primary School Kano and Kuka School Kano finished in 1964 then he returned to his home and had senior certificate in Government College Bida, from 1965 to 1968 then in 1971 to 1975 he graduate from Ahmadu Bello University, Kaduna and head to Glosgow College of Technology, Scotland from 1979 finished in 1980 he also attended school of journalism at Columbia University finished in 1984 and in 1995 he attend Harvard Advanced Management Programme. He began his career as reporter at New Nigerian Newspapers Company Limited in 1976 and became managing director in 1989 was also co-founding member and chief executive of Citizen News Magazine in 90s later in 1998 third republic when General Abdulsalami Abubakar became head of state he was his chief-press Secretary till 1999 and taught in Ahmadu Bello University under the department of mass communications in 2008 to 2014 as senior lecturer and also he works for New Nigerian Today, Gamji, The Nation and Daily Trust together with New Diary online and he works with the Press Council delivering papers on politics, journalism, seminars, workshops organized by institutions and lectures also he works with the Nigerian Guild of Editors and national commissioners of Independent National Electoral Commission was member of African Center for Democratic Governance, Technical Committee on Privatization and Commercialization in Nigerian Television Authority Newspaper Proprietors Association of Nigeria he also served as director News Agency of Nigeria, Forte Oil and Conoil and member Vision 2010 Committee, Vision 2020 Committee and People's Bank. Kudu Haruna is a close and most associated person to political actors and actress in Nigeria and that of the old generation players that designed the 1999 constitution in the country. =Position in Electoral committee= Such positions holding in INEC iincludes * chairman Board of survey and technical equipment acquisition committee * member appointment promotions AND disciplinary committee * member electoral operations and logistics committee * member Board of electoral institute * member information and voter education committee * member health and welfare committee. == Notes == Category:1951 births Category:Living people Category:People from Bida Category:Columbia University alumni Category:Ahmadu Bello University alumni Category:Harvard Business School Advanced Management Program attendees Category:Members of the Independent National Electoral Commission ",
    "title": "Muhammad Kudu Haruna"
}