{
    "id": "63802089",
    "text": "Helen H. Tanzer (1876–1961) was a researcher, translator and educator of classical texts. She brought Roman archaeology to her students and the public through her teaching and published translation of Latin literature. She was also dedicated to the embassy of Belgium, despite being an American, and was an honorary attaché and a member of the Belgian Legion of Honor. She was honored with the Chevalier Order of Leopold II. == Family and youth == Tanzer was born to parents Arnold and Ida Tanzer. Her family, which included an older brother Lawrence and a younger sister Edith, was German-speaking and Jewish. They lived in New York City. == Education and career == Tanzer attended Barnard College, graduating in 1903. “English Usage, as shown by the Recent revision of the Bible\" was the title of her senior thesis, showing her early interest in classical studies. Tanzer worked at Hunter College, teaching Latin and Greek. She continued her studies, attending American School of Classical Studies in Rome in 1906–07. She was mentored by David Moore Robinson at Johns Hopkins University. In 1929, she received her Ph.D. with her dissertation titled \"The Common People of Pompeii\" about graffiti. Also in 1929, she began her lifelong career as a classics and archaeology professor at Brooklyn College. During her career, she was a fellow as multiple scientific, language, and historic societies. Her associations include: * American Academy of Arts and Sciences * American Geographic Society * the American Philological Association * the History of Science Society * New York Classics Club * Archaeological Institute of America In addition, she served as the president of the Classical Association of the Atlantic States from 1921–22. == Belgian work and honors == In the late 1910s, Tanzer worked in earnest with the Belgian government in the US. She edited the Belgian Bulletin and worked with Belgian Official Information Service in 1918–19. This led to her post as the honorary attaché to the Belgian embassy in Washington. == Research and publications == Tanzer was first published in an anthology for her friend and fellow Hunter College educator, Margaret Barclay Wilson, called Essays in Honor of M.B. Wilson in 1922. Her research and translations in 1924 introduced students to The Villas of Pliny the Younger. She translated the letters of Pliny the Younger to give a contemporary picture of his Laurentine and Tuscan villas. Aside from merely translations, Tanzer also wrote a guide to the letter of Pliny the Younger called, aptly, The Letters of Pliny the Younger. It was published in 1936 during her time at Brooklyn College. Her other works include: * English translation from German: Erasmus’s In Praise of Folly (1931) * English translation of Christian Hüelsen’s first edition of The Forum and the Palatine (1928) == Retirement and collection == Tanzer left Brooklyn College, retiring in 1937. Two years later, she donated a collection of over 1,000 ancient artifacts to Johns Hopkins Archaeological Museum because of her connection to its director, David Moore Robinson. == References == Category:1876 births Category:1961 deaths Category:American classical scholars Category:American archaeologists Category:American translators Category:Women classical scholars Category:American women archaeologists Category:Classical archaeologists Category:Brooklyn College faculty Category:Hunter College faculty Category:Barnard College alumni Category:American Geographical Society Category:Fellows of the American Academy of Arts and Sciences Category:Recipients of the Order of Leopold II ",
    "title": "Helen Henrietta Tanzer"
}