{
    "id": "63806229",
    "text": "Hampstead Town hall is a municipal building on Haverstock Hill, Hampstead, London. It is a Grade II listed building. ==History== The facility was commissioned by the Vestry of St John who had previously met in the offices of the local workhouse. After this arrangement became inadequate for their needs, civic leaders decided to build a dedicated vestry hall: the site chosen for the new building had previously been occupied by part of the Belsize House Estate. The new building was designed by Henry Edward Kendall and Frederick Mew in the Italianate style and was built by William Shepherd of Bermondsey; the building was opened without ceremony in June 1878. The design involved a symmetrical main frontage with seven bays facing onto the Haverstock Hill; the central section featured wide steps leading up to a doorway flanked with windows with integrated oculi on the ground floor; there were three tall round headed windows flanked by brick pilasters on the first floor with a pediment above. Internally, the principal rooms were the council chamber on the ground floor and the assembly hall on the first floor. Alterations made in 1886, to a design by Frederick Mew, included a bell tower containing a staircase in the south west corner of the building. Meetings of the Hampstead Antiquarian and Historical Society were held at the town hall from 1897. The building became the headquarters of the Metropolitan Borough of Hampstead when it was formed in 1900 and a substantial extension was built to a design by John Murray in the Baroque style, extending the building south west along Belsize Avenue in 1911. The suffragette, Emmeline Pankhurst, gave a speech in the hall in 1913, as did the politician, Oswald Mosley, in 1938, and the anti-racism campaigner David Pitt, in 1959. During the Second World War, an air raid precautions centre was built in the grounds. It ceased to function as the local of seat of government when the enlarged London Borough of Camden was formed in 1965. Instead it served as the local register office: notable weddings included the singer, Cleo Laine, to the musician, John Dankworth, in 1958, the actor, Dudley Moore, to the actress, Suzy Kendall, in 1968, and the actress, Judi Dench, to the actor, Michael Williams, in 1971, as well as the singer, Lulu, to hair stylist, John Frieda in 1976. Large sections of the building had fallen into a state of disrepair by the 1990s. However, it was subsequently restored and converted, to the designs of Burrell Foley Fischer, with the addition of a large glass atrium; it was re-opened for use as an arts centre by the Prince of Wales in 1999. ==References== Category:Government buildings completed in 1878 Category:City and town halls in London Category:Grade II listed buildings in the London Borough of Camden ",
    "title": "Hampstead Town Hall"
}