{
    "id": "63805601",
    "text": "The 1778 case of Honora Jenkins's last will and testament is a case in English law dealing with the witnessing of a testator's will. In this case, the testatrix, Honora Jenkins, visited her solicitors' office to sign her will, but it was later recorded how \"being asthmatical and the office very hot, she retired to her carriage to execute the will\", which was outside the office window. ==Background== English law at that time required that a testator's signature \"shall be made or acknowledged by the testator in the presence of two or more witnesses present at the same time\". Jenkins's maidservant testified to the court that, specifically, \"the moment the witnesses were signing the carriage horses reared up, causing the carriage to move into a line of sight with the office window\". Thus she believed that, had Jenkins looked up at that moment, she would have been able to see the attestation take place. ==Casson v. Dade== On the grounds that she had not been in the same room as her witness at the point of signing, the will was challenged in court. However, in the following judgment, Casson v. Dade of 1781, it was decided that the requirement was specifically that the parties were able to observe each other, and the fact that Jenkins had been able to look in the window of the office from her coach was deemed sufficient to fulfil the requirements of law. The precedent has also been established in US law. In 2005, Senior Judge Denzil Lush judged that two parties could be deemed to be observant of each other even though the parties were in separate rooms, on the grounds that a glass door separated them and that this enabled a line of sight between them. The legal scholar Catherine Rendell has described the case as an \"extreme example\" of the line of sight doctrine, being specifically concerned with defining presence \"with regard to the testator being present when the witnesses signed, rather than the witnesses being present when the testator signed\". ==21st century== The case became of renewed relevance in the legal Anglosphere during the COVID-19 pandemic following the introduction of lockdown policies. MoneyWeek, for example, wrote that \"lockdown makes writing a will almost impossible\". Likewise, the Financial Times noted that the requirement for the testator to sign in the presence of witnesses \"is inconsistent with rigorous self-isolation\". Governmental advice was usually for individuals to remain a certain distance apart to restrict the spread of the virus; however, this also had implications for the witnessing of testaments. The New York Times noted that \"England's influential will-making traditions have stood still\", and that there was an increasing pressure for the strictures surrounding will-making to be loosened. The 1837 act had been designed, in a time when few were literate, to ensure that witnesses were available to prevent the defrauding of testators. The rediscovery, however, of Jenkins's case enabled individuals to witness wills without the concomitant proximity of attending a legal office: as a result of her case, said The New York Times, it was confirmed that \"witnessing a will through a window was legal\", although the Financial Times urged caution upon those who did: \"relying on a precedent that pre-dates the French Revolution would potentially make wills signed and witnessed in this way open to challenge\". ==Note== ==References== Category:English case law Category:Wills and trusts in the United Kingdom ",
    "title": "Honora Jenkins's will"
}