{
    "id": "63800805",
    "text": "The gens Jucundia was an obscure plebeian family at ancient Rome. No members of this gens are mentioned in ancient writers, but a number are known from inscriptions. ==Origin== The nomen Jucundius is derived from the cognomen Jucundus, originally referring to someone pleasant or agreeable.New College Latin & English Dictionary, s.v. jucundus. It belongs to a class of surnames derived from the character of an individual.Chase, pp. 110, 111. ==Members== * Gaius Jucundius Verus, made an offering to Jupiter at Alburnus Major in Dacia, some time in the second century.. * Tiberius Jucundius Victorinus, made an offering to Mercury, recorded in an inscription found at Großkrotzenburg, dating between AD 101 and 260.. * Jucundius Juvenalis, a cornicularius, or adjutant, in an uncertain military unit, who made an offering to Jupiter Optimus Maximus at Potaissa in Dacia, roughly between AD 150 and 270.. * Gaius Jucundius Similis, a solder in the Legio XXX Ulpia Victrix, who made an offering to Jupiter Optimus Maximus at Bonna in Germania Inferior in AD 182.. * Jucundia Rogata, buried at Ammaedara in Africa Proconsularis, aged thirty- five, with a monument from her husband, Nonius Saturninus.. * Jucundius, named in an inscription from Gallia Belgica.. * Jucundius, named in an inscription from Novaesium in Germania Inferior.Kütter, Graffiti auf römischer Gefäßkeramik aus Neuss, 362. * Marcus Jucundius Primus Vocontius, buried at Lugdunum in Gallia Lugdunensis, with a monument from his friend, Marcus Sollius Epaphroditus.. * Gaius Jucundius C. f. Severianus, dedicated a monument at Vasio in Gallia Narbonensis for his father, Gaius Jucundius Severus.. * Gaius Jucundius Severus, buried at Vasio, aged twenty-nine years, eight months, and four days, with a monument dedicated by his son, Gaius Jucundius Severianus. * Lucius Jucundius Titullus, made an offering commemorated in an inscription found at Nestier, formerly part of Gallia Aquitania.. ==See also== * List of Roman gentes * Jucundus (disambiguation) ==References== ==Bibliography== * Theodor Mommsen et alii, Corpus Inscriptionum Latinarum (The Body of Latin Inscriptions, abbreviated CIL), Berlin-Brandenburgische Akademie der Wissenschaften (1853–present). * René Cagnat et alii, L'Année épigraphique (The Year in Epigraphy, abbreviated AE), Presses Universitaires de France (1888–present). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * John C. Traupman, The New College Latin & English Dictionary, Bantam Books, New York (1995). * Jochen Kütter, Graffiti auf römischer Gefäßkeramik aus Neuss, Aachen (2008). Category:Roman gentes ",
    "title": "Jucundia gens"
}