{
    "id": "63808214",
    "text": "The Chocolate Kiddies, billed as a \"negro operetta\", under the auspices of the Soviet Government, toured the Soviet Union in 1926 for three months, beginning February. They performed in Moscow and Leningrad. == Production and cast == Cast members included Greenlee and Drayton, Bobby and Babe Goins, George Stetson, Lottie Gee, George Robinson, Strut Payne, a dozen choristers, and Sam Wooding and His Orchestra. Art direction by Harold Goldberg. == History == The Chocolate Kiddies company arrived in Moscow February 1926, where the company performed at the Second State Circus (photo of venue), formerly known as the Nikitin Circus Building, on Bolshaya Sadovaya Street. Rufus Greenlee stated that Stalin attended one of the Moscow performances (Lenin had been dead for two years). The company also performed in Leningrad at the Leningrad Music Hall. American musicologist Laurel E. Fay wrote that, in February 1926, composer Dmitri Shostakovich, who was beginning gain international stature, had been attending concerts in Leningrad, which included an outstanding performance of Tchaikovsky's Serenade for Strings conducted by Fritz Stiedry (1883–1968). He also judged Prokofiev's Love for Three Oranges, which years after its world premier in Chicago, received its Soviet premier in Leningrad February 1926. But, according to Fay, \"the jazz band of Sam Wooding and the Chocolate Kiddies\" – performed in Leningrad – \"was, to Shostakovich, a musical revelation of America.\" \"The vitality and enthusiasm of the performers also made an indelible impression.\" Shostakovich went on to become a well-known jazz-influenced classical composer. Russians in Moscow were first introduced to live jazz May 1, 1923, by Valentin Parnakh (1891–1951), a Russian himself. But the reach and influence was limited. By contrast, Wooding's Chocolate Kiddies big band, during the 1926 tour, made a sensation that created demand for jazz in Russia that ended in a Stalinist crackdown. By 1930, the Soviet Union enacted laws – punishable by fines or imprisonment – against anyone even playing jazz records. Wooding's band, one of the first American jazz bands to perform in the Soviet Union, is believed to be the last American jazz group to perform in the Soviet Union, until Benny Goodman and his Orchestra performed in Moscow in 1956 (see Khrushchev Thaw), a year after Voice of America Jazz Hour, hosted by Willis Conover was launched. == Producers == Arthur Seymour Lyons managed the Russian tour on behalf of Leonidoff (né Leonid Davydovich Leonidoff-Bermann; born abt. 1886) and Sirotta, producers. == Selected other tours == == References == Category:1920s in music Category:Russian jazz Category:Harlem Renaissance Category:1926 in Russia ",
    "title": "Chocolate Kiddies 1926 Russian tour"
}