{
    "id": "63802154",
    "text": "James Dominick Woods (1826 – 7 July 1905), generally referred to as J. D. Woods or J. D. Woods sen., was a South Australian journalist and author of the first official history of South Australia and a history of the colony's first Royal Visit (Prince Alfred, Duke of Edinburgh in 1867). He served as returning officer for two electorates. Five sons were Australian rules footballers. ==History== Woods was a son of James Dominick Woods (1787–1851), a journalist with The Times of London, and was himself a parliamentary shorthand reporter for that newspaper. He was educated in England and on the Continent and was fluent in several European languages. He married a daughter of one James Griffin, an English newspaperman, and emigrated to South Australia aboard the Sea Park, captain Spedding, arriving in December 1852 after a journey of 110 days. One purpose of his emigration was to act as attorney for one John Abel Smith of Smith, Payne & Smith who had some difficulties in the colony that needed personal attention, but before it had been sorted out, Woods got news of Smith's death. He was soon in demand as secretary and shorthand reporter with a parliamentary select committee, which led to an appointment in the Central Road Board office and (due to the exodus to the Victorian goldfields) rapid promotion to Secretary to the Board under Captain (later Sir) Arthur Henry Freeling. Throughout his life in South Australia, Woods contributed to the leading Catholic journal The Irish Harp and Farmers' Herald and to its successor The Southern Cross, as well as to mainstream newspapers The Advertiser and The Journal. His brother Julian Tenison Woods arrived in South Australia around March 1855, and joined the staff of the Adelaide Times as sub-editor. A year later he had determined on life as a priest, and Woods resigned and took over his brother's contract to enable him to prepare for ordination. In April 1856 Tenison Woods entered the Jesuit college at Sevenhill, near Clare, where he studied under Fr. Tappeiner and was ordained the following year. Woods returned to Government service as Secretary to the Commissioner of Public Works (Sir Samuel Davenport) followed by Sir Arthur Blyth. His organisational skills resulted in his promotion to Manager of Waterworks, and oversaw the initial provision of piped water to the City of Adelaide. The Press of the day criticised Woods' appointment on the grounds that he was too useful an officer to be sidelined to such an undemanding position. In September 1859 Woods sued his minister, John Henry Barrow, MP., who was also editor of The Advertiser, for a libel which appeared in its issue of 30 August 1859, an advertisement signed by one William Osborne alleging corruption in the service, which despite representations to Barrow, was repeated, and though Barrow apologised after the libel suit was filed, refused to pay court costs, which could be seen as an admission of guilt. The engineer John England, who was also maligned, joined in the suit against Barrow, which failed, as did an appeal to the Supreme Court. Woods was dismissed from the service in March 1861 by Commissioner Hay, who appointed Benjamin Boothby in his place. Several MPs, notably Lavington Glyde, demanded to see the documents relating to his sacking and, having them tabled, moved in June that the House find the reasons given (unproven allegations of dishonest collusion between England and Woods to benefit contractor Gouge, and Woods' \"pert\" response to the accusation) as insufficient for such action. The motion was lost on party lines. The issue was further clouded when the Treasurer/Premier (Thomas Reynolds) asserted he had seen Woods and London together at a mining shareholders' meeting, which Woods flatly denied, saying he had no shares in mining or any other industry. In the end, Woods was awarded £300 compensation and Reynolds resigned three weeks later. Woods returned to reporting parliamentary select committees and commissions alongside Ebenezer Ward and Frederick Sinnett, which lasted around three years. In 1863 he was appointed Returning Officer for West Adelaide, which he held for seven years, establishing a reputation for accuracy and efficiency. In 1871 he visited Melbourne to catch up with his eldest brother Edward, who had recently left The Times to join The Argus's parliamentary reporting staff. On returning to Adelaide he found employment with Joseph Darwent's Intercolonial and Coasting Steam and Shipping Company, as corresponding clerk, a position he held for some years. In 1878 he was appointed Returning Officer for East Torrens followed by the Electoral district of Torrens, which he held until 1904, when he retired. He died after a brief illness, and received the last sacraments from the Very Rev. Father O'Brien, S.J., of Norwood. He was buried at the West Terrace Cemetery, Father Sheehan officiating at the grave. == Writing == In October 1890 J. C. Bray, Chief Secretary of the Playford Government, gave Woods the task of writing an official history of the colony of South Australia, and began work that December. Besides unparalleled access to official documents he had 40 years' experience in the colony to call on, and a similar length of journalistic training. He had a tremendous capacity for taking pains, extracting data and marshalling his facts to form a coherent narrative. He considered th job of the historian to state facts, not to draw conclusions or inferences, make judgements nor to expound philosophies. The book consists of 24 chapters, each self-contained, with an added section on the Northern Territory by H. D. Wilson. The Register reviewer was ambivalent — the section on Aborigines was too long and merely a rehash of what had been written before and better, while municipal history is glossed over. Earlier works by William Harcus and John Fairfax Conigrave were superior and better illustrated. The Northern Territory Times was dismissive of the \"sketch of the Territory\" > \"Once upon a time there was a storekeeper's clerk here of that name [H. D. > Wilson], and as he was not amongst us long enough to become well-informed, > it would be entirely in keeping with the \"merits \" of the new handbook to > suppose that he is the author of that part of the work which refers to the > Northern Territory.\" The Province of South Australia, written for the South Australian Government by James Dominick Woods, J.P., with a sketch of the Northern Territory by H. D Wilson was published in Adelaide by C. E. Bristow. Government Printer, North- terrace, 446 pages, 1894. Woods' contribution to South Australian letters was acknowledged by \"A. Pencil\" (Sir William Sowden). ==Family== James Dominick Woods married Catherine Henrietta Lucy Griffin (c. 1824 – 5 February 1899). She was a daughter of James Griffin, a newspaperman with the London Morning Herald. The author Gerald Griffin (1803–1840) was an uncle. *James Dominick Woods jun. (5 May 1853 – 28 July 1923) was clerk of Burnside Council for 37 years. They had one son (J. D. Woods), and three daughters, Mrs. H. Behrens, Miss K. Woods, and Sister Mary Josephine, of the Dominican Order. *Ellen Henrietta Woods aka Sister Mary Mechtilde of St. Joseph's Convent, Kensington (3 September 1854 – 19 July 1928) *Edward Tenison Woods (22 April 1856 – 1939) married Constance Irene Witcombe in 1892 *Julian Edmund Tenison Woods (4 January 1859 – 31 May 1937) was a journalist and (with brothers Jack, Charlie, Edward and James) footballer with the Norwood club. His career included work with the Melbourne Telegraph and The Age, and the Perth Daily News and the Daily Herald. *Geraldine Lucy Woods (1 November 1860 – 1898) *Katherine Henrietta Woods (20 September 1863 – ) married Thomas Joseph Shanahan in 1892 *John Joseph Woods (5 October 1865 – 1952) married Elizabeth Bate in 1891. He was coach for Norwood Football Club 1909–1910. *Charles William Griffin Woods (1869–1951) married Millicent Selth in 1897. He was leading goalkicker for Norwood 1888–1892 and 1896–1897. :*(Julian) Gordon Tenison Woods (1909– ) married Mary Cecil Kitson (1893–1971) on 13 December 1924. She was South Australia's first woman barrister. He was struck off the rolls in 1927 for misuse of trust funds; they divorced in 1933. Woods was a brother of Father Julian Tenison-Woods (1832–1889), priest, naturalist and geologist, also of Terence A. Tenison-Woods (c. 1834 – 1 July 1887) of Adelaide and Sydney, and Edward Tenison Woods (c. 1825 – 4 June 1866), all of whom migrated to Australia. ==Publications== *J. D. Woods, A Narrative of the Visit of the Duke of Edinburgh to South Australia (1868) with Portrait. *J. D. Woods (ed.), The Native Tribes of South Australia * It may be read online here. ==Notes== == References == Category:1826 births Category:1905 deaths Category:Australian writers Category:Australian journalists ",
    "title": "J. D. Woods"
}