{
    "id": "63802627",
    "text": "Lawrence-Kennedy GO Station (also known as Lawrence East GO Station) is a planned GO Transit and SmartTrack train station to be built by Metrolinx under Lawrence Avenue in Toronto on the site of the existing Lawrence East station. Parking, a kiss and ride area, a bus loop, and pedestrian access from the Lawrence Avenue overpass will be provided. ==History== The station was originally proposed in 2014 as part of Mayor John Tory's SmartTrack plan. In 2015, Metrolinx proposed it as the location of a new GO station alongside the other proposed SmartTrack stations and it was confirmed to be part of the Regional Express Rail (RER) expansion program in 2016. In the fall of 2017, concerns were raised that the station would not have sufficient ridership to justify the loss of upstream riders and whether the Lawrence East station of Line 3 Scarborough could remain open during construction. Concerns were also raised about how the station would be accessed from the Lawrence Avenue overpass. Around this time, the Auditor General was asked to review the station alongside Kirby GO Station. In February 2018, Metrolinx made an updated report to address some of the concerns by adding a provision for a bus loop and the possibility of not commissioning a second track until Line 3 closes. However, the report still noted that the benefits were less than the costs. In December 2018, the Auditor General found that the station was inappropriately approved under political pressure from the City of Toronto and recommended that the Ministry of Transportation conduct an independent review of the station. The report found that the station would cause ridership loss of 148,000 people in 2031. At the same time, Metrolinx notified the City of Toronto government that they would use a market-driven request for qualifications and that the station, along with 5 others, would be removed from the procurement process for the rest of the RER project. In October 2019, Mayor John Tory acknowledged that the station could be affected by the Ontario government's three-stop proposal for extending Line 2 Bloor–Danforth. ==References== Category:Future GO Transit railway stations Category:Proposed railway stations in Canada Category:Transport in Toronto ",
    "title": "Lawrence–Kennedy GO Station"
}