{
    "id": "63801411",
    "text": "The current map of Yangjiang, which was a county during the massacre but was later promoted to be a city in China, governing various counties. The Yangjiang Massacre (simplified Chinese: 阳江大屠杀; traditional Chinese: 陽江大屠殺) was a series of massacres that took place in Yangjiang, Guangdong during the Chinese Cultural Revolution. According to the branch of the Communist Party of China (CPC) in Yangjiang, a total of at least 3,573 people died in the Yangjiang Massacre. Specifically, the massacre in Yangjiang County took place from January 1, 1968, to mid-January 1969, killing 909 people, while the massacre in Yangchun County began on September 23, 1967, killing 2,664 people after all. During the massacre, methods of slaughter included beating with hoes or clubs, gun shooting, drowning, stabbing, stoning, exploding with fireworks, burning with kerosene, live burial, and so on. From May 11 to 15, 1968, the directors of revolutionary committees in the areas of Zhanjiang, Guangdong were called to a meeting in Haikang, in which they were asked to initiate a campaign against \"rightists\", \"opportunists\", \"separatists\" and so on. As a result, the massacre in Yangjiang area escalated significantly. The killings were organized and managed by local military committees, and were conducted by various people's communes as well as production brigades in the region, targeting members of the Five Black Categories and their relatives (including infants). At the time, many dead bodies could be seen floating on the Moyang River (). Starting from the summer of 1968, situation had grown out of control, which forced the Central Committee of CPC and the local military committees to take multiple interventions, but the massacre did not completely stop until mid-January 1969. == See also == * Mass killings under communist regimes * List of massacres in China == References == Category:Cultural Revolution Category:Massacres committed by China Category:Massacres in China Category:Man-made disasters in China ",
    "title": "Yangjiang Massacre"
}