{
    "id": "63803840",
    "text": "The Golden Reel Award for Outstanding Achievement in Sound Editing – Sound Effects, Foley, Music, Dialogue and ADR for Live Action Broadcast Media Under 35 Minutes is an annual award given by the Motion Picture Sound Editors. It honors sound editors whose work has warranted merit in the field of television; in this case, their work on episodes with run times 35 or less. The \"short form\" of the title refers to television episodes that have a runtime of less than one hour, though more than 35 minutes, as those episodes now have their own category. The award has been given with its current title since 2019. Previously, series eligible for this award could be nominated for the short form dialogue & ADR and sound effects & foley categories. ==Winners and nominees== ===2010s=== {| class=\"wikitable\" style=\"width:100%\" |- bgcolor=\"#bebebe\" ! width=\"5%\" | Year ! width=\"30%\" | Program ! width=\"25%\" | Episode(s) ! width=\"40%\" | Nominees ! width=\"5%\" | Network |- | rowspan=9 style=\"text-align:center\" | 2018 || style=\"background:#FAEB86;\" | Star Trek: Short Treks || style=\"background:#FAEB86;\" | \"The Brightest Star\" || style=\"background:#FAEB86;\" | Matthew E. Taylor (supervising sound editor); Tim Farrell (sound designer); Michael Schapiro (sound effects editor); John Sanacore (foley editor); Sean Heissinger (dialogue editor); Matt Decker (music editor); Christopher Moriana, Nancy Parker (foley artists) || style=\"background:#FAEB86;\" | CBS All Access |- | Ballers || \"This Is Not Our World\" || Mark Relyea (supervising sound editor); David Barbee (sound designer); Julie Altus (supervising adr editor); Russell Topal (sound effects editor); Chris Kahwaty (dialogue editor); Bruno Roussel (music editor); Joseph T. Sabella, Jesi Ruppel, Damien Smith (foley artists) || rowspan=\"2\"| HBO |- | Barry || \"Chapter Seven: Loud, Fast, and Keep Going\" || Matthew E. Taylor (supervising sound editor); Rickley W. Dumm (sound designer); Sean Heissinger (supervising dialogue editor); Candice Brunello (sound effects editor); John Sanacore, Clayton Weber (foley editors); Michael Brake (music editor); Hilda Hodges, Rick Owens (foley artists) |- | Everything Sucks! || \"We Were Merely Freshman\" || Christopher Gomez (supervising sound editor, sound designer), Kent Militzer (sound designer/effects editor), Mason Kopeikin (dialogue editor), Jennifer Barak (music editor), Habib Tannous (foley artist) || Netflix |- | The Good Place || \"Janet(s)\" || Brent Findley (supervising sound editor); Kevin McCullough (sound effects editor); Terry Boyd Jr. (foley editor); G.W. Brown (dialogue editor); Bryant J. Fuhrmann, Jason Tregoe Newman (music editors); Elizabeth Rainey, Jody Thomas (foley artists) || NBC |- | Kidding || \"The Cookie\" || Susan Cahill (supervising sound editor); Jonathan Golodner (sound effects editor); Randall Guth, Derek McGinley (foley editors); Jane Boegel (dialogue editor); Sara Bencivenga (adr editor); Michael Brake, Jason Tregoe Newman (music editors); Dominique Decaudain, Pamela Kahn (foley artists) || Showtime |- | One Day at a Time || \"Homecoming\" || Tim Terusa (supervising sound editor, sound effects/dialogue editor), Kevin Meltcher (assistant sound editor) || Netflix |- | Sweetbitter || \"Now Your Tongue Is Coded\" || Glenfield Payne (supervising sound editor); Damian Volpe (sound effects editor); Heather Gross, Matthew Haasch (foley editors); Ian Cymore (dialogue editor); Ruth Hernandez (adr editor); Chad Birmingham (music editor); Jay Peck (foley artist) || Starz |- | Young Sheldon || \"An 8-Bit Princess and a Flat Tire Genius\" || Michael Ferdie (supervising sound editor); Adam Parrish King (sound effects editor); Arno Stephanian, Lucy Wolf (foley editors); Lee Dragu (dialogue editor); Joe Deveau (music editor); Sanaa Kelley, Matt Salib (foley artists) || CBS |- | rowspan=8 style=\"text- align:center\" | 2019 || style=\"background:#FAEB86;\" | Barry || style=\"background:#FAEB86;\" | \"ronny/lily\" || style=\"background:#FAEB86;\" | Sean Heissinger, Matthew E. Taylor (supervising sound editors); Rickley W. Dumm (sound designer); Mark Allen (sound effects editor); John Sanacore, Clayton Weber (foley editors); John Creed, Harrison Meyle (dialogue editors); Michael Brake (music editor); Alyson Dee Moore, Christopher Moriana (foley artists) || style=\"background:#FAEB86;\" | HBO |- | Ballers || \"Players Only\" || Mark Relyea (supervising sound editor); Julie Altus (supervising adr editor); Daisuke Sawa (sound effects editor); Damien Smith (foley editor); Robert Guastini, Chris Kahwaty (dialogue editors); Bruno Roussel (music editor); Jesi Ruppel, Joseph T. Sabella (foley artists) || HBO |- | colspan=\"2\"|Battle at Big Rock || Oliver Tarney (supervising sound editor); Michael Fentum, Oriol Tarragó (sound designers); Gwendolyn Yates Whittle (supervising adr editor); Dawn Gough (sound editor); Hugo Adams (foley editor); Rachael Tate (dialogue editor); Sue Harding, Andrea King (foley artists) || FX |- | Fleabag || \"Episode 1\" || Jack Gillies (sound effects editor); Clare Mahoney (foley editor); Harry Platford, Michael Williams (dialogue editors) || Amazon |- | The Good Place || \"The Answer\" || Brent Findley (supervising sound editor); Kevin McCullough (sound effects editor); Terry Boyd Jr. (foley editor); Michael Jesmer (dialogue editor); Bryant J. Fuhrmann, Jason Tregoe Newman, Jason Ryterband (music editors); Elizabeth Rainey, Jody Thomas (foley artists) || NBC |- | Servant || \"Reborn\" || Sean Garnhart (supervising sound editor), Alexa Zimmerman (supervising adr editor), Mark Filip (sound effects editor), Julien Pirrie (foley editor), Fred Rosenberg (dialogue editor), Lesley Langs (music editor), Gareth Rhys Jones (foley artist) || Apple TV+ |- | Star Trek: Short Treks || \"The Trouble with Edward\" || Matthew E. Taylor (supervising sound editor); Tim Farrell (sound designer); Trevor Sperry (foley editor); Sean Heissinger (dialogue editor); Matt Decker (music editor); Ginger Geary, Doug Madick (foley artists) || CBS All Access |- | colspan=\"2\"| Stucco || Csaba Wagner (supervising sound editor, sound designer); David Farmer (supervising sound editor); Samuel Justice (sound designer); Graham Donnelly, Michael Orlowski (sound effects editors); Karina Rezhevska (foley editor); Frank Scheuring (dialogue editor); Nataliia Syaryakova (foley artist) || |} ==References== Category:American television awards Category:Film sound production Category:Golden Reel Awards (Motion Picture Sound Editors) ",
    "title": "Golden Reel Award for Outstanding Achievement in Sound Editing – Sound Effects, Foley, Music, Dialogue and ADR for Live Action Broadcast Media Under 35 Minutes"
}