{
    "id": "63803790",
    "text": "Stellasaurus (meaning \"star lizard\"; both in reference to the shape of its head ornamentation and as an homage to the song \"Starman\" by David Bowie) is a genus of centrosaurine ceratopsid dinosaur that lived in Montana during the Late Cretaceous. The type and only species is Stellasaurus ancellae. Its remains have been found in the Late Campanian age Two Medicine Formation, the same geological unit which its relatives Rubeosaurus, Einiosaurus, and Achelousaurus were discovered in. Originally proposed as a distinct taxon in 1992, the specimens were later assigned to Rubeosaurus. In 2020 a re- evaluation questioned the referral and named it as a distinct species in a new genus. The describers saw it as a transitional form between Styracosaurus albertensis and Einiosaurus on a single evolutionary line that led to Achelousaurus and Pachyrhinosaurus. ==Description== Nasal horn Like other ceratopsid dinosaurs, Stellasaurus would have had complex cranial ornamentation. In particular, it shared similar anatomy to other derived eucentrosaurs, and has been described as having an anatomy intermediate between that of Styracosaurus albertensis and Einiosaurus, its presumed ancestor and descendant. Like the former, it possessed a very long nasal horn, larger than that found in Centrosaurus. This horn is erect and recurved (pointed inwards, unlike the very procurved horn of Einiosaurus which points in the opposite direction) and compressed, laterally. The supraorbital condition was also very similar to Styracosaurus albertensis, with a tiny remnant of a horncore. Its parietal anatomy is much more similar to Einiosaurus, with long, straight third parietal spines, similarly straight fourth parietal spines less than half the size of these, and fifth through seventh ones not elongated at all. Similar to Einiosaurus and Achelousaurus, no epiparietals or episquamosals, in the sense of separate \"frill ossifications\", have been found, indicating the three genera may have lacked them. Wilson and Ryan differ from other researchers in their interpretation of the fossil. Horner believed in 2010 that the right side of the neck shield was preserved; according to the 2020 article, he had reversed the shield edge. Wilson also believed that he could have determined the correct position of the third parietal (\"P3\"), more or less parallel in the longitudinal direction of the head, while Horner believed that this projection was more inward than in the Rubeosaurus holotype. Another point of contention is the count of the epiparietalia. According to Andrew McDonald the frost is epiparietal the P8 but according to Wilson & Ryan the P7. Incidentally, they do not call the protuberances \"epiparietalia\" because this presupposes that they have grown together osteoderms, separate skin ossifications. They do not consider these to have been demonstrated in Styracosaurus, Stellasaurus and Einiosaurus. It would instead involve outgrowths of the wall leg. Likewise, they do not speak of episquamosalia. ==Classification== Stellasaurus is placed within the Ceratopsidae in the Centrosaurinae. The descriptors view the species as an intermediate between Styracosaurus albertensis and Einiosaurus, and not closely related to Rubeosaurus ovatus (which the describers consider to be a species of Styracosaurus). The authors dismiss an interpretation of the evolution of ceratopsids in these formations as a succession of divisions. They see this as a violation of the requirement of parsimony. After all, every split presupposes the existence of a last common ancestor, a splitting mechanism, a second branch that has left no fossils and the extinction of that branch. In comparison, a model of direct ancestry would be much simpler. It is usually objected to this line of reasoning that given the existence of a second branch, the ancestor and the extinction are already implicit and thus do not make it more unlikely. In addition, there is an infinity of possible splits. Indeed, the no-split model is more likely than any of the split models, but that's not to say it's more likely than the total of those models. That would depend on the a priori probability of a split, something about which little data is available. Left supraorbital ornamentation Comparison of the two major evolutionary mode hypotheses for the Two Medicine Formation centrosaurines The cladogram below shows the phylogenetic position of Stellasaurus in a cladogram from Wilson and colleagues, 2020. ==See also== * Rubeosaurus * Timeline of ceratopsian research ==References== Category:Centrosaurines Category:Late Cretaceous dinosaurs of North America Category:Fossil taxa described in 2020 Category:Paleontology in Montana Category:Campanian genus first appearances Category:Campanian genus extinctions ",
    "title": "Stellasaurus"
}