{
    "id": "63802294",
    "text": "Margaret Barclay Wilson (1863–1945) was a professor of physiology and honorary librarian at Hunter College, where she rose from starting as a tutor in 1887. During wartime, she was an advisor for New York City on food economy as well as being a fellow at the New York Academy of Medicine. == Early life == Wilson was born in Scotland on August 28, 1863. Her hometown was Dunfermline, where she lived until moving to the US at seven years old with her family. Her Scottish connections would serve her well later. == Education == During her illustrious college career at Hunter College, she attracted the attention of the president of the board of trustees, who introduce her to fellow Scotsman Andrew Carnegie, who she remained friends with. She graduated in 1884 as the valedictorian. She earned her MD from the Women's Medical College of the New York Infirmary in 1893. == Career == Wilson began her teaching career in the New York public schools for her first three years after graduation. She started at Hunter College as a tutor (1887–93), then instructor (1893–1904), then associate professor (1904–1910), to a professor. She was given the title of honorary librarian in 1915. During her tenure, lasting until 1933, she was the head of the new department for Physiology and Hygiene, as well as a professor in Home Economics. She became a fellow with the New York Academy of Medicine. Due to her close relationship with Carnegie, she was able to publish the Andrew Carnegie Anthology in 1915, with excerpts from their correspondences. == Wartime and epidemic contributions == During WWI, Wilson traveled to England, preparing a report on flours in bread-making for wartime food shortages. She additionally helped the Department of Health in New York publish information on economic food choices. A year later, in 1918, she organized groups to help care for the influenza patients, as well as herself preparing food for families in need. After her death, Hunter College started a memorial lecture series named after her. == Collections == Wilson's collections were donated to preeminent institutions. Her Collection of Books on Foods and Cookery in over 30 languages was given to the New York Academy of Medicine. The collection is known as the Dr. Margaret Barclay Wilson Collection. Left to the Academy was the \"crown jewel\" of the collection: one of the oldest cookbooks now in the Western world. She also left her collection of antiquities to Johns Hopkins archaeology museum, in connection with her fellow Hunter College educator, Helen Tanzer. == References == Category:1863 births Category:1945 deaths Category:People from Dunfermline Category:Scottish scholars and academics Category:Hunter College faculty ",
    "title": "Margaret Barclay Wilson"
}