{
    "id": "63809140",
    "text": "Karen Ludwig (born October 9, 1942) is an American actress, director, and teacher. A native of San Francisco, Ludwig attended San Francisco State College for a year, then moved to New York in 1961. She continued her education at the Neighborhood Playhouse School of the Theatre there. She gained acting experience by performing for three years at the Pioneer Playhouse in Danville, Kentucky. On Broadway, Ludwig acted in The Devils (1965), The Bacchae (1980), Broadway Bound (1986), and Prelude to a Kiss (1990). She was a member of Andre Gregory's Manhattan Project theatrical company, performing across Europe and the United States in Our Late Night and The Seagull. Ludwig's film debut came in Manhattan. She also was in the films Are We Officially Dating? and Thirteen Days. Television programs on which she acted include Citizen Cohn, ER, Judging Amy, Law & Order, and Party of Five. Ludwig has been the director of plays at Circle Repertory Company, Ensemble Studio, The HB Playwright's Theater, NYU School of the Arts, and Theater for the New City. She also wrote and directed one-act plays at The HB Playwright's Theater and Third Stage in Stratford, Canada. She wrote and performed in the autobiographical play Where Was I? in Theatre 54 at Shetler Studios in 2015. Her work behind the camera in film includes directing and writing the short film The Good Stuff. For seven years, Ludwig taught acting and directing at NYU Film School and USC School for Cinema/TV. Her other activities in education include Word of Mouth (a project in which she directed women in creating their own work) and teaching at Lee Strasberg Institute and Weist- Barron School of Acting. She has also led workshops on \"The Power of Communication and Collaboration\". She is a member of the staff at the School of Drama at The New School and at HB Studios, both in New York. In the late 1980s, she taught a course for female lawyers, helping them to learn to show more emotion as a way of being more effective in court sessions. == References == Category:Living people Category:1942 births Category:20th-century American actresses Category:21st-century American actresses Category:American film actresses Category:American stage actresses Category:American television actresses Category:Actresses from San Francisco Category:Broadway actors ",
    "title": "Karen Ludwig (actress)"
}