{
    "id": "63813394",
    "text": "Manuel Domínguez Sánchez Seneca Manuel Domínguez Sánchez (21 December 1840, Madrid - 15 April 1906, Cuenca) was a Spanish painter and illustrator in the Academic style. His early work shows some influence from the Nazarenes. Later, his style came to resemble that of Eduardo Rosales.Carlos Reyero, Mireia Freixa: Painting and sculpture in Spain, 1800-1900, Cátedra, 1995 == Biography== He studied at the Real Academia de Bellas Artes de San Fernando in Madrid, where his primary instructor was Federico de Madrazo. He received a stipend to study at the , and graduated from there in 1864. After that, he participated in numerous international exhibitions and received an award for his \"Death of Seneca\", which remains his best known painting. Upon returning to Spain, he became a Professor at the Real Academia, and was named an Academician there in 1904. He was very fond of giving his paintings long, explanatory names. The \"Death of Seneca\" is, in full, \"Seneca, after opening his veins, goes into a bath and his friends, filled with grief, swear eternal hatred of Nero, who decreed the death of their master\".Biography @ MCN Biografías In addition to his canvases, he worked on several large decorative projects at monumental buildings; notably the Palacio de Santoña and the Palacio de Linares. He was also part of a group of artists who were charged with decorating the church at the Basilica of San Francisco el Grande, where he worked alongside Alejandro Ferrant on three walls of the main chapel, and one wall in the Chapel of Carlos III.Red digital de colecciones de Museos de España From 1884 to 1890, he spent his summers at the in Muros de Nalón, with his friend, and the colony's founder, Casto Plasencia, where he practiced landscape painting en plein aire.Javier Barón Thaidigsmann: La Colonia artística de Muros de Nalón, Caceres, 1990 In 1889, he presided over the Spanish pavilion at the Exposition Universelle. He also did some portraits; including three of King Alfonso XII, which are kept at the Ministry of Public Works, the Universidad Central de Madrid, and the Spanish Embassy in Paris. Many of his works may be seen at the Museo del Prado.Biography and works @ the Museo del Prado The Real Academia has an effigy of him created by the sculptor Mariano Benlliure.Real Academia de Bellas Artes de San Fernando == References== == External links == * More works by Domínguez @ ArtNet Category:1840 births Category:1906 deaths Category:Spanish painters Category:History painters Category:Spanish genre painters Category:Artists from Madrid ",
    "title": "Manuel Domínguez Sánchez"
}