{
    "id": "63819469",
    "text": "Virginia Henry Mayfield (died February 4, 1944) was the first female judge in Alabama. ==Personal life== Mayfield was born in Birmingham, Alabama and attended that city's public schools. Her father, who came from an established family in the state, was the county treasurer. She had one brother and seven sisters. She taught school in Decatur, Alabama and then in Birmingham, first at the Baker School for five years and then spent one year at Martin's school. During the summers, she studied at the University of Chicago. She married Cephus Tayler Mayfield, an assistant traffic mamager at Tennessee Coal and Iron, in 1914. The couple lived at 3221 Cliff Road in Birmingham beginning in 1921. Cephus died in 1933. Mayfield earned her law degree from Birmingham Southern College in 1920 and was admitted to the bar in 1921. She was, along with Floella T. Bonner, the first woman in Alabama to earn a law degree. Mayfield also studied at the State College of Cedar Falls. She was a member of the Southern Conference for Human Welfare, a Methodist church, and the Order of the Eastern Star. She died on February 4, 1944, in Washington DC. ==Career== After graduating from law school, she worked in the County Treasurer's Legal Department. In 1923, she was appointed to a six-year term on the Court of Domestic Relations in the second division of the Birmingham Circuit Court by Governor William W. Brandon. Mayfield was the first woman in Alabama to be appointed as a judge. She was also the youngest. In 1927, she ran for a position on the circuit bench but was defeated by Roger Snyder, the incumbent. When she ran in Jefferson County, she was the first woman to do so. Following her loss, she took a position as the state land agent in Jefferson County. She then moved to Washington, DC, where she took a position in the Department of Justice. The Department transferred her to the Birmingham office where she worked until the office was closed. She returned to Washington on staff at the Federal Communications Commission and then worked as a lawyer in the Veteran's Administration in Washington DC. Mayfield was admitted to practice before the United States Supreme Court in 1935. ==See also== *List of first women lawyers and judges in Alabama ==References== Category:Year of birth missing Category:1944 deaths Category:People from Washington, D.C. Category:Lawyers from Birmingham, Alabama Category:Lawyers from Washington, D.C. Category:American women judges Category:Federal Communications Commission personnel Category:United States Department of Veterans Affairs officials Category:United States Department of Justice lawyers Category:Birmingham–Southern College alumni Category:University of Chicago alumni Category:University of Northern Iowa alumni Category:American Methodists Category:Alabama state court judges ",
    "title": "Virginia Henry Mayfield"
}