{
    "id": "63813506",
    "text": "Mikhail Mikhailovich Kotyukov () (born December 21, 1976) is a Russian statesman and politician. He served Minister of Science and Higher Education of the Russian Federation from May 18, 2018 to January 15, 2020 in Dmitry Medvedev's Second Cabinet. Prior to that he served as Minister of Finance and Deputy Prime Minister of the Krasnoyarsk Krai (2008-2010). Deputy Minister of Finance of the Russian Federation (2012–2013 and from March 4, 2020 to present). Head of the Federal Agency for Scientific Organizations (2013—2018). He is a member of the Supreme Council of the United Russia. Member of the supervisory board of the Olympstroy Group of Companies as well as Member of the Presidential Commission on Disability and Veterans. Member of the expert group \"Reform of the pension system\" Strategy 2020. ==Biography== He was born on December 21, 1976 in the city of Krasnoyarsk.. In 1999 he graduated from Krasnoyarsk State University with a degree in finance and credit. Since 1997, he worked in the main financial department of the administration of the Krasnoyarsk Krai as an economist, then as the head of the department. In 2001 he was appointed as Head of the Finance Department of OJSC Krasnoyarskagropromdordorstroy. In 2002 he was appointed Chief Specialist, Head of the Department of Investment Resources and Ecology of the Administration of Krasnoyarsk. In 2003 in the administration of the Krasnoyarsk Krai, he was the deputy head of the main financial department, and then the first deputy head of the finance department. Between March and July 2007, he served as vice-rector for economics and finance at the Siberian Federal University. In July 2007, he was appointed Deputy Governor of Alexander Khloponin, Head of the Finance Department of the Krasnoyarsk Krai. Since July 2008 Minister of Finance, since December at the same time Deputy Chairman of the Government of the Krasnoyarsk Krai. On June 13, 2012, he was appointed Deputy Minister of Finance of the Russian Federation Anton Siluanov. On October 25, 2013, Prime Minister Dmitry Medvedev dismissed Kotyukov from the post of Deputy Minister of Finance of the Russian Federation and appointed the head of the Federal Agency for Scientific Organizations (FANO), established as part of the reform of the Russian Academy of Sciences. Vladimir Putin meets with President of the Russian Academy of Sciences Vladimir Fortov and Mikhail Kotyukov, October 2013 In April 2010, he headed the budget policy department in the social and science sectors of the Ministry of Finance of the Russian Federation. Since August 2012 He was appointed Minister of Science and Higher Education of the Russian Federation on May 18, 2018, by the decree of the President of the Russian Federation, Vladimir PutinУказ Президента Российской Федерации от 18.05.2018 г. № 237 «О Министре науки и высшего образования Российской Федерации». On December 8, 2018, on the basis of a decision adopted by delegates of the XVIII Congress of the United Russia political party, Mikhail Kotyukov was included in the Supreme Council of the party. On January 15, 2020, he was dismissed from his post as Minister of Science and Higher Education of the Russian Federation, together with the entire government of the Russian Federation, following the 2020 speech the Presidential Address to the Federal Assembly, of President Putin in which he proposed several amendments to the Constitution of Russia, which was unexpected for himКотюков заявил, что решение об отставке правительства было для него неожиданным. ТАСС. 16 января 2020.. On March 4, 2020 was appointed Deputy Minister of Finance in the Cabinet of Mikhail Mishustin. ==External links== ==References== Category:United Russia politicians Category:Government ministers of Russia Category:1976 births Category:Living people ",
    "title": "Mikhail Kotyukov"
}