{
    "id": "63813916",
    "text": "Regine Kahmann Regine Kahmann (born October 20, 1948 in Staßfurt , Saxony- Anhalt ) is a German microbiologist and was Director at the Max Planck Institute for Terrestrial Microbiology in Marburg from 2000-2019. She was made a Foreign Member of the Royal Society (ForMRS) in 2020. == Career == After graduating from the Lessing School in Uelzen in 1967, Kahmann studied biology at the Georg August University in Göttingen with a focus on microbiology until 1972. Following her doctorate from 1972 to 1974 at the Max Planck Institute for Molecular Genetics and the Free University of Berlin with the theme The structure of SPP1 DNA after transfection of B. subtilis. As a postdoctoral fellow, she went to Cold Spring Harbor Laboratory in the US, where she became in 1976 Junior Group Leader. From 1980 to 1982 she worked as a research assistant at the Max Planck Institute for Biochemistry in Martinsried. In 1982 she started an independent research group at the Max Planck Institute for Molecular Genetics in Berlin followed by appointments at the Institute of Gene-Biological Research in Berlin (1987), and professor of genetics at the Institute for Genetics and Microbiology at the Ludwig Maximilians University (1992). In January 2000, Kahmann became a scientific member of the Max Planck Society and director at the Max Planck Institute for Terrestrial Microbiology in Marburg, and in April 2001 also a professor of genetics at the Philipps University in Marburg. In 2019, she became the acting head of the Department of Organismic Interactions at the Max Planck Institute in Marburg. == Research == Kahmann works in the field of the molecular phytopathology- the molecular basis of plant diseases. She examines, among other things, how microbes and viruses infect cells and which genes influence these attacks. “In her work on phage mu - a virus that affects a whole range of bacterial species - Regine Kahmann was able to show, among other things, that the decision as to which host can be infected is regulated by inversion of a certain section of DNA. The inversion is done by site-specific recombination. Regine Kahmann was able to show that this process is stimulated by the bacterial host's FIS protein in addition to the actual recombinase. The elucidation of the stimulation mechanism is internationally considered a scientific masterpiece.” A major research focus in her lab is the investigation of the infection mechanism of a parasitic fungus, corn smut (Ustilago maydis), which causes tumors on maize plants. == Academy memberships == * 1991 European Molecular Biology Organization * 1999 Bavarian Academy of Sciences (since 2001 as corresponding member) * 1998 Academia Europaea * 2001 Berlin-Brandenburg Academy of Sciences * 2008 German Academy of Sciences Leopoldina * 2010 Academia Net * 2020 Royal Society (foreign member) == Prizes and awards == * 1993 Leibniz Prize of the German Research Foundation * 1997 Dannie Heineman Prize of the Göttingen Academy of Sciences * 1998 Cross of Merit on ribbon of the Federal Republic of Germany * 1999 Bavarian Maximilian Order for Science and Art * 2011 Gregor Mendel Medal of the Leopoldina * 2011 TUM Distinguished Affiliated Professor ( honorary professor ) of the Technical University of Munich == Selected work == * R. Dean, J. A. L. van Kan, Z. A. Pretorius, K. E. Hammond-Kosack, A. Di Pietro, P. Spanu, J. J. Rudd, M. Dickman, R. Kahmann, J. Ellis, G. Foster: The Top 10 fungal pathogens in molecular plant pathology. In: Mol Plant Pathol. 2012 Mar 6. doi:10.1111/j.1364-3703.2012.2011.00783.x. * A. Fernandez-Alvarez, M. Marin-Menguiano, A. Jimenez-Martin, A. Elias- Villalobos, A. J. Perez-Pulido, D. Lanver, S. Reissmann, R. Kahmann, J. I. Ibeas: Identification of O-mannosylated Virulence Factors in Ustilago maydis. In: PLoS Pathog. 8(3), 2012, S. e1002563. doi:10.1371/journal.ppat.1002563 * A. Djamei, K. Schipper, F. Rabe, A. Ghosh, V. Vincon, J. Kahnt, S. Osorio, T. Tohge, A. R. Fernie, I. Feussner, K. Feussner, P. Meinicke, Y. Stierhoff, H. Schwarz, B. Macek, M. Mann, R. Kahmann: Metabolic priming by a secreted fungal effector. In: Nature. 478, 2011, S. 395–398. * L. M. Voll, R. J. Horst, A. M. Voitsik, D. Zajic, B. Samans, J. Pons-Kühnemann, G. Döhlemann, S. Münch, R. Wahl, A. Molitor, J. Hofmann, A. Schmiedl, F. Waller, H. B. Deising, R. Kahmann, J. Kämper, K.-H. Kogel, U. Sonnewald: Common motifs in the response of cereal primary metabolism to fungal pathogens are not based on similar transcriptional reprogramming. In: Frontiers in Plant Sci. 2, 2011, S. 39. doi:10.3389/fpls.2011.00039. * G. Doehlemann, S. Reissmann, D. Aßmann, M. Fleckenstein, R. Kahmann: Two linked genes encoding a secreted effector and a membrane protein are essential for Ustilago maydis-induced tumour formation. In: Mol. Microbiol. 81(3), 2011, S. 751–766. * L. Wang, P. Berndt, X. Xia, J. Kahnt, R. Kahmann: A seven-WD40 protein related to human RACK1 regulates mating and virulence in Ustilago Maydis. In: Mol Micro. 81, 2011, S. 1484–1498. ==References== ==External links== * Category:1948 births Category:Living people Category:German microbiologists Category:German women biologists Category:20th-century German biologists Category:21st-century German scientists Category:University of Göttingen alumni Category:Free University of Berlin alumni Category:Ludwig Maximilian University of Munich faculty Category:University of Marburg faculty Category:Foreign Members of the Royal Society ",
    "title": "Regine Kahmann"
}