{
    "id": "63817394",
    "text": "José Rafael Briceño Pulido (Caracas, Venezuela; May 27, 1970), better known as el Profesor Briceño, is a Venezuelan comedian, announcer, theatre director and professor. He is the son of the psychologist, diplomat, and minister Mercedes Pulido de Briceño. == Biography == After two decades directing and performing college Andrés Bello Catholic University and professional theater, he started to perform regularly as a comedian in the Moulin Rouge and Teatro Bar stand up comedy circuit. He has several individual comedy specials as Briceño lo cuenta todo, Briceño y el fin del Mundo, and PROFESOR BRICEÑO CÓMICO. Also, he has been a member of the collective stand up shows: Mi País tu País and Los Hijos del Ocio together with George Harris, and . He was selected by Comedy Central as one of the venezuelan comedians for the television special Stand Up Sin Fronteras. ==Career in media== === Radio === Briceño has also worked as radio host for several national radio station networks as Circuito X and La Mega. He has co-hosted shows with Victor Sánchez, Iván Aristeguieta, and Reuben Morales in Circuito X. He hosted \"Disparejos\" with Jairam Navas and Manuel Angel Redondohttps://lamegaestacion.com/category/programas/disparejos/, and currently, he host 5 Minutos Más with Oriana Infante and the also comedian Rey Vecchionacce on La Mega 107.3 FM. {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%;\" |- align=\"center\" bgcolor=\"#cccccc\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Radio |- align=\"center\" bgcolor=\"#cccccc\" ! Year ! Show ! Station |- |2010 |Que Se Vayan Todos | Circuito X |- |2011 |Son Feos los Dos | Circuito X |- | 2012 |Que Se Vayan Todos | LaMega 107.3fm |- | 2018 |5 Minutos Más | LaMega 107.3fm |- |} === Podcast === {| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 90%;\" |- align=\"center\" bgcolor=\"#cccccc\" ! colspan=\"4\" style=\"background: LightSteelBlue;\" | Radio |- align=\"center\" bgcolor=\"#cccccc\" ! Year ! Show ! Platform |- |2000 |Que Se Vayan Todos | Lunacrecienteradio.com |- | 2008 |Que Se Vayan Todos | Online, IVOOX |- | 2010 |Que Se Vayan Todos | Circuito X, IVOOX, Online |- | 2012–2017 |Que Se Vayan Todos | LaMega 107.3fm, IVOOX, Online |- | 2019 |Que Se Vayan Todos | YouTube, IVOOX, Spotify. |- |} === Television === He is the host of \"Reporte Semanal\" that is broadcast through the streaming platform Vivoplay. The show is similar to the format of The Daily Show, Last Week Tonight with John Oliver, Real Time with Bill Maher and Lewis Black's Root of All Evil, among others. He has been a guest panelist in Erika Tipo 11 and has been a guest host of Chataing TV a popular Late Night TV show created and hosted by Luis Chataing. == Career as educator == He is been linked to the Schools of Communication and Journalism on his alma mater Andrés Bello Catholic University as professor of Public Speaking, Semantics and Art history among other courses. After a hiatus of his academic responsibilities, Briceño worked as public speaking and speech coach for the Miss Venezuela Organization, until 2014 when he quit mainly due to the need to spend more time with his wife and daughters, and to get involved with new radio, television and stand-up comedy projects.He has been a motivational speaker, conferencist and profesor in Corporate Workshops. Currently, he is back as a professor in the Andrés Bello Catholic University.https://www.americasquarterly.org/article/aq- top-5-political-satirists-jose-rafael-briceno/ == References == Category:People from Caracas Category:Venezuelan stand-up comedians Category:Andrés Bello Catholic University faculty Category:Andrés Bello Catholic University alumni Category:Living people Category:1970 births ",
    "title": "José Rafael Briceño"
}