{
    "id": "63812361",
    "text": "is a Japanese artistic director and retired ballet dancer. She was a principal dancer with the Scottish Ballet from 1976 to 1995. Since 2014, she has been the artistic director of the National Ballet of Japan at the New National Theatre, Tokyo. Ohara was awarded an honourary Order of the British Empire (OBE) in 1997 and was named to Japan's Order of the Rising Sun in 2014. == Biography == Ohara was born in Tokyo in 1943. She began training in ballet at the age of four years, under . She also trained with Alexandra Danilova. At age 18, she joined the Asami Maki Ballet. She moved to New York in 1971 to further her training, then to London in 1974 to join the New London Ballet. After a season with the London Festival Ballet (now the English National Ballet), she joined the Scottish Ballet in 1976 as a principal dancer. She briefly danced with the Basel Ballet in 1977. She returned to the Scottish Ballet in 1978, where she remained until 1995. Ohara's roles included Juliet in Romeo and Juliet, Carmen in Carmen, Anna Karenina in Anna Karenina, the Snow Queen in The Nutcracker, Madge in Les Sylphides, and Hippolyta in A Midsummer Night's Dream. In 1999, Ohara joined the New National Theatre Ballet (now the National Ballet of Japan) as its ballet mistress. She was named assistant artistic director in 2010. In 2014, she was promoted to artistic director of the dance department, which includes the National Ballet of Japan and contemporary dance programming. In 2016, her term was renewed until August 31, 2020. == Awards and honours == In 1997, Ohara was awarded an honourary OBE by the Secretary of State of Scotland, Donald Dewar. In 2004, she was awarded the Government of Japan's Purple Ribbon. In 2014, she was named to Japan's Order of the Rising Sun. == References == Category:1943 births Category:Living people Category:Japanese ballet dancers Category:Scottish Ballet principal dancers Category:English National Ballet dancers Category:20th-century ballet dancers ",
    "title": "Noriko Ohara (ballet)"
}