{
    "id": "63811673",
    "text": "Rafael Agustin Sánchez (1948 – April 1, 2013), better known as Ralph Sanchez, was a prominent Cuban-American autoracing figure, developer, and businessman. ==Early life== Rafael Sanchez was born in Sancti Spiritus, Cuba in 1948. He spent his early years there and attended Catholic school until his life was disrupted by the Cuban Revolution. He was secretly recruited as a school boy at the age of ten to distribute the flyers and some supplies to counter-Castro opposition forces. Though seemingly low-level, this work is was highly dangerous as children who were caught by the Castro police were often jailed as political prisoners. Sanchez would say that the environment of the time made children grow up quick. When a relative warned his father that the he was in danger, his family quickly arranged for Rafael to be sent alone to the United States as part of the Operation Peter Pan airlifts from Havana to Miami at the age of thirteen. While in Miami, Sanchez initially lived with an aunt and uncle. However, the couple then moved to Nicaragua and Sanchez would live in a Catholic orphanage until he turned 18. The rest of his family in Cuba (his parents, brother and grandmother) were able to join him in Miami in the late 1960s. ==Career== ===Racing=== After initially working in fastfood to support his large relocated family, Sanchez first attended Miami Dade Community College and then earned accounting and business administration degrees from Florida Atlantic University in 1969, after which he started his real estate career with the Keyes Company. After two years he began to take loans to develop small housing projects. By the time he was in his 30s, Sanchez had already become wealthy from land development and developed an intense interest in motorracing, including doing some racing himself. By 1983 Sanchez was a known autoracing promoter and determined that Latin American immigrants in South Florida would respond well to the sport and that there would be a market there for international sports car racing there. Though he secured commitments and support from professional drivers, Sanchez faced steep resistance from Miami city officials. Sanchez forged ahead and finally received permission to organize the Grand Prix of Miami, which would bring high-profile Porsches, Jaguars and Corvettes racing along Downtown Miami public streets such as Biscayne Boulevard decades before they became the prominent business district real estate that they are today. That first 1983 race, however, proved to be disastrous. Plagued by severe weather, only 50 miles of the planned 310 mile-race could be completed, cutting the total time of the race from three hours to thirty minutes. Sanchez committed to pay the full extent of the prize, which furthered his credibility in the industry despite the event. In all, the venture had cost him $1.3 million. Sanchez remained dedicated to the idea and in the second Miami Grand Prix, Sanchez gave two-time Formula One world champion Emerson Fittipaldi, who had retired more than three years earlier, a drive in his \"Spirit of Miami\" March- Chevrolet 83G in February 1984 and within months secured his return to racing in CART with Patrick Racing. Through the 1980s and early '90s Sanchez built the Grand Prix of Miami into a formidable force on the international motor- racing circuit, drawing the largest competitors in the industry at the time, including Mario Andretti, A.J. Foyt, Brian Redman, Doc Bundy, Bob Wollek, Geoff Brabham, and Juan Manuel Fangio II. Shortly after launching the downtown Miami circuit, he also helped organize the circuit in Tamiami Park would draw further big-ticket names and winners such as Al Unser, his son Al Unser Jr., Bobby Rahal, Michael Andretti, and Danny Sullivan. Three years after his infamous first Miami Grand Prix, Sanchez then launched an even more ambitious plan to build a $100 million racetrack in South Florida, the Homestead Motorsports Complex (now known as the Homestead-Miami Speedway). The track was one of the largest projects to take place in Homestead, which was made more significant by its timing - Sanchez ground broke in 1993 as the city was struggling to recover as the epicenter the previous year's historic Hurricane Andrew. The racetrack provided a needed economic catalyst to the area. The project took nine years to complete from conceptualization to opening, though construction only took two years. All of the 63,000 seats to its first NASCAR race at sold out days in advance. The completed track opened in November 1995 showcasing unprecedented design features for an autoracing track, including tropical pastel colors, tiled restrooms, and palm trees lining the backstretch. Future track president Al Garcia stated \"Ralph wanted to incorporate the Miami culture and lifestyle into the track. That's why he chose to paint the walls of the track gay greenstone. At the time, nearly every track had red and white walls, but again, Ralph wanted something more symbolic of Miami so he decided to go with a pastel color. Combined with the palm trees, these created a particularly nice visual on television and really showcased the beauty of South Florida.\" It became quickly noticed and within a year of opening its story was covered by Sports Illustrated in a profile of Sanchez published in 1996. The track was soon hosting several major sports car events, including IndyCar races. The track's high-profile events and races become closely associated with several top drivers, including Emerson Fittipaldi and Bobby Rahal, who both praised it. By 2013, it would host over 280 events a year, including concerts and NASCAR's November season closing that features a weekend of intensive races that can determine as many as three champions. The Homestead-Miami Speedway would cement Sanchez's status as a leading South Florida developer. Following its nationwide runaway success, he next planned to follow it up with a similar racetrack on the Island of Aruba. While he managed to secure crucial government aid and flew journalists in to cover its announcement, a change in government led to the project's dissolution. ===Later career=== After the 1990s, Sanchez focused his efforts into developing more conventional projects, specializing in mixed-use. He became particularly active and highly respected in the city of Coral Gables as a managing partner for Ponce Circle Developers, which he launched in partnership with the Mas family of MasTec. In 2002 he developed two major properties in Coral Gables. The first was 232 Andalusia, a mixed-use condo- office building in downtown Coral Gables. In the mid 2000s Ignacio Permuy's (son of Jesus Permuy) TERRA Architecture bought 25% of the project from him for $1.5 million and it served as their first Coral Gables headquarters. The relationship would prove to be a key partnership as the firm would also be tapped by Sanchez for several future projects, including work on his family's private South Florida residence. Another high-profile tenant of the property during this period was Selecta Magazine. The second major development was the Douglas Grand, a larger-scale live-work-play mixed-use project that included 350,000 square-foot office, condominium, and apartment complex, as well as extensive groundfloor retail that includes a Publix supermarket. ==== Old Spanish Village ==== The intended capstone and culmination of Sanchez's development career was the ambitious Old Spanish Village development complex. The proposed $500 million, 900,000-square-foot, mixed-use project was located by Ponce Circle and blocks from Miracle Mile. It was an unprecedented project in Coral Gables history which, up until that point, was known internationally for its reputation as a strictly planned city that strongly emphasized historic preservation and restraint on large development in order to maintain the city's selectiveness in scale and relatively moderate population density compared to other South Florida cities. To address this, the sprawling mixed- use complex in downtown Coral Gables prominently utilized several aspects to support the spirit and vision of Coral Gables founder George Merrick. As the project's title suggests, Old Spanish Village was designed in the classic Mediterranean Revival style that is prevalent in much of Coral Gables, with a particular emphasis on Spanish influence, including cobblestone walkways, open balconies, lush garden landscaping, swimming pools, and private courtyards. The architecture team composed of a high-profile collaboration between the prominent Coral Gables-based TERRA Architecture firm (now Permuy Architecture) and University of Miami professor Jorge Hernandez who was responsible for the urban planning aspects. Sanchez and the architects went to great lengths to ensure the project respected and upheld Coral Gables' historic heritage. They centrally incorporated and renovated a 1926 Merrick-era three-story art center building located at 2901 Ponce de Leon Boulevard. The renovation, costing over $1.5 million, was intended to serve as a visible bridge between the historic elements and the new of Old Spanish Village, and symbolically all of Coral Gables, with carefully crafted cohesion. Additionally, noted historian and author Arva Moore Parks was hired to join the team. They would search through newspaper archives, public documents, and photos relating to the city and site's history and Merrick's plans and achievements leading up to the initial drafting of plans for the Village in 2005. Sanchez was directly inspired by Gables Merrick's themed village projects of the early 1920s, which converted nearly 10,000 acres of his family's grapefruit plantation into architecturally themed villages, including French Normandy, French Country, Dutch South African, and others. The onset of the Great Depression prevented the construction of a Spanish Village, which Merrick would reflectively refer to as his \"unfinished symphony\" before dying in poverty in 1942. Old Spanish Village was envisioned as a completion of that dream from nearly a century earlier. Describing how George Merrick inspired the project, Sanchez said: \"He was an incredible visionary and did things that had never been done before,\" and \"He is a hero in this town and this project continues his vision.\" Then- Coral Gables Mayor Don Slesnick stated at the time: \"We're cautious about big projects like Old Spanish Village. I think if it had been anyone else but Ralph Sanchez, it might not have had the same kind of approval.\" The project broke ground in November 2007 and Sanchez invested $128 million into the first phase of Old Spanish Village. This included three-story villas with rooftop terraces, private elevator access, two-car garages, and the Las Porres complex with 50 luxury units in two residential towers with private elevator access. The project, however, was slowed substantially by the global recession, which marred the incomplete development into the early 2010s. Sanchez' death also impacted the competition of the project as originally envisioned as he was the main force driving the project. The project was renamed \"Mediterranean Village\" and plagued with increasing issues, until it was finally bought by the Jose Cuervo Spirits-linked Agave Holdings Development firm. Agave demolished the completed portions of Sanchez' Old Spanish Village and used its consolidated foundation to develop a new, substantially expanded and more modern and commercial project called \"The Plaza Coral Gables\", which was now 2.25 million square feet and retains the title of largest development in the history of Coral Gables. The Plaza project would also absorb another former project of Sanchez, 2801 Ponce de Leon Boulevard, which had been sold to Allen Morris Co. for $24 million and then to Agave. The original plan for the property called for a 215,000 square foot, 15-story mixed-use tower with 40,000 square feet of ground-floor retail. The tower was to be designed to resemble a Barcelona 15th century cathedral with imported marble, brass, woodwork, stained glass, fountains and international artwork. Though drawing occasional delays and controversies, The Plaza Coral Gables is scheduled for completion in 2020. ==Death and legacy== Ralph Sanchez died of cancer in April 2013 at the age of 64. As a result of his extensive, high-profile career in the South Florida community and international auto racing industry, Sanchez's death was widely covered by major media outlets including The New York Times and The Miami Herald, as well as autoracing outlets such as Autoweek, Autosport, and Motor Sport. He was widely credited with bringing autoracing to South Florida as well using it to solidify Miami's growing international status in the 1980s and 1990s. After his death, Homestead-Miami Speedway's then-president Matthew Becherer said: \"It's difficult to underestimate the impact Ralph Sanchez had on motorsports in South Florida... Through the Grand Prix of Miami race that was originally run downtown, he put the region on the global sports map years before the Heat, Marlins and Panthers.\" British sports car racer Derek Bell, winner of the 1985 Grand Prix of Miami, stated Sanchez \"stood 10 feet [taller] than anybody else promoting things in those days... Miami set the bar for street races. Ralph created that ambience and atmosphere. The Miami Grand Prix was an international event, and it boosted Miami's image worldwide.\" During the development process of Old Spanish Village, Sanchez encouraged historian and author Arva Moore Parks to write a book about Coral Gables founder George Merrick, resulting in the 2006 book George Merrick's Coral Gables: Where 'Castles in Spain' Are Made Real. Reflecting on the Old Spanish Village project, Parks would later compare Sanchez to Merrick saying: \"Ralph is like George. He's focused and intense and thinks things through,\" said Parks. \"You don't meet developers like Ralph who really care about their projects and want to know the stories behind them.\" Following the 2006 Merrick book, Sanchez published a limited edition autobiography in 2009 titled My Journey: A Memoir signed with his full birth name, Rafael A. Sanchez, and edited by Susan Cumins. In July 2013, Miami-Dade County designated the runway in front of the Homestead-Miami Speedway as \"Ralph Sánchez Speedway Boulevard.\"https://communitynewspapers.com/cutler- bay/county-renames-speedway-boulevard-in-honor-of-hms-founder-ralph-sanchez/ In 2014, a year after his death, the City of Miami named a stretch of the original downtown Miami Grand Prix race course in Biscayne Boulevard, stretching from Northeast Second to Third street, \"Ralph Sanchez Way\" in his honor. In 2020, Homestead Miami Speedway President Al Garcia reflected on the legacy and impact of Ralph Sanchez on the 25th anniversary of the track, calling Sanchez \"a visionary.\" ==References== Category:1948 births Category:2013 deaths Category:20th-century American businesspeople Category:21st-century American businesspeople Category:Exiles of the Cuban Revolution in the United States Category:Florida Atlantic University alumni Category:Miami Dade College alumni Category:Opposition to Fidel Castro Category:People from Sancti Spíritus ",
    "title": "Ralph Sanchez"
}