{
    "id": "63816815",
    "text": "Mary De Vera is a Canadian pharmacoepidemiologist, health services researcher, and academic. De Vera is an assistant professor in the Pharmaceutical Sciences Department at the University of British Columbia (UBC) and is the Canada Research Chair in medication adherence, utilization, and outcomes. ==Education== De Vera earned a BSc degree in Biochemistry at UBC and a MSc and PhD degrees in Health Care and Epidemiology from the UBC School of Population and Public Health. De Vera completed a post-doctoral fellowship in perinatal pharmacoepidemiology at the University of Montreal's Faculty of Pharmaceutical Sciences and pharmaceutical outcomes research at UBC's Faculty of Pharmaceutical Sciences. ==Cancer diagnosis and effects on her research== On March 29, 2016, De Vera was diagnosed with stage 3 colorectal cancer. According to researchers, it is an unusual diagnosis for women and for people her age (she was 36 when diagnosed and most people at diagnosis are in their 50s). The Canadian Institutes of Health Research awarded De Vera a $458,000 grant to “(assess) statistics and other “big data” information to see when colorectal cancer patients are diagnosed, gender distribution, types of treatment and outcomes and costs to the health-care system, as well as follow- up encounters with the health-care system.” The study was expected to last four years. De Vera's second research project is an international online survey funded by the Canadian Centre for Applied Research in Cancer Control “to better understand the information needs of patients and survivors of colorectal cancer.” ==References== Category:Women epidemiologists Category:Canadian epidemiologists Category:Canada Research Chairs Category:21st-century Canadian scientists Category:21st-century women scientists Category:Canadian pharmacologists Category:Women pharmacologists Category:University of British Columbia alumni Category:University of British Columbia faculty Category:People with cancer ",
    "title": "Mary De Vera"
}