{
    "id": "63816920",
    "text": "Mohandar Fort / Shidaka fort / मोहनदर /शिडका किल्ला ा is a fort located 55 km from Nashik, in Nashik district, of Maharashtra, India. This fort is an important fort in Nashik district. The three forts Achala, Ahivant, and Mohandar are very close by. This fort was constructed to guard the Ahivant fort. This fort can be seen from a long distance due to the presence of needle hole in the cliff below this fort. ==History== The history of the fort is similar to the Achala and Ahivant forts.It seems that this fort was aloof from the battles or events that happened in the past. ==How to reach== The nearest town is Vani which is 44 km from Nashik. The base village of the fort is Mohandarigaon which is 13 km from Vani. There are good hotels at Vani. The trekking path starts from the Ashramshala ( Tribal boarding school) towards the hillock north of the village. The route is very safe and wide. There are few trees on the trekking route. It takes about one hour to reach the fort. The night stay on the fort cannot be made due to lack of potable water on the fort. The villagers from the local village make night stay and food arrangements at a reasonable cost.The trek route takes detour along the hill until it reaches northern side of the hill. From the saddle point one path leads to the top of the fort and other leads to the needle hole. It requires rope to climb down the needle hole, which is 12 feet high ==Places to see== The Ahivant fort is occupied on a large flat triangular plateau. All the structures are in ruined state. The ruins of store houses can be seen on the fort. There are some three rock cut water cisterns and foundation of the Kiledar residence on the fort to be seen. There is a large pond in the middle of the fort. It takes about half an hour to encircle the fort == See also == * List of forts in Maharashtra * List of forts in India * Marathi People * List of Maratha dynasties and states * Maratha War of Independence * Battles involving the Maratha Empire * Maratha Army * Maratha titles * Military history of India * List of people involved in the Maratha Empire == References == Category:Buildings and structures of the Maratha Empire Category:Forts in Nashik district Category:16th-century forts in India Category:Buildings and structures in Maharashtra Category:Tourist attractions in Nashik district Category:Indian rock-cut architecture Category:Former populated places in India Category:Hiking trails in India * Category:Hiking ",
    "title": "Mohandar fort"
}