{
    "id": "63817048",
    "text": "Map of Massachusetts House of Representatives' 8th Essex district, 2013. Based on 2010 United States Census. Massachusetts House of Representatives' 8th Essex district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers part of Essex County. Democrat Lori Ehrlich of Marblehead has represented the district since 2009. ==Towns represented== The district includes the following localities: * part of Lynn * Marblehead * Swampscott The current district geographic boundary overlaps with that of the Massachusetts Senate's 3rd Essex district. ===Former locales=== The district previously covered: * Essex, circa 1872 * Gloucester, circa 1872 ==Representatives== * James H. Duncan, circa 1858 * Nathan S. Kimball, circa 1858-1859 * James Russell, circa 1859 * Luther Dame, circa 1888 * Edward P. Shaw, circa 1888 * James P. Donnelly, circa 1920 * Michael J. Batal, circa 1951 * Henry J. O'Donnell III, circa 1975 * Lawrence Alexander, 1979-1991 * Douglas W. Petersen * Lori A. Ehrlich, 2009-current ==See also== * List of Massachusetts House of Representatives elections * Other Essex County districts of the Massachusetts House of Representatives: 1st, 2nd, 3rd, 4th, 5th, 6th, 7th, 9th, 10th, 11th, 12th, 13th, 14th, 15th, 16th, 17th, 18th * Essex County districts of the Massachusett Senate: 1st, 2nd, 3rd; 1st Essex and Middlesex; 2nd Essex and Middlesex * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== 1908 William Graham Massachusetts House of Representatives.png|William Graham 1918 Michael Flanagan Massachusetts House of Representatives.png|Michael Flanagan 1923 David Daley Massachusetts House of Representatives.png|David Daley 1935 John E Murphy Massachusetts House of Representatives.png|John E. Murphy 1945 Oscar Perkins Massachusetts House of Representatives.png|Oscar Perkins 1953 Rene Bernardin Massachusetts House of Representatives.png|Rene Bernardin 1967 Thomas Newth Massachusetts House of Representatives.png|Thomas Newth 1975 Henry ODonnell Massachusetts House of Representatives.png|Henry O'Donnell 1983 Lawrence Alexander Massachusetts House of Representatives.png|Lawrence Alexander 1995 Douglas Petersen Massachusetts House of Representatives.png|Douglas Petersen ==References== ==External links== * Ballotpedia * (State House district information based on U.S. Census Bureau's American Community Survey). * League of Women Voters of Marblehead House Category:Government of Essex County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 8th Essex district"
}