{
    "id": "63810430",
    "text": "Local elections were held in East Timor on 29 October 2016 for the first round and on 13 November 2016 for the second round to elect for Village Chiefs (Chefe do Suco) and delegates for Village Councils (Conselho do Suco) in 442 sucos (villages). It included the election of Hamlet Chiefs (Chefe do Aldeia) in 2,225 aldeias (communities). Elected officials will serve a seven-year term. ==Background== Local elections were originally scheduled for 9 October 2015 but were postponed by the National Parliament. On 5 July 2016, Law No. 09/2016, also known as the \"Law of Sucos\", was enacted. It includes a provision on the manner of election for the village chiefs, village councils and hamlet chiefs. However, it does not provide overseas voting. ==Electoral system== The election for Village Council delegates follow the winner-take-all system where the male and female candidates who obtain the greatest number of valid votes win the election. The members of the Village Council will then indirectly elect the youth and Lian-na'in (traditional authority) representatives. For Village Chief and Hamlet Chief elections, the candidate who gets more than half of the valid votes cast is elected. In the Hamlet Chief elections, the candidate who has obtained more than a half of valid votes is elected. A second round of voting is done if there is no clear majority winner. The elections are conducted by the Technical Secretariat for Electoral Administration (Secretariado Tecnico da Administracao Eleitoral) and the National Election Commission (Comissao Nacional de Eleicoes). ==Results== At total of 21 women were elected as Village Chiefs. About 30% or 142 out of the 442 sucos were able to elect Village Chiefs in the first round of voting of which 6 were women while 15 women were elected as Village Chiefs from 300 sucos that held a second round of voting. This represented a jump from only 11 women elected as Village Chiefs in the 2009 elections. {| class=\"wikitable\" |+ !Category !Total |- |Village Chief candidates |2,071 |- |Village Chiefs elected |442 |- |Hamlet Chiefs elected |2,225 |- |Registered voters for local elections |728,363 |} ==References== Category:2016 elections in Asia Category:2016 in East Timor Category:October 2016 events in Asia Category:November 2016 events in Asia ",
    "title": "2016 East Timorese local elections"
}