{
    "id": "63823408",
    "text": "Thomas Dean Gibson (July 5, 1988disappeared March 18, 1991) is an American child who vanished from his front yard in Azalea, Oregon under mysterious circumstances. On the morning of his disappearance, his father, Larry Gibson, the deputy sheriff of Douglas County, left the family's home to go on a jog. Before departing, he claimed to have shot at a feral cat on the property. He left Thomas in the family's front yard, where Thomas's elder sister (then age 4), Karen, was to watch him. Upon returning from his jog, Larry and his wife, Judith, realized Thomas was missing. The couple's eldest daughter, Karen, initially told law enforcement she had witnessed a man and woman pull into the family's driveway in a truck and abduct Thomas, though the couple could not be identified. Initial search efforts for Thomas proved fruitless, and Larry formally resigned from his position in the police department before relocating with his family to Montana in 1992. In 1993, Judith separated from Larry and returned to Oregon with their eldest daughter and newborn child, daughter Lisa. Around this time, Karen admitted to law enforcement that she had witnessed her father beating Thomas outside on the day of his disappearance before placing him inside his patrol car. Larry Gibson was charged with second-degree murder in Thomas's death in April 1994, despite the fact that his remains could not be located. Though he consistently protested his innocence, Larry Gibson was convicted of manslaughter in March 1995, and served less than one year before being released from imprisonment. Thomas's case received significant media attention, airing in two episodes of Unsolved Mysteries. His image is featured in the music video for the song \"Runaway Train\" by Soul Asylum, among numerous other missing children; he is the youngest child featured in the video. , Thomas's whereabouts are still unknown. ==Disappearance== On the morning of March 18, 1991, Larry Gibson, a sheriff's deputy of Douglas County, prepared to leave for a jog at approximately 11:30 a.m. from his home in Azalea, Oregon. Larry claimed that, before leaving the property, he attempted to shoot a stray cat, but missed. His son, Thomas, age 2, was playing in the yard of the home at the time. According to Larry, he resumed his jog, and was gone from the family's home for approximately 45 minutes. Upon returning, he discovered his son was missing. ==Investigation== Shortly after realizing Thomas was missing, Larry and his wife, Judith, phoned police. Larry was notified not to report for duty that day, though there were accounts of him having left the family's property in uniform for approximately 25 minutes during the initial search. According to Larry, his 4-year-old daughter, Karen, claimed to have witnessed an unidentified couple pull into the family's driveway and abduct Thomas, and that he wanted to search a nearby rest area for any sign of Thomas or the couple. Per the witness description, the unidentified couple consisted of a blonde Caucasian woman, and a dark-haired Caucasian man, driving an older- model gold or tan truck. Though Larry's patrol vehicle was not initially searched, it was subsequently discovered that its odometer had registered that were unaccounted for on the day of Thomas's disappearance. Larry explained that the unaccounted miles were registered when he drove to the nearby rest area, searching for Thomas. Within the first six weeks of the investigation, Larry became the prime suspect in his son's disappearance. In 1992, Larry Gibson resigned from his position as the Douglas County sheriff's deputy, and he and wife Judy relocated from Oregon to Avon, Montana after giving birth to another child, daughter Lisa. However, the couple separated in 1993, and Judy returned with the children to Oregon. Larry remained in Montana, where he worked as an insurance agent in Townsend. ==Arrest of Larry Gibson== Gibson was arrested in Townsend, Montana on April 14, 1994, charged with second- degree murder in Thomas's death. He was arrested after the eldest Gibson daughter, Karen—age 4 at the time of Thomas's disappearance—told investigators that she witnessed her father beat Thomas before placing him inside his patrol car on the day of his disappearance. She had previously told a detective she witnessed two strangers abduct Thomas. According to prosecutors, Larry Gibson had also made \"inconsistent\" statements regarding Thomas's disappearance. He was extradited to Oregon later that month, pending trial. ===Trial=== Larry Gibson's trial commenced on January 18, 1995. In late February 1995, Larry Gibson's half-sister, Debbie Calek, provided testimony against him, stating that after Thomas went missing, she received a frantic phone call from him in which he confessed to killing Thomas, and telling her he may need money to post bail after his arrest. Calek subsequently claimed that, when Karen and her mother Judy stayed with her at her home in Iowa after Thomas's disappearance, she made a comment regarding being frightened about her father \"putting her in a big hole\" like he had Thomas. During this same stay, Judy alleged that Karen first told her that she had witnessed Larry beating Thomas outside on the day he disappeared. Daughter Karen was the prosecution's star witness in the case, and testified against her father over the course of the 6-week trial. The defense suggested that Karen had been influenced to adopt the storyline that her father had beaten and killed Thomas by her mother. Court documents prepared by the district attorney presented the series of events: Larry Gibson left the family's residence in Azalea at approximately 11:30 a.m. to go for a jog. Thomas followed after his father, who instructed him to wait for his sister to come out of the house. Spotting a cat nearby, Larry purportedly used a pistol to kill it, assuming it to be a stray. When Thomas curiously approached the dead cat, Larry angrily picked him up and carried him to the family's carport, where he proceeded to slap the child in the face multiple times. After realizing that Karen had observed Larry hitting Thomas from the window, he placed Thomas in his patrol car and drove it behind a woodpile on the property, where he placed the child's body in a plastic bag and hid it in the trunk of his vehicle. It was theorized by investigators that, after volunteer searchers began looking for Thomas, Larry took the child's body and disposed of it in an area known as Swamp Creek, though his remains were not recovered. Karen claimed that her father threatened her against telling authorities what she had witnessed, and felt unsafe to do so until her mother separated from him and they relocated back to Oregon in 1994. ===Conviction=== In March 1995, Larry Gibson convicted of the manslaughter of Thomas, though he proclaimed innocence throughout and after the trial. His conviction called for 15 to 18 months imprisonment, of which he had served 12 whilst in police custody leading up to (and during) his trial. He was released from prison in 1996. ==Media coverage== Thomas Gibson's disappearance was profiled in two episodes of the documentary series Unsolved Mysteries. His photograph was also displayed among several other missing children's in the music video for the song \"Runaway Train\" by Soul Asylum. He is the youngest child featured in the video. ==Aftermath== Following Larry Gibson's release from prison, he started a webpage circa 2001 regarding Thomas's disappearance, asking the public for help in recovering his son. ==See also== *List of people who disappeared ==References== ==External links== * at the Doe Network Category:1992 in Oregon Category:1990s missing person cases Category:March 1992 events in the United States Category:Missing person cases in Oregon Category:Murdered American children Category:Murder convictions without a body Category:People murdered by law enforcement officers in the United States Category:Douglas County, Oregon ",
    "title": "Disappearance of Thomas Gibson"
}