{
    "id": "63820533",
    "text": "Agustín Rueda Sierra (1952–1978) was an anarchist and anti-Francoist activist, member of Confederación Nacional del Trabajo (CNT) and Coordinadora de Presos En Lucha — Prisoners in Struggle Coordinating Body (COPEL). He died in 1978, at the age of 25 in Carabanchel Prison as a result of the torture he received from prison officials. His death led to dismissal and prosecution of the prison director, Eduardo José Cantos Rueda. == Biography == Agustín Rueda was born in Sallent in 1952, in a working-class family. His mother was a weaver, and his father was a miner; after finishing elementary school in 1966, he started working as an apprentice in a motor factory away from home. In 1971 he found a job in Sallent, and in 1972 with the miners' strikes in Sallent and Balsareny he becomes more involved with union activism. As a protest organiser, Rueda was arrested and imprisoned in Barcelona until early 1973. After working as a season worker in France and finishing his military service, Rueda engages in clandestine operations at the French-Spanish border, working for CNT. In February 1977, he was arrested at the border by the Spanish police and sent to prison in Girona. There Rueda makes first contact with Coordinadora de Presos En Lucha — Prisoners in Struggle Coordinating Body (COPEL), and he becomes an active member of the organisation. He was subsequently transferred to Carabanchel Prison on January 1st, 1978. Three months later, on March 14th, Agustín Rueda died, still not reaching the trial. The death report cited traumatic shock as the cause of death: Rueda was tortured by the prison guards as a part of investigation on alleged escape plan of a group of inmates through an improvised tunnel. ==Murder trial== The case of Agustín Rueda's death was opened immediately after his death, but the prison officials accused of the crime were released on parole by intervention of the Justice Minister Landelino Lavilla Alsina. In 1988, the Provincial Court of Madrid ruled that the beating Agustin Rueda was a crime of reckless imprudence resulting in death, and not murder, despite medical expert disagreement on the cause of death. Eduardo José Cantos Rueda, director of the Carabanchel prison when the events took place, deputy director Antonio Rubio and five other officials were sentenced to 10 years in prison. Three other defendants were sentenced to eight, seven and six years, respectively. The two doctors who hid the serious condition of Agustín Rueda after the beating were sentenced to two years in prison. However, none of the sentenced perpetrators served more than eight months. == References == Category:1952 births Category:1978 deaths Category:Catalan activists Category:Catalan anarchists Category:People from Bages Category:Prisoners who died in Spanish detention ",
    "title": "Agustín Rueda"
}