{
    "id": "63827540",
    "text": "Kate Emily Welton Hogg (1869-1951) was an Australian physician and graduate of the Edinburgh College of Medicine for Women. She studied alongside prominent early female physicians Mary Booth, Agnes Bennett, and Eleanor Sproull. == Early life and education == Born in London in 1869, Hogg was educated in Croydon, Sydney. She received a Bachelor of Arts from the University of Sydney in 1894 and then entered the Sydney Medical School in 1895, but grew frustrated with the discouraging atmosphere fostered by the Dean, Professor Anderson Stuart. Foregoing Sydney, Hogg went on to enroll at the Edinburgh College of Medicine for Women, where she graduated MB ChB in 1900 and MD in 1909. == Career == Hogg worked as a physician in Ireland, Australia and New Zealand. At a time when female physicians were uncommen, Hogg frequently encountered resistance and prejudice in the workplace which frustrated her career. In 1901 she was appointed assistant master at the Coombe Women & Infants University Hospital, Dublin but resigned in June of that year due to frustration with the behaviour of superior staff toward her and pressure to be ‘agreeable’. By 1904, Hogg was back in Sydney working in private practice, and as an honorary demonstrator in anatomy alongside Mary Booth at the University of Sydney. However, opportunities for women were severely restricted and none of the boards of the metropolitan general public hospitals would accept women for postgraduate training. Hogg's friend and former classmate Agnes Bennett found Wellington, New Zealand a much more accommodating environment. Hogg followed Bennett to Wellington, apparently working as her locum and sharing a house together. Hogg was interested in the relationship between mental health and physical symptoms, focusing particularly on women's mental health and pelvic disorders. Whilst working as a junior medical officer at Callan Park Hospital for the Insane, New South Wales, she published a paper An Introduction to the Relation of the Female Pelvic Organs to Insanity in which she determined there to be a limited evidence of a relationship between pelvic disorders and insanity. However, she went on to research dementia praecox specifically, submitting her PhD thesis Some considerations on the etiology of dementia praecox in 1909. Hogg thought that the majority of cases displayed well-marked anatomical defects in the pelvic organs. == Personal life == Hogg married James Campbell Neill in Wellington on 5 July 1913. She appears to have stopped working as a physician after marrying. She was the sister of Dr Stanley Welton Hogg (1881-1954) and cousin of Dr Robert Welton-Hogg (d. 1961). Hogg died in Auckland, New Zealand on 18 February 1951; her ashes are interred at Waikumete Cemetery. == References == Category:1869 births Category:1951 deaths Category:Australian women medical doctors Category:19th-century Australian women Category:20th-century Australian women Category:Alumni of the University of Edinburgh Category:20th-century women physicians Category:University of Sydney alumni Category:Australian emigrants to New Zealand ",
    "title": "Kate Welton Hogg"
}