{
    "id": "63827937",
    "text": "Irene Agnes McCulloch (13 September 1885 - 30 May 1987) was a marine biologist and USC biological sciences professor. McCulloch started at the University of Southern California in 1924 where the marine biology research department lacked funding and resources. To better the research being done, McCulloch convinced George Allan Hancock to fund the G. Allan Hancock Foundation for Marine Research, which was then renamed the Hancock Institute for Marine Studies. McCulloch was given her own foundation in 1969 at USC to continue marine biology research. McCulloch studied microbes within the Pacific Ocean with her main focus being foraminifera. == Biography == === Early life === Irene Agnes McCulloch was born in Kansas on September 13, 1885. She received her Bachelor of Arts as well as her University Teacher's Diploma from the University of Kansas in 1913. She then worked as a graduate assistant in zoology at University of California, Berkeley, before starting at the University of Southern California in 1924. While at UC Berkeley, she published a book with Charles Kofoid about Trypanosoma triatomae. They compared T. triatomae to Trypanosoma cruzi, the cause of Chagas disease. Her dissertation at UC Berkeley compared the life cycle Crithidia and Trypanosoma within invertebrate hosts. === Research === When McCulloch first arrived at USC, the marine biology research department only had one skiff, one lab, and one lecture room. George Allan Hancock, an oil baron, had an interest in marine research despite lacking his own formal training. McCulloch convinced Hancock to use his money to fund marine research With McCulloch's help, the Allen Hancock Foundation for Marine Research was established in 1938. Hancock started leading his own expeditions to collect samples: McCulloch and others lobbied the president of USC to fund a Galapagos Expedition. In 1940, another researcher Waldo L. Schmidt discovered a new species of shrimp as a result of the Hancock expeditions. To honor McCulloch, Schmidt named the species Tetrasquilla mccullochae. McCulloch also aided in the design of Hancock Hall on USC's campus as well as establishing the Hancock Library of Biology and Oceanography. McCulloch later served as a curator emeritus of the Hancock Foundation. McCulloch teamed up with Joseph Augustine Cushman to study foraminifera, which were collected by Allen Hancock in the 1930s. She published 5 works with Cushman, multiple of them cataloguing microbes in the Hancock Collection. === Death and legacy === Although she retired from teaching in 1953, McCulloch continued her research late into her life. In 1969, she was given her own foundation by former colleagues and students. Her final work on foraminifera was published when she was 94 in 1977. McCulloch passed away at the age of 101 on May 30, 1987. She is buried in Inglewood Park Cemetery. The Irene McCulloch Foundation continued publishing a monograph series after her death, which catalogued even more marine microbes. The chair of the marine biology department at USC is now named the McCulloch-Crosby Chair of Marine Biology in her honor. == References == Category:1885 births Category:1987 deaths Category:American marine biologists Category:Women marine biologists Category:People from Kansas Category:University of Kansas alumni Category:University of Southern California faculty Category:20th-century zoologists ",
    "title": "Irene McCulloch"
}