{
    "id": "63828359",
    "text": "John Rudolph Freuler (November 17, 18721958) was an American businessman in the film industry who owned theaters, film exchanges, and film studios. He signed Charlie Chaplin to a lucrative contract at Mutual Film. Later in his career he owned Monach Films studio. The Chicago History Museum has a collection of his papers. Freuler was born in Monroe, Wisconsin and schooled in Milwaukee. His father had immigrated from Switzerland. Freuler studied at Spencerian Business College. Early in his career he worked in the real estate business. He opened a theater in 1905. After he sold it he opened a film exchange. In 1910, Freuler formed a partnership with Chicago film distributor Samuel S. Hutchinson, establishing the American Film Manufacturing Company. In 1912 he helped organize Mutual Film Corporation. Freuler and Harry Aitken, who worked together on film projects, had both grown up in Milwaukee, Wisconsin. He was photographed with Charlie Chaplin and his brother Sydney Chaplin signing the Mutual Film contract. In the 1930s he established film production company Freuler Film Associates. The company produced westerns starring Tony Tyler. Freuler Associates set up a Monarch Melodramas division to release action films.https://pdfs.semanticscholar.org/550b/b6a39c281782748743bec410d3b3d839c52e.pdf page 174 He married Augusta J. Golz and had two daughters. ==Filmography== *Beyond the Rio Grande (1930), presenter ===Freuler Film Associates=== *The Fighting Gentleman (1932) *The Savage Girl (1932) *The Forty-Niners (1932) *The Gambling Sex (1932) *Deadwood Pass (1933) *War of the Range (1933) *Kiss of Araby (1933) *Marriage on Approval (1933) *When a Man Rides Alone (1933) * The Penal Code (1932) *Easy Millions (1933) *Secrets of Hollywood (1933) *Love Past Thirty (1934) ===Monarch Film Corporation melodramas=== *The Fighting Gentleman (1932) * The Gambling Sex (1932) *The Savage Girl (1932) *The Forty- Niners (1932 film) (1932) *The Penal Code (1932) *Kiss of Araby (1933) *Deadwood Pass (1933) *War of the Range (1933) *Marriage on Approval (1933) *When a Man Rides Alone (1933) *Easy Millions (1933) *Love Past Thirty (1934) *Twenty Dollars a Week (1935 film) (1935) ==References== Category:American people of Swiss descent Category:People from Monroe, Wisconsin Category:1872 births Category:1958 deaths Category:Filmmakers from Milwaukee ",
    "title": "John R. Freuler"
}