{
    "id": "63826492",
    "text": "Mary Thompson Irvine (later Lindsay, 1919 - 2001) was a British engineer. In 1947, she was the first woman to be elected a chartered member of the Institution of Structural Engineers. == Biography == Mary Thompson Irvine was born in Paisley on 19 August 1919, to Annie (née Clark Anderson) and William Scott Blackwood Irving. She had on older sister Jessie and her father became a Chief Technical Engineer on the railways. The family moved to Leeds in Yorkshire and age 20, Irvine is recorded as Junior Draftsman in the 1939 England and Wales Register. Irvine began training as an architect but switched to structural engineering after being inspired by a visit to a steelworks. She studied evening courses at Bradford Technical College and then the Royal Technical College in Glasgow (now the University of Strathclyde).Strathclyde University Archives reference: OE/11/3/1/46: Royal Technical College Register of Students, session 1946-1947 Irvine's long career led her to work in the UK, Southern Rhodesia (now Zimbabwe) and South Africa, from the 1930s to 1985, with a specialism in structural steelwork for commercial and industrial buildings. A particularly notable project was her work on the Castle Peak B Power Station in Hong Kong (1982) where she wrote analysis software to analyse pressures on the steel boiler houses. During her career she worked for the London Country Council, Taylow Woodrow and Bradshaw Buckton & Tonge of Leeds, establishing a Dundee office for the latter in 1979. == Personal life == In 1953, her engagement was announced to Tom Lindsay, who worked for the South Rhodesian Post Office, the couple having met at the London Highland Club. They married on 11 June 1955 in The Rhul on Sauchiehall Street in Glasgow and after a honeymoon in Europe, initially settled in Bulawayo. == References == Category:Alumni of the University of Strathclyde Category:1919 births Category:2001 deaths Category:British engineers Category:20th-century engineers ",
    "title": "Mary Irvine (engineer)"
}