{
    "id": "63824741",
    "text": "The museum building inside the Ankara Central Station. Atatürk's Residence and Railway Museum () is a national historic house and railway museum in Ankara, Turkey. It was originally the management building of the Turkish State Railways. Mustafa Kemal Atatürk used it as a residence and headquarters during the Turkish War of Independence. ==History== The building was built in 1892, during the construction of the Berlin–Baghdad railway. The building was built for the management of the railroad administration as part of the Ankara railway station complex located at Ulus, Ankara. On 27 December 1919, Mustafa Kemal Atatürk went to Ankara for the first time to start the Turkish National Movement against the occupation of Turkey. He moved into the railway management building, which was one of the few state buildings in Ankara, and used it as his residence and headquarters during the Turkish War of Independence; to commemorate his stay in the building, it was converted into a historic house and railway museum on 24 December 1964. Atatürk's girlfriend, Fikriye Hanım (1887–1924), stayed at the building for some time. ==Architecture== The building has two stories. It features corner stones and wooden eaves. The simple, arched windows are the building's only decoration. ==Museum== Atatürk's special railroad car he used during his nationwide tours between 1935 and 1938. The ground floor is reserved for the exhibition of railway items used from 1856 until today. These railway items include documents, medals, railroad switches, track samples, and silver tableware used in the dining and sleeping cars. Seals, certificates, identity cards, tickets, license plates of locomotives, telephone, and telegraphy sets used in the railroad communication are also on display. Some personal belongings of Mustafa Kemal Atatürk are displayed on the second floor. In 2006, personal belongings and private photographs of Fikriye Hanım, donated by her nephew, Hayri Özdinçer, were included in the museum. The white-painted special railroad car that was used by Atatürk during his nationwide tours between 1935 and 1938 is next to the museum building. The car carried Atatürk's coffin from İzmit to Ankara on 19 and 20 November 1938. The railroad car was made in Germany. ==Access== The museum is open from 9:00 to 17:00 local time on weekdays; it is closed on weekends and on national and religious holidays. Access is free of charge. ==References== Category:Museums in Ankara Category:Atatürk museums Category:Historic house museums in Turkey Category:Railway museums in Turkey Category:Transport infrastructure completed in 1892 Category:Museums established in 1964 Category:1964 establishments in Turkey Category:Ulus, Ankara ",
    "title": "Atatürk's Residence and Railway Museum"
}