{
    "id": "63832627",
    "text": "Calyptrion is a genus of flowering plants in the violet family Violaceae, with four known species. == Description == Lianas with oblong-lanceolate to ovate leaves. The flowers are situated in axillary or terminal racemes, rarely solitary, with white corollas, and are strongly zygomorphic (bilaterally symmetrical), the bottom petal being slightly longer than the others and more weakly differentiated, and with a very long spur. The stamens have free filaments, with the lowest two being calcarate (spurred) and possessing a large dorsal connective appendage that is entire and oblong-ovate. In the gynoecium, the style is filiform (threadlike). The fruit is a thick-walled capsule that is semi-dehiscent. There are numerous seeds per carpel, that are asymmetrically orbicular in outline and strongly flattened. == Taxonomy == The genus Calyptrion was first described by Gingins in 1823, that he renamed from the preexisting Viola hybanthus described by Aublet in 1775, as a distinct new genus. This is now referred to as Calyptrion arboreum, and is therefore the type species. At that time it was the only known liana in the Violaceae. Gingins provided detailed descriptions of the Violaceae (then also known as Violarieae) in a number of subsequent texts, including the Prodromus of Candolle (1824), with eight species. At the same time, Martius described the genus as Corynostylis, and this name was erroneously used over the next 200 years, despite the earlier name, Gingins treating it as a synonym. The original name was restored in 2014. Early taxonomic schemes such as Lindley (1846) and Bentham and Hooker (1862) placed Corynostylis/Calyptrion within subfamily Violoideae, tribe Violeae, subtribe Violinae. Calyptrion is one of four lianescent genera in Violaceae, together with Agatea A.Gray, Anchietea A.St.-Hil. and Hybanthopsis Paula-Souza. In earlier classifications primarily based on floral morphology these were distributed among separate subtribes, but molecular phylogenetic studies has now grouped them together into a single lianescent clade, one of four within the family. Earlier schemes placed Corynostylis/Calyptrion within subfamily Violoideae, tribe Violeae, subtribe Violinae. === Etymology === The genus is named from the Greek words kalyptra, cover, and ion, violet. === Species === There are four accepted species. == Distribution and habitat == Calyptrion is native to Amazonia, although Calyptrion arboreum extends north up to Mexico. they are found along the margins of black water rivers. == References == == Bibliography == ;Books * * * * * * * * * ;Articles * * * ;Websites * * * * Category:Violaceae Category:Malpighiales genera ",
    "title": "Calyptrion"
}