{
    "id": "63832281",
    "text": "GS-441524 is an antiviral drug which was developed by Gilead Sciences. It is the main plasma metabolite of the antiviral prodrug remdesivir, which has a half-life of around 24 hours in human patients. Remdesivir and GS-441524 were both tested against feline infectious peritonitis (FIP) in cell culture and found to be equivalent. Remdesivir was never tested in cats but GS-441524 has been found to be effective treatment for FIP, a lethal coronavirus disease which affects domestic cats and is widely used despite no official FDA approval due to Gilead's refusal to license this drug for veterinary use. == Use and research == Since FIP is usually fatal and there are no approved treatments available, GS-441524 has reportedly been sold on the black market and used by pet owners to treat affected cats, although Gilead Sciences has refused to license the drug for veterinary use. Its efficacy for this purpose has been conclusively demonstrated in multiple trials, including field trials. GS-441524 is either similar to or more potent than remdesivir against SARS- CoV-2 in cell culture, with some researchers arguing that GS-441524 would be better than remdesivir for the treatment of COVID-19. Specific advantages cited include ease of synthesis, lower kidney and hepatotoxicity, as well as potential for oral delivery (which is precluded of remdesivir because of poor hepatic stability and first pass metabolism). The public health advocacy group, Public Citizen, in an open letter urged the DHHS and Gilead to investigate GS-441524 for the treatment of COVID-19, suggesting that GILEAD was not doing so for financial motives related to the longer intellectual property lifespan of Remdesivir. GS-441524 is sold as a research chemical in very high purity (>99% by NMR and HPLC) by a number of suppliers including MedKoo, Selleckchem and MedChemExpress. Such sales for research purposes do not constitute patent infringements which was affirmed by a supreme court decision. However, despite the high purity, under FDA regulations, such chemicals are not allowed for clinical trials since their manufactuer is not performed under FDA cGMP certified conditions. == Pharmacology == GS-441524 nucleoside is phosphorylated by nucleoside kinases (probably adenosine kinase (ADK), which is the enzyme that phosphorylates the structurally similar ribavirin), and then phosphorylated again by nucleoside-diphosphate kinase (NDK) to the active nucleotide triphosphate form. GS-441524 is the nucleoside of the prodrug remdesivir. It is remdesivir's predominant metabolite circulating in the serum due to rapid hydrolysis followed by dephosphorylation. Some researchers have suggested its utility as a treatment for COVID-19 and pointed out advantages over Remdesivir, including lack of on- target liver toxicity, longer half-life and exposure (AUC) and much cheaper and simpler synthesis.https://www.fox5ny.com/news/feline-coronavirus- treatment-could-stop-spread-of-covid-19-in-humans-doctor-says. In response to the letter from Public citizen, NIH's drug discovey arm, NCATS has started systematic IND enabling experiments including PK in multiple pre-clinical species. Oral bioavailability was found to be excellent in dogs, good in mice, but modest in cynomolgus non-human primates. Prediction of human oral bioavailability from pre-clinical data is more art than science, and relies on modeling data from multiple species. Taking as reference point the clinical and pre-clinical data of other nucleoside analogues, human oral bioavailability of GS-441524 is expected to fall somewhere in between that seen in dog as a high point and that seen in non-human primates. The elimination half-life was around 2 hours in cynomolgus, much shorter than the 24 hours reported in humans. == See also == * CMX521 * NITD008 == References == Category:Anti-RNA virus drugs Category:Antivirals ",
    "title": "GS-441524"
}