{
    "id": "63837485",
    "text": "Alison Nenos Cernich is an American neuropsychologist specializing in traumatic brain injury and computerized neuropsychological assessment. She is the deputy director of the Eunice Kennedy Shriver National Institute of Child Health and Human Development. Cernich was previously deputy director of the Defense Centers of Excellence for Psychological Health and Traumatic Brain Injury, assistant professor of neurology at University of Maryland School of Medicine, and chief of neuropsychology at the VA Maryland Health Care System. == Education == Cernich graduated from St. Mary's Dominican High School in 1993. She earned a B.A. at Loyola University New Orleans where she completed an honors undergraduate thesis under advisor Catherine Wessinger. Cernich completed a predoctoral research fellowship in outcomes measurement at the Kessler Institute for Rehabilitation, funded by the National Institute on Disability, Independent Living, and Rehabilitation Research. In 2002, she earned a Ph.D. in clinical psychology from Fairleigh Dickinson University. Her dissertation was titled Predictors of post-injury substance use in traumatic brain injury: Neuropsychological and motivational variables. Neil A. Massoth was her doctoral advisor. Cernich was a postdoctoral researcher in cognitive neurosciences at the MedStar National Rehabilitation Hospital. == Career and research == Cernich is a board-certified neuropsychologist. She was traumatic brain injury (TBI) Liaison to the Department of Defense, chief of neuropsychology, and Director of the Polytrauma Support Clinic at the VA Maryland Health Care System, and a funded investigator through the VA Rehabilitation Research and Development Service. She was an assistant professor of neurology at the University of Maryland School of Medicine (UM) where she investigated traumatic brain injury (TBI) and computerized neuropsychological assessment. Cernich worked for 10 years in the United States Department of Veterans Affairs, where she served as the acting deputy director of the Defense Centers of Excellence for Psychological Health and Traumatic Brain Injury (DCoE). In this role, she coordinated prevention, education, research, and clinical care efforts for service members and veterans diagnosed with TBI. === National Institutes of Health === From 2015 to 2019, Cernich served as the director of the National Center for Medical Rehabilitation Research (NCMRR) at the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). As NCMRR director, she oversaw a $72 million research portfolio aimed at improving the health and wellbeing of people with disabilities. Cernich led the development of the congressionally mandated NIH Rehabilitation Research Plan, an effort that included coordination with 17 institutes and centers and multiple external stakeholders. She also served on multiple interagency strategic planning committees and government oversight committees for research initiatives in the federal government relevant to disability and rehabilitation research. Cernich assisted with the revision of NICHD's strategic plan. She represented NICHD on trans-NIH initiatives, including the All of Us Program and the Helping to End Addiction Long-term (HEAL) Initiative. In September 2019, Cernich was selected as deputy director of NICHD, where she assists the director in overseeing the institute's programs supporting research on child development, developmental biology, nutrition, HIV/AIDS, intellectual and developmental disabilities, population dynamics, reproductive biology, contraception, pregnancy, and medical rehabilitation. == References == Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:National Institutes of Health people Category:21st-century American scientists Category:21st-century American women scientists Category:American medical researchers Category:Women medical researchers Category:Medical administrators Category:American women psychologists Category:21st-century psychologists Category:Fairleigh Dickinson University alumni Category:Neurophysiologists Category:University of Maryland School of Medicine faculty Category:United States Department of Veterans Affairs officials Category:Loyola University New Orleans alumni ",
    "title": "Alison Cernich"
}