{
    "id": "63838191",
    "text": "220px Ozark is an American crime drama web television series about a married couple who are forced to relocate their family to the Ozarks following a money laundering scheme gone wrong. The series features an ensemble cast including Jason Bateman, Laura Linney, Sofia Hublitz, Skylar Gaertner, Julia Garner, Jordana Spiro, Jason Butler Harner, Esai Morales, Peter Mullan, Lisa Emery and Charlie Tahan. Janet McTeer, Tom Pelphrey and Jessica Frances Dukes joined the main cast in the show's third series. This list includes the series' main cast, as well as all recurring characters, and any other guest who is otherwise notable. ==Overview== : = Main cast (credited) : = Recurring cast (3+) : = Guest cast (1-2) {| class=\"wikitable\" style=\"text-align:center; width:auto\" |- ! rowspan=\"2\" scope=\"col\" style=\"width:25%;\" | Portrayed by ! scope=\"col\" rowspan=\"2\" style=\"width:25%;\" | Character ! scope=\"col\" colspan=\"3\" | Appearances ! scope=\"col\" rowspan=\"2\" style=\"width:5%;\" | Count |- ! scope=\"col\" style=\"width:15%;\" | Season 1 ! scope=\"col\" style=\"width:15%;\" | Season 2 ! scope=\"col\" style=\"width:15%;\" | Season 3 |- ! colspan=\"6\" style=\"background:#ccf;\"| Main characters |- | Jason Bateman | Marty Byrde | colspan=\"3\" | 30 |- | Laura Linney | Wendy Byrde | colspan=\"3\" | 30 |- | Sofia Hublitz | Charlotte Byrde | colspan=\"3\" | 29 |- | Skylar Gaertner | Jonah Byrde | colspan=\"3\" | 29 |- | Julia Garner | Ruth Langmore | colspan=\"3\" | 28 |- | Jordana Spiro | Rachel Garrison | colspan=\"2\" | | 14 |- | Jason Butler Harner | Roy Petty | colspan=\"2\" | | 18 |- | Esai Morales | Camino \"Del\" Del Rio | | colspan=\"2\" | 4 |- | Peter Mullan | Jacob Snell | colspan=\"2\" | | 14 |- | Lisa Emery | Darlene Snell | colspan=\"3\" | 23 |- | Charlie Tahan | Wyatt Langmore | | colspan=\"2\" | 24 |- | Janet McTeer | Helen Pierce | | | | 17 |- | Tom Pelphrey | Ben Davis | colspan=\"2\" | | 8 |- | Jessica Frances Dukes | Maya Miller | colspan=\"2\" | | 8 |- ! colspan=\"6\" style=\"background:#ccf;\"| Recurring characters |- | McKinley Belcher III | Trevor Evans | | | | 15 |- | Michael Mosley | Mason Young | colspan=\"2\" | | 9 |- | Harris Yulin | Buddy Dieker | colspan=\"2\" | | 12 |- | Marc Menchaca | Russ Langmore | | | | 9 |- | Trevor Long | Cade Langmore | colspan=\"2\" | | 13 |- | Kevin L. Johnson | Sam Dermody | colspan=\"3\" | 15 |- | Carson Holmes | Three Langmore | colspan=\"3\" | 18 |- | Christopher James Baker | Boyd Langmore | | colspan=\"2\" | 7 |- | Evan George Vourazeris | Tuck | colspan=\"2\" | | 8 |- | Robert Treveiler | John Nix | colspan=\"3\" | 13 |- | Michael Tourek | Ash | | | | 6 |- | Bethany Anne Lind | Grace Young | | colspan=\"2\" | 5 |- | Joseph Melendez | Garcia | | colspan=\"2\" | 4 |- | Lindsay Ayliffe | Harry | | | | 4 |- | Darren Goldstein | Charles Wilkes | | | | 8 |- | Nelson Bonilla | Nelson | | colspan=\"2\" | 13 |- | Melissa Saint-Amand | Jade | | colspan=\"2\" | 7 |- | John Bedford Lloyd | Frank Cosgrove | | colspan=\"2\" | 7 |- | Damian Young | Jim Rattelsdorf | | colspan=\"2\" | 6 |- | Tess Malis Kincaid | SAC Clay | | | | 5 |- | Pedro Lopez | Jorge Mendoza | | | | 5 |- | Joseph Sikora | Frank Cosgrove Jr. | colspan=\"2\" | | 6 |- | Felix Solis | Omar Navarro | colspan=\"2\" | | 8 |- | Madison Thompson | Erin Pierce | colspan=\"2\" | | 7 |- | Marylouise Burke | Sue Shelby | colspan=\"2\" | | 5 |- | Tyler Chase | Tommy Walsh | colspan=\"2\" | | 5 |} ==Main characters== ===Marty Byrde=== Jason Bateman Martin \"Marty\" Byrde (portrayed by Jason Bateman) is the husband of Wendy Byrde and father of Charlotte and Jonah Byrde. He was a self-employed financial advisor based in Chicago in 2007, when he and his business partner began to launder money for a Mexican drug cartel. ===Wendy Byrde=== Laura Linney Wendy Byrde (portrayed by Laura Linney) is the wife of Marty Byrde and the mother of Charlotte and Jonah Byrde. She was a public relations operative for political campaigns; she becomes an advance person and stager for a local realtor, and then a lobbyist for Marty's proposal to construct a casino. ===Charlotte Byrde=== Charlotte Byrde (portrayed by Sofia Hublitz) is the daughter of Marty and Wendy Byrde, and older sister to Jonah Byrde. She regularly expresses her dissatisfaction with the family's decision to move to the Ozarks. ===Jonah Byrde=== Jonah Byrde (portrayed by Skylar Gaertner) is the son of Marty and Wendy Byrde. Through his friendship to the Byrde's terminally ill tennant, Buddy, Jonah becomes interested in hunting and is coaxed into shooting and killing a deer by Jacob Snell. ===Ruth Langmore=== Julia Garner Ruth Langmore (portrayed by Julia Garner) is a young woman who is part of a local criminal family. While initially intending to use and betray Marty, she soon becomes business partners with him and ends up forming a genuine friendship with him. Ruth has a difficult relationship with her father, Cade, who is shown to be a criminal and often abuses and mistreats her. ===Rachel Garrison=== Jordana Spiro Rachel Garrison (portrayed by Jordana Spiro) is the owner of the Blue Cat hotel and bar and Marty's reluctant business partner. Throughout most of series 1, Rachel has a healthy and friendly relationship with Marty until she discovers his money laundering scheme and, despite agreeing to continue to work with him, loses all trust in him. Rachel, later, steals $300,000 from Marty from the $50 million of cartel money he had been hiding in the walls of the Blue Cat; with this money she flees the Ozarks and sometime later is seen suffering from substance abuse. While under the influence, Rachel crashes her car into a lamppost. Agent Petty uses these legal troubles to coerce Garrison into returning to the Ozarks and wearing a wire to spy on Marty. ===Roy Petty=== Jason Butler Harner Roy Petty (portrayed by Jason Butler Harner) is an FBI agent investigating Marty. During season 1 Roy develops a sexual relationship with Russ Langmore who he later betrays and blackmails into becoming an informant. This ultimately backfires on Petty when Russ is murdered by Ruth, leading him to turn his attention to Rachel who he forces into spying on Marty. ===Camino Del Rio=== Esai Morales Camino \"Del\" Del Rio (portrayed by Esai Morales) is a lieutenant for Mexico's Navarro drug cartel. In the season 1 finale, Del is shot and killed by Darlene Snell after he insults her. ===Jacob Snell=== Peter Mullan Jacob Snell (portrayed by Peter Mullan) is an established local heroin producer. ===Darlene Snell=== Darlene Snell (portrayed by Lisa Emery) is Jacob's wife and partner in the heroin business. ===Wyatt Langmore=== Charlie Tahan Wyatt Langmore (portrayed by Charlie Tahan) is Russ's elder son and Ruth's cousin. ===Helen Pierce=== Janet McTeer Helen Pierce (portrayed by Janet McTeer) is a Chicago-based attorney who represents the cartel. ===Ben Davis=== Ben Davis (portrayed by Tom Pelphrey) is Wendy's brother. After getting fired from his job as a substitute teacher, Ben moves in with the Byrdes. Later in series 3, Ben becomes romantically involved with Ruth. ===Maya Miller=== Maya Miller (portrayed by Jessica Frances Dukes) is an FBI forensic accountant investigating the Byrdes' casino business. ==Recurring characters== ===Mason Young=== Michael Mosley Mason Young (portrayed by Michael Mosley) is the pastor of a boat-based congregation. Unbeknownst to Young, the Snells had been selling drugs to the members of his congregation during his sermons. After discovering this, Mason refuses to continue doing his sermons, believing it to be immoral, much to the dismay of the Snells who seek revenge on Mason by murdering his pregnant wife, Grace. In season 2, Mason becomes homeless and has his son, Zeke, taken from him to be a ward of the state, which leads Mason to kidnap Wendy as a bid to get his son back. Despite Marty being able to return Zeke to Mason, Mason refuses to allow Wendy or Marty to leave and is eventually shot and killed by Marty as a result. ===Buddy Dieker=== Buddy Dieker (portrayed by Harris Yulin) is the terminally ill tennant of the Byrde's. At Buddy's funeral, Wendy states \"we weren't related, but he was family.\" ===Russ Langmore=== Russ Langmore (portrayed by Marc Menchaca) is the father of Wyatt Langmore, and brother of Cade and Boyd Langmore. He forms a sexual relationship with Agent Petty who later betrays Russ and blackmails him into becoming an informant. When Ruth discovers that Russ has become an informant, she murders both him and Boyd by electrocution. ===Cade Langmore=== Cade Langmore (portrayed by Trevor Long) is the father of Ruth Langmore and the brother of Russ and Boyd Langmore. He is very controlling of his daughter, Ruth, and often abuses and mistreats her. He spends all of season 1 in prison where he is visited regularly by Ruth. At the start of season 2, Cade is released from prison but continues to break the law. ===Trevor Evans=== Trevor Evans (portrayed by McKinley Belcher III) is an FBI agent and Petty's ex- lover. ===Charles Wilkes=== Charles Wilkes (portrayed by Darren Goldstein) is a wealthy businessman and political donor. ===Other recurring characters=== ====Introduced in season 1==== * Kevin L. Johnson as Sam Dermody, a real estate agent in the Ozarks * Carson Holmes as Three Langmore, Wyatt Langmore's brother and Russ Langmore's son * Christopher James Baker as Boyd Langmore, Russ Langmore's brother * Evan George Vourazeris as Tuck, a young man with developmental disabilities who works part-time at the Blue Cat Lodge and becomes Jonah's first friend in the Ozarks * Robert Treveiler as John Nix, a sheriff who is indebted to the Snells * Michael Tourek as Ash, an enforcer for the Snells * Bethany Anne Lind as Grace Young, the wife of Mason Young * Joseph Melendez as Garcia, an enforcer for Del * Lindsay Ayliffe as Harry, a funeral home owner ====Introduced in season 2==== * Nelson Bonilla as Nelson, an enforcer for Helen Pierce * Melissa Saint-Amand as Jade, a stripper who forms a relationship with Sam * John Bedford Lloyd as Frank Cosgrove, trucking company owner and leader of the Kansas City Mafia * Damian Young as Jim Rattelsdorf, Wilkes' right-hand man * Pedro Lopez as Jorge Mendoza, a member of the Navarro Cartel * Tess Malis Kincaid as SAC Clay, Petty's and Miller's FBI boss ====Introduced in season 3==== * Joseph Sikora as Frank Cosgrove Jr., son of Frank Cosgrove and Kansas City Mafia member * Felix Solis as Omar Navarro, the leader of a Mexican drug cartel * Madison Thompson as Erin Pierce, Helen's daughter * Marylouise Burke as Sue Shelby, the Byrde's therapist * Tyler Chase as Tommy Walsh, a Kansas City Mafia member and FBI snitch ==References== Category:Lists of drama television characters ",
    "title": "List of Ozark characters"
}