{
    "id": "63833077",
    "text": "Paul Vincent Davis is an American puppeteer. For over 30 years, he served as Artist in Residence at Puppet Showplace Theater in Brookline, Massachusetts. In the 1980s, UNIMA-USA awarded Davis five Citations of Excellence for his work. ==Early life and education== Davis was born in Richmond, Virginia in 1935. He was raised in Alexandria. His fascination with puppets began at the age of four, when he performed with hand puppets for family and friends. In 1945, when Davis was 10 years old, he saw a performance in Washington, D.C. It featured Frank Paris Marionettes and an Italian puppet company. Soon after, Davis and his father converted the family garage into a puppet theater. Davis began to perform for neighborhood children. Davis earned his B.A. in Fine Arts from the Richmond Professional Institute of the College of William and Mary. ==Career== ===Early career=== In the early 1960s, Davis worked in art studios, print shops, and advertising agencies. He left the job of art director at a New York agency to become a freelance graphic designer and part-time puppeteer. He also spent time as an actor and folk singer. Davis directed the Repertory Puppet Theater of Washington, D.C. He created serious work for adults with puppets. This included plays from Samuel Beckett, Japanese folk plays, and medieval miracle plays. In the early 1970s, Davis co-directed The National Theater of Puppet Arts, Inc. with Carol Fijan. Based in New York, the company of puppeteers produced excerpts from Shakespearean plays and Greek classics. ===Puppet Showplace Theater=== In 1977, Davis moved from New York to Brookline, Massachusetts. He became artistic director and artist-in-residence at Puppet Showplace Theater. At Showplace, Davis worked mostly with hand puppets for audiences of children and families. His hand puppets featured jointed legs that moved by means of the wrist. This created realistic movements. Davis created over a dozen full-length puppetry productions. He adapted classic folktales and fairy tales and created original shows. These include Androcles and the Lion, The Singing Turtle, Raccoon Tales, Rumpelstiltskin, Bingo the Circus Dog, Jo Jo and the Orange Ball, Chinese Dragon Dance, and Here Come the Clowns. In 1997, Davis served as Executive Director of Puppet Showplace Theater. He remained active as a performer until his retirement in 2007. As Resident Artist Emeritus, he continued to teach and mentor young puppeteers. ==Awards and recognitions== Davis earned Citations of Excellence from UNIMA-USA for five productions. These include The Leprechaun of Donegal (1980), The Golden Axe (1982), Three Festival Dances (1982), Beauty and the Beast (1984), and Fables of Ancient Rome (1988). The Puppetry Journal called his adaptation of Beauty and the Beast “one of the most impressive one- person shows from an extraordinary puppeteer.” In 1985, Kathryn Lasky followed Davis as he mounted a production of Aladdin and His Wonderful Lamp. She documented the behind-the-scenes development in her book Puppeteer. In 1990, Puppeteers of America recognized Davis with the President’s Award. It honors outstanding contributions to the art of puppetry. In 2020, the Ballard Institute and Museum of Puppetry celebrated Davis's career with an exhibit. “Paul Vincent Davis and the Art of Puppet Theater” called Davis \"one of the United States's most dynamic 20th-century puppeteers.\" ==Personal life== In 1976, Davis attended an international puppetry conference in Moscow, Russia. There, he met puppeteer Mary Churchill, founder and director of Puppet Showplace Theater. She became his lifelong companion and partner. Churchill died of lung cancer in 1997. ==Further reading== * Davis, Paul Vincent. Exploring the Art of Puppet Theater. Garden Bay, BC: Charlemagne Press, 2018. 9780921845485 * Lasky, Kathryn. Puppeteer. Illustrated with photographs by Christopher G. Knight New York: Macmillan, 1985. 9780027516609 ==References== Category:American puppeteers Category:People from Brookline, Massachusetts Category:People from Alexandria, Virginia Category:1935 births Category:Living people ",
    "title": "Paul Vincent Davis (puppeteer)"
}