{
    "id": "63832607",
    "text": "Algeria–European Union relations are the foreign relations between the country of Algeria and the European Union.Although there has been a large degree of integration between European Union member states, foreign relations is still a largely intergovernmental matter, with the 27 members controlling their own relations to a large degree. However, with the Union holding more weight as a single bloc, there are at times attempts to speak with one voice, notably on trade and energy matters. The High Representative of the Union for Foreign Affairs and Security Policy personifies this role. ==Trade== Algeria has been in an association agreement and a free trade agreement with the European Union since 2005. In 2016, 67% of Algeria's exports went to the EU and 44% of Algeria's imports came from the EU. Fuel and mining products made up 95.7% of EU imports from Algeria in 2017. Chemicals represented the second most important exported product, worth 2.9% of Algeria's exports to the EU. The EU's main exports to Algeria are machinery (22.2%), transport equipment (13.4%), agricultural products (12.8%), chemicals (12.8%) and iron and steel (10.2%). ==Funding and Assistance== Algeria is receiving €108 million - €132 million under the European Neighbourhood Instrument. Currently funds are being used to promote economic efficiency, economic governance, and economic diversification, as well as strengthening democracy and reducing pollution. Algeria is a member of the Euro-Mediterranean Partnership. Algeria also receives funding under the Development Cooperation Instrument (DCI), under programmes such as the European Instrument for Democracy and Human Rights. In total, these funds under the DCI were €5.5 million for 2015-2016. The European Union is helping Algeria with its accession to the World Trade Organization, as well as holding informal talks on migration. ==Chronology of relations with the EU== {| class=\"wikitable mw-collapsible\" |+ class=\"nowrap\" | Timeline |- !Date !Event |- | 25 March 1957||The European Economic Community is established. |- | 5 July 1962||Algeria gains independence from France following the Algerian War. |- | September 2005||The EU-Algeria Association Agreement enters force. |- | 7 March 2017||The EU and Algeria adopt new Partnership Priorities. |} ==References== Category:Bilateral relations of Algeria Category:Foreign relations of Algeria Category:Economy of Algeria Europe Category:Third-country relations of the European Union ",
    "title": "Algeria–European Union relations"
}