{
    "id": "63834642",
    "text": "James Sunter BA (1839 – 10 July 1909), commonly referred to as Canon Sunter, was rector of St Paul's Church, Adelaide, from 1890 to 1909. ==History== Sunter was born in Yorkshire and educated at St John's College, Hurstpierpoint. He was an apt and conscientious student, winning bursaries and exhibitions that helped pay his way through Durham University, where he received his Bachelor of Arts degree in 1877. He was ordained deacon in 1871, and priest in 1872 by the Bishop of Durham. He was appointed curate, serving at Wallsend 1871–1873; Tynemouth 1873–1875; Holy Trinity, North Shields, 1875–1879 and acting chaplain of Wellesley training ship in 1875. He was appointed vicar of St Anthony's church, Newcastle-on-Tyne, serving 1879–1890 and as honorary canon of St Nicholas' Cathedral from 1887 to 1890, when he was offered the incumbency of St Paul's, Adelaide by Bishop Kennion. He arrived in South Australia by the RMS Ormuz with his family on 4 November 1890, succeeding Rev. J. W. Owen, resigned, and was inducted by Bishop Kennion on 9 November 1890. He found the church building in need of a great deal of attention, and with that well underway, had the pipe organ renovated at a cost of over £500. Extensive additions were made to the Sunday-school buildings, so that something like £2,000 was spent during his incumbency, all without increasing the church debt. Sunter's great ambition was completion of the church tower in time for the church Jubilee in 1910, the foundation stone having been laid by Sir Richard MacDonnell in 1860, but he did not live to see it completed. His death, after a few days' illness, was quite unexpected. He had reached the Biblical span of seventy years, quite unknown to most of his parishioners, who thought of him as a much younger man, carrying out his duties in a vigorous and conscientious way. He was a great believer in religious education, and had contributed greatly to the success of St Paul's school for girls and the Pulteney Street school for boys (later Pulteney Grammar), for both of which he taught regularly. He was also a governor of St Peter's College and on the council of St Barnabas College. He also believed in Bible reading in State schools, and regularly lobbied Parliament on the subject. He actively promoted the welfare of young people by the formation of guilds and societies, which he was tireless in promoting. He acted as examining chaplain for Bishop Harmer from 1896 to 1905, and in the later part of his career was appointed chaplain to the Yatala Labor Prison (\"The Stockade\"). He was believed to have a positive influence on those prisoners with whom he came in contact, making visits there every Sunday and Thursday, and maintained contact with many after their discharge. He was a founder of the Lady Kintore Cottages, a charity for supporting widows and deserted wives. His eulogy was read by Bishop Nutter Thomas, who preached at St. Paul's Church from the text \"Well done, good and faithful servant.\" He referred to Sunter's theological treatises, and to the literary outputs of his predecessors, Dean Russell, who died on 20 May 1886, and the Rev. John W. Owen BA, who was also an author. ==Bibliography== Sunter, James The Doctrine of the Trinity — Not Opposed to Reason and Scripture ==Family== James Sunter (1839–1909) married Miss Hepworth, of Bradford, in England. It is likely she died in England before he accepted the Adelaide position. *Margaret Jessie Sunter ( – 14 October 1951) married Henry Ernest Fuller on 10 January 1893 *Isabel May Sunter (c. 1875 – 20 February 1947) married Louis Hugo Muecke (7 February 1873 – c. 25 July 1943) on 4 April 1899. Louis was a son of Hugo Carl Emil Muecke, consul for Germany. *Robert Sunter (c. 1877 – 15 September 1934) of the Adelaide Steamship Company, champion boxer and governor of St Peter's College, was born in South Shields. The popular captain of the MV Manunda, he was first to \"pipe\" commentaries from the bridge to the dining room for the benefit of travellers. *George Herbert Sunter (c. November 1881 – 24 July 1947) born at Newcastle-on-Tyne, was a buffalo hunter in the Northern Territory, and trepang fisherman. He was author of Adventures of a Trepang Fisher (1938) (Hurst and Blackett), died in Brisbane. On 28 May 1894 in Sydney, Sunter married again, to Marie Caroline Schomburgk, daughter of Dr. Schomburgk, Director of the Adelaide Botanic Garden. == References == Category:Australian Anglican priests Category:1839 births Category:1909 deaths ",
    "title": "James Sunter"
}