{
    "id": "63839817",
    "text": "Manupscript by Giuseppe Bencivenni Pelli Giuseppe Bencivenni Pelli or Giuseppe Pelli Bencivenni (1729 - 31 July 1808) was an Italian civil servant and essayist. Born and dying in Florence, he served as director of the Uffizi Gallery from 1775 to 1793. He was the last member of a Florentine patrician family. ==Life== Orphaned early in life, he studied law at the University of Pisa but did not gain his doctorate. In 1758 he joined the Secretariat of State of the Grand Duchy of Tuscany. A supporter of the Tuscan Enlightenment, he wrote several books, essays and dissertations on art and culture. He followed the scholar Giovanni Lami as editor of the \"Novelle letterarie\", he also wrote the 80-volume Efemeridi, a collection of diaries offering an incredible fresco of Florentine society between 1750 and 1799. He died in Florence. ==Works== * Efemeridi, Florence, 1759-1808 - preserved in the Biblioteca nazionale centrale di Firenze. * Memorie per servire alla vita di Dante Alighieri ed alla storia della sua famiglia, Venice, Zatta, 1759. * Nuovi dialoghi dei morti, Florence, 1770. * Saggio Istorico della Real Galleria di Firenze, Florence, 1779. * Catalogo delle pitture della Regia Galleria, Florence, 1779. * Sbozzo di una dissertazione sopra la pena di morte, Florence, 1760-1761 - preserved in the Archivio di Stato di Firenze (Archivio Pelli Bencivenni, cartella 13 inserto 170) ==References== ==Bibliography== * Philippe Audegean, Le plus ancien programme de l'abolitionnisme italien: le Discorso della pena di morte de Giuseppe Pelli (1760-1761), in La peine de mort, edited by Luigi Delia and Fabrice Hoarau, CORPUS, revue de philosophie, 62 (2012), pp. 135-156. * Silvia Capecchi, Scrittura e coscienza autobiografica nel diario di Giuseppe Pelli, Roma: Edizioni di Storia e Letteratura, 2006. * Miriam Fileti Mazza, Bruna M. Tomasello, Galleria degli Uffizi 1775-1792. Un laboratorio culturale per Giuseppe Pelli Bencivenni, Modena: Franco Cosimo Editore, 2003. * Miriam Fileti Mazza, Bruna M. Tomasello, Catalogo delle pitture della Regia Galleria compilato da Giuseppe Bencivenni già Pelli. Gli Uffizi alla fine del Settecento, 2004. * Roberto Zapperi, Giuseppe Bencivenni Pelli, in Dizionario biografico degli italiani, vol. VIII; Roma: Istituto dell'Enciclopedia Italiana, 1966, pp. 219-222. ==External links== * Le Efemeridi di Giuseppe Bencivenni Pelli, edited by the Biblioteca Nazionale Centrale di Firenze * Opere di bencivenni Pelli - on the site of the Fondazione Memofonte category:18th-century essayists Category:Italian essayists Category:Male essayists category:1729 births category:1808 deaths Category:18th-century Italian writers Category:18th-century male writers category:Italian art historians category:Italian biographers category:Italian diarists category:Directors of the Uffizi Category:Italian male non-fiction writers ",
    "title": "Giuseppe Bencivenni Pelli"
}