{
    "id": "63834828",
    "text": "Gudarna på Västerbron is the second studio album by Swedish hip hop group Hov1, with the first being their self-titled debut album, Hov1. Gudarna på Västerbron was released on 6 April 2018 as digital download and on streaming platforms, through Universal Music. The album was recorded in a studio in Hornstull, Sweden and proved successful in the country, debuting at number one on the Swedish Albums Chart. As of 2 May 2020, the album has charted for a total of 108 weeks in Sweden. Gudarna på Västerbron also placed at number one on the Album year-end chart in 2018 in Sweden, as well as number seven on the chart for 2019. All songs were written by Hov1, while the album mainly was produced by the group's producer and member, Axel Liljefors Jansson. == Critical reception == Gudarna på Västerbron received generally positive reviews from Swedish music critics. Expressens reviewer Anders Nunstedt noted the songs \"Pari\", \"Stan e mörk\" and \"Hon dansar vidare i livet\" as highlights and also praised Hov1 for both using low-tempo and high-tempo beats. Moreover, he called the album \"catchy\". Natasha Azarmi of Aftonbladet stated that the album's strongest songs were the last three, calling the lyrics and melodies emotional. She opined that the album proves that Hov1's songwriting is \"what the group is best at\". Writing for Gaffa, Simon Lundberg stated that the album contains a mixture of \"modern pop and hip hop\" and he continued by praising the songs \"Pari\" and \"Stan e mörk\", saying that those tracks shows that Hov1 has matured since the group's previous releases. == Track listing == ==Personnel== Adapted from Tidal. * Axel Liljefors Jansson – producer, composing, songwriting, mixing * Dante Lindhe – vocals, songwriting * Ludwig Kronstrand – vocals, songwriting * Noel Flike – vocals, songwriting * Aryan Marzban – mixing * Jens Resch – producer , composing * Martin Tjärnberg – producer, mixing, composer * Oskar Linnros – producer, composer, lyricist * Sören von Malmborg – mastering, mixing * Johan Kronlund – mixing * Hoffe Stannow – mastering ==Charts== ===Weekly charts=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | align=\"center\" |1 |} ===Year-end charts=== {| class=\"wikitable plainrowheaders\" style=\"text- align:center\" |- ! scope=\"col\"| Chart (2018) ! scope=\"col\"| Position |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | 1 |- ! scope=\"col\"| Chart (2019) ! scope=\"col\"| Position |- ! scope=\"row\"| Swedish Albums (Sverigetopplistan) | 7 |} ==Release history== {| class=\"wikitable plainrowheaders\" |+Release formats for Gudarna på Västerbron |- ! Region ! Date ! scope=\"col\"| Format ! scope=\"col\"| Label |- ! scope=\"row\" rowspan=\"1\"| Various | 6 April 2018 | | Universal Music |} ==References== Category:2018 albums Category:Universal Music AB albums Category:Swedish-language albums ",
    "title": "Gudarna på Västerbron"
}