{
    "id": "63837175",
    "text": "The University of Santo Tomas, in Manila, Philippines, one of the oldest universities in the Philippines, is constantly featured in popular culture... ==Film== * In Minsan Pa Nating Hagkan Ang Nakaraan (1983), Rod, portrayed by Christopher De Leon, is an AB Architecture graduate of the University. * In Kung Aagawin Mo Ang Lahat Sa Akin (1987), Maureen Andrada, portrayed by Sharon Cuneta, and co-actors, Tonton Gutierrez and Ali Sotto are Biology students in UST. Ricky Davao plays as a basketball varsity player. * In The Vizconde Massacre Story (God Help Us!) (1993), Carmela Vizconde is portrayed by Kris Aquino. * In The Untold Story: Vizconde Massacre II - May The Lord Be With Us!) (1994), Carmela Vizconde is portrayed by Vina Morales. * In Madrasta (1996), a UST diploma is seen at Fides’ (Nida Blanca) house. * In Dahil ba sa Kanya (1998), Mitch Carmona, portrayed by Mikee Cojuangco-Jaworski, is a medical student/intern from UST. * In Jose Rizal (1998), the original entrance to the campus of UST in Intramuros, which would later become the Arch of the Centuries is featured in one of Rizal's flashbacks. He is portrayed by Cesar Montano while he is a first year Medicine student in the University in 1978. * In Batas ng Lansangan (2002), Marissa, portrayed by Kaye Abad, is a student from the Faculty of Arts and Letters. * In Magkapatid (2002), Dr. Cita Reyes, portrayed by Sharon Cuneta, receives a recognition as an alumna from the UST Hospital in the Thomasian Aquinas Research Complex Auditorium. * In One More Chance (2007), lead couple Popoy (John Lloyd Cruz) and Basha (Bea Alonzo), are Engineering and Architecture graduates of UST, respectively.. Basha is also a member of the UST Salinggawi Dance Troupe.. She wears the 2003 UAAP Cheerdance Competition costume. * In Ang Tanging Ina N'yong Lahat (2008), Ina Montecillo, portrayed by Ai-Ai delas Alas, attends a class set in the UST Main Building. She meets Ren Constantino, a university professor, played by Cherry Pie Picache. Both characters become Presidents of the country. * In And I Love You So (2009), Lara (Bea Alonzo) and Oliver (Derek Ramsey) are university students who first met in the balcony of the AMV Building. * In Who's That Girl (2011), Elizabeth Pedroza (Anne Curtis) and Monique (Candy Pangilinan) wear the UST College of Architecture uniform. John, portrayed by Luis Manzano, plays football wearing a blue UST Science jersey. In the next scenes, however, he wears the UST College of Commerce and Business Administration uniform. It is directed by a UST alumnus, Wenn Deramas.. * In Yesterday, Today, Tomorrow (2011), Eunice (Eula Caballero), daughter of the lead character Maricel Soriano is a UST High School student and a member of the UST Salinggawi Dance Troupe. She wears the high school uniform and the UST costume of the 2011 UAAP Cheerdance Competition. * In Bar Boys, the campus is briefly featured when the main characters took the Bar Examinations. * In Alone/Together (2019), Raf, played by Enrique Gil, attends UST as a Biology undergraduate.. He is seen wearing the UST College of Science uniform.. He also becomes a graduate of the UST Faculty of Medicine and Surgery. Gil also appeared in a video cheering the Go USTe! chant as part of the movie's promotional campaign.. * In Isa Pa with Feelings (2019), Mara Navarro, played Maine Mendoza, is a fresh Architecture graduate of the University.. A congratulatory tarpaulin shows Mara in a toga with the maroon sash of UST College of Architecture. ==Television== * In a Sprite commercial in 2001, Toni Gonzaga portrays a student who meets Piolo Pascual in a UST campus fair... * The ABS-CBN Christmas Station ID of 2010 is partly set in the campus. It features the UST Singers, the Seminary Gym, UST Open Field, UST TARC Auditorium, UST Education Auditorium, and UST Medicine Auditorium. * A commercial of Globe Prepaid GoUNLI20 in 2014 is set in the campus. * A commercial of Chippy in 2010, entitled Initiation, is set in the UST Quadricentennial Park. * The episodes 6 and 7 of the Ilustrado (2014) TV series depict Jose Rizal's life in the University. He is portrayed by Alden Richards. * In the 2015 UAAP Season 78 Men's Basketball Finals Game 2, John Lloyd Cruz and Bea Alonzo, as Popoy and Basha of One More Chance, showed support to the UST Growling Tigers.. * An episode of Maalaala Mo Kaya 2019 entitled M.V.P. features the life story of UST volleyball player Cherry Ann Rondina. Rondina is portrayed by Kim Chiu.... ==Literature== * In El Filibusterismo (1891 novel), Father Millon and Placido Penitente are a professor and a student in the University respectively. ==References== popular culture Category:Education in popular culture ",
    "title": "University of Santo Tomas in popular culture"
}