{
    "id": "63833725",
    "text": "Charlie Lovett (born 1962 in Winston-Salem, NC) is a bestselling novelist, bibliophile, podcast producer, children's playwright and expert on both the works and the life of Lewis Carroll. He has the world's largest collection of Carollean memorabilia and was twice president of the Lewis Carroll Society of North America.Interview with Charlie Lovett Alma BooksChronological List of The Meetings of LCSNA from 1974 to present lewiscarroll.org ==Life and career== Charlie Lovett was born in Winston-Salem, North Carolina in 1962. He got a B.A. in theatre at Davidson College in 1984 and then went into the antiquarian book business and became interested in the works of Lewis Carroll.Playwrights, Composers, Lyricists and Authors: Charlie Lovett Pioneer Drama Service He got a Master of Fine Arts degree in writing at Vermont College of Fine Arts in 1997.Novelist, playwright Charlie Lovett to speak at FOL meeting on July 27 Ashe County Line, July 21, 2019 In 2003 he became a member of the Grolier Club the oldest and largest club for bibliophiles in North America.Authors: Charlie Lovet Penguin Random House Two of his books draw on his own experience as an antiquarian bibliophile: The Bookman’s Tale and First Impressions: A Novel of Old Books, Unexpected Love, and Jane Austen. The Bookman’s Tale made the New York Times best seller list. In 1999 he wrote Love, Ruth: A Son's Memoir about his mother Ruth Cander Lovett who was the great-granddaughter of Asa Griggs Candler the founder of Coca-Cola; Maya Angelou called this book \"tender and sensitive and true.\"Love, Ruth: A Son's Memoir Callanwolde Guild (1999) More than 5000 productions of his children's plays have been performed all over the world. He hosts the podcast \"Inside the Writer’s Studio.\"Inside the Writer’s Studio Podcast ==Lewis Carroll== After graduation from Davidson in 1984 Charlie Lovett was captivated by the works of Lewis Carroll, especially Alice’s Adventures in Wonderland. He began collecting Carrollian memorabilia and did research which led him to write five books about Carroll and to serve as president of the Lewis Carroll Society of North America. He has lectured on Carroll all over the world including at Oxford University, Harvard and UCLA. Lovett has an enormous collection of Carrollian literature, all documented in a book he wrote in 1990 with his first wife Stephanie.Lewis Carroll's Alice. An Annotated Checklist of The Lovett Collection Charles C. Lovett and Stephanie B. Lovett, Meckler, (1990), In 1994, he and Stephanie, who also served twice as president of Lewis Carroll Society, hosted The Second International Lewis Carroll Conference, in Winston- Salem. This resulted in a book, Proceedings of The Second International Lewis Carroll Conference, which he edited.Knight Letter, LCSNA Fall 2018 Volume III Issue 1 No 101 In 2015 he wrote a new introduction for Penguin Classics’s 150th anniversary edition of Alice’s Adventures in Wonderland and Through the Looking-Glass. That same year he curated Alice Live!, a major exhibition of Lewis Carroll and Alice memorabilia at the New York Public Library for the Performing Arts at Lincoln Center.Alice Live! New York Public Library for the Performing Arts, October 2, 2015–January 16, 2016 ==Foundation== In 1992 Charlie founded the Lovett Foundation which is dedicated to independent thinking in pursuit of a culturally diverse, rational and harmonious society.The Lovett Foundation He and his second wife Janice are on the board.Lovett Foundation: People Winston Salem, NC ==Selected works== ; Non- fiction * Lewis Carroll Among His Books: A Descriptive Catalogue of the Private Library of Charles L. Dodgson, * Lewis Carroll and the Press, Oak Knoll/The British Library, (1999), as \"Charles Lovett\", * Alice on Stage, Meckler (1990), * Lewis Carroll's Alice: An Annotated Checklist of the Lovett Collection, Meckler (1990), with Stephanie Lovett, * Proceedings of the second International Lewis Carroll Conference, Winston-Salem, North Carolina, June 9–12, 1994, * Sparrow Through the Hall: A Pilgrimage Through British Christianity, Kingham Tree (2002), * Everybody's Guide to Book Collecting, Write Brain (1993), * Lewis Carroll's England, White Stone Publishing (1998), * Alice’s Adventures in Wonderland and Through the Looking-Glass, 150Th- Anniversary Edition (Penguin Classics Deluxe Edition) By Lewis Carroll, Illustrated by John Tenniel, Introduction by Charlie Lovett, * Love, Ruth: A Son's Memoir, Callanwolde Guild (1999), ; NovelsWorks by Charlie Lovett at Amazon.com * First Impressions, * Escaping Dreamland: A Novel, * The Program, * The Bookman’s Tale, * The Lost Book of the Grail, * The Further Adventures of Ebenezer Scrooge, * The Fat Lady Sings, ; Children's plays * Becoming Shakespeare * The Emperor’s Birthday Suit * Frogspell * A Hairy Tale * Hairy Tale Rock * Little Miss Gingerbread * Porridgegate * A Super Groovy Night’s Dream * Supercomics * Twinderella * Twinderella — The Musical ==References== ==External links== * Official website * Books by Charles Lovett ISBNS.tw Taiwan Category:Lewis Carroll Category:Davidson College alumni Category:Vermont College of Fine Arts alumni Category:American writers Category:American dramatists and playwrights Category:Writers from Winston- Salem, North Carolina Category:1962 births Category:Living people ",
    "title": "Charlie Lovett"
}