{
    "id": "63835702",
    "text": "Map of Massachusetts House of Representatives' 4th Hampden district, 2013. Based on 2010 United States Census Massachusetts House of Representatives' 4th Hampden district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers the city of Westfield in Hampden County. Democrat John Velis of Westfield represented the district from 2014 to 2020. Candidates for this district seat in the 2020 Massachusetts general election include Independent Conservative Ethan Flaherty, Democrat Matt Garlo, and Republican Kelly Pease. The current district geographic boundary overlaps with that of the Massachusetts Senate's 2nd Hampden and Hampshire district. ==Representatives== * Marvin Chapin, circa 1858 * Joseph Stone, circa 1859 * Jeremiah J. Keane, circa 1888 * Chauncey A. Bennett, circa 1920 * Julius F. Carman, circa 1920 * Walter Frank Szetela, circa 1951 * John F. Coffey, circa 1975 * Steven Pierce * Michael Knapik * Cele Hahn * Donald Humason Jr. * John C. Velis, April 16, 2014 – May 28, 2020 ==Former locale== The district previously covered part of Springfield, circa 1872. ==See also== * List of Massachusetts House of Representatives elections * Other Hampden County districts of the Massachusetts House of Representatives: 1st, 2nd, 3rd, 5th, 6th, 7th, 8th, 9th, 10th, 11th, 12th * Hampden County districts of the Massachusett Senate: Berkshire, Hampshire, Franklin, and Hampden; Hampden; 1st Hampden and Hampshire; 2nd Hampden and Hampshire * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== ;Portraits of legislators 1908 John Bennett Massachusetts House of Representatives.png|John Bennett 1918 Chauncey Bennett Massachusetts House of Representatives.png|Chauncey Bennett 1918 Giles Blague Massachusetts House of Representatives.png|Giles Blague 1923 Julius Carman Massachusetts House of Representatives.png|Julius Carman 1923 Merle Dixon Graves Massachusetts House of Representatives.png|Merle Dixon Graves 1935 Edward Boland Massachusetts House of Representatives.png|Edward Boland 1945 Eugene Sweeney Massachusetts House of Representatives.png|Eugene Sweeney 1953 Joseph Wisniowski Massachusetts House of Representatives.png|Joseph Wisniowski 1967 Mitsie Kulig Massachusetts House of Representatives.png|Mitsie Kulig 1975 John Coffey Massachusetts House of Representatives.png|John Coffey 1983 Steven Pierce Massachusetts House of Representatives.png|Steven Pierce Michael Knapik 2010.jpg|Michael Knapik 1995 Cele Hahn Massachusetts House of Representatives.png|Cele Hahn Donald Humason Jr official portrait.jpg|Donald Humason John Velis.jpg|John Velis ==References== ==Further reading== * ==External links== * Ballotpedia. Massachusetts House of Representatives Fourth Hampden District * (State House district information based on U.S. Census Bureau's American Community Survey). House Category:Government of Hampden County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 4th Hampden district"
}