{
    "id": "63839640",
    "text": "380px Massacre of the Innocents is a 1557 oil on panel painting by Daniele Ricciarelli da Volterra, now in the Uffizi Gallery in Florence, one of a number of works by the artist in its collections (others are Madonna and Child with the Infant St John the Baptist and Saint Barbara and Elijah in the Desert). ==History== It was painted for San Pietro in Selci church in Volterra during the artist's last visit to his birthplace - he even waived the fee for the work Roberto Paolo Ciardi and Benedetta Moreschini, Daniele Ricciarelli. Da Volterra a Roma, Volterra, Cassa di risparmio di Volterra, 2004, pp. 26-27. It was the last autograph painting by the artist - after this date he almost exclusively worked as a sculptorMaria Luisa Mez, Daniele da Volterra (PDF), in Bollettino d'Arte, aprile 1934, pp. 459-474. For it he simply made some small modifications to one of his own cartoons, already used by his student Michele Alberti for a fresco at the chiesa della Trinità dei Monti in Rome. The main differences to the cartoon are due to the fact that there were two voids in the fresco - at bottom left a woman with a dead child was added (for whom a drawing survives in the Prints and Drawings department of the Louvre) and at bottom right a dead child Roberto Paolo Ciardi and Benedetta Moreschini, Daniele Ricciarelli. Da Volterra a Roma, Volterra, Cassa di risparmio di Volterra, 2004, pp. 262-263. The Uffizi's director Giuseppe Bencivenni Pelli acquired it for 600 scudi for Leopold II in 1782. It was initially exhibited in the Tribuna of the Uffizi, where it remained until 1926. It then spent a time in the Galleria dell'AccademiaPaul Barolsky, Daniele Da Volterra: A Catalogue Raisonné, Garland Publishing, 1979, pp. 109. before returning to the Uffizi. It was restored in 1979. ==References== ==Bibliography== * Roberto Paolo Ciardi and Benedetta Moreschini, Daniele Ricciarelli. Da Volterra a Roma, Volterra, Cassa di risparmio di Volterra, 2004. * Paul Barolsky, Daniele Da Volterra: A Catalogue Raisonné, Garland Publishing, 1979. ==External links== * Daniele da Volterra category:Paintings of the Uffizi category:Paintings by Daniele da Volterra category:1557 paintings ",
    "title": "Massacre of the Innocents (Daniele da Volterra)"
}