{
    "id": "63845032",
    "text": "Taqsem A. Khan is an engineer and the Managing Director and CEO of Dhaka WASA, a government owned company responsible for water and sewage in the capital of Bangladesh, Dhaka. ==Early life== Khan did his Masters in Mechanical Engineering at a University in Moscow. He joined Philips Bangladesh as a production engineer. ==Career== Khan served as the chief engineer of International Centre for Diarrhoeal Disease Research, Bangladesh from 1988 to 1998. On 14 October 2009, he was appointed the Managing Director of Dhaka WASA. He has extended his tenure as the Managing Director of WASA five times. On 21 October 2019, his comments saying WASA water in 100 percent pure were criticized in parliament by the parliamentary standing committee on public undertakings. According to Muhibur Rahman Manik, a member of the committee, Khan was criticized for the water not being safe and his comments. Bangladesh High Court in December 2009 criticized his comments saying that there were no sewage lines to Buriganga River. The court had directed WASA to close all sewage lines flowing to the river to reduce pollution in 2011. The court found his statement to be false. On 23 January 2020, Bangladesh High Court issued a contempt of court ruling against him for disobeying High Court directive and lying in court. The High Court observed that he was voluntarily refusing to obey the court directives. ==Controversy== In 2016, Khan was interrogated by Bangladesh Anti Corruption Commission over financial irregularities. According to banglanews24.com, there are allegations against him of embezzling 2 thousand core from 10 mega projects of Dhaka WASA. He has faced questions over irregularities in the implementation of Padma Jashaldia water treatment plant project, a mega project of Dhaka WASA. ==References== Category:Living people Category:Bangladeshi engineers Category:American people of Bangladeshi descent Category:Bangladeshi civil servants Category:Year of birth missing (living people) ",
    "title": "Taqsem A. Khan"
}