{
    "id": "63840566",
    "text": "The Peugeot e-Legend is a concept electric hyper coupé produced by the French car manufacturer Peugeot, presented at 2018 Paris Motor Show. == Presentation == Peugeot logo of 1960. The Peugeot e-Legend concept (code name P18) is a neo-retro coupé paying homage to the Peugeot 504 Coupé which celebrated its 50th anniversary in 2018. It was unveiled on 20 September 2018, before its public exhibition at the 2018 Paris Motor Show, in a gray color tinged with champagne. It receives on its grille (and its steering wheel) an illuminated logo recalling the logo of the Peugeot of the 1960s, surmounted by the name \"PEUGEOT\", like its elder 504 and taken over by the 508. There are many references to the 504, such as floating bumpers composed of a metal blade, square double optics, or even velvet seats, as in the time of the original model. On the occasion of the Paris Motor Show, a petition was launched online to ask the manufacturer for the mass production of the Peugeot e-Legend. Then in March 2019, the manufacturer deposited the name \"504 Legend\". But on 25 April 2019, Carlos Tavares, CEO of Peugeot, announced at the manufacturer's general assembly that the e-Legend will not pass through the series stage. Putting it into production would cost €250 million euros and, for the project to be financially viable, 20,000 copies would have to be made at a rate of €80,000. The concept car was on display from 24 to 26 May 2019 at the Concorso d'Eleganza Villa d'Este in Italy, presented by the Peugeot style director Gilles Vidal. == Technical characteristics == Peugeot lion's claws. The e-Legend is designed on a specific platform of the Groupe PSA. It is an autonomous car of level 4, it is equipped with a retractable steering wheel which retracts from the dashboard after the upper part thereof, incorporating a sound bar Focal, half-opened. The dashboard consists of a digital screen diagonal, allowing access to vehicle settings, infotainment or navigation, and is completed in the doors with screens, while the sun visors are each equipped with a screen. The concept car receives a total of 16 screens in its living space. == References == E-Legend Category:Cars introduced in 2018 Category:Coupés ",
    "title": "Peugeot e-Legend"
}