{
    "id": "63849683",
    "text": "Mike Makowsky (born May 9, 1991) is an American screenwriter and producer. He wrote the true crime dramedy film Bad Education, which premiered on HBO in 2020. He has also written the films Take Me and I Think We're Alone Now. == Early life and career == Makowsky was born in Bayside, New York, and raised in the Long Island suburb of Roslyn. He is the son of handbag and real estate mogul Bruce Makowsky. In 2004, while Makowsky was in the seventh grade at the Roslyn Union Free School District, school superintendent Dr. Frank Tassone and various administrative colleagues were arrested in what would become the largest public school embezzlement in American history. Makowsky graduated from Roslyn High School and Brown University, then moved to Los Angeles to pursue a career as screenwriter. His first feature film credit was the independent dark comedy Take Me, which was produced by the Duplass brothers and distributed by Netflix. He then wrote and produced his second film, I Think We're Alone Now, which was helmed by Reed Morano and starred Peter Dinklage and Elle Fanning. The film screened at Sundance Film Festival in 2018. In 2016, Makowsky returned to his hometown to research the events of the Roslyn school scandal. Makowsky noted that he \"outlined the majority of the script out of my high school cafeteria.” The resulting film, Bad Education, starred Hugh Jackman as former Roslyn superintendent Frank Tassone, as well as Allison Janney and Ray Romano. It premiered at the 2019 Toronto International Film Festival, where it was acquired by HBO Films for a sum close to $20 million. The film went on to win the Primetime Emmy Award for Outstanding Television Movie in 2020, with Makowsky honored as part of the creative team. Both I Think We're Alone Now and Bad Education were featured on the Black List, an annual survey of popular industry scripts, in 2016. In 2019, Makowsky was recognized as one of Forbes' 30 Under 30 in the Hollywood & Entertainment category. He is slated to adapt the GQ article The Great High School Impostor for Participant Media, with Ansel Elgort to star. ==Filmography== === Films === {| class=\"wikitable sortable\" !Year !Film !Credit |- |2017 |Take Me |Writer |- |2018 |I Think We're Alone Now |Producer, writer |- |2019 |Bad Education |Producer, writer |} ==References== ==External links== * Category:Year of birth missing (living people) Category:Living people Category:American screenwriters Category:People from Roslyn, New York Category:Roslyn High School alumni Category:Brown University alumni ",
    "title": "Mike Makowsky"
}