{
    "id": "63843081",
    "text": "Bush Forever is a Western Australian government initiative and plan, aimed at preserving a \"comprehensive, adequate and representative\" 10 percent of each vegetation complex on the Swan Coastal Plain within the Perth metropolitan region. Introduced in 2000, the plan was to achieve this through a network of reserves by 2010. ==History== A 1998 Western Australian State of the Environment Report highlighted that the loss of biodiversity and habitats caused by habitat degradation and clearing, human interference and the introduction of pests and weeds was one of Western Australia’s most serious environmental problem. The concept of Bush Forever dates back to the year 2000, when it was introduced by the Western Australian State Government. The strategic plan, introduced by the State Government in December 2000, was to protect regionally significant bush land of the Swan Coastal Plain in 287 Bush Forever sites with a combined area of about 51,200 hectares. All up, Bush Forever sites amounted to 18 percent of the original vegetation of the Swan Coastal Plain within the metropolitan Perth area. The Western Australian Ministry for Planning was the lead agency for the implementation of Bush Forever. Initially, progress with four permanent employees was to plan but stalled after a few years. A$100 million were allocated for the acquisition and development of sites, with completion envisioned by 2010. ==Threat== Despite being classified as Bush Forever, sites have come under threat from development. With the population of metropolitan Perth and the Peel Region projected to grow by 70 percent by 2050, to 3.5 million, this population explosion could potentially threaten Bush Forever sites. The practice of allowing the destruction of some Bush Forever sites by developers in exchange for financial compensation or by environmentally repairing another area was criticised by the Urban Bushland Council of Western Australia. ==References== ==External links== * Government of Western Australia: ** Bush forever ** Bush forever maps Category:Swan Coastal Plain Category:Nature conservation in Western Australia ",
    "title": "Bush Forever"
}