{
    "id": "63849276",
    "text": "Coiled-coil domain containing 121 (CCDC121) is a protein encoded by the CCDC121 gene in humans. CCDC121 is located on the minus strand of chromosome 2 and encodes three protein isoforms.GeneCards entry on CCDC121 All isoforms of CCDC121 contain a domain of unknown function referred to as DUF4515 or pfam14988. ==Gene== ===Aliases, locus and size=== CCDC121 has known aliases of FLJ43364, FLJ13646, hCG_1988995, LOC79635, and coiled-coil domain containing 121.HGNC (HUGO Gene Nomenclature Committee) entry on CCDC121 CCDC121 is located on the minus strand of chromosome 2 at 2q23.3. It is 3,394 base pairs in length. ===Isoforms and alternative splicing=== CCDC121 produces four different mRNAs: three alternatively spliced variants and one unspliced form.NCBI-Aceview entry on CCDC121 The three alternatively spliced mRNAs give rise to three known protein isoforms. Transcripts for isoforms 1-3 are 2,880, 2,762 and 2,361 base pairs in length respectively.PREDICTED: Homo sapiens coiled-coil domain containing 121 (CCDC121), transcript variant X1, mRNA. NCBI Nucleotide. Homo sapiens coiled-coil domain containing 121 (CCDC121), transcript variant 2, mRNA. NCBI Nucleotide. Homo sapiens coiled-coil domain containing 121 (CCDC121), transcript variant 3, mRNA. NCBI Nucleotide. Each of the mRNA variants contains two exons separated by a gt-ag intron. ==Protein== ===Primary sequence, molecular weight and pI=== {| class=\"wikitable\" |- ! Protein !! Accession Number !! Length (amino acids) !! Molecular Weight (kDa) !! Predicted pI |- | Isoform 1coiled-coil domain- containing protein 121 isoform X1 [Homo sapiens]. NCBI Protein. || XP_005264617 || 442 || 50.8 || 9.80 |- | Isoform 2coiled-coil domain- containing protein 121 isoform 2 [Homo sapiens]. NCBI Protein. || NP_001136155 || 440 || 50.9 || 9.81 |- | Isoform 3coiled-coil domain- containing protein 121 isoform 3 [Homo sapiens]. NCBI Protein. || NP_078860 || 278 || 33.1 || 9.84 |} Molecular weight and pI were calculated using ExPasy.ExPASy Compute pI/MW tool ===Compositional analysis=== Compositional analysis of all isoforms shows that they have below-average levels of aspartate (D) and valine (V) and above-average levels of glutamine (Q). In addition, they have above-average levels of lysine (K) and arginine (R) groupings. Isoform 3 also exhibits above-average lysine levels and below- average proline and glycine levels. Chimp, dog, and ferret orthologs also exhibited above-average glutamine levels and lysine and arginine groupings.Statistical Analysis of Protein Sequences Tool ===Secondary and tertiary structure=== The secondary structure prediction for CCDC121 was obtained using Ali2D.Secondary Structure prediction for CCDC121. Ali2D CCDC121 adopts a predominant alpha helical secondary structure (shown in red) due to the presence of the Coiled-coil motif.Secondary Structure Prediction for CCDC121. Chou Fassman Secondary Structure Prediction Server (CFSSP). The tertiary structure of CCDC121 is composed mostly of alpha helices and contains some random coil.The Phyre2 web portal for protein modeling, prediction and analysis. Kelley LA et al.. Nature Protocols 10, 845-858 (2015) Ali2D Secondary Structure for CCDC121 protein isoform 1.png|Ali2D Secondary Structure for CCDC121 protein isoform 1 CCDC121 Phyre2 Tertiary structure prediction.png|Phyre2 Tertiary structure prediction for CCDC121 protein isoform 1 ===Domains, motifs and post-translational modifications=== CCDC121 contains one domain of unknown function, DUF4515 or pfam14988. It also contains three predicted coiled-coil motifs from residues A165 to E192, L264 to E305 and N363 to E397.Coiled-Coils Prediction. Prediction for CCDC121 isoform 1 CCDC121 is predicted to have post-translational modification sites for: acetylation,NETAcet-1.0 ServerTerminus--N-Terminal PTM prediction. Swiss Institute of Bioinformatics Protein Kinase C and Casein Kinase II phosphorylation,NetPhos-3.1 Server. Prediction for CCDC121 glycation,NetGlycate-1.0 Server. Predition for CCDC121 GalNAc O-glycosylation,NetOGlyc-4.0 Server. Prediction for CCDC121 SUMOylation,SUMOplotTM Analysis Program. Prediction for CCDC121GPS-SUMO: Prediction of SUMOylation Sites & SUMO-binding Motifs. Prediction for CCDC121. and O-β-GlcNAc attachment.YinOYang 1.2 Server. Prediction for CCDC121 ===Subcellular localization=== Current evidence suggests that CCDC121 is partially localized in the nucleus. CCDC121 has a predicted nuclear localization signal from amino acids R327 to L337. This sequence has a score of 7, which is consistent with being a partial nuclear protein.NLS Mapper. Predition for CCDC121 In addition, PSORT II found that there is 56.5% chance that CCDC121 is found in the nucleus.PSORT II Prediction Tool There is also evidence to suggest that CCDC121 is partially located in the cytosol. Cytochemistry studies of the Anti-CCDC121 antibody from The Human Protein Atlas indicate that CCDC121 is expressed in the cytosol and actin filaments. These tentative results are promising but further research of other anti- CCDC121 antibodies is needed.Human Protein Atlas entry on CCDC121 Additionally, TargetP did not find a mitochondrial transfer peptide, which suggests that CCDC121 is likely not a mitochondrial protein.TargetP-2.0 Server ==Expression and function== CCDC121 is expressed at the highest levels in the testes, ovaries, prostate, and thyroid.NCBI GeoProfile entry on CCDC121. GDS3113 Various normal tissues It is expressed 40% less than the average gene so it is considered to have low levels of expression. The function of CCDC121 protein is not yet well understood by the scientific community. There is no known phenotype associated with the CCDC121 gene. ==Homology== ===Rate of molecular evolution=== right Cytochrome c is a highly conserved protein and fibrinogen is a rapidly evolving protein. CCDC121 has a faster rate of molecular of evolution relative to both these proteins, suggesting that CCDC121 evolves very rapidly on an evolutionary timescale. ===Orthologs=== There are 126 confirmed orthologs of CCDC121.NCBI Gene Database entry on CCDC121 CCDC121 orthologs are most abundant in mammals. 122 of the 126 orthologs are within the Eutheria, Marsupialia, and Monotremata clades. 119 of the 122 mammalian orthologs are found within eutherian mammals. The four remaining orthologs are the two-lined caecilian, the West Indian Ocean coelacanth, the electric eel, and the northern pike. These orthologs represent the Amphibia, Sarcopterygii, and Actinopterygii clades respectively. The CCDC121 gene likely appeared 433 million years ago in a common ancestor of Actinopterygii and Sarcopterygii. ===Paralogs=== CCDC166 is the only known paralog of CCDC121. They share a 23% sequence identity. Both CCDC121 and CCDC166 include the Domain of Unknown Function 4515 (DUF4515), or pfam14988, as a highly conserved sequence.Clustal Omega: Multiple Sequence Alignment Tool. Alignment of CCDC166 and CCDC121 isoforms 1 and 2. ==Clincial significance== Mutations in the CCDC121 gene have been found in patients with certain cancers such as endometrial, lung, bladder, gastric/stomach, head/neck, and prostate cancers but no causal relationship has been determined.Zhang, J., Huang, J. Y., Chen, Y. N., Yuan, F., Zhang, H., Yan, F. H., … Yu, Y. Y. (2015). Whole genome and transcriptome sequencing of matched primary and peritoneal metastatic gastric carcinoma.[Erratum appears in Sci Rep. 2015;5:15309; ]. Scientific Reports, 5, 13750. https://doi.org/https://dx.doi.org/10.1038/srep13750PhosphoSitePlus® entry on CCDC121 protein CCDC121 may also serve as a marker gene for inner ear development.Liu, Q., Chen, J., Gao, X., Ding, J., Tang, Z., Zhang, C., … Wang, J. (2015). Identification of stage-specific markers during the differentiation of hair cells from mouse inner ear stem cells or progenitor cells in vitro. International Journal of Biochemistry and Cell Biology, 60, 99–111. https://doi.org/10.1016/j.biocel.2014.12.024 ==References== Category:Genes on human chromosome 21 ",
    "title": "CCDC121"
}