{
    "id": "63841855",
    "text": "John Adams Nichols (September 23, 1848 – April 1, 1924) was an American farmer and politician from New York. == Life == Nichols was born on September 23, 1848 in Derry, Rockingham County, New Hampshire. He was the son of Charles Nichols (1816–1887) and Lucy Ann Porter (1828–1876). When Nichols was 3, the family moved to Dewitt, New York where his father had a farm. Nichols was educated in private schools in Oneida, Geneva, and Cambridge, Massachusetts. He ran a business venture with Daniel Lefevre under the name Nichols & Lefevre. The firm manufactured shotguns. He later became a farmer, and with 800 acres was one of the largest landowners in Onondaga County. He also was a joint proprietor of the Industrial Building in neighboring Syracuse. In 1889, the Republican Nichols was elected supervisor for DeWitt, an unusual feat in the Democratic town. In 1891, Nichols was elected to the New York State Senate, representing the 25th District (Onondaga and Cortland counties). He was in the State Senate in 1892 and 1893, but was defeated in the 1893 election by Charles W. Stapleton. Nichols was married to Julia Gertrude Hall (1850-1928) and they had five children: Charles Henry (1870–1912), John Adams Jr. (1872–1949), Browning Hull (1874–1946), Lucy Gardner (1877–1952), and Leslis Anderson (1879–1971). Nichols died on April 1, 1924 in Syracuse, Onondaga County, New York. He was buried in the Nichols family plot in Oakwood Cemetery. == References == == External links == *Nichols Nominated in The Weekly Recorder on October 1, 1891. *Why John A. Nichols Should Be Elected State Senator in the Syracuse Evening Herald on October 31, 1891. *The New York Red Book. United States, Williams Press, 1892. Pp. 92-93. *John A. Nichols, Once in State Senate, is Dead in the Syracuse Herald on April 1, 1924. *The Political Graveyard *Find a Grave Category:1848 births Category:1924 deaths Category:New York (state) state senators Category:New York (state) Republicans Category:19th-century American politicians Category:People from Derry, New Hampshire Category:People from DeWitt, New York Category:Politicians from Syracuse, New York Category:Burials at Oakwood Cemetery (Syracuse, New York) Category:Farmers from New York (state) ",
    "title": "John A. Nichols"
}