{
    "id": "63842165",
    "text": "The Laurel–Burtonsville Express Line, designated Route Z7, is an express peak hour-only bus route operated by the Washington Metropolitan Area Transit Authority between Silver Spring station, which is served by the Red Line of the Washington Metro, and South Laurel Park & Ride Lot in Laurel, Maryland. The line operates every 35–45 minutes during rush hours only in the peak direction with a few trips in the off-peak direction. Z7 trips are roughly 65 minutes long. This route provides service between Silver Spring and Laurel via Burtonsville by bus. ==Current Route== Route Z7 currently operates during weekday peak hours only between Silver Spring station and South Laurel Park & Ride Lot. The route primarily operates in the peak direction but has a few trips operating in the off-peak direction. Route Z7 currently operates out of Montgomery division. There are current restrictions for route Z7 passengers which goes as follows: * Southbound passengers cannot get on or off on Columbia Pike/Colesville Rd between Industrial Parkway and Spring Street, but can get on or off at Oak Leaf and Prelude Drives and University Boulevard. It also does not stop at University Boulevard during the AM rush. * Northbound passengers cannot get on or off on Colesville Road/Columbia Pike between Spring Street and Tech Road, but can get on or off at University Boulevard and Prelude and Oak Leaf Drives. Passengers wishing to board/alight on those sections will have to use routes Z2, Z6, or Z8 and board/alight on stops prior to the express routing. ==History== Route Z7 was created on January 27, 1985 which operated between Silver Spring station and Burtonsville Crossing Park & Ride lot alongside route Z6 which operated to Calverton instead of Burtonsville. These buses operate alongside the Z lines consisting of routes Z1, Z2, Z3, Z4, and Z5. In the 1990s, Z7 was rerouted to operated under the Calverton Express Line alongside route Z17 replacing route Z6. Route Z7 and Z17 operated along Colesville Road, Columbia Pike, and Beltsville Drive with route Z7 diverting onto Colesville Road between Burtonsville Park & Ride and Columbia Pike and Industrial Parkway while route Z17 remaining on Columbia Pike. Routes Z9 and Z29 operate as part of the Laurel–Burtonsville Express Line operating between today current route between Silver Spring station and South Laurel Park & Ride Lot. The major difference between routes Z9 and Z29 was route Z29 remained on Columbia Pike while route Z9 was rerouted along Colesville Road between Burtonsville Park & Ride and Columbia Pike and Industrial Parkway. ===2004 Changes=== After a series of public hearings, WMATA announced changes to the Z lines on September 26, 2004. Route Z7 and Z17 were discontinued and replaced by a reincarnated route Z6 which operated between Burtonsville Shopping Center and Silver Spring station via Calverton, Maryland absorbing routes Z7 and Z17 routing in order to simplify the line. Route Z9 and Z29 also replaced portions of route Z7 and Z17 between Silver Spring and Industrial Parkway. ===2015 Changes=== When the Paul S. Sarbanes Transit Center at Silver Spring station opened, routes Z9 and Z29 were rerouted from its bus stop along Dixon Avenue to Bus Bay 112 at the transit center on the first level. ===2015 Proposed Changes=== During WMATA's Fiscal Year of 2016, WMATA announced a proposal that will affect the current Laurel–Burtonsville Express Line. Route Z9 and Z29 will be combined into one route into a new route Z29. However, route Z29 will divert onto Old Columbia Pike between Greencastle and Briggs Chaney Roads discontinuing a portion of the route along Columbia Pike. A new route Z3 will provide off–peak direction bus service between Silver Spring, Burtonsville and South Laurel replacing route Z9. The express section of Columbia Pike, between Greencastle and Briggs Chaney roads would be eliminated. Route Z3 originally operated between Silver Spring station and Burtonsville Crossing Park & Ride lot before being replaced by routes Z2, Z6, Z9, Z11, Z13, and Z29 on September 26, 2004. Bringing route Z3 back would mark the first time in 11 years that Z3 will operate once again. ===2016 Changes=== On March 27, 2016, routes Z9 and Z29 were discontinued and replaced by route Z7 instead of route Z3. Route Z7 will operate every 30 minutes will operate along the same routing of route Z9 routing with express service along Columbia Pike between Industrial Parkway and Burtonsville Park & Ride being discontinued. Route Z7 will operate during peak hours primarily in the peak direction with a few trips operating in the non peak direction and have the same boarding/alighting restrictions as routes Z9, and Z29. Route Z7 will also increase frequency in South Laurel something that wasn't provided by routes Z9 and Z29. ===Proposed Changes=== In 2016 during WMATA's 2017 Fiscal Year, it was proposed for route Z7 to eliminate service between Burtonsville Park & Ride and South Laurel with alternative service provided by routes 87, 89, and 89M. The reason was for WMATA to reduce costs and it was a high subsidy per rider. Another option was for route Z7 to be available at a reduced frequency and span. Other proposals was for route Z7 to be shorten around Fairland or Burtonsville Park & Ride discontinuing service to Silver Spring station with service replaced by Ride On Flash BRT U.S. Route 29 route when it opens. ===2017 Changes=== On June 25, 2017, the frequency of buses from reduced from 30 minutes to 35–45 minutes for route Z7. ==References== Z7 Category:Transportation in Montgomery County, Maryland ",
    "title": "Laurel–Burtonsville Express Line"
}