{
    "id": "63842183",
    "text": "Gli sposi malcontenti (The Discontented Newly-weds) is an opera buffa in 2 acts composed by Stephen Storace to an Italian libretto by Gaetano Brunati. Stephen Storace It was first performed at the Burgtheater, Vienna, on 1 June 1785. At the time the composer was in Vienna in the company of his sister Nancy Storace who was engaged as a lead soprano in the Imperial Italian opera company. The Emperor Joseph II greatly admired Nancy which led him to commission this work from the novice composer.Girdham, p13: “It was certainly Nancy who influenced Emperor Joseph II into commissioning Stephen to write his first opera, probably out of respect for her professional judgment rather than any purported intimacy between them.”Brace, p45: “It has been said that Anna persuaded the Emperor to offer it to her brother because they were lovers, but there is no evidence of this. The letter quoted above indicates rather the contrary. She may certainly have recommended her brother, and the Emperor would respect her musical judgment.” Title page of score in Dresden for Gli sposi malconteni by 'Stefano Storace Inglese' At the première, Nancy's voice failed during the performance, and it took her some weeks to recover. Nevertheless, the opera was a success, with further performances at the Burgtheater.Girdham, p14; Brace, pp46-47 ==Roles== *Rosmondo, father of Casimiro and Enrichetta – baritone *Casimiro, newly-wed husband of Eginia – tenor *Eginia (from Livorno), formerly in love with Artidoro, now married to Casimiro – soprano *Enrichetta, in love with Artidoro – soprano *Artidoro (from Livorno) – tenor *Valente, a scholar in love with Enrichetta but rejected – tenor *Bettina, servant to Casimiro and Eginia – soprano Apart from Nancy Storace as Eginia, the original cast was Catarina Cavalieri (Enrichetta), Therese Teyber (Bettina), Michael Kelly (Valente), Vincenzo Calvesi (Casimiro), Stefano Mandini (Artidoro) and Francesco Benucci (Rosmondo), who all later went on to create major roles for Mozart. ==Orchestration== Storace called for a Viennese classical orchestra including flutes, oboes, clarinets, bassoons, horns, trumpets, timpani and strings. The music includes many ensembles, as well as duets, arias and recitativo secco. Each act has an energetic ‘chain’ finale. ==Plot== Casimiro and Eginia are newly-wed in Genoa, and Eginia is unhappy. She still longs for the love of Artidoro whom she had left in obedience to her father's wishes. The situation is complicated by the continued presence of Artidoro who is now in love with Casimiro's sister Enrichetta; by the dislike of Rosmondo for his new daughter- in-law; and by the revengeful slander of Valente (rejected by Enrichetta) who spreads false rumours about Eginia and Artidoro. Eginia eventually decides to run away. However this is prevented during a complex Act 2 finale set in the garden at night, in which Valente's plot is uncovered and the newly-weds resolve to make a fresh attempt at their marriage. ==Music and libretto== A bilingual Italian-German libretto was published in Dresden in 1788. A score in Dresden, probably prepared for the performances in Dresden in 1789, is available online. The Italian libretto is also available. Music from Gli sposi malcontenti was re-used by Storace in his English operas The Pirates (1792), The Cherokee (1794) and Mahmoud (posthumous, 1796).Girdham, pp136, 156-7, 185-7, 192, 219-20, 246, 248, 250; Brace, p92. ==Production history== The opera, the score of which was unpublished at the time, was subsequently performed in Prague, Leipzig and Dresden, and some of its music was arranged for wind ensemble by Johann Wendt. A four-act version Les Epoux mécontents with a new libretto by Dubuisson was performed at the Théâtre Montansier in Paris in 1790. The first modern revival of Gli sposi malcontenti was given at the New Theatre, King's College, London, by Opera Viva, 28–29 March 1985, in a new performing edition by Richard Platt and an English translation by Brian Trowell. A new production conducted by Anthony Kraus and directed by Jeremy Gray was performed by Bampton Classical Opera in summer 2019 in Bampton, at Westonbirt School, and at St John's Smith Square London, again using the translation by Brian Trowell but under the new title Bride & Gloom. At St John's Smith Square the orchestra was provided by CHROMA. Gli sposi malcontenti, 2019 performance by Bampton Classical Opera (as Bride & Gloom) ==Notes== ==References== *Brace, Geoffrey, Anna…Susanna: Anna Storace, Mozart’s first Susanna: her life, times and family, Thames Publishing, London, 1991. *Girdham, Jane, English Opera in Late Eighteenth-Century London: Stephen Storace at Drury Lane, Clarendon Press, Oxford, 1997. Category:Operas Category:Operas by Stephen Storace Category:Opera world premieres at the Burgtheater Category:Opera buffa Category:1785 operas Category:Italian- language operas ",
    "title": "Gli sposi malcontenti"
}