{
    "id": "63848437",
    "text": "Jan Hendrik Maronier (Rotterdam, June 16, 1827 – Renkum, November 29, 1920) was a Dutch pastor and writer. == Personal life == Maronier was born in Rotterdam in 1827 as the son of the accountant Jan Hendrikszoon Maronier and Susanna Maria van Lil. He married Aletta Nijhoff, daughter of the bookseller, publisher and historian Isaac Anne Nijhoff and of Martina Cornelia Houtkamp, on 20 July 1853 in Arnhem.His father-in-law Isaac Anne Nijhoff was not only a bookseller and publisher, but also an author and historian. He wrote a six- volume work on the history of Gelderland (the first five volumes appeared in the period 1830 to 1851, the sixth volume appeared posthumously in 1875). from Gedenkwaardigheden uit de Geschiedenis van Gelderland door onuitgegevene oorkonden opgehelderd en bevestigd. He died in November 1920 at the age of 93 in Renkum. His son, Jan Hendrik was curator of the Royal Netherlands Institute of Southeast Asian and Caribbean Studies. == Education and career == He studied theology and successively became a Remonstrant minister in Zevenhuizen and Bleiswijk (1851), in Leiden (1853), in Utrecht (1869) and from 1881 to 1893 in his birthplace Rotterdam. He has published many religious works. His Inrichting der christelijke gemeenten [Organization of the Christian Congregations] was awarded in 1874 by the Teylers Eerste Genootschap (Theological Society). In 1892 he wrote an introduction to De Zwijndrechtse nieuwlichters (1816–1832) volgens de gedenkschriften van Maria Leer. [Zwijndrecht New Lighters (1816-1832) according to the memoirs of Maria Leer], written by the 91-year-old writer Louise Sophie Blussé, under the pseudonym D.N. Anagrapheus. She recorded the memoirs of one of the leaders of this sect, Maria Leer. His Geschiedenis van het protestantisme [History of Protestantism] was crowned in 1897 by the \"Haagsche Genootschap tot verdediging van den Christelijke godsdienst\" [Hague Society in defense of the Christian religion]. In 1905 he wrote an extensive biography of the Arminian theologian Jacobus Arminius. == Works == * De eerste Brief van den apostel Joannes, Isaac Anne Nijhoff en zoon, Arnhem, 1855 * De oudejaarsavond, eene roepstem ter voorbereiding tot sterven, Nijhoff, Den Haag, 1856 * De oudste geloofsbelijdenis, 1859 * De inrichting der christelijke gemeenten, vóór het ontstaan der Katholieke kerk, Bohn, Haarlem, 1874 * Het kerstfeest, Martinus Nijhoff, Den Haag, 1875 * Wat willen de Remonstranten?, Van Hinloopen Labberton, Doeburg, 1877 * Korte geschiedenis van het godsdienst-onderwijs in de christelijke kerk, drie delen, J. Muusses, Purmerend, 1881–1883 * Het inwendig woord, Van Holkema, Amsterdam, 1890 * Het paaschfeest, Gouda Quint, Arnhem, 1894 * Het pinksterfeest, Gouda Quint, Arnhem, 1894 * Geschiedenis van het Protestantisme van den Munsterschen vrede tot de Fransche revolutie 1648–1789, Brill, Leiden, 1897 (een nalezing verscheen in 1901) * De orde der jezuieten, hare geschiedenis, inrichting en moraal, Boekhandel en Drukkerij voorheen Brill, Leiden, 1e druk 1899, 2e druk 1908 * Jacobus Arminius, Rogge, Amsterdam, 1905 == Notes and references == === Citations === === Sources === * * == External links == Category:1827 births Category:1920 deaths Category:19th-century Dutch writers Category:19th-century Protestant religious leaders Category:Arminian ministers Category:Arminian writers Category:People from Rotterdam Category:Remonstrants ",
    "title": "Jan Hendrik Maronier"
}