{
    "id": "63841447",
    "text": "Argentina–Romania relations refers to the diplomatic relations between the Argentine Republic and Romania. Both nations are members of the United Nations. ==History== Argentine President Juan Perón and Romanian President Nicolae Ceaușescu in Buenos Aires; March 1974. In the late 19th century, the first wave of Romanians began migrating to Argentina, many from parts of Romania that were part of the Austro-Hungarian Empire and from Russian controlled territory.Inmigración rumana (in Spanish) Among the migrants were Jewish and Roma (Gypsy) minority groups from Romania who also migrated to Argentina. The first official contact between Argentina and Romania took place in 1880. Diplomatic relations were established between both nations on 24 April 1931.MFA hails celebration of 85 years of Romanian-Argentine diplomatic relations During World War II, the arrival of the largest number of Romanian migrants to Argentina took place due to Nazi persecution and Soviet communist ideology in Romania. In March 1964, both nations resident diplomatic legations were upgraded to embassies. In March 1974, Romanian President Nicolae Ceaușescu paid an official visit to Argentina and met with President Juan Perón. After the fall of Communism in Romania in 1989, Romanians were allowed to move freely without state permission. In March 1993, Argentine Foreign Minister, Guido di Tella, while on an official visit to Hungary stated that Argentina was capable of receiving European immigrants.La invasión rumana que no fue (in Spanish) The next day, the Argentine Ambassador to Romania, published a request in the local media reporting on the initiative based on the statement from the Foreign Minister, and the following day 6,000 Romanians were stationed at the door of the Argentine embassy in Bucharest requesting applications for immigration to Argentina. Within a few days, the Argentine embassy received 17,000 applications for immigration, however, many applicants were not able to meet various requirements and had little money to settle in Argentina. When news reached Argentina, many took to the streets protesting the possible waive of Romanian migrants coming to Argentina and many feared that the migrants would occupy jobs that did not exist or for locals. In July 1993, Romanian President Ion Iliescu paid a visit to Argentina and met with President Carlos Menem to discuss possible Romanian immigration to Argentina.Cronología de la Political Exterior Argentina (in Spanish) In the end, only a few hundred Romanians were granted visas to immigrate to Argentina. Throughout the years, there have been numerous high-level visits between leaders and foreign ministers of both nations. Cooperation ties between Argentina and Romania have been increased by identifying sectors that are conducive to the implementation of specific projects. Both nations have a solid legal basis to promote commercial, economic, investments, science and technology, culture and education between each other. In 2016, both nations celebrated 85 years of diplomatic relations. ==Bilateral agreements== Both nations have signed a few agreements such an Agreement on Cultural Cooperation (1969); Agreement on Trade (1993); Agreement of Cooperation for the Pacific use of Nuclear Energy (1993); Agreement for Mutual Protection of Investments (2011); Agreement of Cooperation in Science and Technology (2011) and an Extradition Treaty (2017).Ambassador of Argentina to Romania ==Resident diplomatic missions== * Argentina has an embassy in Bucharest.Embassy of Argentina in Bucharest * Romania has an embassy in Buenos Aires.Embassy of Romania in Buenos Aires File:(13) Bucuresti, Romania. Imagine din Bucuresti.jpg|Union International Center hosting the Embassy of Argentina in Bucharest File:Romanian Embassy, BA 02.jpg|Embassy of Romania in Buenos Aires ==See also== * Romanian Argentine == References == Romania Argentina ",
    "title": "Argentina–Romania relations"
}