{
    "id": "63848682",
    "text": "The Android and the Human is a speech given by proto-cyberpunk author Philip K. Dick at the University of Columbia in December 1972.Title: The Android and the Human | Speculative Fiction Database In it the author examines the psychology of humanity as seen through the lens of technology, and vice versa. Dick compares the way that modern technology is animated by mechanism or computation with the way that, according to sociology, primitive man imagines reality itself to be \"alive\": Rocks, clouds, and the rest of his environment seeming full of hidden motivation, often replete with malice or benevolence. As man advances, intellectually, he comes to the point where he questions that magical world of superstition, coming to only see life where it actually is, scientifically. In fact he can become solipsist about whether there is any life outside of his own thoughts: Cogito, ergo sum. But with modern automation, people can be drawn back into the intellectually primitive world of animism, where life appears to be in places sound reason says it is not. This was apparent even in 1972, years before Alexa or Siri.THE ANDROID AND THE HUMAN... What's more, that technological illusion of life is being created by human beings, who therefore project their own biases and views onto it, so that this impression of animism is a mirror held up to humanity itself: Dick analogizes this to androids, describing such a device as \"a thing somehow generated to deceive us in a cruel way, to cause us to think it to be one of ourselves\".PHILIP K. DICK’S ANDROIDS: VICTIMIZED VICTIMIZERS In fact, Dick even claims that a person who lacks the ethics, empathy, and sincerity that are seen as defining humanity can be considered an android: \"a metaphor for people who are physiologically human but psychologically behaving in a non- human way.\"PHILIP K. DICK ON SEX BETWEEN HUMANS AND ANDROIDS Among the androids of modern society, Dick addresses the unethical behavior of the police state, giving examples of what would someday be called the surveillance society. One such being the way checkpoints justified to prevent mass shootings in libraries had almost immediately come to be used as a means of generating false probable cause to search people for drugs. Contrasted with this is the hope that Philip holds for the youth who are used to the police state, and yet resisting it via civil disobedience. ==References== Category:Philip K. Dick ",
    "title": "The Android and the Human"
}