{
    "id": "63846658",
    "text": "The Temple \"of Mars\" is the vestige of a Romano-Celtic fanum and its courtyard, located in Corseul, in the department of Côtes-d'Armor, France. == Location == The temple is located at a place called \"Haut-Bécherel\". === Haut- Bécherel Farm === At the southeast corner of the site is the Haut-Bécherel farm, built in the 16th century. On its north side, this farm is encased and rests on the foundations of the south gallery of the sanctuary. The walls are built of cut and rubble granite as well as shale rubble. A bread oven and a well are associated with the building. The farm was built on an older site with tapered walls and a reuse of stones. Until the second half of the 20th century, it had five buildings. These, witnesses to an organizational evolution of the agricultural space, were destroyed in 1997. == Archaeology == The engineer Simon Garengeau who worked on the fortifications of Saint-Malo on Marquis de Vauban's projects visited Corseul and wrote a report to the Académie des Inscriptions et Belles-Lettres in 1709. Excavations were carried out in the 19th century. The plan drawn up in 1869 by Émile Fornier is confirmed by aerial surveys and surveys carried out in recent years. === Conservation === The Temple of Mars was classified as a monument historique by the 1840 list, while the Gallo-Roman site was classified in 1997. == History == The sanctuary, a Roman temple of Gaulish tradition, was probably built around the middle of the 1st century CE. It was used until the end of the 3rd century. Inside, the cella originally held the statue of a deity to whom the fanum was dedicated, which would have been venerated by pilgrims walking in procession around its sacred chamber. It is traditionally referred to as the \"temple of Mars\", but this attribution to the cult of Mars is not based on any decisive evidence. Temple-de-Mars-Corseul1-byRundvald.JPG Temple-de-Mars- Corseul3-byRundvald.JPG == Architecture == This temple retains only three sections of walls approximately ten meters high, which formed an octagonal cella. It features a courtyard surrounded by a gallery on three sides. The dimensions of the overall sanctuary structure are approximately 90 x 80 m. This makes it one of the largest sanctuaries in all of Gaul. The grounds altogether were almost one hectare. A 3D architectural reconstruction was carried out by Yann Bernard and Gaétan Le Cloirec in 2016. Temple de Mars, at Haut-Bécherel.JPG| The Temple of Mars at Haut-Bécherel == References == == See also == * Curiosolites * Celtic polytheism * Gallo-Roman culture * Gauls Category:Celtic archaeological sites Category:Ancient Celtic religion Category:Gallo-Roman religion Category:Roman sites in France Category:Ancient Roman temples Category:Archaeology of France Category:Monuments historiques of Côtes-d'Armor ",
    "title": "Temple of Mars (Corseul)"
}