{
    "id": "63848117",
    "text": "Francis Russell is a British travel writer, historian and art expert. He was educated at the Dragon School, Westminster and Christ Church, Oxford, where he read history. Russell's maternal grandfather was the chemist and mountaineer George Ingle Finch; both his father, the botanist and Arctic explorer Robert Scott Russell, and his brother were also mountaineers.Robert Wainwright, The Maverick Mountaineer: The Remarkable Life of George Ingle Finch: Climber, Scientist, Inventor, Atlantic Books, 2017, 'Acknowledgments and Notes on Sources'. Russell joined Christie's as a specialist in 1972, initially in the Department of Old Master Drawings and later in Old Master Pictures. He is a former Head of the International Old Master Picture Department. He advised Gervase Jackson-Stops on the selection of paintings and assisted on the catalogue for the Treasure Houses of Britain exhibition at the National Gallery of Art, Washington, D.C., and has published discoveries by artists as varied as Fra Angelico, Pontormo and Wright of Derby.Gervase Jackson-Stops, ed., The treasure houses of Britain: Five hundred years of private patronage and art collecting, Yale University Press, New Haven and London, 1985, catalogue of the exhibition at The National Gallery of Art, Washington, D.C., 3 November 1985 – 16 March 1986. Considered one of the world's leading experts on Early Italian Renaissance gold-ground painting, Russell was a friend and frequent correspondent of Miklós Boskovits and Everett Fahy.Jayne Wrightsman, The Wrightsman Pictures, The Metropolitan Museum of Art, New York, 2005. He is also an expert on Italian Seicento and Settecento painting, especially Venetian vedute by artists such as Canaletto and Guardi, and on British eighteenth-century art history. His first published monograph was a catalogue of the iconography of Sir Walter Scott.Francis Russell, Portraits of Sir Walter Scott: A study of romantic portraiture, London, 1987. == Books and articles by Francis Russell == Russell has contributed to The Burlington Magazine, Country Life and Cornucopia. His contributions to The Burlington number more than 79 individual titles. == References == Category:British art historians Category:Christie's people Category:Year of birth missing (living people) Category:Living people ",
    "title": "Francis Russell (art historian)"
}