{
    "id": "63841303",
    "text": "Rupert Timothy Alan Dover (Chinese name in https://www.police.gov.hk/offbeat/1066/chi/4196.html which corresponds to https://www.police.gov.hk/offbeat/1066/eng/4196.html, born 19 August 1967) is a British-born Assistant Commissioner and Regional Commander of Kowloon West with the Hong Kong Police Force. ==Early life== Dover attended a public school in Bedfordshire. After obtaining an archaeology degree from a British university, Dover joined the former Royal Hong Kong Police Force in 1988 as a probationary inspector.\"Hong Kong protest leader confronts British officer\", Richard Lloyd Parry, The Times, 9 July 2019, p. 26. ==Career== Dover joined the Hong Kong Police Force in 1988 as Inspector. In 2002, Dover, as a Chief Inspector, was transferred to head the Airport Security Unit. Dover was involved in policing the 2014 Hong Kong protests (Umbrella revolution). In 2016, he received the Chief Executive's Commendation for Government/Public Service.https://www.csb.gov.hk/hkgcsb/csn/csn97/97e/pdf/csn97eng.pdf In 2019, he commanded the police response to protests about a proposed extradition law on 12 June when the protesters surrounded the Legislative Council Complex in an attempt to stall the bill's second reading. Dover and other officers, particularly non-Chinese, were criticised for their handling of the protests while also targeted with harassment and doxing. In February 2020, Dover was promoted to Assistant Commissioner of Police and took over the position of Regional Commander, Kowloon West following the retirement of Michael Cheuk Hau Yip (卓孝業). \\- Chinese name is here ==Property controversy== On 29 April 2020, in a tabloid-style investigation during which two Next Magazine journalists were arrested on allegations of loitering, it was alleged that Dover's house, and another property linked to Dover, in a village in Clear Water Bay Peninsula had extant violations of building regulations. The property is built on government land, on conditions where residents are prohibited from selling, trading, or leasing out their houses. On 4 May, the Lands Department sent ten officials to inspect Dover's home to investigate. On 26 May, the Land Department substantiated the allegations of illicit expansion works at Dover's residence, giving the licence holder one month to rectify the situation with respect to the illegal structures. Police Commissioner Chris Tang has accused Apple Daily's investigations on senior officers as being retaliation for the 18 April arrest of the paper's founder Jimmy Lai. == Personal life == Rupert Dover is married to Cheung Ngar-sze (; also known as Sze Dover), a sergeant in the Hong Kong Police Force. ==See also== == References == Category:Living people Category:1967 births Category:Hong Kong police officers Category:People from Hertford Category:English emigrants to Hong Kong Category:British colonial police officers ",
    "title": "Rupert Dover"
}