{
    "id": "63844903",
    "text": "The Laleng, also known as the Patra () are a small indigenous ethnolinguistic group primarily living deep in the forests of Sylhet District and Moulvibazar District in Bangladesh. They speak the endangered Laiunghtor language. There are diaspora communities in the Indian states of Assam and Meghalaya. Most people living in Sylhet are even unaware of the existence of this minority community, although their presence dates back centuries, as they choose to stay hidden in the deep forests. ==Etymology== The endonym of the community is Laleng, which means \"stone\" in their native language and they also use the terms Lalong and Lalung. They are known by a number of exonyms in the Bengali language such as Patra (), Pathor (), Pator () and Fattor (). It is said that their ancestors were stone-collectors and coal merchants; hence the name. ==History== They are said to have descended from the Bodo-Kachari peoples. In ancient times, they migrated from Southwest China to Kamarupa. They claim to be descendants of Gour Govinda, the last Hindu king of the Gour Kingdom in Sylhet. After the Islamic Conquest of Sylhet in 1303, the royal family of Gour Govinda as well as the wealthier Lalengs were known to have fled the Sylhet region. It is said that the a section of the community abandoned the town, moving to the nearby deep forests of Sylhet where they remain today as Lalengs. In the mid-19th century, the British Raj founded the tea industry in the Sylhet region. Tea gardens were established, displacing Bengali-Sylhetis, and therefore led to the migration of Bengalis to the Laleng villages. The Laleng were poor and illiterate, and migrations of Laleng communities to Assam and Meghalaya are recorded to have taken place following Partition of India in 1947 and even more following the Bangladesh Liberation War in 1971. The Government of Bangladesh legally purchased land from the Lalengs to establish the Jalalabad Cantonment and Osmani International Airport. The Lalengs could have used the money they earned from selling that land to buy land elsewhere, however they wasted the money for their idleness. ==Population and location== The Laleng can be found in the forests of Sylhet Sadar, Jaintiapur, Gowainghat and Moulvibazar, in a total of 23 villages and 402 families. They can be found in the Kalagul forest of Sylhet Sadar in villages such as Alaibohor, Dadarani, Khushal, Makorkhula and Paikpara. Other villages include Fotehpur, Malgaon, Chiknagul, Goandaeer, Kushergual, Foring Ura, Doloipora, Lougul, Noeergul, Pathantola, Borogul, Kalishori, Poschimchuti, Kulauti, Khandar Dighi, Barar Hat, Ramnogor, Rajar Bagicha, Kohibohor, Bhobier Gul and Maqampunji. They also reside in the nearby Khadim Nagar National Park where they are being advised to switch from using charcoal to more sustainable sources. Their total population in the country is 3,365. The Indian diaspora community can be found in Cachar, Dawki and Patharkandi. ==Culture and language== They are divided into 17 clans (roi); Aloi Roi, Baroi Roi, Chamang Roi, Chondra Roi, Chundi Roi, Gab Roi, Golla Roi, Kalang Roi, Khakla Roi, Langthu Roi, Longkhi Roi, Pon Baboi Roi, Thakla Roi, Tipra Roi, Tongra Roi, Tonraba Roi and Tukri Roi. They don't marry within their own clans and have seven ways of marriage, including Sitkoi (forced marriage). The chief of a clan is known as Lar and the other elders were known as Montany. The chief of a village was known as Samuta. These titles and occupations were hereditary and only men could be elders and chiefs. The Lar, Montany and Samuta were all members of a Laleng council known as barguite, which met once or twice a year. This tradition has become inactive as more members of the population drifted to Hinduism. The new tradition abolishes the use of montany (elders) as a term, and samuta (village chief) as a post. The lar (clan chief) remains and is aided by elders now known as murobbi (a borrowed term from the Bengali language). All of these posts are now elected and no longer hereditary unlike the traditional system. They are predominantly followers of Hinduism, though there are many elements of tribal animistic beliefs and customs which differentiate them from the Hinduism practised by Bengali Hindus. Their denomination is known as Brahmadharma. They worship Kali, Lakshmi, Pailungiong and Saraswati, but do not keep idols in their home. Many of the Laleng living in Moulvibazar have been forcefully converted to Christianity by the missionaries, as with other tribal minorities. They celebrate Puin and Dol Purnima, as well as Akung Laram, Madhai Thakur, Poinunu, Taishi Takki, Thibum, Tilsongkranti and Baghai Seba (Tiger service) ceremony. They perform the latter hoping that tigers do not harm them (as they live in the forest). Their celebrations take place in a place known as a Shebakola. They are a poor community. The vast majority are illiterate, with only three or four literate people in their villages. The Government of Bangladesh as well as some NGOs are attempting to fix this situation. They are self-dependent, though a few have started working as private drivers and day labourers. They speak the endangered Laleng Thar or Laiunghtor which is facing extinction as it has no writing system. ==References== Category:Sino-Tibetan-speaking people Category:Ethnic groups in Bangladesh Category:People from Sylhet Division ",
    "title": "Laleng"
}