{
    "id": "63840578",
    "text": "was a Japanese engineer, known for his work leading to the modern pulse oximeter. ==Early life, education and career== Aoyagi was born February 14, 1936 in Niigata Prefecture, Japan. His parents were Monshichi and Tatsu Aoyagi. His father was a mathematics teacher and his mother was a homemaker. Aoyagi received an undergraduate degree in electrical engineering from Niigata University in 1958. He then worked for a time for the scientific instrumentation company Shimadzu Corporation, before moving to the research division of the medical equipment company Nihon Kohden in 1971. ===Pulse oximetry=== An earlier oximeter had been invented by Glen Millikan, building on work by Karl von Vierordt, Karl Matthes, and others. Earl Wood and his PhD student J. E. Geraci made some improvements. These early devices were inaccurate and difficult to use. The main idea was to measure the difference in how blood absorbed red light versus infrared light. An obstacle was that the pulse of blood created a great deal of noise. Early devices tried to work around this by limiting measurement to the ear, and with other methods. Shortly after starting at Nihon Kohden in 1971, Aoyagi showed how to remove the noise from the measurement, leading to a practical and accurate measurement of oxygen in the blood. Similar ideas were developed slightly later by Masaichiro Konishi and Akio Yamanishi of Minolta. Nihon Kohden submitted an application for a patent on the resulting device in 1974, which named Aoyagi and his colleague Michio Kishi (who helped create a pilot model) as co-inventors. The patent was granted in 1979. In 2007, World Health Organization listed pulse oximeter as an essential device for Surgical Safety Checklist for Patient. ===Later career=== Nihon Kohden moved Aoyagi to a desk job in 1975, and only brought him back into their research group ten years later. After returning to research, Aoyagi came back to ideas similar to those of the pulse oximeter. He developed a device, which he called a \"pulse spectrophotometer\", and which used these ideas to measure the diffusion of a dye injection in the bloodstream. This gave a relatively non-invasive way to measure liver blood flow and plasma volume. ==Death== Aoyagi died in Tokyo on April 18, 2020. ==Awards and honors== The University of Tokyo gave Aoyagi a doctorate in engineering in 1993. Aoyagi received the Medal with Purple Ribbon from the Emperor of Japan. Aoyagi was the 2015 recipient of the IEEE Medal for Innovations in Healthcare Technology. ==References== ==Further reading== Category:1936 births Category:2020 deaths Category:People from Niigata Prefecture Category:Japanese engineers Category:Recipients of the Medal with Purple Ribbon Category:Niigata University alumni ",
    "title": "Takuo Aoyagi"
}