{
    "id": "63859732",
    "text": "Bhagabati Charan Panigrahi (1907 – 23 October 1943) was an Indian Odia writer and politician. He was a founder and also the first secretary of Communist Party of Odisha. He wrote around a dozen short stories before his mysterious death in 1943. == Literary career == Bhagabati Charan Panigrahi, in his short literary career, wrote around 12 short stories. One of his notable short stories was Shikaar. The story captured the life of the tribal communities of Odisha, and the exploitation by British to control and suppress their revolt. The story was made into a film Mrigayaa (1976) by Mrinal Sen. In 2016, an Odia language play was also written and staged based on the same story. In November 1935, in collaboration with Ananta Patnaik and others, he formed a literary organisation \"Nabayuga Sahitya Sansad\" (). Very soon it became famous and played significant role to foster new ideas in modern Odia literature. In 1936, he edited a magazine called Adhunika. === Short stories === The 12 stories written by Bhagabati Charan Panigrahi are: * Shikar * Mimansha * Junglee * Arambha * Oh Sesha * Mrutyura Chetana * Jeevanarah Samadhi * Banchita * Samayatita * Jhada * Misranka Kopa * Majlish == Political career == Bhagabati Charan, in his youth and in the beginning of his political career was inspired by Mahatma Gandhi's political ideology. Later he became associated with Congress Socialist Party. Panigrahi, along with Guru Charan Patnaik, and Comrade Prananath Patnaik formed the Communist Party of Odisha on 1 April 1936. Panigrahi was the first state secretary of the party. Panigrahi was associated with the party and the communist ideology till his death. == Death == On 23 October 1943, Panigrahi was found dead under mysterious circumstances At that time he was undergoind detention by the British. The death certificate reported he died because of unknown illness, however there was speculations that he was tortured to death. == See also == * Fakir Mohan Senapati, Odia writer == References == Category:1907 births Category:1943 deaths Category:Odia-language writers Category:Odisha politicians ",
    "title": "Bhagabati Charan Panigrahi"
}