{
    "id": "63852313",
    "text": "Nickolas Butler is an American novelist and short story author. He is the author of the novels Shotgun Lovesongs (2014), The Hearts of Men (2017), Little Faith (2019), and the short story collection Beneath the Bonfire (2015). ==Biography== Butler was born in Allentown, Pennsylvania. He was raised in Eau Claire, Wisconsin, where he attended Memorial High School. He attended high school alongside Justin Vernon, frontman of indie folk band Bon Iver. Butler's novel The Hearts of Men (2017) was partly inspired by the creation of Bon Iver's debut album For Emma, Forever Ago (2007). Butler graduated with a bachelor's degree in English from the University of Wisconsin–Madison in 2002, and received an MFA from the Iowa Writers' Workshop in 2012. Prior to publishing his debut novel, Butler worked in coffee roasting, office management, meat packing, telemarketing, maintenance at Burger King, and as an author escort, liquor store clerk, hot-dog vendor, and bed-and-breakfast manager. Butler has received literary prizes for his work and has published articles, reviews, short stories, and poetry in publications including Ploughshares, Narrative Magazine, and The New York Times Book Review, The Kenyon Review Online, The Christian Science Monitor, and Sixth Finch. Butler's debut novel, Shotgun Lovesongs (2014), was published to critical acclaim, including a review by Janet Maslin in The New York Times and a review by Jonathan Evison in The New York Times Book Review. In March 2013, Deadline Hollywood reported that Fox Searchlight Pictures acquired the film rights to Shotgun Lovesongs. Butler lives with his wife and two children in rural Wisconsin. ==Awards and honors== * 2018 Friends of American Writers Literary Award * 2016 Prix Médicis étranger, shortlist * 2015 Wisconsin Library Association Literary Award *2015 UW–Whitewater Chancellor's Regional Literary Award *2014 Prix PAGE/America *2014 Great Lakes Great Reads Award *2014 Midwest Independent Booksellers Award * 2014 Flaherty-Dunnan First Novel Prize, longlist * 2014 Prix du roman Fnac, shortlist * First Place in Narrative Magazines Spring 2011 Story Contest for \"Underneath the Bonfire\" ==Bibliography== ===Novels=== * * * ===Short story collections=== * ** \"The Chainsaw Soirée\" ** \"Rainwater\" ** \"Sven & Lily\" ** \"Morels\" ** \"Leftovers\" ** \"Beneath the Bonfire\" ** \"Sweet Light Crude\" ** \"In Western Counties\" ** \"Train People Move Slow\" ** \"Apples\" ===Short stories=== * * * * ===Poetry=== * * * ===Nonfiction=== * * * ==References== Category:1979 births Category:Living people Category:Date of birth missing (living people) Category:21st-century American novelists Category:American male novelists Category:21st-century American poets Category:American male poets Category:21st-century American short story writers Category:American male short story writers Category:People from Eau Claire, Wisconsin Category:Writers from Allentown, Pennsylvania Category:Writers from Wisconsin Category:University of Wisconsin–Madison alumni Category:Iowa Writers' Workshop alumni ",
    "title": "Nickolas Butler"
}