{
    "id": "63855975",
    "text": "The Battle of Maleme was one of three main battles that occurred in the Battle of Crete against the Fallschirmjäger, in the Nazi German Mediterranean campaign in 1941. The overall plan was to conquer Crete as part of Operation Merkur, with German Paratroopers landing in three main areas, Heraklion, Maleme and Retimo. The operation relied on German airborne troops, both paratroopers and in gliders. Due to a mistake, and despite being in a superior position, New Zealand troops abandoned a strategic hill, leaving it to the Germans, and then lost the airport. The airport was then used by the Germans to transport in more troops which saw the whole island lost to the Germans. Memorial to members of 30 and 33 RAF Squadrons killed in the Battle of Crete == Preparation by Allies == Ultra intelligence provided the Allied forces with information on key dates, and also that the Germans planned to invade by both sea and air. General Freybourg, the New Zealand Army officer who commanded Allied forces on Crete, or Creforce, distributed his troops to deal with these multiple threats. While the defenders at Heraklion and Retimo were well placed to resist seaborne landings, it left the airstrips exposed.James Holland, 2015. The War in the West vol.1, Bantam Press - Transworld Publishers, LondonAntony Beevor, The Second World War, Weidenfeld & Nicolson, 2014 (paperback edition).. See pp. 201–217 Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p366 Maleme was an important target for the Germans, as it was the largest of the three airports. General Student was instructed that if none of the airports could be successfully captured, the attack would be abandoned, as losses were so heavy. Sánchez JM, Maddox RF. Germany Invades Crete. Salem Press Encyclopedia. 2019 p=? == Initial Phase == The initial phase of the operation began on May 1941. The Germans used gliders at Maleme, with the intention of landing the troops in the gliders to initially gain control of the ground, and then the bulk of the troops and heavier equipment would be brought in using the Junkers 52 transport planes landing at Maleme airport. Gliders were launched from their towing transport plance offshore, with the Germans intent on keeping the transport planes away from the anti aircraft positions on the Island. in order to protect them from the anti aircraft positions. Maleme was particularly dangerous to planes, as the Maleme airport was heavily defended by anti aircraft guns.\"maleme-bridge- crete-german-glider-airborne-forces\" http://www.operation-ladbroke.com/maleme- bridge-crete-german-glider-airborne-forces/ At around 8 am of the morning of 20 May, gliders appeared in the sky over Maleme. This was followed up by German transport planes that began emptying paratroopers and supply canisters. This was West Group under the code-name “Comet”, commanded by German paratroop general Eugen Meindl. The allied forces in the area were the 21st, 22nd and the 23rd battalions of the New Zealand Army, based at the Maleme airport and surrounding areas.Thimianos, Giannis \"The first day of the Battle of Crete\" Fabulous Crete.com The defending New Zealanders started firing at them, and there were heavy losses for the Germans, with many paratroopers killed before they hit the ground. Cretan civilians started attacking the landing troops with improvised peasant weapons, including shotguns, axes and spades. About 50 gliders landed in the dry riverbed, where resistance was less, however paratroopers landed to the South and East of Maleme and were largely destroyed by New Zealand forces that were in positions there \"The Battle for Crete - Day 1 - The Battle of Maleme\" https://nzhistory.govt.nz/war/the-battle-for- crete/the-battle-day-1-3 In the initial landing, the Germans casualties were immense, one regiment lost 112 out of 126 men, and III battalion lost 400 out of 600 men on the first day.Thimianos, Giannis \"The First Day of the Battle of Crete\" Fabulous Crete.com The initial landing of the gliders was successful, with them landing in the Tavronitis River.\"maleme-bridge-crete-german-glider- airborne-forces\" http://www.operation-ladbroke.com/maleme-bridge-crete-german- glider-airborne-forces/ The German soldiers dug in, but were doggedly resisted by New Zealand Troops, who were in possession of the strategic Hill 107.\"maleme-bridge-crete-german-glider-airborne-forces\" http://www.operation- ladbroke.com/maleme-bridge-crete-german-glider-airborne-forces/ The main New Zealand unit at Maleme was the 22nd Battalion, under command of Lieutenant Colonel Leslie Andrew. His unit maintained Hill 109 and the western edges of the airport. The battalion persisted engaging the Germans, and Andrew requested support from the 23rd battalion. The support was refused, under the mistaken believe that the 23rd Battalion was engaged in combat when in fact, it wasn't. Andrew decided to try to drive the Germans back from the edge of the airfield, but the two tanks he used in the assault broke down, and the assault faltered.\"The Battle for Crete - Day 1 - The Battle of Maleme\" https://nzhistory.govt.nz/war/the-battle-for-crete/the-battle-day-1-3 == New Zealand withdrawal from the Hill Position == Damaged and destroyed Junkers Ju 52s at Maleme Airfield However, though the New Zealand units were convinced they were winning, and the Germans thought they were lost, Andrew decided to retreat from Hill 107, and join up his forces with the 21st Battallion. This he did on the night of the 20th of May Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p371 This was an error. Andrew had asked for support, but the nearby units were not allowed to move up to support him, in the incorrect belief they were engaged. They were in fact not deployed, unengaged and waiting for orders, and were actually free to assist. The Germans on the other hand, were in a bad position strategically, and in addition, were only armed with small arms and grenades, as no heavy equipment had come in on the gliders. The Germans themselves were expecting to be overrun by the New Zealand troops the next day. Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p366 When the Germans saw the New Zealanders move off the strategic position of the hill, they moved to occupy it. Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p366 There were two other New Zealand units on the edge of the airfield. When they saw their comrades had retreated from the hill area, they retreated as well.\"The Battle for Crete - Day 1 - The Battle of Maleme\" https://nzhistory.govt.nz/war/the-battle-for-crete/the-battle-day-1-3 The Germans took the hill, though they only had small arms and were low in numbers. The New Zealanders did not immediately counterattack the hill. This was a decisive event. The Luftwaffe also played a part, attacking ground forces around the hill, with Stuka attacks on the allied troops.\"maleme- bridge-crete-german-glider-airborne-forces\" http://www.operation- ladbroke.com/maleme-bridge-crete-german-glider-airborne-forces/ At this point, the Germans started landing transport planes on the airfield. Luftwaffe Junkers Ju 52 transport planes could then land, and by 5pm the entire town of Maleme was then captured. By this time, the entire 100th Mountain Regiment, under the command of Colonel Wuillbald Utz, had landed. However, in landing the planes on the airstrip enduring hostile fire, the cost to the Germans was huge; one in three transport planes were destroyed, a total of 8 planes. The landing strip was strewn with destroyed planes.Mitcham, Samuel \"Eagles of the Third Reich: Men of the Luftwaffe in World War II\" Stackpole books 2007 p 122 == Allied Counter attack == Though the New Zealand troops attacked the planes as they landed, enough troops came off the remaining planes to enable the Germans to reinforce the troops that had landed previously. On the night of the 21st, the allied forces realised the importance of the airfield, and they started to organise a counter attack. two battalions moved to attack it, in an attempt to get it back under control. However, by this time, the 100th Mountain regiment had landed fully deployed, and were dug in; the attempts to take it failed.Maleme http://www.hellenicfoundation.com/Maleme.htm Another abortive attempt was made to regain the airstrip on the 22nd of May. It reached the edge of the airfield by 7.30 in the morning of that day, but could proceed no further, and was forced to withdraw. Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p371 Peter Ansil \"Crete 1941: Germany’s lightning airborne assault\" Bloomsbury p 15 == Final Capture of Area and German move out == With the Germans now in control of the airport at Maleme, they could continue to land more troops and equipment, and started to get the overall advantage in equipment and numbers. The allied forces withdrew from the area, to Galatos, as they were in danger of being outflanked Peter Ansil \"Crete 1941: Germany’s lightning airborne assault\" Bloomsbury p 15 At this point, with Maleme under control, the German troops started moving out from Maleme to join up with the other German troops at the other objectives. Although the allies had been holding off the Germans at the other two objectives, Heraklion and Retimo, with German reinforcements arriving steadily via the Maleme airport, the tide turned in the favour of the German forces and the whole of Crete was lost. Bell, Rachael \"Evidence and Interpretation in New Zealand’s Official History: The Battle for Crete, May 1941\" War in History2015, Vol. 22(3) p371 == References == Category:Battle of Crete ",
    "title": "Battle of Maleme"
}