{
    "id": "638548",
    "text": "The Chartreux is a rare breed of cat from France, and is recognised by a number of registries around the world. The Chartreux is large and muscular (called cobby) with relatively short, fine-boned limbs, and very fast reflexes. They are known for their blue (silver-grey) water-resistant short hair double coats which are often slightly thick in texture (often showing \"breaks\" like a sheepskin) and orange- or copper-colored eyes. Chartreux cats are also known for their \"smile;\" due to the structure of their heads and their tapered muzzles, they often appear to be smiling. Chartreux are exceptional hunters and are highly prized by farmers. As for every French cat with a pedigree, the first letter of the official name of a Chartreux cat encodes the year of its birth. All Chartreux born in the same year have official names beginning with the same letter. The code letters rotate through the alphabet each year, omitting the letters K, Q, W, X, Y, and Z. For example, a Chartreux born in 2011 would have an official name starting with the letter G. ==History== Magdaleine Pinceloup de la Grange by Jean-Baptiste Perronneau, 1747 The Chartreux is mentioned for the first time in 1558 by Joachim du Bellay in a poem entitled \"Vers Français sur la mort d'un petit chat\", or \"A small kitten's death\" in English. There is another representation of a Chartreux in 1747 in the Jean-Baptiste Perronneau's painting Magdaleine Pinceloup de la Grange, into which the cat is painted as a pet, quite rare for the time. There is a legend that the Chartreux are descended from cats brought to France by Carthusian monks to live in the order's head monastery, the Grande Chartreuse, located in the Chartreuse Mountains north of the city of Grenoble (Siegal 1997:27). But in 1972, the Prior of the Grande Chartreuse denied that the monastery's archives held any records of the monks' use of any breed of cat resembling the Chartreux (Simonnet 1990:36–37). Legend also has it that the Chartreux's ancestors were feral mountain cats from what is now Syria, brought back to France by returning Crusaders in the 13th century, many of whom entered the Carthusian monastic order. The first documented mention of the breed was by the French naturalist Buffon in the 18th century. The breed was greatly diminished during the first World War and wild populations (Helgren 2013:100-103) were not seen after World War II. A concerted effort by European breeders kept the breed from extinction. The first Chartreux were brought to the U.S. in 1971 by Helen and John Gamon of La Jolla, California. In 1987, the Cat Fanciers' Association (CFA) advanced the Chartreux breed to championship status (Siegal 1997:27). There are fewer than two dozen active Chartreux breeders in North America . Historically, famous Chartreux owners include the French novelist Colette, Charles Baudelaire and the French president Charles de Gaulle. ==Temperament== Chartreux cats tend to be quiet, rarely making noises such as mewing or crying, and some are mute. They are quite observant and intelligent, with some Chartreux learning to operate radio on/off buttons and to open screen door latches. They take about two years to reach adulthood. Chartreux cats are playful cats well into their adult years; some can be taught to fetch small objects in the same manner as a dog. Chartreux are good with children and other animals. They are non-aggressive, affectionate, good travelers and generally very healthy. Chartreux tend to bond with one person in their household, preferring to be in their general vicinity (often following their favoured person from room to room), though they are still loving and affectionate to the other members of the household. ==Popular culture== The mascot of the world's largest jazz festival, the Montreal International Jazz Festival, is a blue Chartreux affectionately named 'Ste Cat ', after the festival's hub, Sainte Catherine Street in Montreal. Gris-Gris, Charles De Gaulle's cat, followed him from room to room. French writer Colette made one of her Chartreux the heroine of her books \"La Chatte\" and \"Les Vrilles de la Vigne.\" ==References== ===Literature === Fogle, Bruce (2001). The New Encyclopedia of the Cat. New York: DK Publishing Inc [Dorling Kindersley]. . Siegal, Mordecai (1997). The breeds. Chapter 2 in The Cornell Book of Cats: A Comprehensive and Authoritative Medical Reference for Every Cat and Kitten. Second edition. Edited by Mordecai Siegal. Villard:New York. . Simonnet, Jean (1990). The Chartreux Cat. Translated by Jerome M. Auerbach. Paris: Synchro Company. . (This book's ISBNdb.com page lists \"Auerbach Pub\" as the publisher, but the book itself gives \"Synchro Company, Paris\" on an unnumbered page immediately following page 190.) Helgren, J. Anne (2013). Encyclopedia of Cat Breeds, 2nd Edition. Barron's Educational Series. . CATS, Alice Buckland (2007). TAJ Books. . ==External links== * CFA profile * Chartreux Cat FAQ * Chartreux Cat (Russian) * Pisica Chartreux (Romanian) Category:Cat breeds Category:Cat breeds originating in France Category:Rare cat breeds ",
    "title": "Chartreux"
}