{
    "id": "63850342",
    "text": "Sir James Robert Freeling, 7th Baronet (3 June 1825 – 30 October 1916) was an English first-class cricketer and clergyman. The son of John Clayton Freeling, he was born at Marylebone in June 1825. He was educated at Winchester College, before going up to Exeter College, Oxford in 1844. A year prior to going to Oxford, Freeling had made his debut in first-class cricket for the Marylebone Cricket Club (MCC) against Oxford University at Bullingdon, also playing for the MCC in return fixture at Lord's. In 1844, he made a single appearances for Oxford University against the MCC at Lord's. He scored a total of 34 runs in his three first-class matches, with a high score of 18. He transferred from Exeter College to Durham University, where he completed his studies. After leaving Durham, Freeling took holy orders in the Church of England. His first ecclesiastical post was at Ely, where he was a deacon in 1852. Later in 1852, he was appointed curate at Farley in Wiltshire, a post he held until 1855. In 1861, he became the curate of Sharnbrook, Bedfordshire which he held until 1868. After holding ecclesiastical posts in England, Freeling held posts on the continent, at Chantilly in France from 1868–70, Brussels in Belgium from 1870–77, and Bonn in Germany from 1878–82. He succeeded his cousin, Sir Harry Freeling, as the 7th Baronet of the Freeling baronets in 1914. Freeling died at Brussels in October 1916 and upon his death, he was succeeded as the 8th Baronet by Sir Clayton Freeling. ==References== ==External links== * Category:1825 births Category:1916 deaths Category:People from Marylebone Category:People educated at Winchester College Category:Alumni of Exeter College, Oxford Category:English cricketers Category:Marylebone Cricket Club cricketers Category:Oxford University cricketers Category:19th-century English Anglican priests Category:20th-century English Anglican priests Category:Baronets in the Baronetage of the United Kingdom Category:Alumni of University College, Durham ",
    "title": "Sir James Freeling, 7th Baronet"
}