{
    "id": "63857352",
    "text": "William \"Bil\" Melvin Clemons, Jr. is an American structural biologist and Professor of Biochemistry at Caltech. He is known for his work solving the atomic structure of the ribosome with dissertation advisor, Nobel Prize winner in Chemistry, Venki Ramakrishnan and membrane protein translocation channel SecY as well as his work on the structure and function of chaperones involved in the targeting of tail-anchored membrane proteins in the Get pathway. == Education == Clemons received a B.S. in Biochemistry from Virginia Polytechnic Institute and State University in 1995. In 2000, he received his Ph.D. in Biochemistry from the University of Utah while working jointly with the Laboratory of Molecular Biology, in Cambridge, England under the advisement of Nobel laureate Venki Ramakrishnan. He then spent four years, from 2001 to 2005, as a postdoctoral fellow under Professor Tom Rapoport in the Department of Cell Biology at Harvard Medical School. == Career == In January of 2006, Clemons began as an assistant professor in the Chemistry and Chemical Engineering Division at the California Institute of Technology. In 2013, Clemons became professor of Biochemistry. He has also held a Visiting Professor appointment from 2018-2019 at the Institute of Organic Chemistry & Biochemistry, Prague, Czech Republic. === Diversity and Inclusion === As a member of the President's Diversity Council at Caltech, Clemons mentors and advocates for diversity and enrollment of minority students in STEM education. On top of leading a dynamic and diverse research team he has spoken on the intersection of science and diversity as an invited speaker. == Honors and awards == * 2018 Virginia Tech Biochemistry - Distinguished Alumni * 2017 Dr. Fred Shair Award for Programming Diversity * 2011-2016 NIH Pioneer Award * 2005-2010 Burroughs Wellcome Career Award in the Biomedical Sciences == References == == External Links == * https://www.bwfund.org/newsroom/awardee- profiles/awardee-profile-bil-clemons * https://sbgrid.org/software/tale/predicting-success * https://www.biochem.vt.edu/people/Featured_Alumni.html * https://science.oregonstate.edu/IMPACT/2018/02/distinguished-biochemist-speak- diversity-science-higher-education * Category:Year of birth missing (living people) Category:Living people Category:Structural biologists Category:California Institute of Technology faculty ",
    "title": "Bil Clemons"
}