{
    "id": "63851417",
    "text": "Agatea is a genus of flowering plants in the violet family Violaceae, with seven accepted species, found in New Guinea and New Caledonia. == Description == Lianas or reclining shrubs with lanceolate to ovate leaves. The flowers are in terminal pseudo-racemes or racemoids, with white corollas that are strongly zygomorphic (bilaterally symmetrical) with the very large bottom petal differentiated into a claw and blade and saccate (pouch like) at the base. On the five stamens, the filaments are weakly connate with the two lowest anthers weakly calcarate (spurred) and possessing a large dorsal connective appendage that is entire and oblong-ovate. In the gynoecium, the style is filiform (threadlike) to clavate (club like). The fruit is a thin to thick-walled capsule with 3 or 6 valves. There are two seeds per carpel, that are strongly flattened and encircled with a broad thin wing. The chromosome number is 2n=16. == Taxonomy == The genus Agatea was first described by Gray in 1852, following the United States Exploring Expedition of 1838–1842, and therefore bears his name, A.Gray, as the botanical authority. Gray's description was of the single species, Agatea violaris, which is thus the type species. His report was published in full in 1854. Early taxonomic schemes such as Bentham and Hooker (1862) placed Agatea within subfamily Violoideae, tribe Violeae, subtribe Violinae. For a while, the name Agatea was disputed, and Agation used instead, but this was resolved in favor of the former name. The genus has also been subject to over-description resulting from polymorphism. Agatea is one of four lianescent genera in Violaceae, together with Calyptrion Ging., Anchietea A.St.-Hil. and the more recently discovered (2003) Hybanthopsis Paula-Souza. In earlier classifications primarily based on floral morphology these were distributed among separate subtribes, but molecular phylogenetic studies has now grouped them together into a single lianescent clade, one of four within the family. Earlier schemes had placed Agatea within subfamily Violoideae, tribe Violeae, subtribe Hybanthinae, with Hybanthopsis but Calyptrion and Anchietea in subtribe Violinae. === Etymology === The genus is named for the botanical draughtsman on the expedition, Alfred T. Agate. === Species === Although estimates of the number of species has varied between one and ten, there are seven generally accepted species. * Agatea lecointei Munzinger * Agatea longipedicellata (Bakerf.) Guillaumin & Thorne * Agatea macrobotrys K.Schum. & Lauterb. * Agatea rufotomentosa (Baker f.) Munzinger * Agatea schlechteri Melch. * Agatea veillonii Munzinger * Agatea violaris A.Gray Type New species, eg A. lecointei and A. veillonii, continue to be discovered, these two in New Caledonia in 2001. Some authors also include: * Agatea pancheri (Brongn.) K.Schum. ex Melch. == Distribution and habitat == Agatea are native to New Guinea and some nearby South Pacific islands including New Caledonia, and are found in monsoon forests. == References == == Bibliography == ;Books * * * * * ;Articles * * * * * ;Websites * * * * * == External links == Category:Violaceae Category:Malpighiales genera ",
    "title": "Agatea"
}