{
    "id": "63856673",
    "text": "Sudhanwa Debbarma (also spelt Sudhanya Debbarma) (26 February 1918 – 1999) was an Indian Kokborok writer, Political leader and member of the Communist Party of India (Marxist). He was the former Speaker of Tripura Legislative Assembly. He was the veteran leader of Ganamukti Parishad. He was a member of Tripura Legislative Assembly from Takarjala (Vidhan Sabha constituency)(1977-1988). ==Early life== Debbarma hails from a small Indian state Tripura. He was born in a lower-middle-class family in Sutarmura village under Bishalgarh Sub- division, West Tripura district(present day Sepahijala district). He spent his primary school days in his village, after primary education he came to Agartala for higher education. He completed his higher secondary education from Umakanta Academy. After higher secondary he went to Bangladesh for doing graduation. He was among the first Tripuri people who appeared in B.A examination. ==Political career== Debbarma and other activist started revolution against Tripura king to spread education in tiprasa population and they established Tripura Janasiksha Samiti in 1945, He was the founding president of the organisation. The king issued arrest warrant against the Janashiksha Samity leaders and he was got arrested and severely beaten up inside the jail. After Janashiksha Samity Sudhanwa and other leaders demanded the right to life and livelihood of the Tripuri people. In 15 August 1948, Sudhanwa, Dasarath Deb, Hemanta Debbarma, Bidya Debbarma and other leader formed Ganamukti Parishad, this organization was formed against the torture of bureaucrats and police of Tripura. He was inspired by communist ideology. He became a member of the Communist Party of India. When the Communist Party was divided in 1964, he took the side of the Communist Party of India (Marxist) and was elected the Tripura state committee of the CPI(M). In 1977, Tripura Legislative Assembly election he was elected for the first time by CPI(M) ticket from Takarjala (Vidhan Sabha constituency). ==Revolution== ===Tripura Janasiksha Samiti=== On 27 December 1945 AD (11th Pousa of 1352 BE) the Tripura Janasiksha Samiti came into being at Durgachoudhury Para under the Jirania Block. This organisation was established by some enlightened Tripuri youths Dasarath Deb, Sudhanwa Debbarma, Hemanta Debbarma and other with an avowed object to set up schools and spread education among the children of the down-trodden Tripuri's in the state of Tripura. At that time, the movement of the Janasiksha Samiti speedily transformed into a mass movement. In that time, the Maharaja Bir Bikram Kishore Debbarman's education minister Brown Sahib was compelled to open nearly three hundred schools in rural area. The Samiti could establish 488 primary schools in different remote areas of the state with the active co-operation. Subsequently in 1950-51, most of these schools were recognised by the State Government. ==List of works== Sudhanwa wrote many novels, poems and short stories. The first Kokborok magazine \"Kwtal Kothoma\" was published by him in 1954 AD. ===Novels=== {|class=\"wikitable\" style=\"text- align:center; width:100%; margin:auto;\" |- ! Kokborok title ! English title ! Publisher ! Year ! Description ! Reference |- |Chethuang | | |1954 |A kokborok novel | |- |Hachuk Khurio (part-1) |In the lap of Hills |Kokborok Sahitya Sabha |1987 |The first modern kokborok novel | |- |Hachuk Khurio (part-2) |In the lap of Hills | |1994 | | |} ===Poems=== {|class=\"wikitable\" style=\"text- align:center; width:100%; margin:auto;\" |- ! Kokborok title ! English title ! Publisher ! Year |- |Himdi do | | |1983 |- |Kha kwrak | | |1983 |- |} ===Drama=== {|class=\"wikitable\" style=\"text-align:center; width:100%; margin:auto;\" |- ! Year ! Title ! Publisher ! Description ! Reference |- |1948 |Egiye Cholo | |The first Kokborok Drama | |- | |Porikhit Bidruho | | | |- |} ==See also== * Dasarath Deb * Bidya Debbarma * Ganamukti Parishad ==References== ==Bibliography== * * * * * Category:Speakers of state lower houses in India Category:1918 births Category:1999 deaths Category:Tripuri people Category:People from West Tripura district Category:Members of the Tripura Legislative Assembly Category:Communist Party of India (Marxist) politicians from Tripura Category:Tripura politicians ",
    "title": "Sudhanwa Debbarma"
}