{
    "id": "63850103",
    "text": "Mount Carmack is a prominent elevation mountain summit located in the Boundary Ranges of the Coast Mountains, in the U.S. state of Alaska. The peak is situated north-northeast of Skagway, and south of Mount Cleveland, on land managed by Tongass National Forest. As the highpoint on the divide between the Taiya River and the Skagway River, precipitation runoff from the mountain drains east into the Skagway River and west into Taiya River, both of which empty into Taiya Inlet. Although modest in elevation, relief is significant since Mount Carmack rises 6,800 feet above the Taiya valley in less than , and 5,800 feet above Skagway valley in about 2 miles. Mount Carmack has a lower subsidiary summit, elevation , about to the northeast of the true summit. The USGS map has this lower northeast peak labelled as Mount Carmack. This mountain was named in 1898 by John A. Flemer of the U.S. Coast and Geodetic Survey, undoubtedly for George Carmack (1860–1922), whose discovery of large gold nuggets at Bonanza Creek in 1896 resulted in the Klondike Gold Rush.Donald J. Orth, Dictionary of Alaska Place Names, 1967, page 187. The Chilkoot Trail, a route which was used by thousands heading to the goldfields, skirts along the western base of this mountain, whereas the Klondike Highway traverses the eastern base of the mountain. Klondike Gold Rush National Historical Park is located on both sides of the mountain, but the peak is not within the park boundary. ==Climate== Based on the Köppen climate classification, Mount Carmack has a subarctic climate with cold, snowy winters, and cool summers. Weather systems coming off the Gulf of Alaska are forced upwards by the Coast Mountains (orographic lift), causing heavy precipitation in the form of rainfall and snowfall. Temperatures can drop below −20 °C with wind chill factors below −30 °C. This climate supports glaciers on all slopes surrounding the summit. The months May through July offer the most favorable weather for viewing or climbing Mount Carmack. ==See also== *List of mountain peaks of Alaska *Geography of Alaska 120px ==References== ==External links== * Mount Carmack: weather forecast Carmack Carmack ",
    "title": "Mount Carmack"
}