{
    "id": "63854605",
    "text": "Map of Massachusetts House of Representatives' 12th Essex district, 2013. Based on 2010 United States Census. Massachusetts House of Representatives' 12th Essex district in the United States is one of 160 legislative districts included in the lower house of the Massachusetts General Court. It covers part of the city of Peabody in Essex County. Democrat Tom Walsh of Peabody has represented the district since 2017. The current district geographic boundary overlaps with that of the Massachusetts Senate's 2nd Essex district. ==Representatives== * John Lovejoy, circa 1858-1859 * William Davis Sohier, circa 1888 * Mial W. Chase, circa 1920 * Charles Symonds, circa 1920 * Walter A. Cuffe, circa 1951 * Joseph Francis Walsh, circa 1951 * Robert C. Buell, circa 1975 * Theodore C. Speliotis * John P. Slattery * Joyce Spiliotis * Leah Cole * Thomas P. Walsh, 2017-current ==Former locale== The district previously covered South Danvers, circa 1872. ==See also== * List of Massachusetts House of Representatives elections * Other Essex County districts of the Massachusetts House of Representatives: 1st, 2nd, 3rd, 4th, 5th, 6th, 7th, 8th, 9th, 10th, 11th, 13th, 14th, 15th, 16th, 17th, 18th * Essex County districts of the Massachusett Senate: 1st, 2nd, 3rd; 1st Essex and Middlesex; 2nd Essex and Middlesex * List of Massachusetts General Courts * List of former districts of the Massachusetts House of Representatives ==Images== 1908 George Newhall Massachusetts House of Representatives.png|George Newhall 1908 William Dorman Massachusetts House of Representatives.png|William Dorman 1918 Charles Frothingham Massachusetts House of Representatives.png|Charles Frothingham 1918 George Allen Massachusetts House of Representatives.png|George Allen 1923 Charles Ames Massachusetts House of Representatives.png|Charles Ames 1923 Charles Symonds Massachusetts House of Representatives.png|Charles Symonds 1935 Edmond Talbot Massachusetts House of Representatives.png|Edmond Talbot 1935 Malcolm Bell Massachusetts House of Representatives.png|Malcolm Bell 1945 Edward Butterworth Massachusetts House of Representatives.png|Edward Butterworth 1945 Norman Folsom Massachusetts House of Representatives.png|Norman Folsom 1945 Robert Sisson Massachusetts House of Representatives.png|Robert Sisson 1953 Joseph Francis Walsh Massachusetts House of Representatives.png|Joseph Francis Walsh 1953 Pasquale Caggiano Massachusetts House of Representatives.png|Pasquale Caggiano 1967 Arthur Williams Massachusetts House of Representatives.png|Arthur Williams 1967 James Hurrell Massachusetts House of Representatives.png|James Hurrell 1967 William Longworth Massachusetts House of Representatives.png|William Longworth 1983 Theodore Speliotis Massachusetts House of Representatives.png|Theodore Speliotis 1991 Robert Buell senator Massachusetts.jpg|Robert Buell 1995 John Slattery Massachusetts House of Representatives.png|John Slattery ==References== ==External links== * Ballotpedia * (State House district information based on U.S. Census Bureau's American Community Survey). House Category:Government of Essex County, Massachusetts ",
    "title": "Massachusetts House of Representatives' 12th Essex district"
}