{
    "id": "63850579",
    "text": "Arumugam Manthiram (; born March 15, 1951) is an American materials scientist and engineer, best known for his identification of the polyanion class of lithium ion battery cathodes, understanding of how chemical instability limits the capacity of layered oxide cathodes, and technological advances in lithium sulfur batteries. He is a Cockrell Family Regents Chair in engineering, Director of the Texas Materials Institute, and the Director of the Materials Science and Engineering Program at the University of Texas at Austin. Manthiram delivered the 2019 Nobel Lecture in Chemistry on behalf of Chemistry Laureate John B. Goodenough. == Early life and education == Manthiram was born in Amarapuram, Tamil Nadu, a small village in southern India. He completed his B.S. and M.S. degrees in Chemistry at Madurai University. He then received his Ph.D. in Chemistry from the Indian Institute of Technology, Madras. == Career == After working as a lecturer at Madurai Kamaraj University for four years, he joined John B. Goodenough's lab as a Research Associate, first at Oxford University and then at the University of Texas at Austin. Manthiram joined the faculty of the University of Texas at Austin in 1991. ===Research=== Manthiram identified the polyanion class of cathode materials for lithium ion batteries, which are widely used in commercial applications. This is a class which includes lithium iron phosphate. He demonstrated that positive electrodes containing polyanions, e.g., sulfates, produce higher voltages than oxides due to the inductive effect of the polyanion. These polyanion cathodes are also used in sodium ion batteries. Manthiram discovered that the capacity limitations of layered oxide cathodes is a result of chemical instability that can be understood based on the relative positions of the metal 3d band relative to the top of the oxygen 2p band. This discovery has had significant implications for the practically accessible compositional space of lithium ion batteries, as well as their stability from a safety perspective. He has identified the critical parameters needed for transitioning lithium sulfur batteries towards commercial use. Specifically, lithium sulfur batteries need to achieve a sulfur loading of >5 mg cm−2, a carbon content of <5%, electrolyte-to-sulfur ratio of <5 μL mg−1, electrolyte-to-capacity ratio of <5 μL (mA h)−1, and negative-to-positive capacity ratio of <5 in pouch-type cells. Key technological advances for lithium sulfur batteries developed by Manthiram include the use of microporous carbon interlayers and the use of doped graphene sponge electrodes. == References == ==External links== Arumugam Manthiram at Google Scholar Category:University of Texas at Austin faculty Category:American materials scientists Category:21st-century American engineers Category:1951 births Category:Living people ",
    "title": "Arumugam Manthiram"
}