{
    "id": "63866958",
    "text": "William Alan Mohr (born May 23, 1959) is an American politician who is a member of the Constitution Party. He is the Constitution Party nominee for Vice President of the United States in the 2020 election. ==Early life== Mohr was born in Grand Rapids, Michigan and raised in Byron Center, Michigan, one of six children. He has worked as a trucker and food production plant manager. He is currently \"self employed in the building/maintenance trade.\" ==Political career== Mohr was formerly a Republican and served as a Republican precinct delegate for six years. He joined the Constitution Party in 2005. Mohr unsuccessfully ran for the Michigan House of Representatives from District 72 in 2006 and District 76 in 2008, 2010, 2012, and 2014, as the U.S. Taxpayers Party candidate (the Michigan affiliate of the Constitution Party). He won 3% and 2.3% of the 2012 and 2014 elections, respectively. He also serves as the chair of that party. Mohr sought an appointment to the Grand Rapids City Commission in January 2016. He ran for a seat on the Martin, Michigan Board of Trustees in 2018, but lost that election. Mohr was chosen unanimously as the Constitution Party's vice presidential candidate in May 2020, running on a ticket with Don Blankenship. Politically, Mohr is paleoconservative. He supports reducing taxes and economic regulations, and lowering the divorce rate. ==Personal life== Mohr has 6 children and 4 stepchildren from his wife Cheryl, as well as 18 grandchildren. ==Electoral history== {| class=\"wikitable\" |- ! colspan=4 | 2018 Village of Martin trustee election Nonpartisan election |- !Name !Votes !Percent !Outcome |- |Jason Dykstra |91 |42.1% |gain |- |Donald Flower |76 |35.2% |hold |- |William Mohr |49 |22.7% |loss |} ==References== ==External links== * Category:1959 births Category:Constitution Party (United States) vice presidential nominees Category:Living people Category:Michigan Constitutionalists Category:Michigan Republicans Category:People from Byron Center, Michigan Category:People from Grand Rapids, Michigan Category:People from Martin, Michigan Category:21st-century American politicians Category:2020 United States vice-presidential candidates ",
    "title": "William Mohr"
}