{
    "id": "63864046",
    "text": "{| |} SS Prins Hendrik was the third ship of the Willem III class. She was the second ship of the Stoomvaart Maatschappij Nederland (SMN) and was lost after barely two years of service. == Context == === Steamships for the Suez Canal === SS Prins Hendrik was the third ship of the Willem III class, which were the first ships built for the Stoomvaart Maatschappij Nederland (SMN). The SMN was founded in May 1870 for the express purpose of establishing a steam shipping line to Java via the Suez Canal, which opened in 1869. This would require steamships of a \"new\" class, the Willem III class. == Characteristics == === Dimensions === SS Prins Hendrik was 352 feet long. It was an increase of 30 feet compared to the first two ships of the class, SS Willem III and SS Prins van Oranje. The change increased the (calculated) cargo size from 2.789 tons GT to 3,065 tons GT. Which is almost 10% more. === Machinery === The compound steam engines were of nominal 400 hp, effective 1,600 ihp. The high pressure cylinder had a diameter of 50 thumbs (either Dutch cm or English inches), the low pressure cylinder of 86 thumbs. Steam pressure was 60 pounds, 6 pounds in the low-pressure cylinder. On average the engine made 53 turns per minute with an average effective power of 1,200 ihp and a speed of 10 knots. === Accommodation === There was accommodation for 90 passengers first class, 32 passengers second class, and 400 soldiers As she was the third ship of the class, the media did not show much interest in the interior. Even so, somebody gave an account of a stylish and luxurious saloon 1st class of 10 meters square with broad comfortable canapés, mahogany tables and a buffet. The saloon was painted, and had a piano that passengers could use. The second class saloon was a bit less luxurious. Furthermore, there was a library, a lady's saloon, a smoking lounge, a pharmacy, and an officers mess. The corridor along the cabins was 40 m long. === Complement === The crew of Prins Hendrik consisted of 69 persons, but this was probably not counting civilian staff. == Service == === Construction and transfer === Prins Hendrik was built for Stoomvaart Maatschappij Nederland (SMN) by John Elder & Co. of Govan on the River Clyde. She was launched on 17 August 1871. A strike in Glasgow then delayed delivery, so the first voyage to the East Indies was delayed from 10 to 15 November 1871. On Tuesday 24 October 1871 Prins Hendrik left the shipyard in Glasgow. She would make her trials on Thursday 26 October. After the trials she left Glasgow on Saturday 28 October. At 7:56 in the morning of Thursday 2 November Prins Hendrik of Captain J. Hendriks, arrived before Nieuwediep, and was soon towed into the harbor. This probably happened later than expected, because her departure was simultaneously postponed to 18 November. On the 17th a detachment of troops under Major A.j. Diepenbroek left Harderwijk for Nieuwediep. === First voyage to the East Indies === On 18 November 1871 Prins Hendrik steamed to the Texel roadstead to prepare her departure. On 19 November she finally steamed to sea for her first voyage to Batavia. On Monday 20 November she passed Dungeness at 5 AM. On 3 December she arrived in Port Said, and on 7 December she left Suez. On 29 December Prins Hendrik arrived in Batavia in the early morning. On 13 January she continued to Surabaya. On 16 January 1872 Prins Hendrik arrived in Surabaya. A visitor noted that the ship was very clean, and did not suffer from the stench of mixed paint, oil and tar, which made the stay on steamships in the East Indies so suffocating, and caused so much sea sickness and nausea. Everywhere on board, in the saloons, the cabins and on deck, the air was fresh. The cabins were found to be small, except towards the stern. The cabins on port and starboard had enough ventilation and light. The cabins in the midships were good as long as the ships was at anchor, and everything was open. The space in the regular cabins was small compared to cabins in regular ships (i.e. sailing ships). This was made good by the other rooms, and especially the much shorter trip. On 29 January 1872 Prins Hendrik left Surabaya. On the 1872 return trip Prins Hendrik was towed to Aden by HMS Serapis. On 30 January 1872 Prins Hendrik captain J. Hendriks arrived in Pasuruan from Surabaya. In the early morning of February 1 a dozen boats and tambangans (a local vessel) had assembled. At 6 o'clock these then sailed to Prins Hendrik with music in front. Prins Hendrik saluted the resident, and all flags were hoisted. On board the officers and Louis de Wilde, agent of SMN, welcomed the Resident, the Regent and family, the Lieutenant of the Chinese and his wife and the other guests. These were shown around the ship, and then all sat down to lunch in the saloon. Of course there were many toasts to Prins Hendrik, the SMN etc. By 11 o'clock AM the guests left the ship while Prins Hendrik fired 11 shots to salute the authorities. On 2 February Prins Hendrik left Pasuran carrying about 50 passengers for Batavia, as well 1,400 piculs of sugar and 1,000 piculs of coffee. On 9 February 1872 Prins Hendrik arrived back in Batavia towing the sailing ship Kosmopoliet III. On 15 February 1872 Prins Hendrik left Batavia for the Netherlands. On 2 March 1872, while steaming , she lost her propeller blades. She was noted by the British warship Serapis, which towed her for the last 360 miles to Aden, where they arrived 13 March. Now 600 tons of cargo was unloaded to get the propeller above water, and by 23 March new blades had been attached. Captain Hendriks blamed the loss of the propeller blades on hitting a wreck floating below the surface. In a letter of 23 March he noted that right after feeling the shocks from the breaking blades, the water was sounded and found to be over 30 fathoms (180 feet) deep. In the evening of 27 March Prins Hendrik continued her voyage to Suez. On 3 April she arrived in Suez, and on 6 April she left Port Said. On 16 April she passed Gibraltar. On 22 April Prins Hendrik anchored at Douarnenez in Brittany to bunker coal after consuming too much due to severe storm. In the end bunkering was done in Brest. Later somebody sent a letter claiming that all kinds of wood had been used to keep the machines going when during a storm, the chief engineer discovered that the ship was out of coal. On Friday morning 26 April Prins Hendrik finally continued to Nieuwediep. On 29 April she arrived before Nieuwediep conmpleting her first round trip to the East Indies. === Second voyage to the East Indies === On 1 June 1872 Prins Hendrik captain J. Hendriks started her second voyage to Java. On 15 June she arrived in Port Said. On 19 June she left Suez for Batavia. On 25 June Prins Hendrik arrived in Aden for small repairs to the machine. On 30 June she continued her voyage to Batavia. On 16 July 1872 Prins Hendrik arrived in Batavia. On 26 July she left Batavia for Semarang, where she arrived the next day. There she loaded coffee for a tariff of 120 guilders per last, promising a very good profit. On 4 August Prins Hendrik left Semarang for Surabaya, where she arrived 6 August. She continued to Pasuruan, from whence she left again for Semarang on 14 August. On 19 August Prins Hendrik arrived back in Batavia. On 25 August 1872 Prins Hendrik left Batavia. On 11 September she passed Aden. On 18 September she arrived in Suez. On 20 September she arrived in Port Said, and on 22 September she continued to Nieuwediep. On the 25th she passed Malta. On 7 October she passed Dungeness, and on 8 October she arrived in Nieuwdiep. === Third voyage to the East Indies === On 8 November 1872 Prins Hendrik captain J. Hendriks left Nieuwediep for her third voyage to Java. On 14 November she passed Gibraltar. On 22 November she arrived in Port Said with minor engine trouble. These repairs took some time. On 4 December 1872 Prins Hendrik left Port Said for Suez. On 6 December she left Suez for Batavia. On 23 December 1872 Prins Hendrik anchored at Galle to make some small repairs to the engine. On 31 December 1872 Prins Hendrik arrived in Batavia. On 13 January 1873 she arrived in Surabaya. In late January she continued to Pasuruan. On 8 February 1873 she was back in Batavia from Pasuruan. On 18 February 1873 Prins Hendrik left Batavia for Nieuwediep. On 1 March she arrived in Galle to repair her boilers. On 6 March she left Galle again. On 23 March she arrived in Suez. After some problems with ships stuck in the canal, she arrived in Port Said on 30 March. On 16 April she passed Brest, and on 19 April in the morning she was at Nieuwediep. === Fourth voyage to the East Indies === The fourth voyage of Prins Hendrik to the East Indies was planned for mid-May 1873, but was delayed to 14 June. She was commanded by Captain E. Oort, known for having commanded Willem III when she was wrecked. On board were 400 soldiers with their officers, and 40 extra officers. She also carried two steam launches, four howitzers, 29 crates with rifles, 350,000 rifle cartridges, 38,000 kg of gunpowder., all meant for the Second Aceh Expedition. On 20 June she passed Gibraltar, on 24 June Malta, and on 28 June she was in Port Said. In the morning of 30 June Prins Hendrik arrived in Suez. Here she heard and was asked to assist SS Tromp, which was in trouble in the Red Sea and had been beached in the Gulf of Suez. Prins Hendrik went to search for her. After reaching Ras Ghareb in the early hours of 1 July, she continued about 7.5 km along the coast till Tromp was seen getting smashed to pieces on the cliffs near Ras Shokeir. She was also transporting soldiers and equipment to the East Indies. The troops and crew were seen on shore in tents. After major delays due to bad weather, the passengers, soldiers, bullion and mail were transferred to Prins Hendrik on 2 July, which arrived in Aden on 8 July. On 7 July Prins Hendrik got engine trouble, and so she was towed on the last stretch to Aden by SS Java of competitor Stoomvaartmaatschappij Java. Later, a passenger complained about all the inconveniences of the extra soldiers on board. Prins Hendrik had to undergo repairs in Aden. A ring through which the piston moved was broken. This part could not be cast in Aden, and had to be wrought there, causing a probable delay of 12 days. In the end this was done by the crew using a local workshop. The extra soldiers were disembarked in Aden and would continue on another ship. The mail was transferred to Java. After repairs Prins Hendrik continued her voyage on 23 July. It seems she anchored in Galle, from whence she left on 31 July. On 7 August she arrived in Batavia. By 3 September Captain Oort was known to have been appointed as knight in the Order of the Netherlands Lion. A number of letters were written from on board Prins Hendrik on this trip by an officer. He starts with a letter about the departure from Nieuwdiep. Next came letters desrcibing the ship. and life on board. Together with some other officers he made a visit to Gibraltar. He next described (2-7 July) a visit to Port Said and the rescue of the soldiers from Tromp. He then explains how Prins Hendrik was picked up again by Java, and described a visit to Aden., which he continued to describe on 27 July. Next (4 August) came some words about the soldiers in Aden, and why the extra soldiers did not fit on Prins Hendrik == Fate == Big Brother Island; the lighthouse was built later, in 1883. === Shipwrecked on the Brothers Islands === On 4 September 1873 SS Prins Hendrik captain E. Oort began her final voyage from Batavia. In the afternoon of 21 September Prins Hendrik arrived in Aden, and after bunkering, she would continue the same night. On 26 September 1873 at half past noon Prins Hendrik passed Daedalus Reef at about 7.5 km distance to the W.S.W. On the 27th the crew thought to have passed the El Ikhwa Islands (a.k.a. Brothers Islands) on a course 6–7 miles E.N.E. of them. Suddenly, at quarter past one in the morning, the first and fourth officer, who were on guard, then suddenly reported these islands in front. Immediately the rudder was turned to port, and the engines were ordered to be reversed. Nevertheless, the port-side of the ship scratched the islands. The engines were then put forward again, and the valves between the bulkheads were opened so all pumps could be used to pump out water. Some minutes later the carpenter and fourth officer reported a meter of water in the hold near the bow. The valves between the bulkheads were now closed, and attempt were made to stop the leak. Meanwhile, course was set W.S.W. for the Egyptian coast. Immediately the boats were readied and provisioned. When the water in the ship continued to rise, a council was held. At ten o'clock six boats were lowered with passengers and crew, and ordered to make for El Qoseir (Kosseir). The passengers were 18 adults and 6 children, as well as 74 returning soldiers. A skeleton crew was left on board to try and save the ship. The ship sunk ever further by the bow, and soon became unmanageable. At three o'clock in the afternoon there was 12 feet of water in the hull and the fires were extinguished. At half past three the machines stopped, and the 14 crew that were left abandoned ship. Prins Hendrik then sunk at about nine o'clock in the evening on in 1,800 feet of water. The rest of the crew then went in search of the other boats. The people on these had bivouaced in the open, and were found near Gouay on the 28th at one in the afternoon. In the afternoon the whole party then continued to Kosseir, part on land, part in the boats, where they arrived in the afternoon. Here they were housed by the governor and population till the Egyptian steam vessel Hedjaz brought them to Suez, where they arrived on 9 October. All that was saved from Prins Hendrik was: Seven boats, 12 rifles, a sextant, a chronometer, a silver watch, binoculars, the Certificate of registry, the log, and the muster roles. === Aftermath === Prins Hendrik seems to have been fully insured, so the direct financial loss for the SMN was limited. The lost cargo was a serious affair for the Dutch government, which lost about 500,000 guilders in profit, which was sourly needed for the Aceh War. After the passengers and crew had returned to the Netherlands, an investigation of the disaster was started by prosecutor Mr. S.J. Hingst. A preliminary investigation of the witness did not put the slightest blame on Captain E. Oort, neither for fault nor for negligence. The captain nevertheless asked for his dismissal. He understood that a captain who had been so unlucky in such a short time-frame (losing two capital ships in two years), would not be favorite for passengers. == References == * == Notes == == External links == *Prins Hendrik I at Scottish Built ships *Prins Hendrik at Stichting Maritiem-Historische Databank Category:Steamships Category:Passenger ships of the Netherlands Category:Ships built on the River Clyde ",
    "title": "SS Prins Hendrik (1871)"
}