{
    "id": "638697",
    "text": "Self portrait (1884) thumb Benjamin Williams Leader (12 March 1831 – 22 March 1923) was an English landscape painter. ==Life and work== ===Early years and training=== A Quiet Pool in Glenfalloch (1857) Leader was born in WorcesterThe exact location in Worcester of William's birth is unclear – see B W Leader . as Benjamin Leader Williams, the son, and third child of eleven children, of notable civil engineer Edward Leader Williams (1802–79)E. Leader Williams Snr. was the Chief Engineer to the \"Severn Navigation Commission\" and responsible for improving the navigability of the River Severn through a system of locks and weirs. He also published a book An essay on land Drainage and irrigation (1849) See B W Leader . and Sarah Whiting (1801–88). His father was described as a \"non-conformist dissenter\" and his mother was a Quaker – their marriage in an Anglican church resulted in them being disowned by the Society of Friends.Genealogy of Leader Leader's father was a keen amateur artist – a friend of John Constable – and Benjamin would often accompany him on sketching trips along the banks of the River Severn.In 1865, John Constable visited the family home, \"Bromwich Villa\",and lent Benjamin pictures to copy (Lewis, p. 10). His brother, also Edward Leader Williams, later became a notable civil engineer who was knighted for his work, and is now mainly remembered for designing Manchester Ship Canal – which was to become the theme of Leader's largest painting. The family eventually came to reside at \"Diglis House\" – now a hotel.Diglis House Hotel Leader was educated at the Royal Grammar School, Worcester, and initially worked at his father's office as a draughtsman while studying art in the evenings at the Worcester School of Design. In his free time he also did a lot of \"open air\" landscape painting. In 1854, at the age of 23, he was admitted as a student to the Royal Academy Schools in London, and, unusually, in his first year, had a picture accepted for exhibition there, Cottage children blowing bubbles, which was subsequently sold to an American buyer for £50 – a large sum in those days.Lewis, p. 11. Subsequently, his work appeared in every summer exhibition at the academy until 1922, when Leader was 91 years old. He also had some early works exhibited at the National Institution of Fine Arts, Portland Place in 1857–58.Lewis, p. 13. ===Career=== An English river in Autumn (1877) A Golden Eve by Benjamin Leader 1875 The inspiration for these early works was the countryside around Worcester itself, \"the cottages, farmhouses, lanes, hedgerows and churches, so exceedingly picturesque and beautiful\".The Art Journal, Volume 10 (1871) p. 45. However, Leader did not finish his course of studies at the R. A, nor did he need to – his paintings proved to be in great demand by wealthy buyers and he achieved an enviable degree of commercial success within only a few years of his first sale. In 1857 he changed his name to Benjamin Williams Leader to distinguish himself from the many other painters with the surname Williams.Lewis, p. 12. In autumn of that year he travelled to Scotland, and painted A Quiet pool in Glen Falloch – exhibited at the R. A. in 1859. That year was his most successful yet with four paintings hung at the Academy and all sold, one of the buyers being the art dealer Agnew'sAgnew's who bought much of his work during his lifetime. Such was the demand that much of his best work now went to private galleries and was never publicly exhibited. For the next 10 years, Leader divided his time painting between the Severn Valley, Worcestershire, and Wales, producing many canvases. Amongst them, Autumn's last Gleam was regarded as the best landscape in the Royal Academy's 1865 exhibition. In 1862 he moved home from Worcester to nearby Whittington (where he lived until 1889) which became a favourite sketching ground. In 1863, his work The Churchyard at Bettwys-y-Coed was purchased by the Prime Minister himself, William Gladstone.Lewis p. 16. In August 1876, Leader married fellow artist Mary Eastlake (born c. 1852)Mary Eastlake exhibited 4 pictures at the Royal Academy between 1878 and 1885. Her uncle, Charles Lock Eastlake (1793–1865) had been a distinguished artist and president of the Royal Academy. and they went on to have 6 children – the first, Benjamin Eastlake Leader (1877–1916), also an artist, was killed in action during World War I. In 1881, February Fill Dyke was exhibited at the Royal Academy to great acclaim and Leader was made an associate (ARA) in 1883, becoming a Royal Academician (RA) in 1898.Dean, p. 4. ===Later life=== In 1889, the family moved to \"Burrows Cross\", Shere near Guildford, Surrey, a large mansion designed by Norman Shaw RA – Leader lived here until the end of his life.Lusk, p.28. In that same year he was made a Chevalier of the Legion of Honour, an honour secured on the recommendation of French artist Meissonier.Lewis, p.21. In 1914 he was made an Honorary Freeman of the City of Worcester in recognition of his services (as a director of Royal Worcester Porcerlain and a native of the city). Apart from his native Worcestershire and Wales, Leader also painted in other parts of Britain including Devon and Surrey and on the continent in Germany, Switzerland, France and Belgium. He died in Surrey in 1923. ===Work=== The Village Church (1900) Leader's early works bore the influence of the Pre-Raphaelites with their attention to fine detail and emphasis on painting from nature \"en plein air\". In his later years he adopted a looser style which was more impressionistic rather than being an exact copy of nature and this proved to be more popular.Dean, p. 3. Critic James Dafforne, writing in 1871 in The Art Journal said of Leader's style:The Art Journal, Volume 10 (1871) p. 47. According to The Art Journal of 1901, amongst Leader's most popular works during his lifetime were, In Autumn there shall be light, February Fill Dyke and The Valley of the Llugwy.Lusk, p. And amongst his best works at the time it considered: Romantic Tintern – dreaming in the moonlight, In the evening it shall be light and The Old Holyhead road through North Wales. Leader's paintings are currently exhibited publicly at the Victoria and Albert Museum and Tate Gallery in London, Huddersfield Art Gallery, Birmingham Museum and Art Gallery, and in Worcester (the largest collection of his works in Britain by far), Manchester and other regions in Britain. The Cambridge gallery in Santa Monica, US, also has several of his works, and he is included in the collection of the Chazen Museum of Art in Madison, Wisconsin. Many are also held by private collectors. There is a memorial, designed by Ella Naper to Leader in St Buryan's Church. In 2003, A Summer's Day (1888) sold at auction for £168,000 at Sotheby's. ==Notes== ==Further reading== *Moon, G. W. Men and women of the time (Routledge, 1891) p. 542\\. *Lusk, Lewis. The life and work of B. W. Leader (London: The Art Journal, 1901). * *Lewis, Frank. Benjamin Williams Leader R. A. 1831–1923 (Lewis Pubs, 1971). * *Dean, Deborah. Benjamin Williams Leader, A Rural Vision (Exhibition Brochure for the City Museum & Art Gallery, Worcester, 1991). * *Wood, Ruth. Benjamin Williams Leader 1831–1923: His Life and Paintings (Antique Collectors Club, 1998). * These books are available for free download at B W leader.com ==External links== * *Biography of Leader (Rehs gallery) *Biography of Leader (Art Renewal Center Museum) *Leader Biography (Friends of Claines Church, Worcestershire) *Genealogy of Leader *Leader's works online (ArtCyclopedia) *February Fill Dyke (1881 painting) *Burrows Cross, Surrey (1897 painting of the artist's home) Category:1923 deaths Category:People from Worcester, England Category:19th-century English painters Category:English male painters Category:20th-century English painters Category:Landscape artists Category:People educated at the Royal Grammar School Worcester Category:Royal Academicians Category:1831 births Category:19th-century male artists Category:Members of the Athenaeum Club, London ",
    "title": "Benjamin Williams Leader"
}