{
    "id": "63864991",
    "text": "Joy Joy Home Mix (stylized as JOY JOY HOME MIX) is a non-stop remix album released by Lead on May 6, 2020. It was released digitally through various music sites. This became the first solo remix album released by Lead, whereas the album buddies (2003) had been a participation album with groups w-inds and FLAME. The leader and lead rapper of the group, Shinya Taniuchi, chose the songs to be placed on the album and conducted them to flow into each other. The songs chosen spanned from their album Now or Never to their most recent songs from their album Singularity. ==Information== Joy Joy Home Mix is the second remix album released by the Japanese hip-hop group Lead on May 6, 2020 (their first, buddies, was released in 2003). The album was released digitally on various streaming sites, including iTunes, Apple Music and Spotify. Every song for the album was hand-picked by the group's leader and lead rapper Shinya Taniuchi. Shinya also composed the tracks to where they would flow into each other, creating a non-stop mix by taking control as the album's DJ. The songs placed on the album spanned over eight years of music, beginning with music from their 2012 album Now or Never and including songs from their most recent studio album Singularity, which was released in March. The tracks were rearranged to flow into each other into one non-stop mix. The album was a continuing factor in Lead's participation in Japan's \"stay at home\" order due to COVID-19 to bring entertainment to the country's residents. Pony Canyon had previously released Lead's Upturn 2019 ~Sync~ on the video streaming site YouTube, and the group had been broadcasting on Tokyo MX every Thursday night since April. ==Track listing== *All songs remixed into one Non-Stop Mix #\"Depend On Me\" #\"Seasons\" #\"Give Me Your Best Shot\" #\"Backpack\" #\"Shampoo Bubble\" #\"Voice\" #\"Shizuku ~Sizk~\" #\"Wake me up\" #\"Be the Naked\" #\"Kokorozashi ~KO.KO.RO.ZA.SHI.~\" #\"Medalist\" #\"Singularity\" #\"Game\" #\"Hide and Seek\" #\"Bumblebee\" #\"Loud! Loud! Loud!\" #\"Ride On Music\" #\"R.O.O.T.S\" #\"Stand up Action\" #\"Anthem\" Total length: 57:37 ==References== ==External links== *Lead Official Site Category:Lead (band) albums Category:2020 albums Category:Pony Canyon albums ",
    "title": "Joy Joy Home Mix"
}