{
    "id": "63868862",
    "text": "Andrea Lauren Brown (born in 1973) is an American soprano and second prize winner of the 2003 ARD International Music Competition. Often appearing as Andrea Brown, she has performed at international venues and festivals, and has made recordings of rarely played sacred music including cantatas by Christoph Graupner. == Life == Born in Wilmington, Delaware, Brown studied Music Performance and Education at West Chester University in Pennsylvania, where she graduated with a Bachelor of Music summa cum laude. She earned her master's degree in vocal pedagogy and solo singing at Westminster Choir College in Princeton, New Jersey. In 2003 she achieved second prize in the singing category at the ARD International Music Competition. She has performed in the U.S. and Europe. She has appeared as a guest at the Komische Oper Berlin, the Festspielhaus Baden-Baden, the Theater an der Wien, the Wiener Konzerthaus, as well as at numerous festivals, including the Schwetzinger Festspiele, the Villa Ludwigshöhe, the Haydn Festival, the Ludwigsburger Schlossfestspiele and the . She has worked with conductors like Rinaldo Alessandrini, Frieder Bernius, Ádám Fischer, Pierre Cao, Christoph Hammer, Martin Haselböck, Thomas Hengelbrock, Johannes Kalitzke, Tõnu Kaljuste, Christoph Poppen and Stefan Vlader. Her repertoire ranges from early music to contemporary music. In the field of chamber music she has already played with , Patricia Kopatchinskaja, Thomas Larcher, , the pianists Helmut Deutsch, Fritz Schwinghammer and Norman Shetler. She maintains a regular collaboration with early music ensembles such as Le Nuove Musiche, the Academy of Fine Arts Vienna, the under Manfred Cordes, the Orlando-di-Lasso-Ensemble and La Chapelle Rhénane. == Discography == Sacred music * Christoph Graupner: Epiphanias-Kantaten: Was Gott thut, das ist wohl gethan, er ist mein Licht, GWV 1114/43; Erwacht, ihr Heyden, GWV 1111/34; Die Waßer Wogen im Meer sind groß, GWV 1115/35; Was Gott thut, das ist wohl gethan, es bleibt gerecht sein Wille, GWV 1114/30; Gott, der Herr, ist Sonne und Schild, GWV 1114/54. with Kai Wessel, Georg Poplutz), Dominik Wörner, Kirchheimer BachConsort, conducted by Sirkka-Liisa Kaakinen-Pilch. cpo, 2017. * Michael Praetorius: Ostermesse. Weser-Renaissance Bremen, Manfred Cordes conducting. cpo. * Felix Mendelssohn Bartholdy: Magnificat. Kammerchor Stuttgart, Kammerphilharmonie Bremen conducted by Frieder Bernius. SWR, coproduction with Carus. * Schütz: Symphoniae Sacrae. La Chapelle Rhénane, conducted by Benoît Haller. K617. Lied * Robert Schumann: Myrten, with Thomas E. Bauer (baritone) and Uta Hielscher (piano). Naxos Opera * Handel: Apollo e Dafne, HWV 122. cantus firmus, conducted by Andreas Reitze. * Johann Rudolf Zumsteeg: Die Geisterinsel. Kammerchor Stuttgart, Neue Hofkapelle Stuttgart, conducted by Berniusg. SWR - Carus. == References == == External links == * * * Biography at Kirchheimer Konzertwinter * * Andrea Brown (soprano) Bach Cantatas Website Category:American operatic sopranos Category:American performers of early music Category:1973 births Category:Living people Category:People from Wilmington, Delaware ",
    "title": "Andrea Brown (soprano)"
}