{
    "id": "63866365",
    "text": "Coat of arms of Luis Miguel Muñoz Cárdaba. Luis Miguel Muñoz Cárdaba (born 25 August 1965) is a Spanish prelate of the Catholic Church who has worked in the diplomatic service of the Holy See since 2001. He has appointed a titular archbishop and Apostolic Nuncio to Sudan and Eritrea, since May 2020. ==Biography== Luis Miguel Muñoz Cárdaba was born in Vallelado in Segovia province, Spain, on 25 August 1965. He earned a law degree at the Complutense University of Madrid. He prepared for the priesthood in Toledo at the Greater Seminary and the Superior Institute of Theological Studies of San Ildefonso. He was ordained a priest of the Archdiocese of Toledo on 28 June 1992 by Cardinal Marcelo González Martín, Archbishop of Toledo. He continued his studies in Rome at the Pontifical Spanish College. He obtained a doctorate in dogmatic theology at the Pontifical Gregorian University and a degree in canon law at the Pontifical University of the Holy Cross. His dissertation at the Gregorian analyzed Pope John Paul II's Pastor Bonus as an elaboration and fulfillment of the reform initiated by Pope Paul VI in addressing the demands and expectations of the Second Vatican Council. He joined the staff of the Secretariat of State in 1994. To prepare for a career in the diplomatic service, he entered the Pontifical Ecclesiastical Academy in 1999 and entered the diplomatic service of the Holy See in 2001. His assignments have included stints in the apostolic nunciatures in Greece, Mexico, Belgium, Italy, Australia, France, and Turkey. On 31 March 2020, Pope Francis appointed him titular archbishop of Nasai and Apostolic Nuncio to both Sudan and Eritrea. Plans for his ordination are on hold pending the relaxation of restrictions on movement and public gatherings imposed as a consequence of the COVID-19 pandemic. The consecration was finally taken place in July 25, 2020, presided by Cardinal Pietro Parolin, the Cardinal Secretary of State, with Archbishops Paul Richard Gallagher and Francisco Cerro Chaves served as co-consecrators, in the Toledo Cathedral. ==References== Category:Living people Category:1965 births Category:People from the Province of Segovia Category:Complutense University of Madrid alumni Category:Pontifical Gregorian University alumni Category:Pontifical University of the Holy Cross alumni Category:Pontifical Ecclesiastical Academy alumni Category:Apostolic Nuncios to Sudan Category:Apostolic Nuncios to Eritrea Category:Roman Catholic titular archbishops ",
    "title": "Luís Miguel Muñoz Cárdaba"
}