{
    "id": "63868031",
    "text": "Javier Hernán Pino (born 1990) is an Argentine serial killer. Between February and October 2015, he befriended and deceived five people into trusting him, before shooting them in the head with a silenced pistol and robbing them of their belongings. For his crimes, he was sentenced to three counts of life imprisonment, which he is now serving at the Coronda Prison in Santa Fe Province. ==Murders== Javier Pino's modus operandi was to befriend a suitable victim, and by gaining their trust, he took advantage of their lowered guards to assault and shoot them in the head execution-style with his 9mm silenced Taurus pistol. The first to be murdered was 40-year-old Chinese merchant Ni Qi Fu in Buenos Aires. He was shot a total of 8 times in the head, abdomen and left arm, dying from his injuries on February 16, 2015. In the following two months, Javier struck up a friendship with 38-year-old masseuse Claudia Sosa, whom he aided with her move to Buenos Aires. On April 8th, he was invited into her apartment on 1545 Tucúman Street, where he proceeded to shoot her in the neck, killing Sosa on the spot. After killing Claudia, he stole a computer, a cell phone and 1,900 pesos before leaving the area. Pino would strike twice more before his capture: on July 13th, when he murdered 28-year-old service station employee Ariel Fernando Ríos in El Galpón, and the second time on October 16th, when he murdered siblings Agustina (28) and Javier Ponisio (25) in Rosario. ==Arrest, trial and imprisonment== A few days after murdering the Ponisio siblings, Javier was arrested in Frías, Santiago del Estero. Investigators had connected three of the murders by far (Ríos and the Ponisios), and Pino was convicted of these three initially, receiving two life imprisonment terms. About four years later, using the Automated Ballistic Identification System (SAIB), the Buenos Aires police compared discarded shell casings for any matches around the country, which turned out to match those used in the El Galpón and Rosario murders. Pino was additionally charged with killing Fu and Sosa, with additional evidence coming up in the latter case, as DNA evidence found on a cup of coffee was discovered to be Javier's. He was put on trial before the Buenos Aires courts, with four prosecutors from the three cities in which the crimes were committed present. In the media, comparisons were drawn with the infamous Argentine serial killer Robledo Puch, due to the similar circumstances of their crimes. He was found guilty of the two murders, and received a third life imprisonment term. Pino is currently serving his sentence at the Coronda Prison in Santa Fe Province. ==See also== * Robledo Puch * List of serial killers by country ==References== Category:1990 births Category:Living people Category:21st-century criminals Category:Male serial killers Category:Argentine serial killers Category:Argentine people convicted of murder Category:People convicted of murder by Argentina Category:Argentine prisoners sentenced to life imprisonment Category:Prisoners sentenced to life imprisonment by Argentina Category:Prisoners and detainees of Argentina Category:People from Entre Ríos Province ",
    "title": "Javier Hernán Pino"
}