{
    "id": "63867476",
    "text": "Hoplr is a private social network for neighbourhoods in Belgium and the Netherlands. The company's registered office is located in Lokeren. The platform has been active since 2014 and focuses on social interaction between neighbours and engagement in the neighbourhood.Lancering van Hoplr in Het Laatste Nieuws Neighbours can exchange things or services, find babysitters, launch initiatives, make reports and post activities in the neighbourhood calendar. == Background == Hoplr was started in Belgium by software developer Jennick Scheerlinck and product designer Jonas Heirwegh as a social enterprise to connect people with each other and their neighbourhood. The name 'Hoplr' is derived from 'city hopping'. In 2016 Hoplr received a financial investment from Quaeroq to grow in Belgium and the Netherlands. In a second capital increase in 2018, Belfius also took a minority stake in Hoplr. In December 2019, 500.000 households in 1,800 different neighbourhoods use the network. == Functionalities == Neighbours can access their neighbourhood based on their home address and a neighbourhood code. They must register under their real name. Registered users can send messages to their neighbours in a closed neighbourhood group via the website or smartphones with iOS or Android. As a Belgian company, Hoplr conforms to European GDPR legislation. == Local governments == Since April 2017, users have also been able to receive messages from local governments and services. About 100 Belgian and Dutch local authorities are affiliated. == Business model == Hoplr provides licenses to parties such as local governments, utilities and organisations active in the public sector. These authorities can communicate in a neighbourhood-oriented manner via a paid service dashboard. Residents are informed of relevant events such as road works or waste collection. The dashboard is also used for citizen participation. For example, governments can launch surveys in the neighbourhoods or Hoplr users can also conversely share messages with their government. It is important that external parties do not have access to the neighbourhood conversations between residents. Hoplr does not allow ads on the platform. == References == == External links == * Hoplr website * Hoplr website for local governments and services Category:Social networks Category:Belgian websites ",
    "title": "Hoplr"
}