{
    "id": "63865461",
    "text": "Gert Louis Lamartine (20 July 1898 in Uiffingen – 9 January 1966 in StuttgartSee Obituary in The Gazette, Saturday, Januar 22 1966, p. 46 (Online). In literature 1965 is also found as the year of death.) was a German painter, sculptor and interior designer. ==Biography== Gert Louis Lamartine, born under the name Gerhard Ludwig Gustav Lamerdin, was the son of Gustav Lamerdin and Bertha née Müller,Ancestry.com: Germany, Select Births and Baptisms, 1558–1898 [Online Database]. Provo, UT, USA: Ancestry.com Operations, Inc., 2014 and related to Alphonse de Lamartine.Newspaper Le bien public, 15 June 1939, p. 9 Online He studied painting at the University of Heidelberg and at the Academy of Fine Arts, Karlsruhe. In 1923 he emigrated to CanadaAncestry.com: U.S., Index to Alien Arrivals at Canadian Atlantic and Pacific Seaports, 1904–1944 [Online Database]. Provo, UT, USA: Ancestry.com Operations, Inc., 2015 and set up an interior decoration studio in the Saint Helen's Island in Montreal. He worked for more than forty years from that studio. He and his team decorated numerous houses in the Montreal area. They also decorated famous hotels like the Château Frontenac in Quebec City, the Château Laurier in Ottawa, the Château Lake Louise in Banff, Alberta and the Queen Elizabeth HotelSee also Ecole du Meuble, 1930–1950: la décoration intérieure et les arts décoratifs à Montréal, 1989, same text on p. 88 in French and on p. 91 in English in Montreal. Most of his paintings were impressionistic and abstract. He also painted portraits, figure studies, capes and still lifes. He selected his subjects from countries that he has travelled to (e.g. Japan, China, Caribbean, Portugal, Spain and others). His art was exhibited in various places, including the Montreal Museum of Fine ArtsSeeGalery XII in The Gazette, Saturday, 26 December 1959, p. 23 (Online) in 1959 and the Toit de Chaume gallery in Piedmont, Quebec outside Montreal in 1964. He also made mosaics and sculptures. ==References== ;Bibliography * Colin S. MacDonald: Dictionary of Canadian Artists, Volume 3, 1991, p. 719\\. * Evelyn de Rostaing McMann: Biographical Index of Artists in Canada, 2002, p. 128\\. * Evelyn de Rostaing McMann: Montreal Museum of Fine Arts, formerly Art Association of Montreal: Spring Exhibitions, 1880–1970, 1988, p. 351 * Sylvie Roy, Cyndie Campbell: Artistes Au Canada: Une Liste Collective Des Dossiers D'artistes, 1999 * Allgemeines Künstlerlexikon, Bio-bibliographischer Index (The artists of the world bio-bibliographical index), 2000, p. 28\\. ;Notes == External links == * Gert Louis Lamartine on Artnet.com Category:1898 births Category:1966 deaths Category:German painters Category:German sculptors ",
    "title": "Gert Louis Lamartine"
}