{
    "id": "63869108",
    "text": "alt= Apart from cultural contacts with the neighboring Ahoms, the ruler of Assam from 1228, the Nagas had little or no contact with the outside world, including that of greater India, until British colonization and rule of the area in the nineteenth century. In 1828, Britain annexed Assam following the Treaty of Yandabo in 1826.Tezenlo Thong, \"A Clash of Worldviews: The Impact of Modern Western Notion of Progress on Naga Culture, 1832-1947,\" Journal of Race, Religion and Ethnicity, No. 2, 5 (2011): 1-37 In the 1830s, the British sent expeditionary forces, and in 1845, the colonial power succeeded in concluding a non-aggression pact with Naga chiefs, who formerly had attacked bordering areas in Assam. But the Naga repeatedly violated the agreement, continuing to raid in Assam.Upadhyay, R. Naga Insurgency - A confusion of war or peace (Paper No. 1256, 17 February 2005, South Asia Analysis) After the 1830s, British attempts to annex the region to India were met with sustained and effective guerrilla resistance from Naga groups, particularly the Angami Nagas. The British dispatched military expeditions and succeeded in building a military post in 1851 and establishing some bases in the region. In 1878 the Angamis mounted raids on British camps. The British responded with brutality, burning several Naga villages and killing Naga non-combatants to crush their resistance. Eventually, the region came under the occupation of the British. alt= During the First World War, two thousand Nagas contributed to the war effort on the European front. In the Second World War, their descendants remained loyal to the British and fought to halt the advance of Japanese forces.Drouyer, Isabel, Drouyer René, THE NAGAS: MEMORIES OF HEADHUNTERS, White Lotus, 2016, p.1 ==Christian missionaries== Protestant Christian missionaries from America in the nineteenth century were successful in converting many among the Nagas. It led to them dropping many customs and traditions and, along with the spread of English education, was part of the arrival of modernity in the Naga hills. The first missionary in the Naga hills is believed to be Rev. Miles Bronson in 1839, who stayed for a short period among Nocte Naga in Namsang under Tirap district of present day Arunachal Pradesh. In the 1870s, Dr. & Mrs. E. W. Clark worked among the Ao people. With the help of a Mr. Godhula, an Assamese Christian, they established the first church, a Baptist one, in Molungkimong (Dekha Haimong Village) in 1872. As the people adopted Christianity, they began to develop more of a \"Naga\" identity, a radical departure from their distinctions based on warring villages. Today, more than 95% of Naga people identify as Christians, mostly Baptist. ==Resistance and struggle for identity== The Naga hills have been an area of continued resistance as they had long been isolated from outside cultures. The development of a spirit of nationalism and sense of a common identity are relatively new concepts among the Naga people. According to their traditions, each village is an independent republic; initially, they wanted to be free from all outside domination. Modern education, together with Christian missions, contributed to the politicization of Naga ethnicity. In 1918, a group of educated Nagas formed Naga Club in 1918. The club wrote to the Simon Commission in 1929 demanding that \"Nagas should not be included within the Reformed Scheme of India\".Prongo, K. \"Dawning Of Truth To Crown Indo-Naga Talks\", ManipurOnline, 22 September 2002 On 14 August 1947, the day before India gained independence from British rule, the Nagas were the first ethnic group from the northeast to declare their territory an independent state, not belonging to the new nation. Angami Zapu Phizo led the initial movement with the Naga National Council (NNC). In the last days of the British Raj, he held talks trying to achieve a sovereign Naga nation. In June 1947, a 9-point agreement was signed which promised to bring the Nagas under a single political administrative unit and recognised the Nagas' right to self- determination after 10 years. Disputes arose over the interpretation of the agreement, and many in the NNC opposed it.Ramunny, Murkot. \"The 'ceasefire with the Nagas'\", The Hindu, 4 July 2001 Under Phizo, the NNC declared their independence from the British on 14 August 1947, a day before India. In May 1951, the NNC claimed that 99 per cent of the Naga people supported a referendum to secede from India, which was summarily rejected by the government in New Delhi. By 1952, the NNC, led a guerrilla movement. India responded by crushing it with their armed forces. Phizo escaped from the region through East Pakistan and went into exile to London. He continued to inspire the independence movement from there till his death in 1990.Mujtaba, Syed Ali. \"Nagaland peace talks still elusive\" , Global Politician, Retrieved on 18 June 2009 ==Statehood, factions and ceasefires== The State of Nagaland was formally recognised 1 December 1963, as the 16th State of the Indian Union. The State consists of eleven Administrative Districts, inhabited by 16 major ethnic groups along with other sub-groups. Each group is distinct in character in terms of customs, language and dress. This was followed by peace overtures. A major role was taken by the Nagaland Baptist Church Council (NBCC). In its third Convention held at Wokha from 31 January – 2 February 1964 which was said to have been attended by 5,000 representatives from all ethnic groups of Nagaland, the NBCC made a historic resolution welcoming the proposed \"Peace-Talk\" and to request the Government to make available the services of Jayaprakash Narayan, Bimala Prasad Chaliha and Rev. Michael Scott with the object of the restoration of peace. With this, the Peace Mission was formed. The mission was led by Rev. Michael Scott, an Anglican Churchman; Jayaprakash Narayan, a Gandhian and Sarvodaya leader; and B.P. Chaliha, the Chief Minister of Assam. ===Ceasefire agreement 1964=== The Peace Mission, supported by church leaders, headed by Rev. Longri Ao and the sponsorship of the State Government, resulted in an agreement for Cessation of Fire signed by the Governor Vishnu Sahay, on behalf of the Government of India and the Peace Mission, and Zashei Huire, Biseto Medom and L. Zhenito signed on behalf of the NNC underground government. Even though the agreement was officially declared on 6 September 1964 by organising public meetings and special prayer meetings all over Nagaland, the actual agreement was signed on 23 May 1964 at Sakraba Village in Phek district. The ceasefire declaration was followed by a series of peace talks primarily between the members of the peace mission, the Naga leaders and team of peace observers. Eventually, the level of talks was raised and the venue shifted to New Delhi culminating in six rounds of talks in 1966 to 1967 between Prime Minister Indira Gandhi and the Naga leaders. ===Peace talks=== The first round was held on 18–19 February in New Delhi and the Naga delegation was led by Kughato Sukhai, their Prime Minister. The other members were Imkongmeren, Vice President, Issac Swu, Foreign Secretary, S. Angami, and Dallinamo. The final round of talks with Indira Gandhi was held in New Delhi on 3 October 1967. In all peace talks in New Delhi, the Naga delegation was led by Kughato Sukhai. However, no positive agreement could be reached as a result of these talks. ===Period of uncertainty=== There were charges and counter-charges between the Security forces and the Nagas for breach of the terms of the agreement. On 3 August 1968, \"Gen\" Kaito, a Naga leader, was assassinated in broad daylight in the heart of Kohima town. On 8 August 1972, the Chief Minister Hokishe Sema was ambushed by suspected Naga members near Kohima. The Chief Minister escaped without any bodily harm but his daughter was seriously injured. On 31 August 1972, the Government banned the three Naga bodies, 1) The Naga National Council, 2) the Naga Federal Government, and 3) the Federal Army. Secondly, the Government decided against a further extension of the ceasefire agreement. ===Renewed peace effort=== Though the peace mission was dissolved when Rev. Michael Scott left India in 1966. The cessation of ceasefire ended in 1972. The Nagaland Peace Council (NPC) was re- formed at the initiative of the Church leaders. Discussion for peace continued. The effort was stepped up with renewed vigour after President's Rule was promulgated in March 1975. In May 1975 the Liaison Committee of the NPC, consisting of Rev. Longri Ao, Kenneth Kerhuo, L. Lungalang, M. Aram, and Lungshim Shaiza, had requested Kevi Yalley to be a spokesperson for the Nagas. Next, the Naga leaders selected six of their representatives to hold discussions with the Government. This was closely followed by a series of five talks between the Naga representatives and the Government represented by the two advisers to the Governor, Z. Zopianga, and Ramunny. ===Shillong accord 1975=== These discussions finally resulted in the Shillong Accord signed on 11 November 1975, by the Governor of Nagaland L.P Singh representing the Government of India and the NNC leadership represented by Assa and Kevi Yalley. The NNC agreed to the unconditional acceptance of the Indian Constitution and surrender of arms. The immediate result was a large scale surrender of arms and personnel. Villages containing NNC members, persuaded them to cease their clandestine activities. Five districts of the State were almost cleared of the underground elements. For some time there was little insurgency inside Nagaland. The accord was condemned by many Nagas and marked the beginning of factionalism among the revolutionaries. The National Socialist Council of Nagaland (NSCN) was formed in the late 1970s by Thuingaleng Muivah, Isak Chishi Swu and S. S. Khaplang. The NSCN later splintered into two, when Khaplang started another group. Renewed violence occurred in the State from the middle of the 1980s. The fratricidal confrontations among the various Naga groups and the State authorities led to the loss of lives, disturbed public order and thwarted the economic development of the State. Fratricidal violence among revolutionary groups continued into the 1990s. In Manipur particularly, ethnic violence erupted between the Nagas and Kukis, with both sides suffering hundreds of casualties. On 23 January 1993, the Isaac-Muivah group of the NSCN (NSCN(IM)) was admitted to the Unrepresented Nations and Peoples Organization (UNPO). This was seen as a means to gain international attention to the Naga cause. ===Ceasefire agreement 1997=== After talks with the NSCN (IM), the Government of India heeded the wishes of the people and on 25 July 1997, the Prime Minister, I. K. Gujral, in a statement in the Lok Sabha and the Rajya Sabha, announced a ceasefire with effect from 1 August 1997 for a period of three months. The ceasefire declaration was followed by setting up of a Cease-fire Monitoring Cell to enforce the Ground Rules as laid down by Government of India. The ceasefire was later extended further. However, according to the UNPO, in 2009 the NSCN considered the biggest impediment to peace to be the refusal of the government of India to officially extend the ceasefire to all Naga-inhabited areas outside of Nagaland.UNPO.org. Nagalim. Retrieved on 25 September 2009 Clashes continued between the Indian army and the NSCN cadre.Longkumer, Along. \"Ceasefire Flaw or End Game?\" , Morunge Express, Retrieved 19 Dec 2009 A complete solution for peace, which remains crucial for the people of Nagaland and the development of India's northeastern states in general, has not completely been found.Drouyer, Azevedo, Isabel, Drouyer, René, THE NAGAS: MEMORIES OF HEADHUNTERS vol.1, White Lotus, 2016, p. 24. ==See also== *Naga people ==References== Category:Naga people Category:History of Nagaland Category:History of Manipur ",
    "title": "History of the Nagas"
}