{
    "id": "638662",
    "text": "Location of Santhal Pargana division in Jharkhand Santhal Pargana division constitutes one of the five district administration units known as the divisions of Jharkhand state in eastern India. ==Origin of name== The Santal Parganas in a 1907 map of the Bengal area Santhal Pargana derives its name from two words: \"Santhal\", a major tribe of India and Pargana, a unit of administration used mostly by medieval rulers. ==Location== Santhal Pargana is one of the divisions of Jharkhand. Its headquarters is at Dumka. Presently, this administrative division comprises six districts: Godda, Deoghar, Dumka, Jamtara, Sahibganj and Pakur. Boundary map (1905) ==History== This region is mentioned as Kajangala in different ancient literatures specially in Buddhist literatures. It is mentioned that the Chinese monk-traveller Xuanzang (Hiuen Tsang) travelled from Champa (recent Bhagalpur) to Kajangala and then proceeded to Pundravardhana(recent Bangladesh) in the 7th century AD. He says that the northern limit of its territory (means Sahebganj) was not very far from the Ganges. The forests to the south had plenty of elephants. The people were straight forward, talented and devoted to education.Roy, Niharranjan, Bangalir Itihas, Adi Parba, , first published 1972, reprint 2005, pp. 99-100, 81-93, Dey’s Publishing, 13 Bankim Chatterjee Street, Kolkata, In the system of Permanent Settlement, British encourage paharia of Rajmahal hills to practice settled agriculture but they refused to cut trees. Then British officials attracted attention to Santals who were ready to clear the forests for settled agriculture. In 1932, a large number of area demarcated as Damin- i-koh or Santal Pargana. The land was declared as the land of Santal. Santal from Cuttack, Dhalbhum, Birbhum, Manbhum, Hazaribagh migrated and started cultivating these lands as peasants. British collected tax from Santals as revenue. The imposition of taxs, exploitation by Zamindar and money lenders sparked Santal rebellion. The Sidhu and Kanhu Murmu, two brothers led the Santals against the Britishers but were defeated.http://sahibganj.nic.in/en/History.htmlhttp://wesanthals.tripod.com/id50.html Attack by 600 Santhals upon a party of 50 sepoys, 40th regiment native infantry Formerly, Santhal Parganas comprised a district of the same name, in undivided Bihar state, India. Earlier to that, in 1855, during British India, Santhal Parganas was created as a district, and was a part of the Bengal Presidency. ==Languages== ==References== Category:Divisions of Jharkhand ",
    "title": "Santhal Pargana division"
}