{
    "id": "63860469",
    "text": "Friedi Kühne 2018 Friedrich Paul Kühne (born November 2, 1989) is a German slackliner and multiple highline world record holder best known for numerous first free solo crossings of some of the world's tallest and most renowned highlines. He is also credited with the invention of various acrobatic highline tricks. == Early life == Kühne grew up in Rosenheim, Germany in close proximity to the Alps, where he enjoyed skiing, hiking and mountain climbing. As a teenager, he developed an interest in parkour, freerunning, gymnastics, bouldering and rock climbing. At the age of 19, during a climbing trip to Arco in northern Italy, he stood on a slackline for the first time and in his own words became \"addicted to this feeling of balance\". == Career == === Tricklining === Influenced by his gymnastics background, Kühne began his professional athletic career in tricklining. From 2010 to 2014, he participated in a number of national and international trickline competitions, signed with his first sponsor Elephant Slacklines, and appeared on German television for the first time. In May 2011, Kühne set his first world record by jumping across a 50-meter slackline in one continuous jump combo with his friend Bernd Hassmann. Kühne appeared on the ZDF television program \"WETTEN, DASS...\" in 2013 for its Christmas edition and wagered that he could extinguish six Christmas candles in a row by surfing back and forth on a slackline without falling and in less than 3.5 minutes. Although he accomplished the task, he took a very close second place by an audience vote at the end of the show. === Highlining === Free Solo on the classic Lost Arrow Spire highline in Yosemite Valley, 2018 Kühne's first highline attempt was across Wolfsschlucht canyon in Neubeuern, where he walked a 25 meters across a 30-meter drop when he was 20 years old. Wolfsschlucht became a regular training location for Kühne and his slacklining colleagues including Lukas Irmler and Julian Mittermaier. Despite his initial strong focus on tricklining, he proceeded to walk more and more highlines in this canyon and the surrounding Alps. After a college exchange year as a language teaching assistant in the United States in 2015, he shifted his professional focus fully to highlining. Kühne achieved a number of world first highline crossings over 100 meters long in popular areas along the Pacific coast such as Yosemite, Squamish, Smith Rock, Leavenworth, Joshua Tree and the Columbia River Gorge. On festivals during this time, Kühne also became friends with prominent American slackliners like Jerry Miszewski, Andy Lewis and Spencer Seabrooke. Kühne set a number of slackline world records between 2015 and 2020. === Free solo === Kühne first experimented with free solo highlining by slacklining high over water without a harness. He also attempted swami walks, a method of securement that uses only a small tether around the belly or leg instead of a proper safety harness. Kühne completed his first real untethered highline walk over land in the summer of 2014. He crossed a 25-meter highline in Ostrov, Czech Republic, approximately 20 meters in the air. He walked his first taller and more exposed free solos during his year as a teaching assistant in the USA. Due to the dangerous and controversial nature of free solo highlining, he initially kept his interest in the sport a secret and did not allow his walks to be filmed. In August 2016, Kühne was filmed free soloing for the first time when he crossed a 72 meter long, 400 meter tall highline at Hunlen-Falls, British Columbia. With that crossing, he set the free solo highline world record and acknowledged his controversial passion publicly for the first time. == World records and other accomplishments == {| class=\"wikitable\" |+ !Date !Location !Achievement |- |May 2011 |Munich, Germany |World Record longest jumpline crossing in one continuous combo (50 meters) |- |February 2012 |Munich, Germany |Second place, ISPO Slackline Open |- |July 2013 |Bichlbach, Austria |First place, Austrian trickline cup |- |December 2013 |Augsburg, Germany |Second place, ZDF TV show \"WETTEN, DASS...\" |- |May 2014 |Straubing, Germany |World Record longest waterline over a strong current (Danube, 121 meters) |- |July 2014 |Vienna, Austria |First place, Austrian Trickline Cup |- |May 2015 |Yosemite, USA |First ascent of the longest highline across the Yosemite-Falls (110 meters) |- |September 2015 |Moléson, Switzerland |World Record longest polyester/low-tech highline (296 meters) |- |May 2016 |Munich, Germany |World Record longest urban highline (Olympiastadion, 153 meters) |- |June 2016 |Straubing, Germany |World Record longest urban highline (169 meters) |- |June 2016 |Karlsruhe, Germany |World Record longest urban highline (190 meters) |- |August 2016 |Hunlen Falls, Canada |World Record longest FREE SOLO highline (72 meters long, 400 meters high) |- |October 2016 |Saint-Jeannet, France |World Record longest polyester / low-tech highline (800 meters) |- |May 2017 |Saint-Jeannet, France |Crossing of the longest and heaviest highline in the world (1600 meters long; continuous walk 1500 meters) |- |September 2017 |Verdon, France |World Record longest free solo highline (110 meters long, 250 meters high; world record still standing as of 5 May, 2020) |- |September 2018 |Senja, Norway |Crossing of the longest highline in the world (2800 meters long; continuous walk 2200 meters) |- |September 2018 |Asbestos, Canada |World Record longest highline (1900 meters) with Anthony Hotte, Anthony Boulay, Guillaume Fontaine, Mia Noblet (all Canada) and Samuel Volery (Switzerland) |- |May 2019 |Kislodvodsk, Russia |World Record longest highline walk while blindfolded (975 meters; world record still standing as of 5 May, 2020) with Lukas Irmler |- |September 2019 |Moscow, Russia |World Record highest urban highline (220 meters long, 350 meters high; world record still standing as of 5 May, 2020) with Alexander Gribanov, Maxim Kagin, Vladimir Murzaev, Gennady Skripko (all Russia), Mia Noblet (Canada), and Nathan Paulin (France) |} == Personal life == Kühne finished his high school education with the Abitur at Karolinen-Gymnasium Rosenheim in 2009. After nine months of civilian service at Caritas Wendelstein Werkstätten in Rosenheim, he started studying for a high school teaching degree in English and Mathematics at the Ludwig Maximilian University of Munich in 2010. He graduated from the University in Fall 2017 and has lived in Bad Aibling since, dedicating most of his time and to slacklining. == References == Category:Tightrope walkers Category:1989 births Category:Living people ",
    "title": "Friedi Kühne"
}