{
    "id": "63863826",
    "text": "Madame Yang, also known as Lady Yang, was the mother of Sun Yat-sen. == Biography == She gave birth to Sun Yat-sen in the village of Cuiheng, Xiangshan County (now Zhongshan City), Guangdong, in 1866, when she was 39 years old. In 1878, when Sun Yat-sen was 13 years old, she brought Sun Yat-sen from Macau to Honolulu via boat, so that he could live with his elder brother, Dezhang. Madame Yang returned that same year to China. In 1883, Sun Yat-sen finished his schooling in Honolulu and returned to Cuiheng, where he shortly got in trouble for breaking a statue inside of a temple, and fled to Hong Kong. After the failure of the Guangzhou Uprising in 1895, Sun Yat-sen was placed on the wanted list by the Qing court and his family became at risk of being captured. Lu Muzhen, Sun Yat-sen's first wife, took her children and Madame Yang to stay with Dezhang in Honolulu. Later, Dezhang fell into bankruptcy as a result of funding Sun Yat-sen's revolutionary activities, and all of the members in Honolulu moved to Ngau Chi Wan in Kowloon, Hong Kong. Madame Yang and Dezhang eventually lived at No. 24 Tung Tau Tsuen. == Grave == Madame Yang died at the Tung Tau Tsuen home on July 19, 1910, on her 83rd birthday. Sun Yat-sen was fundraising in Singapore at the time, and a member of the Tongmenghui arranged the burial. The grave is located near Fei Ngo Shan Road, in Pak Fa Lam, Sai Kung, New Territories. In May 2000, the government contacted Sun Yat-sen's descendants to form long-term maintenance plans for the site. A large hole was discovered on top of the tomb, and the Hong Kong Chung Shan Research Institute began to fund-raise HK$1,000,000 for the repair. The Institute received permission from Sun Yat-sen's eldest grandson for repairs, and emergency repair works were carried out in October 2000. The Antiquities and Monuments Office was tasked with monitoring the grave, and repairing it when necessary. The Antiquities Advisory Board also undertook studies to determine whether to consider the grave a declared monument. In 2017, markers pointing to her grave were vandalized. The Sun Yat-sen Institute's president, Lee Sung-wai, had his friends repair the markers. == Gallery == File:Madam Yang Grave.jpg|Gravesite File:Madam Yang Grave Closeup.jpg|Tomb Inscription File:Madam Yang Inscription.jpg|Stone Inscription File:Madam Yang Grave Pavilion.jpg|Grave Pavilion File:Madam Yang Grave Markers.jpg|Grave Markers on Fei Ngo Shan road File:Madam Yang Grave View.jpg|View from the grave == See also == * Google Maps location of tomb * Hong Kong Sun Yat-sen Institute * Red House (Hong Kong) * Dr Sun Yat-sen Historical Trail * Dr Sun Yat-sen Museum * Sun Yat Sen Memorial Park == References == Category:Sun Yat-sen family Category:1910 deaths ",
    "title": "Madame Yang"
}