{
    "id": "638654",
    "text": ":For another party by the name \"England First\", see England First Party. International Third Position (ITP) was a neo-fascist organisation formed by the breakaway faction of the British National Front, led by Roberto Fiore, an ex-member of the Italian far-right movement Third Position. ==Development== Though a key formulator of the Third Positionist platform, Nick Griffin left in 1990. After about four years he joined the British National Party (BNP), where he later succeeded the BNP founder John Tyndall. Other leading figures in the group on its foundation were Roberto Fiore and Derek Holland. Jason Wilcock would subsequently emerge as the group's leader, although in 2001 he was reported in the Daily Mirror as having played a leading role in instigating the riots in Oldham. Troy Southgate, as well as the majority of ITP supporters, split from the organisation in September 1992 after accusing Fiore and Holland of ideological hypocrisy and swindling members out of their life savings to prop up the group's failed rural experiment in northern France. This included the departure of several local ITP publications, including The Kent Crusader, Surrey Action, and Eastern Legion. Southgate then founded the English Nationalist Movement (ENM) and during this time edited magazines like The Crusader and The English Alternative. The ENM had strong units in the Burnley, Bradford and south-east Kent areas. The ITP changed its name to England First in 2001 and has since become a part of the European National Front with the Spanish Falange, Italian Forza Nuova, Romanian Noua Dreaptă, Polish National Revival of Poland and others. An ITP/ENF gathering in central London in April 2005 drew 150 supporters. Overall membership is estimated by Searchlight magazine to be somewhat lower than this, although the ITP maintains a relatively strong publishing presence as well as its network of international contacts. The modern party is much less critical of Islam than the rest of the British far-right, and claims that the campaign against Islam is mostly driven by Jewish interests. The party remains strongly anti- Semitic. ==Ideology== ITP ideology is a mix of leftist and rightist ideas-- e.g., environmentalism, wealth redistribution--with a racialist. Initially the ITP distanced itself from traditional Fascism and Nazism, promoting 'racial separatism' rather than crude racism. The International Third Position operated more as an elite cadre than a mass movement. Promoting a \"back to the land\" ideal of rural traditionalism, the group even purchased Los Pedriches, a remote Spanish village in 1997. This initiative was funded through a charity called Saint Michael the Archangel. Purporting to be an apolitical Roman Catholic charity the group, which had several charity shops in the UK, was exposed as an ITP front in the press in 1999. Publications supporting the ITP in the UK are Final Conflict, The Voice of St George, Heritage and Destiny and Candour. ==See also== * Third Position * Third Way ==References== ==External links== *Declaration ITP *Final Conflict Category:National Front (UK) breakaway groups Category:Neo-Nazi organisations in the United Kingdom Category:Syncretic political movements Category:Third Position sv:Tredje positionen ",
    "title": "International Third Position"
}