{
    "id": "63866406",
    "text": "{| |} Experiment was a 50-gun ship of the line of the British Royal Navy. Captured by Sagittaire during the War of American Independence, she was recommissioned in the French Navy, where she served into the 1800s. ==British service== When the French attempted to invade Jersey in 1779, Admiral Mariot Arbuthnot, who had left Spithead with a squadron escorting a convoy en route to North America, sent the convoy in to Torbay and proceeded to the relief of Jersey with his ships. However, when he arrived he found that Captain Ford of had the situation well in hand. The French flotilla retreated to Saint-Malo, but then anchored at Coutances. A British squadron under Captain Sir James Wallace in attacked the French on 13 May 1779 at Cancale Bay. The British managed to set Valeur (6 guns), Écluse (8), and Guêpe (6) on fire, though the French were able to salvage Guêpe after the British withdrew. The British also captured the 32-gun frigate Danae along with a brig, and a sloop.Clowes et al. (1899), p.25. Heart of Oak apparently was present in some capacity both at the relief and the subsequent action. ==French service== On 23 September, Sagittaire captured the 50-gun HMS Experiment, which carried 118,819 piastres. Experiment was coppered and had excellent nautical qualities. In late 1779, she returned to Toulon, along with Sagittaire. In 1780, Experiment was captained by Martelly Chautard. On 1 May 1780, she departed Marseille, escorting 33 merchantmen to Saint-Pierre de la Martinique. She arrived on 16 June and joined a squadron under Bouillé. She then took part in the Invasion of Tobago in June 1781. In early September 1781, she was part of a division stationed of James River and York River to secured communications channels between Grasse's squadron and Saint-Simon's expeditionary corps, along with Glorieux, Triton and Vaillant, and the frigates Andromaque and Diligente. In early 1782, command of Experiment went to Charles de Médine. In March 1782, Médine transferred to Réfléchi and Experiment was under Fleuriot de Langle, with La Monneraye as first officer. In March, Experiment departed France to join the French squadron off Rhode Island, along with Sagittaire, under Montluc de la Bourdonnaye. In April 1782, De Grasse sent them to escort a convoy and put them out of danger from Hood's squadron. In 1786, Experiment cruised off Africa with Pandour, Boulonnaise and Rossignol. In 1794, Experiment was razéed into a frigate. In September 1794, under Lieutenant Arnaud, she was part of a division also comprising Vigilance, , Pervie, and , cruising the West African coast, destroying British factories and shipping.Lloyd's List 10 February 1795, №2689. Among many other vessels they captured two Sierra Leone Company vessels, Harpy and Thornton, Sayford, master. They retained Harpy but destroyed Thornton. In August or December, Experiment captured a ship, possibly Princess Royal. == Fate == Experiment was used as a horse transport from December 1797, and hulked in Rochefort on 23 August 1802. ==Notes, citations, and references == Notes Citations Bibliography * * * * * Category:1779 ships Category:ships of the line of the French Navy Category:Captured ships Category:ships of the line of the Royal Navy ",
    "title": "French ship Experiment (1779)"
}