{
    "id": "63862921",
    "text": "TMEM275 (Transmembrane protein 275) is a protein that in humans is encoded by the TMEM275 gene. TMEM275 has two, highly-conserved, helical trans-membrane regions. It is predicted to reside within the plasma membrane or the endoplasmic reticulum's membrane. == Gene == === Locus === In humans, the gene is located on chromosomal band 1p33 on the minus strand. It specifically resides on chromosome 1 at chr1:46,532,166-46,543,969. TMEM275 is 11,804bp long. TMEM275 Gene in genomic location: bands according to Ensembl. The red line representing TMEM275's genomic location within chromosome 1. === Gene neighborhood === Upstream, on the minus strand, of TMEM275 is another gene; KNCN. Birdseye view of TMEM275, pictured here in red, within its gene neighborhood. == Transcripts == The TMEM275 gene encodes four exons, only three of which are included within the final mRNA transcript. Two of those three are within the 5’ UTR and the coding sequence codes for 177 amino acids. TMEM275 is found two have two potential isoforms outside of its reference transcript. The reference isoform does not include exon 1, while isoform X1 has a shortened 5' UTR and isoform X2 has a shortened 3' UTR. However, all versions of mRNA transcripts yield the same 177 amino acid sequence. == Protein == === General properties === The TMEM275 protein contains 177 amino acids with a predicted molecular mass of 17.2 kDa and a pI of 8.13. TMEM275 was found to have a higher presence of alanine and proline amino acid residues than most proteins. When looking at orthologous proteins sequences within other species, the alanine presence was conserved throughout, but the same could not be said of the proline presence. Analysis was conducted through EMBL-EBI SAPS bioinformatics program. === Primary sequence === TMEM275's protein consists of 177 amino acids. The protein, or polypeptide chain, that is encoded by the coding sequence is made through the process of translation and is shown below among other regions of interest. There is also a poly-A, or polyadenylation signal, towards the end of the 3'UTR. Conceptual translation of TMEM275's mRNA sequence with the amino acids labelled. Also includes some post-translational modifications and sites of interests. === Domains === TMEM275 has two, highly-conserved, helical trans-membrane regions. The regions can be seem within the amino acid sequence above within the conceptual translation in purple. Evolutionary analysis showed that these trans-membrane domains are highly conserved across all ortholog taxa. Viual depiction of the two helical transmembrane domains plotted through Protter and EMBOSS Pepwheel. === Secondary structure === Many programs were used to analyze the predicted secondary structure for TMEM275. It was found to have a highly varied structure. However, prediction data supports the alpha helical structure of the two transmembrane domains. == Regulation == === Gene level regulation === ==== Promoter ==== The predicted promoter region is 1116 bp long and located on chromosome 1 on the minus strand and extends from 46535401- 46536515. Bird’s eye view of TMEM275 annotated with locations of promoter (yellow), exons (green), introns (grey), untranslated regions (blue) and possible transcription start sites (red). ==== Transcription factor binding sites ==== ElDorado through Genomatix was used to analyze the top 20 transcription factor binding sites within the promoter. Representative diagram of TMEM275’s GXP_8972667’s promoter, labelled with the top 20 TF binding site matches found by Genomatix and decided by high matrix similarity scores, proximity to possible transcription start sites, and/or high conservation through primates. ==== Expression pattern ==== TMEM275's RNA levels are very high at around 11 weeks of gestation within the intestines. Some other notable peaks include the lungs, kidneys, and adrenal tissues at 10, 16, and 20 weeks, respectively. It has also been found that of the 20 human tissues tested, RNA was notably present within fetal brain tissue. Further testing on tissue types lead to the discovery that TMEM275 may have tissue-specificity with the testis, the brain, and the prostate. Along with the thyroid and ovaries. === Protein level regulation === ==== Subcellular Localization ==== TMEM275 is predicted to be within the plasma membrane or the endoplasmic reticulum's membrane. ==== Post- translational modifications ==== Various PTMs were analyzed for association with TMEM275. This includes looking for the presence of a SUMO-motif, acetylation sites, the presence of signal peptides, and any O-GlcNAc site and N-myristylation predictions. ===== Cleavage site ===== Cleavage site of methionine shown within the amino acid sequence of TMEM275. ===== Phosphorylation ===== PTM. Analysis was conducted through NetPhos server and scores are included the bolded locations of possible sites. == Homology == === Paralogs === There are no known paralogs for TMEM275. === Homologs === No homologs or homologous domains exist within TMEM275. === Orthologs === A total of 105 organisms are found to have orthologs with the human TMEM275 genes, all of which are a part of the Teleostomi, or jawed vertebrates, clade. Of the 105 organisms that have an orthologous TMEM275: 49 are mammals, 27 are birds, 3 are turtles, 3 are lizards, 3 are amphibians, 19 are bony fishes, and 1 is an alligator. The group with the most similar sequences by percent identity was unsurprisingly Mammalia. The percent identities of those orthologous proteins in relation to humans ranged from 52.1% to 70.9%. The group that had the orthologous TMEM275, but was the least similar was Actinopterygii or Bony Fishes. Their percent similarities ranged from 38.5% to 47.6%. Percent similarities were found by conducting a pairwise analysis of each orthologous protein within each species against the human protein. Tabular view of the orthologs chosen to compare against human TMEM275 and their genus & species, common name, taxonomic group, divergence date, accession number, sequence length, sequence identity in relation to human TMEM275, and sequence similarity in relation to human TMEM275. Sorted by date of divergence, then by percent identity. == Phylogeny == === Gene appearance === TMEM275 seems to have appeared 435 MYA within the Bony fishes or Actinopterygii. == Interacting proteins == There were no known protein interactions for TMEM275. == Clinical significance == TMEM275 has no known link to medical disease. == References == Category:Human proteins ",
    "title": "TMEM275"
}