{
    "id": "63872410",
    "text": "The Georgia Avenue Limited Line, designated as Route 79, is a daily bus route that is operated by the Washington Metropolitan Area Transit Authority between Silver Spring station of the Red Line of the Washington Metro and Archives station of the Green and Yellow lines of the Washington Metro. The line operates every 10–15 minutes at all times. Trips are roughly 50 minutes. This line provides additional express service for route 70 daily between 6:00 AM and 7:00 PM, serving select stops along Georgia Avenue. ==Current Route== Route 79 operates between Silver Spring station and Archives station providing limited stop service along Georgia Avenue. Routes 79 and S9 are the only MetroExtra routes to have full-time service with all other MetroExtra routes operating only during weekday or weekday peak periods. It is also one of the few Metrobus routes with dedicated bus lanes. Route 79 operates out of Montgomery division but has some trips out of Bladensburg division during rush hours. ==History== Prior to route 79, the only express route that operated along Georgia Avenue was the Brightwood Express Line under route 73. Route 73 was the main express route operating along Georgia Avenue running between Silver Spring station and Archives station only supplementing routes 70 and 71 as they run local routes. However, in 2000, route 73 was discontinued and replaced by routes 70 and 71. ===New route 79=== In response to growing demand along Georgia Avenue plus to reduce overcrowding on routes 70 and 71, WMATA launched route 79 under their new MetroExtra brand on March 19, 2007 as a limited stop express service providing service on high ridership lines. Route 79 was the first MetroExtra route introduced by WMATA which operates between Silver Spring station and Archives station during weekday peak-hours only. The new route will only serve 16 stops northbound and 15 stops southbound. The original run of route 79 used the 2007 New Flyer C40LFRs out of Bladensburg division. Although, route 79 started using other buses throughout the years, when the C40LFRs undergoes maintenance. Today, route 79 can be found mostly using any type of Metrobus. ===2011 Service Changes=== On September 25, 2011, new midday service was added to route 79 which operates every 10-12 minutes. ===2013 Service Changes=== On March 24, 2013, new Saturday service was added to route 79. The line will operate every 15 minutes between 6:00 a.m. and 7:00 p.m. only. On December 29, 2013, new Sunday service was added to route 79 also operating between 6:00 a.m. and 7:00 p.m. operating every 15 minutes. ===Cash Free Plot=== In 2018, WMATA began experiencing \"cashless\" payment on buses as part of a plot to speed up travel time. One of the routes that will work for the plot was route 79. On June 24, 2018, route 79 began a six-month cash free plot for WMATA. According to WMATA, route 79 was selected for the plot due to its proximity to retail stores and Metrorail stations to purchase or load SmarTrip cards, as well as alternative bus service for cash-paying riders. Passenger wishing to pay with cash would have to ride the local route 70 instead. ====Controversy==== The plot had passengers worried overall. Non SmarTrip riders will lose access to one of the most heavily used bus lines in the system. WMATA General Manager Paul Wiedefeld stated: It is something that’s a trend within the industry, but we want to see how that plays out here in our community. DC Councilmember David Grosso sent a letter to WMATA General Manager Paul Wiedefeld, urging him to consider the implications of cashless bus service stating: As this policy seeks to push cash users to utilize a SmarTrip, it will lengthen their commutes because it will be difficult and potentially expensive to find and use a SmartTrip machine unless they happen to live, work, or go to school near a Metrorail station or WMATA retail partner. This is particularly concerning for residents in Wards 7 and 8, where only 3 non-Metrorail station sales locations exist. Metro also asked the public's feedback on cashless payment and can be expanded onto other MetroExtra routes and future limited stop routes. However, riders are not in favor of the cashless experiment. Metro Accessibility Advisory Committee Chair Phil Posner told the Metro Board in an WTOP interview: Cash-free buses are something we have always worried about for the disability community and the underserved community, because there is a group that doesn’t have access to anything but cash — do not have credit cards, do not have bank accounts, do not have checking accounts. The 79 express makes 16 stops... the alternate route, the 70, makes 49 stops. Make a decision that has a little heart to it for the people, the large population, that doesn’t have it, because this is a pilot that’s going to affect everything from Columbia Pike throughout the entire system, and I think that’s really important to take into account. Maryland Metro Board Member Michael Goldman also said: Let’s see what the experiment shows, but we obviously have problems not just on bus but on rail with individuals entering the system and not paying. So let’s see what happens on the bus side and see if, on balance, this produces more benefits in terms of shorter stops at bus stops and a shorter ride for our passengers than... whatever revenue might be lost by allowing a few riders to travel for free. The Metro Board took in all surveys by November 2018 and will consider if they should extend the cashless payment. ===Extension of Cashless Payment=== In December 2018, WMATA announced that the cashless payment plot will be extended for another six months on route 79 with a full permanent adoption being decided in 2019. ===Discontinuation of Cashless Payment=== In May 2019, WMATA announced that the cashless payment plot will end on June 23, 2019. Regular fares will still be applied to the route. ===2020 Proposed Changes=== During WMATA's FY2021 budget year proposal, WMATA proposed to raise the MetroExtra fare from $2.00 to $3.00 at all times. However, WMATA also proposed to operate route 79 up to 10:00 p.m. instead of 7:00 p.m. daily. ===2020 Changes=== On August 23, 2020, southbound route 79 service was rerouted to operate along 7th street instead of 9th street in order to streamline service. ==References== 79 ",
    "title": "Georgia Avenue Limited Line"
}