{
    "id": "63875331",
    "text": "Jane Henriot (born Jeanne Angèle Grossin 28 April 1878 – 8 March 1900) was an actress at the Comédie-Française and a model for the French artist Pierre- Auguste Renoir posing in Fillette au chapeau bleu (English: Little girl in blue hat) in 1881 when she was a child. She died having suffocated and asphyxiated in an explosion and fire at the Comédie-Française having tried to save her little dog. ==Early life== Henriot was born in 21 Rue de la Tour-d'Auvergne, 9th arrondissement of Paris , Île-de-France, France. Her mother Marie Henriette Alphonsine Grossin was also an actress and model for Renior. Henriot used the same surname as a stage name as her mother, who was known as Henriette Henriot. She studied at the Conservatoire d’art dramatique de Paris. where she became the mistress of actor and director Charles le Bargy, who was her professor at the time. He eventually left her to marry Madame Simone, who was no happier with her than he had been with Henriot. ==Professional career== Henriot posed for the French artist Pierre-Auguste Renoir in the painting Fillette au chapeau bleu (English: Little girl in blue hat) in 1881 when she was still a child. Henriot made her debut at the Comédie-Française as a leading actress as Myrtha in La Douceur de croire by Jacques Normand on 8 July 1899. Le Monde artiste remarked Henriot was a \"little dreamlike and charming infant whose sweet voice made one think of the chirping of birds, a delicious creature, very cute in its juvenile grace\" (March 11, 1900, p. 156). She was loved by both the public and critics. ===Stage career=== Plays that Henriot acted in at the Comédie-Française from 8 July 1899: * Myrtha in La Douceur de croire by Jacques Normand * Sylvette in Les Romanesques by Edmond Rostand * Hippolyta (Hippolyte) in L'Étourdi ou les Contretemps by Molière * Bertrade in Grisélidis by Armand Silvestre and Eugène Morand. * Lucile in Le Dépit amoureux by Molière * Isabelle in Le Légataire universel by Jean-François Regnard * Lucinde in Le Médecin malgré lui by Molière * Céphise in Andromaque by Jean Racine * Juliette in Diane de lys by Alexandre Dumas fils * Zaïre in Bajazet by Jean Racine, which she played from 1 March 1900 until her death. ==Death, funeral and memorial service== The Comedie-Francaise, also known as the Théatre-Français, where Henriot died Just before noon on 8 March 1900, after a matinee where she was playing the role of the confidant Zaïde in Jean Racine's play Bajazet at the Comédie-Française, an explosion and fire broke out. Henriot was on the fourth floor of the theater. Her dresser had a better knowledge of place and could find her own way out and through a window. Mary Marquet told her to get out of the fire, however Henriot was trying to find her little dog, which was a gift from Le Bargy, whom she had recently broken-up with. Henriot was still wandered around the building when she died of asphyxiation. Her body was later found, but it was unrecognisable, her face blackened, burnt hair and body convulsed. Her mother identified the body in the morgue. Two days later, a large crowd gathered at her funeral, and the convoy passed through Paris to the church of Saint- Honoré-d'Eylau, the Montmartre cemetery. Shortly after her death, the Comédie- Française wanted a portrait of Henriot. On the advice of her mother, they gave the portrait painter Carolus-Duran the task of making a portrait of Henriot, having previous painted another actress Jeanne Samary in 1885. Carolus-Duran had known Henriot and was inspired by the photographs taken by Reutlinger, which were published on postcards. A year after her death on 8 March 1901, a memorial service was held in Saint-Roch, Paris, where her friends went to her tomb which was sculpted by Denys Puech above a white marble monument by the architect Marcel Dourgnon with the following words having been engraved on the base of the tomb: \"À Jane Henriot, la Comédie-Française\" (English: To Jane Henriot, the French-Comedy), with an inscription taken from an article by Émile Faguet: ...Elle est venue, Elle a souri, Elle a passé! (English: She came, She smiled, She has passed!) ==Gallery== {|class=\"wikitable\" !Paintings and photographs of Henriot File:Pierre-Auguste Renoir - Jeanne Henriot.jpg|Fillette au chapeau bleu English: Little girl in blue hat Portrait of Henriot by Pierre-Auguste Renoir [1881] File:Jane Henriot (1894).jpg |Photograph of Henriot taken by Reutlinger File:Jane Henriot c1900.jpg|Photograph taken by Reutlinger [1900] File:Portrait of Jane Henriot, Charles Auguste Émile Durand, known as Carolus-Duran, 1900.jpg|Posthumous portrait painting of Henriot by Carolus-Duran, from photographs taken by Reutlinger commissioned by the Comédie-Française [1900] |} {|class=\"wikitable\" !Henriot's death and funeral File:Poster of Bajazet 1900.jpg|Poster of Henriot playing Zaïre in Bajazet on the day that she died [1900] File:Jane Henriot. Le Petit Parisien.jpg|Painting on the front cover of Le Petit Parisien of the deceased body of Henriot [1900] File:37-011 dimanche 18 mars 1900 L’incendie de la Comédie française - le corps de Mlle Jane Henriot transporté à la morgue..jpg|Etching from Le Journal illustré of the deceased Henriot being moved to the morgue after the fire at the Comédie-Française [1900] File:Pol neveux funéraille henriot.jpg|Photograph taken at the funeral of Henriot [1900] |} ==See also== * Belle Époque * Theatre of France ==Notes== * Henry Lyonnet, Dictionnaire des comédiens français == References == == External link == * Category:1878 births Category:1900 deaths Category:Actresses from Paris Category:French child models ",
    "title": "Jane Henriot"
}