{
    "id": "63878426",
    "text": "Scania Truck Driving Simulator: The Game is a truck simulator game developed by SCS Software for Microsoft Windows and macOS. It was released as a promotional product for the later-published Euro Truck Simulator 2 on 8 June 2012. ==Gameplay== A screenshot from the Scania PRT-range's cockpit. The game allows players to drive a licensed Scania PRT-range heavy-duty truck under five different game modes. The Driver License mode features various driving trials such as parking and manoeuvring with a standard trailer, which allows players to enhance their basic truck-driving skills. The Competition mode highly simulated Scania's Young European Truck Driver championship, where players can virtually participate in the competition by levels. The Dangerous Drives mode offers multiple scenarios to test players' abilities to drive a truck, ranging from driving through cliffs to reversing free of parking lots with a trailer. The Freeform Driving mode provides players with two sizable maps — one is the Scania proving grounds of Södertälje, the other is a fictional European city — both allowing players to enjoy ETS-2-liked deliver journeys. Time Reaction Test mode is designed to test players' reactions when they are in emergencies in four different scenarios. The game also contains several video clips and photos featuring with the success of Scania in all kinds of fields. ==Development and release== The game was revealed in April 2012 via the blog of the game developer SCS Software. The game was developed by their in-house game engine Prism3D and holds the official license of Scania's Young European Truck Driver championship, allowing players to drive a highly detailed Scania PRT-range heavy-duty truck. It was published to Europe by Excalibur Publishing on 8 June 2012, and later available on Steam after being greenlit. ==Reception== Dustin Thomas of GamingShogun praised both graphics and sound of the game, but criticised the game's difficulty. DaRipp3r of PixelPerfectGaming rated the game a 4 out of 5, stating \"[driving through dangerous locations and completing different challenges] would be really educational for anyone who is looking for a career in motoring and the transportation of goods industry.\" ==References== ==External links == * Category:2012 video games Category:Driving simulators Category:MacOS games Category:SCS Software games Category:Steam Greenlight games Category:Video games developed in the Czech Republic Category:Windows games Category:Truck simulation video games ",
    "title": "Scania Truck Driving Simulator"
}