{
    "id": "63879684",
    "text": "Stewart Bagnani (born Mary Augusta Stewart Houston; April10, 1903March 14, 1996) was the first head of the extension program at the Art Gallery of Toronto, Canada, (now the Art Gallery of Ontario) for twelve years. She also lectured in art history. == Early life and education == Born in Toronto of a prominent family, she was the daughter of Stewart Fielde Houston (1868–1910), manager of Massey Hall in Toronto and first editor of the Financial Post and Augusta Louise Beverley (Robinson) Houston (1859–1935), a professional singer, daughter of Mary Jane (Hagerman) Robinson (1823–1892) and John Beverley Robinson (1821–1896), mayor of Toronto (1856), member of the House of Commons in Ottawa (1872–1880) and Lieutenant Governor of Ontario (1880–1887). Bagnani's great-grandfather was Sir John Beverley Robinson (1791–1863), Chief Justice of Canada West (now Ontario) from 1829 to 1862. Bagnani went to school in England and to Bishop Strachan School in Toronto, then to Rome for art history. In Rome, she met Gilbert Bagnani (1900–1985), an Italian-Canadian scholar of ancient history, archaeologist, and classicist. They married in Toronto in 1929. In the early years of their marriage, while living part of the year in Rome, she joined her husband at the excavations of the Royal Italian Archaeological Expedition in Egypt at Tebtunis in the Sahara desert, where he was field director. While at the work site, she drew and painted watercolours (now at Trent University) of workers and local customs, and of early Coptic church frescoes. == Return to Canada == In 1937, Bagnani and her husband returned to Canada, and purchased a farm and house north of Port Hope, Ontario which they called Vogrie, and enlarged to provide sufficient space for their collections of 10,000 books and works of art by painters such as Luca Giordano and Mattia Preti. From 1945 to 1975, Gilbert Bagnani taught in the Greek and Roman department at the University of Toronto. In the 1950s, the Bagnanis commissioned a mural for the house from Canadian artist William Ronald (1926–1998) of Painters Eleven. Bagnani collected works by Painters Eleven and wrote a brief memoir about them. == Career == From 1951 to 1963, Bagnani worked as head of extension at the Art Gallery of Toronto (now Art Gallery of Ontario), helping to develop a working relationship with the community. When Trent University in Peterborough, Ontario, offered her husband a position, in 1965, Bagnani gave lectures there on art history and volunteered at the university's Mackenzie Gallery. She also volunteered at Kingston Penitentiary, Ontario. == Later years == After her husband died in 1985, Bagnani lived in Toronto until her death in 1996. She was buried with her husband in Cobourg, Ontario. After her husband's death in 1985, Bagnani gave the Art Gallery of Ontario the material which today composes the Gilbert and Stewart Bagnani fonds in The Edward P. Taylor Library & Archives. After Bagnani's death in 1996, Nancy Dillow, the heir to her house in Toronto, donated correspondence she found there to the Art Gallery of Ontario (1997 and 2000). Their art works, antiquities, furniture, books and documents were bequeathed to several institutions, including Trent University which besides having a Gilbert and Stewart Bagnani fonds in the library and archives, opened Bagnani Hall using furniture from Vogrie in 2010. Vogrie itself was bequeathed to Trent University, which sold at auction archival material and most of the Bagnani collection of Painters Eleven. == References == === Sources === * Category:1914 births Category:1996 deaths Category:20th-century Canadian women ",
    "title": "Stewart Bagnani"
}