{
    "id": "63878493",
    "text": "Étienne Taillemite (Poitiers, 18 April 1924 - Allogny, 24 August 2011) was a French historian and archivist. == Biography == Born to a military family, Taillemite attended the École nationale des chartes, graduating in 1948 as an Archivist-paleographer with a thesis La vie économique et sociale à Bourges de 1450 à 1560 (\"Economic and social life in Bourge between 1450 and 1560\"). He was first archivist at the Ministry of Overseas, then Director of the Departmental Archives of Cher. By 1967, he was conservator, and then conservator in chief at the Archives nationales. He served as inspector- general of the Archives of France from 1981 to 1985, when he retired. Taillemite devoted a large proportion of his career to naval history. From 1977, he was a member of the Comité des travaux historiques et scientifiques (in Modern and Contemporary History). He served as President of the Commission française d'histoire maritime, and in 1986 was President of the Académie de marine. He was also a member of the Société de l'histoire de France (serving on its Board until 2010) and of the Société des sciences naturelles et archéologiques de la Creuse. He notably authored a biograph of Lafayette. Taillemite was buried in Allogny. == Works == * * tome 1, tome 2, tome3, tome 4 * * * * * * 1982 : Le Grand livre du Pacifique * 1982 : L'Importance de l'exploration maritime au siècle des Lumières * 1987 : Sur des mers inconnues : Bougainville, Cook, Lapérouse, coll. « Découvertes Gallimard / Histoire » (nº 21), Paris: Éditions Gallimard (new edition published in 2004, titled Les découvreurs du Pacifique : Bougainville, Cook, Lapérouse) * 1988 : L'Histoire ignorée de la Marine française, Perrin * 1988 : Les Débuts de la période révolutionnaire dans la Creuse * 1989 : La Fayette, Fayard, biographie du marquis de La Fayette (Prix du Comité France-Amérique) * 1990 : Jean-François de Galaup de Lapérouse (1741-1788) * 1990 : Louis-Antoine de Bougainville (1729-1811) * 1991 : Tourville et Béveziers, Economica * 1994 : Mémoires du baron Tupinier, directeur des ports et arsenaux * 1997 : La percée de l'Europe sur les océans vers 1690-vers 1790 - Actes du colloque du Comité de documentation historique de la marin - tenu avec Denis Lieppe (PU Paris- Sorbonne) * * * 2000 : Introduction de Mémoires d'un marin granvillais, Georges-René Pléville Le Pelley (1726-1805) ; éd. annot. par Michèle Chartrain, Monique Le Pelley Fonteny, Gilles Désiré dit Gosset * 2001 : Revue d'histoire maritime N° 2-3 (PU Paris-Sorbonne), ouvrage collectif rédigé avec Denis Lieppe * 2002 : Louis XVI ou le navigateur immobile, Payot * * 2003 : Histoire ignorée de la Marine française, Perrin * 2006 : Bougainville et ses compagnons autour du monde, réédition du journal de voyage de Louis-Antoine de Bougainville (1766-1769) et de ses compagnons à l'Imprimerie nationale, Gallimard, seconde édition * ::: 40 biographies, including Jean de Vienne; Jacques Cartier; Jean Ango; Richelieu; Colbert; Duquesne; Tourville; Jean Bart; Duguay-Trouin; Du Casse; Cassard; La Galissonière; Bougainville; Du Chaffault; Lamotte-Picquet; Guichen; De Grasse; Suffren; Borda; Lapérouse; D'Entrecasteaux; Latouche Tréville; Baudin; Decrès; Tupinier; Dumont d'Urville; Duperré; Joinville; Dupuy de Lôme; Rigault de Genouilly; Jurien de La Gravière; Pâris; Doudart de Lagrée; Courbet; Aube; Lacaze; Leygues; Castex; Darlan; and Nomy. * * == Sources and references == Notes Citations References * Category:21st-century French historians Category:20th-century French historians Category:French archivists Category:Naval historians ",
    "title": "Étienne Taillemite"
}