{
    "id": "63875253",
    "text": "My Dear Son is a 1989 Hong Kong action drama film directed by David Chiang and starring Jacky Cheung, Bill Tung, Maggie Cheung and Sean Lau. ==Plot== Ho Ka- chai (Bill Tung) makes living by singing sex songs at a public square in Yung Shue Tau. His eldest son, Peter (Jacky Cheung), gets a job at the Lok's Group's data department. Peter persuades his father to retire from singing in the public since he can earn enough to support his father and two younger siblings, but Ka-chai refuses and reminds Peter of the many living expenses he would need. The night before going to his new job, Peter celebrates in a hotpot dinner with his friend, Maddy (Sean Lau) a triad member who smuggles goods for a living before the latter goes to settle a dispute with his rival, Tall Sum (Ricky Wong), which breaks into a gang fight, which is witnessed by Peter and their childhood friend, Fung (Maggie Cheung) Peter arrives at his new job the next day where his father visits him during lunchtime and introduced himself to his colleagues where the same night, one of his colleagues, Jenny, visits Yung Shue Tau and regonizes them which hurts Peter's self-esteem when his colleague knows his father's occupation. While his boss Martin (Wong Wan-choi) was stressing how to quickly manufacture cans to sell out abundant amount of green peas, Peter reminds his boss the availability of unused tinplates purchased by Lok's Group from 1985 and impresses his boss. Martin brings Peter to a nightclub where he is introduced to Martin's, boss Mr. Chun (Paul Chun, and Chun's younger sister, Petty (Kathy Chow), who plays drinking games and dances with Peter until it is interrupted by a drunk Fung, who works as a server at that bar, and brings her home. Peter returns to the bar afterwards where his bosses have left, but Petty takes her for a ride in her convertible where they get robbed but manages to flee, which Petty considers a thrilling experience. The next day, Petty lends Peter her convertible, which is noticed by Ka-chai and Fung, and he uses it to drive his younger siblings around. That night, Petty brings Peter to a high class diner to celebrate the birthday of an old friend. When Peter sees the prices on the menu, he calls his father to brings some cash to the restaurant and Ka-chai arrives to the restaurant with his friend, Uncle Min (Cheng Gwan-min), dressed in tuxedos and takes care of Peter's bill and lies to him that Min has won a lottery. The next day, Peter arrives home beaten after negotiating for Lok's Group in repossessing a flat and Maddy settles the problem for Peter by intimating the tenant with his gang. Peter impresses Chun and Martin and bring him to dinner but Ka-chai arrives at Lok's Group where he introduced himself to Peter's bosses and invites them to celebrate his son's birthday at a nightclub, where Ka-chai sings a song for his son but Peter's siblings untintentionally reveal their father's occupation, which displeases Chun. Making matters worst, Chun also sees his sister and Peter kissing in a dance. The next dat Martin to warns Peter to stay away from Petty, who happens to barge into the office to bring him to a friend's birthday celebration, before by at Petty's house to retriever her gift and confronted by Chun, who insults Peter's father in front of him and drives him away. Petty refuses to believer her brother's accusations until he brings her to see Ka-chai performing a sex song in Yung Shue Tau and she breaks up with Peter while Chun insults Ka-chai. Peter also received a phonecall from Martin informing his dismissal once he arrives home and gets in a heated argument with his father for not listening to his suggestion to retire from singing sex songs while Ka-chai argues that anyone can look down upon him except Peter because he was raised by money that was made from singing sex songs. Fung and Maddy then accompany Peter to drink at a nightclub where Chun and Martin arrive. Peter tries to plead with Chun to give his job back, but Chun ridicules him. Peter and Maddy then confront Chun in the bathroom where Peter manages to intimate Chun without saying a word, but ultimately spares Chun, who is frightened. Peter then gets drunk and Is brought home by Maddy and Fung and the latter cares for him brfire then making out in bed. Later, Peter decide to join Maddy's gang and one time in a fight against Tall Sum and gang, Peter brutally slashes Sum's underlings much to the shocking of Maddy. Peter then goes to a business trade of snuggled television with Maddy, who goes to deliver the goods while Peter is captured by Sum's underlings. Sum persuades Peter to work for him, but Peter refuses and beats him up and hangs Sum on his car window while he drives, causing Sum to fall off. While splitting out the profits to his gang, Maddy shows Peter a handgun he acquired from China. With his money he earned from smuggling, Peter buys gift for his father and siblings but Ka-chai refuses them made from unscrupulous means and scolds his son. Later, Tall Sum and his gang trashes Ka-chai's singing booth to get back at Peter, who fights them with Maddy, but Sum cripples Peter's younger brother and slashes Fung's back. Fung eventually dies from her wounds at the hospital while helping Peter and Ka-chai reconcile. When Peter and Maddy proceeds to seek revenge, they were a ambushed by Sum and his gang which results in the death of the latter. Ka-chai then arrives at Sum's warehouse to plead him to spare his son, but Sum forces him to swallow a live goldfish and spit it back out alive. Ka-chai successfully does it and Sum pretends to agree to his request but pushes him off the stairs and beats him. Peter then arrives and shoots Sum and a couple of his underlings with a handgun he found in Maddy's home but Ka-chai attempts to stop him from killing Sum, who then holds Ka-chai hostage. Peter drops his fun and beats Sum before picking his gun up and kills him. As the police arrive, Ka-chai takes the gun Peter and fires a final shot to Sum in front of the police in order cover the murder for his son and is arrested. While Ka-chai is serving time in prison, Peter takes up his father's occupation in singing sex songs and raises his younger siblings. ==Cast== *Jacky Cheung as Peter Ho (何天翔) *Bill Tung as Ho Ka-chai (何家猜) *Maggie Cheung as Chow Fung (周楓) *Sean Lau as Maddy (大傻) *Kathy Chow as Petty Chun *Paul Chun as Mr. Chun (秦生) *Wong Wan-choi as Martin Ma *Ricky Wong as Tall Sum (高佬森) *Dion Lam as Gang member *Ngai Tim-choi as Gang member *Paco Yik as Gang member *Kelvin Wong *Cheng Gwan-min as Uncle Min (綿叔) *Leung Chun-kit *Jeffrey Ho *Law Ching-ho as Waiter *Tse Wai-kit *So Siu-shing *Wong Chi-wai as Gang member *Jackson Ng as Gang member *Pong Keung-fai as Doctor *Chang Sing-kwong as Gang member *Lam Foo-wai as Gang member *Wong Mei-hsing *Wat Bo-yin *Fung Wai-ping *Tang Chiu-yau as Gang member *Lee Yiu-king as Gang member *Derek Kok as Gang member *Peter Kwok as Office clerk *Wong Wai-fai as Gang member ==Theme song== The film's theme song is a cover of the song, Counting Balls (數波波), which was composed by Drunk Snake, with lyrics written by Leung San-yan and was originally sung by Wan Kwong. Bill Tung sings the song during the opening credits while Jacky Cheung sings it during the end credits. ==Reception== ===Critical reception=== My Dear Son earned a score of 7/10 stars on the Chinese media rating site, Douban. ===Box office=== The film grossed HK$2,995.261 at the Hong Kong box office during its theatrical run from 5 May to 2 Jund 1989. ==Home media== My Dear Son has been released on VCD on 1 November 2001 in Hong Kong by Media Asia's Mega Star Video Distribution. To date, the film has yet to see release on DVD and Blu-ray. ==References== ==External links== * *My Dear Son at Hong Kong Cinemagic * Category:Hong Kong films Category:1989 films Category:1980s action drama films Category:Hong Kong action drama films Category:Father and son films Category:Triad films Category:Cantonese-language films Category:Films set in Hong Kong Category:Films shot in Hong Kong Category:1989 drama films ",
    "title": "My Dear Son"
}