{
    "id": "63873939",
    "text": "\"Hawaii Five-O Theme\" is an instrumental composed by Morton Stevens as the theme music for the CBS television series Hawaii Five-O, which aired from 1968 to 1980. It is considered by many to be one of the best television themes of all time. Rank: #1 Rank: #4 Rank: #2 An early copy of the pilot of the reboot series in 2010 initially used a synthesizer and guitar-based version of the theme, but it was so disliked that it was replaced by a shortened copy of the original theme. In 2015, Stevens' children filed a copyright infringement lawsuit against CBS over its use of the theme in the rebooted series. ==Alternate versions== ===The Ventures' version=== The Ventures' cover of the song spent 14 weeks on the Billboard Hot 100 pop chart, peaking at no. 4 on May 9, 1969, and 11 weeks on the Billboard adult contemporary chart, rising to no. 8 on May 16. It was also the title track of their 1969 album Hawaii Five-O. In Canada, it peaked at no. 5 in the May 12, 1969, issue of RPM magazine. ===Other versions=== Although the theme is most widely known as an instrumental, it has been released with at least two similar but different sets of lyrics. The first, \"You Can Come with Me\" by Don Ho, opens with an instrumental in the familiar tempo, then settles into a ballad style for the sung portion.Don Ho version of theme song (lyrics only) The second, by Sammy Davis Jr., titled \"You Can Count on Me (Theme from Hawaii Five-O)\", maintains the driving style of the original instrumental throughout.Sammy Davis Jr. version of theme song (audio). ==In popular culture== The theme is popular with college and high school marching bands, especially at the University of Hawaii, where it has become the unofficial fight song. The tune has also been heard at Robertson Stadium after Houston Dynamo goals scored by Brian Ching, a native of Hawaii. Because of the tempo of the music, the theme gained popularity in the UK with followers of Northern soul and was popular on dance floors in the 1970s. Australian proto-punk band Radio Birdman borrowed heavily from the program and its theme for their 1977 single \"Aloha, Steve & Danno\", later included on selected versions of the album Radios Appear. Band leader Deniz Tek, who grew up in Ann Arbor, Michigan, during the heyday of MC5 and The Stooges, commented that he found Sydney of the early 1970s to be a rather quiet and staid place in comparison, and that airings of the program were a weekly highlight. The song was written after the band members realized they were spending a lot of evenings watching the program. The lyrics of the song's verses consist entirely of references to story lines of the early episodes. The chorus alludes to the boredom which band members experienced when the program was not on. The song's guitar solos and other musical elements were directly derivative of the program's theme; Stevens received a writing credit as a result. In the Australian movie The Dish, the theme was mistaken for the national anthem of the US by a local band upon the visit of the US Ambassador to Parkes, NSW, to commemorate the 1969 Moon landing. Bill Murray sang his own made-up lyrics to the song on one of his \"Nick the Lounge Singer\" skits on Saturday Night Live. On the 1997 Bill Nye the Science Guy episode \"Volcanoes\", the MIDI version of \"Hawaii Five-O\" was used during the \"Pahoehoe Five-O\" segments. The song was also featured in the film 50 First Dates (2004), and the Sammy Davis Jr. version of the theme song was re-recorded by Los Straitjackets with Deke Dickerson and released in 2014. Darts player Wayne Mardle used the song as his walk-on song in 2013. The Ventures version appears in a 2019 TV commercial for Papa John's Pizza. Philippine radio broadcaster Neil Ocampo is widely credited by both listeners and the media industry in popularizing the theme as it became the signature opening theme of his long- running national radio program that ran from 1996 until prior to his death in 2020. ==References== Category:1960s instrumentals Category:1968 songs Category:Hawaii Five-O Category:Television drama theme songs Category:The Ventures songs ",
    "title": "Hawaii Five-O Theme"
}