{
    "id": "63873851",
    "text": "FIFA World Cup on ABC is the branding used for presentations of the FIFA World Cup produced by the American Broadcasting Company television network in the United States. ABC first broadcast World Cup matches in 1970, when they aired week-old filmed highlights shown on ABC's Wide World of Sports. ABC would broadcast at least portions of the World Cup again in 1982. And finally, beginning in 1994, ABC was the official American network broadcaster of the World Cup up through 2014. ABC also broadcast the FIFA Women's World Cup in 1999 and 2003. ==Coverage history== ===1970=== The first American telecast of a World Cup match was when NBC aired the final between England and West Germany from four years prior. NBC there, aired the contest on a same-day tape delay using the BBC’s black-and-white feed. In 1970, it was ABC's turn to broadcast the World Cup final. While ABC aired the contest between Italy and Brazil in color unlike what NBC did in 1966, ABC decided to wait until Christmas, six months after Brazil won, to show it as part of an episode of Wide World of Sports. ===1982=== In 1982, PBS and ESPN provided the first thorough American television coverage of the FIFA World Cup. ABC aired the first live telecast of the final. ABC aired commercials during the live action. Meanwhile, PBS aired same day highlights of the top game of the day. :Commentators *Giorgio Chinaglia (studio analyst) *Paul Gardner (color commentary) *Mario Machado (color commentary) *Jim McKay (play-by-play) *Jack Whitaker (studio host) ===1990s=== ====1994==== The 1994 FIFA World Cup marked the return of the World Cup on ESPN and ABC and the first time they used their own commentary teams for all matches. Roger Twibell was the lead play-by-play announcer. Other play-by-play announcers were: Bob Carpenter, Bob Ley, Ian Darke, Randy Hahn, and Jim Donovan. Seamus Malin and Rick Davis were the lead color commentators. Other color commentators were: Clive Charles, Ty Keough, Peter Vermes, Ron Newman, and Bill McDermott. Jim McKay was the studio host alongside studio analyst Desmond Armstrong. The 1994 American coverage had many firsts: The first with all of the matches televised, the first with no commercial interruptions during live action, and the first to feature an on- screen score & time box. ====1998==== In 1998, all of the matches were televised in the United States live for the first time. Bob Ley and Seamus Malin was the lead broadcast team with other broadcast teams include: Roger Twibell and Mike Hill, JP Dellacamera and Bill McDermott, Derek Rae and Ty Keough, and Phil Schoen and Tommy Smyth. Brent Musburger and Eric Wynalda worked in the studio. ===2000s=== ====2002==== The 2002 American coverage was had 59 matches live, and 5 rebroadcasts on ABC, with coverage from Japan and South Korea carried live in the American late night graveyard slot. Hockey play-by-play announcer Jack Edwards and Ty Keough are the lead broadcast team and called the games live in South Korea and Japan. Other broadcast teams were: JP Dellacamera and Tommy Smyth, Glenn Davis and Shep Messing, and Mike Hill and Shep Messing, and Seamus Malin, however, all of them call their matches at the ESPN headquarters in Bristol, Connecticut. Terry Gannon hosted in the studio alongside studio analysts Eric Wynalda and Giorgio Chinaglia. ====2006==== The 2006 coverage from Germany was fully live as well. Dave O'Brien joined Marcelo Balboa on the primary broadcast team for the 2006 FIFA World Cup coverage on ESPN and ABC Sports, despite having no experience calling soccer matches prior to that year. Because The Walt Disney Company, owner of both television outlets, retained control over on-air talent, the appointment of O'Brien as the main play-by-play voice was made over the objections of Soccer United Marketing, who wanted JP Dellacamera to continue in that role. Disney stated that their broadcast strategy was intended, in voice and style, to target the vast majority of Americans who do not follow the sport on a regular basis. Mispronunciation and incorrect addressing of names, misuse of soccer terminology, and lack of insight into tactics and history plagued the telecasts, resulting in heavy criticism from English- speaking soccer fans, many of whom ended up watching the games on Univision instead. Other broadcast broadcast teams included: JP Dellacamera and John Harkes, Glenn Davis and Shep Messing, Adrian Healey and Tommy Smyth, and Rob Stone and Robin Fraser. Brent Musburger returned for his 2nd World Cup as lead studio host with other hosts Rece Davis, and Dave Revsine. Studio analysts in the studio were: Alexi Lalas, Eric Wynalda, Julie Foudy, and Heather Mitts. ===2010s=== ====2010==== The 2010 coverage from South Africa introduced ESPN 3D for 25 matches. ESPN's coverage of the 2010 World Cup has been widely recognized as a breakthrough in US soccer broadcasting. Esteemed commentator Martin Tyler and Efan Ekoku led a team of all-British commentators in South Africa. Chris Fowler and Mike Tirico were the lead hosts in a studio set right outside of Soccer City in South Africa. Other broadcast teams were: Ian Darke and John Harkes, who called USMNT games, Derek Rae and Ally McCoist, Adrian Healey and Robbie Mustoe, and Jim Proudfoot and Roberto Martínez. Studio analysts were: Steve McManaman, Jurgen Klinsmann, Roberto Martínez, Ruud Gullit, Alexi Lalas, Shaun Bartlett, and Tommy Smyth. Bob Ley was another studio host, working his 4th World Cup. Reporters were: Jeremy Schaap (USA and Final), Julie Foudy, Allen Hopkins, Rob Stone, Selema Masekela, Andrew Orsatti (Australia), John Sutcliffe (Mexico), and Dan Williams ====2014==== The 2014 World Cup marked the end of the FIFA World Cup on ABC and ESPN. Ian Darke and Steve McManaman was the lead broadcast team, Jon Champion and Stewart Robson were the #2 team. Other play-by-play announcers were: Derek Rae, Adrian Healey, Daniel Mann, and Fernando Palomo. Color commentators: Taylor Twellman, Craig Burley, Efan Ekoku, Roberto Martínez, Kasey Keller, and Alejandro Moreno. All commentators were in Brazil with the top 5 teams at the stadiums while the remaining team called matches off monitors in Rio. Mike Tirico was the lead studio host alongside other hosts Bob Ley and Lynsey Hipgrave with analysts: Alexi Lalas, Steve McManaman, Michael Ballack, Alejandro Moreno, Kasey Keller, Gilberto Silva, Santiago Solari, Roberto Martínez, Taylor Twellman, and Ruud van Nistelrooy. Reporters included: Jeremy Schaap (Lead), Julie Foudy, Bob Woodruff, John Sutcliffe, Rubens Pozzi. The 2014 coverage was available on mobile devices and tablets via the WatchESPN application, as well as on Xbox 360 and Xbox One video game consoles, live and on-demand, via the ESPN on Xbox Live application. ==See also== *List of FIFA World Cup broadcasters#United States *List of FIFA Women's World Cup broadcasters#United States *Soccer on ESPN ==References== ==External links== *ABC News - FIFA World Cup *World Cup broadcasting history in the U.S. *The early days of World Cup broadcasting in the US Category:ABC Sports Category:American Broadcasting Company original programming ABC Category:Wide World of Sports (American TV series) Category:American live television series ABC Category:1970s American television series Category:1980s American television series Category:2000s American television series Category:2010s American television series Category:1994 American television series debuts ",
    "title": "FIFA World Cup on ABC"
}