{
    "id": "63878752",
    "text": "Khoai Mela or Shonibarer haat is a weekly Saturday afternoon bazaar set up by local artisans in Santiniketan, Birbhum district, West Bengal. The Khoai Mela has now become a part of the culture of the Bengali people and has been taking place for over 20 years. It takes place every Saturday on the bank of the Khoai or Kopai River. The Mela is named after this Khoai region and River. This Mela is also called Shanibarer haat (Saturday fair) due to its opening day. == Description == ===Khoai Region=== The word khoy in Bengali means erosion. This khoai region is a geographical formation of small canyons resulting from constant erosion caused by wind and water. This place is characterized by the Shyambati canal on one side and a Sonajhuri tree forest growing in red laterite soil on the other side. Khoai is surrounded by the famous meandering khoai river or Kopai River. The name is reflective of the characteristics of the region. The name Khoai Mela indicates that this Mela was set up by local artisans on Saturday in the Khoai region on the bank of the Khoai river. This Mela is also called Shanibarer haat (Saturday fair) due to the opening day. File:Khoai at Shantiniketan, Birbhum.jpg |Khoai at Shantiniketan, Birbhum File:River Kopai - Ballavpur - Birbhum 2014-06-29 5628.JPG | Kopai River at Birbhum File:Khoai Mela 2.jpg|Khoai Mela Khoai Mela is an outdoor event that starts every Saturday in the afternoon, depending upon the heat and other weather conditions, and closes at sundown. It can also take place on Sunday morning. The Khoai Mela on Saturday is called full haat and on Sunday is called bhaya haat. ===Type of shop stalls=== An open-air stall and a buyer at Khoai Mela Khoai Mela is an open-air Mela, without any covered stalls, on the red ground. The Mela is fully surrounded by Sal, Sagoon, and Eucalyptus trees. Most of the shop owners are women. ===Types of Khoai Mela=== There are multiple Mela committees in different parts of the Khoai region. These are named according to the part of the forest where the Mela is situated, for example: Annya Haat and Sonajhuri Hat These Mela together make Khoai Mela. ===Location === The Khoai Mela is located about 180 km from Kolkata and about 1.5 km from Santiniketan. The nearest railway station is Prantik railway station. Shonajhari trees at Shantiniketan,Birbhum There are several scenic points of interest, with the sonajhuri trees and red soil being the most famous. Sonajhuri literally means droplets of gold, because during the winter season the sonajhuri trees shed their tiny yellow flowers and the whole forest seems to have a downpour of gold. The Bonerpukur Adivasi village is populated by Santhali tribes and the village is dotted with beautiful mud. These houses have walls decorated with tribal paintings and murals depicting daily life. ==Cultural significance== === Literature === At the time of the Poet Rabindranath Tagore the Khoai Mela had not started, but he wrote many poems and songs based on the unique look of the Sonajhuri forest and Khoai river. The knee-deep water poem (Amader choto nodiSahaj Path by Rabindranath Tagore) is one of them. A little well-known novel Hansuli Banker Upakatha (Story of the Sickle-shaped Curve) by Tarasankar Bandyopadhyay was also inspired by the Khoai river. === Art, Music and Songs === The Khoai Mela originally started to explore the art, music, and songs of local peoples and santhali tribes on a larger scale. The main attractions of Khoai Mela are affordable handmade artifacts, such as embroidered scarves, blouses, salwar kamiz, kurta, shirts, different kinds of bags and purses, handicrafts, necklaces, earrings, wall hangings, etc. The local Baul singers present traditional folk music and songs by stringing their ektaras. The Santhali tribes present their folk dance, Lungi Panchi Dance. File: Baul Santiniketan.jpg|Baul singers in performance at Santiniketan File: Santali Lungi Panchi Dance West Bengal.jpg|Lungi Panchi Dance Birbhum, West Bengal ==References== Category:Bengali culture Category:Culture of West Bengal Category:Music of Bengal ",
    "title": "Khoai Mela"
}