{
    "id": "63872224",
    "text": "Roshan Akash Parasram (born May 8, 1978) is a Trinidadian physician and public health consultant, who is the current Chief Medical Officer for Trinidad and Tobago since 2013/14. Prior to his appointment as Chief Medical Officer, Parasram was the County Medical Officer of Health at the Ministry of Health and the former Specialist Medical Officer, Insect Vector Control Division. Parasram has been taking a leading role in response to the COVID-19 pandemic in Trinidad and Tobago, alongside Health Minister Terrence Deyalsingh and erstwhile Communications Minister Donna Cox. ==Early life and education== Parasram, the nephew of religious leader and medical doctor Rampersad Parasram, and son of Lakshmipersad Parasram and Indra Parasram studied at Presentation College, Chaguanas. Following this, he was educated at the Faculty of Medicine, University of the West Indies at St. Augustine (M.B.,B.S., 2002) and London School of Hygiene & Tropical Medicine (P.G.Dip. Public Health, 2007; M.Sc. Public Health, 2009). He is also a Fellow of the Royal Society of Public Health (FRSPH, UK). Parasram holds a certificate in Public Procurement Law and Practice.url=http://mbtt.org/current_council.htm |website=mbtt.org |accessdate=6 May 2020}} ==Career== ===Government=== Parasram worked as a medical intern from 2002 to 2004, primary care physician from 2004 to 2011 at the North Central Regional Health Authority, specialist medical officer, head of department of insect vector control division and county medical officer of health at the Ministry of Health of Trinidad and Tobago. ===Chief Medical Officer for Trinidad and Tobago=== Parasram has been taking a lead role in the Trinidad and Tobago Government's response to the COVID-19 pandemic in Trinidad and Tobago. Parasram took part in his first Trinidad and Tobago Government press briefing on 12 March 2020 alongside Health Minister Terrence Deyalsingh, National Security Minister, Stuart Young and Communications Minister, Donna Cox. ==References== Category:Living people Category:University of the West Indies alumni Category:Osgoode Hall Law School alumni Category:London School of Hygiene & Tropical Medicine Category:1978 births ",
    "title": "Roshan Parasram"
}