{
    "id": "63879975",
    "text": "The English River (French: \"rivière des Anglais\" in the Canada) is a tributary of the Chateauguay River. This cross-border river between Canada and the United States crosses: * Clinton County, in New York State, in United States; * the MRC Les Jardins-de-Napierville Regional County Municipality: in the municipality of Hemmingford, in Montérégie, in Quebec, in Canada; * the MRC Le Haut-Saint-Laurent Regional County Municipality: in the municipalities of Havelock, Saint-Chrysostome and Très-Saint-Sacrement, in Montérégie. In the state of New York, the English River course is mainly served by Drown Road, White Road (east-west direction), Davison Road (east-west direction) and Blackman Corners Road (CR 16) (north direction -South). In Canada, the course of the English River is mainly served mainly by the route 203 (chemin du rang du Moulin, chemin du rang Sainte-Anne). The river surface is generally frozen from mid-December to the end of March. Safe circulation on the ice is generally done from the end of December to the beginning of March. The water level of the river varies with the seasons and the precipitation. == Geography == Forest and agricultural streams feed the head of the English river. Its course begins in Clinton County (NY), in United States near the intersection of Stone Road and Canaan Road. This source is located south of the Canada- United States border and west of Champlain Lake. The course of the English river flows over with a drop of according to the following segments: Course of the English River in New York State (English River) (segment of with a drop of ) * to the east, forming a curve to the south, and passing a short distance at the end of the segment in the Clinton Mooers Forest Preserve Detached Parcel, to Cannon Corners Road * to the east along the Davison Road (passing on the north side), crossing the Lamberton Road (north-south direction), branching north-east along the Blackman Corners Road (CR16) (passing on the east side) and crossing the Scriver Road (east-west direction, up to the Canada-US border. Cours de la rivière des Anglais in Quebec (segment of with a drop of ) Note: The course in Canada crosses over agricultural areas, sometimes forest islets. * north-west in Havelock, meandering through agricultural and forestry areas, up to Covey Hill road; * first towards the northwest by forming a hook towards the west to collect the Robson stream (coming from the southeast and named West Branch English River in the county of Clinton, NY, to then go up north along the Montrée Jackson, to the route 202 West, which it intersects at east of hamlet The Fort (road crossing); * by forming a few eighths, towards the northwest by collecting the Prévost stream (coming from the east), by cutting the Montée Giroux (north-south direction) and by collecting the Vaillancourt stream (coming from the southwest) and Mooer stream (coming from the southwest) at the end of the segment, up to Cowan road which it intersects at west of the hamlet Cowan; * in agricultural area first towards the north, the southwest by collecting the Giroux stream (coming from the northeast) by forming a big curve towards the south by collecting the Levi stream (coming from the south), then towards the northwest by collecting the Boilleau stream (coming from the southwest) and the Vincent river (coming from the east), up to the confluence of the Noire River (coming from the south), in the heart of the village of Saint-Chrystostome; * in the agricultural zone to the north by collecting the Toynton stream (coming from the east), then the northwest by collecting the McKenzie-Chaloux stream (coming from the southwest) , by collecting the Cloutier stream (coming from the northeast) and passing on the east side of the Aubrey hamlet, to the confluence of the Norton stream (coming from the East); * first on towards the west by forming some curves by collecting the stream Athinson (coming from the south) and Zénophile-Primeau (coming from the south), to the outlet of Anderson stream (coming from the south), then on to the north through the village of Howick, not collecting the Lemieux-Muir stream (coming from east) and Robertson Creek (coming from the south) to its mouth.Atlas of Canada - Department of natural resources of Canada - Rivière des Anglais - Distance and altitude measurements established from the application of site measurements. The English River generally flows north-west in an agricultural zone to go to flow on the south bank in a bend in the Châteauguay River, near the route 138. This confluence is located at: * north of the village center of Howick; * south-west of the Beauharnois Canal; * north-west of the village center of Saint-Chrystome; * south of the confluence of the Châteauguay River and lac Saint-Louis. From the mouth of the English river the current follows the course of the Châteauguay river on to the south shore of lake Saint-Louis (Saint Lawrence river). == Toponymy == In Clinton County (NY, USA), this river is designated \"English River\".Geographic Names Information Service - English River. The toponym \"Rivière des Anglais\" was formalized on December 5, 1968 at the Commission de toponymie du Québec.Commission de toponymie du Québec - Bank of Place Names - Toponym: \"Rivière des Anglais\" == References == == See also == * Clinton County * Les Jardins-de-Napierville Regional County Municipality * Le Haut-Saint-Laurent Regional County Municipality * Hemmingford, a municipality * Havelock, a municipality * Saint-Chrysostome, a municipality * Très-Saint-Sacrement, a municipality * Châteauguay River, a stream * Noire River, a stream * List of rivers of New York State * List of rivers of Quebec Category:Rivers of Montérégie Category:Les Jardins-de-Napierville Regional County Municipality Category:Le Haut-Saint-Laurent Regional County Municipality Category:Rivers of New York (state) Category:Rivers of Clinton County, New York ",
    "title": "English River (Chateauguay River tributary)"
}