{
    "id": "63872501",
    "text": "British Bhutanese are people of Bhutanese ancestry who are citizens of the United Kingdom or resident in the country. This includes people born in the UK who are of Bhutanese descent, and Bhutan-born people who have migrated to the UK. ==Background== According to the United Nations High Commissioner for Refugees, around 350 Bhutanese refugees settled in the United Kingdom in 2007. The resettlement was carried out under the Gateway Protection Programme. The European Resettlement Network, which is co-coordinated between the International Organization for Migration, the UNHCR, and International Catholic Migration Commission, has produced data which suggests this has mainly been from asylum centers in Nepal. Countries such as the United States and Canada have also welcomed many Bhutanese immigrants, alongside the UK. ==History== In August 2010, the first known Bhutanese people to emigrate to the United Kingdom arrived in the country. The resettlement came after the UK Border Agency sent an interviewing team to the refugee centres of Nepal, including the Beldangi, Goldhap, Khudunabari, Sanischare and Timai camps. In May 2013, a group of Bhutanese British residents, who had successfully settled in the UK, presented a talk at SOAS University of London, detailing the experiences of acclimatising to life in the country. In April 2016, Prince William and the Duchess of Cambridge met with a group of Bhutanese Britons, who worked and studied in the United Kingdom, at their Kensington Palace home. The meeting was aimed at speaking with Chevening Scholarship-Bhutanese students, who wore traditional gho and Kira-dress, ahead of a royal visit to Bhutan. Notable Bhutanese people to have studied in Britain include filmmaker and lama Khyentse Norbu, who attended SOAS University of London, the School of Oriental and African Studies, in the early 1990s. ==Academic research== In a study conducted for the European Bulletin of Himalayan Research in 2013, Dr Nicole Hoellerer examined integration difficulties for Bhutanese people, including unemployment, cultural adjustment, language barriers, and mental health, particularly for those living in the Greater Manchester area. Springer's Journal of International Migration and Integration, in 2020 published research into Bhutanese Britons and Bhutanese Americans, and their integration in the respective nations. ==References== Category:British people of South Asian descent Category:British people of Asian descent ",
    "title": "British Bhutanese"
}