{
    "id": "63875946",
    "text": "The old Town Hall was a municipal facility at Kensington High Street in Kensington, West London. It was demolished in 1982. ==History== The original vestry hall in Kensington High Street The building was commissioned to replace a mid-19th-century vestry hall in Kensington High Street, which had been designed by Benjamin Broadbridge in the Tudor style for the Parish of St Mary Abbots. After the vestry hall had become inadequate for the their needs, civic leaders decided to procure a new town hall; the site chosen for the new building had previously been occupied by the Kensington National School. The new building, which was designed by Robert Walker in the Italianate style, was built by Braid and Co. on an adjacent site just to the east of the old vestry hall and was completed in 1880. The design involved a frontage of seven bays facing onto Kensington High Street; the central section of three bays featured a doorway with stone surround and canopy on the ground floor; there were tall windows with integrated oculi interspersed with Corinthian order columns on the first floor and a large carved pediment and flagpole above. A large extension at the rear of the building, intended to create a new courtroom and committee room to a design by William Weaver, the surveyor to the vestry, and William Hunt, was completed in 1899. It went on to become the headquarters of the Royal Borough of Kensington when the area secured Royal borough status in 1901. Speakers in the post-war era included the leader of the Union Movement, Sir Oswald Mosley, who gave a speech at the town hall in 1963. Following the creation of the Royal Borough of Kensington and Chelsea in 1965, the council chose to build modern facilities at the new Kensington Town Hall in Hornton Street. Margaret Thatcher chose the town hall to deliver her \"Britain Awake\" foreign policy speech, which lambasted the Soviet Union for seeking world dominance, in January 1976. After the council moved to Hornton Street in 1977, the old town hall closed and was partly-demolished on the instructions of the Leader of the Council, Nicholas Freeman, \"in controversial circumstances\" involving an impending conservation order, in June 1982. Although demolition was temporarily halted, by the time that happened, the main frontage and the interior had been so badly damaged thay what remained had to be completely cleared in 1984. The Royal Fine Arts Commission deplored the actions of the council as \"official vandalism\" and the Kensington Society predicted that the council would be \"completely condemned\" for their actions. A journalist writing in The Times recorded the council as being \"deeply shamed for the example it had set to other listed-building owners\". ==References== Category:Buildings and structures completed in 1880 Category:Buildings and structures in the Royal Borough of Kensington and Chelsea Category:City and town halls in London Category:Demolished buildings and structures in London Category:Buildings and structures demolished in 1982 ",
    "title": "Old Town Hall, Kensington"
}