{
    "id": "63877013",
    "text": "Freiherr Johann Anton Saurma von der Jeltsch (27 March 1836 – 28 April 1900) was a German aristocrat and diplomat. ==Early life== Anton was born on 27 March 1836 in Adelsdorf, Germany (today part of south-western Poland). He was a son of Freiherr Johann Alexander Saurma von der Jeltsch-Lorzendorf (1804–1841) and the former Freifrau Marie Luise Antonie Anna Franziska von Frankenberg und Ludwigsdorf (1807–1876). His older brother was Johann Josef Arthur Saurma von der Jeltsch-Lorzendorf, who married Laura \"Lory\" Henckel von Donnersmarck (a daughter of Hugo Henckel von Donnersmarck). His younger brother was the prominent numismatist Hugo von Saurma von der Jeltsch. His paternal grandparents were Freiherr Johann Anton Saurma von der Jeltsch and Aloysia Gräfin von Hoverden-Plencken. His maternal grandparents were Count Joseph von Frankenberg, Baron von Schellendorf, heir to Warthau and Countess Maria Theresia von Frankenberg (an supporter of Wolfgang Amadeus Mozart). He studied law at the University of Bonn. ==Career== He entered the diplomatic service in 1850, eventually becoming attaché in Paris. In 1866, he took part in the Austro-Prussian War as a Prussian army officer. After the war, he managed the business of various legations and in 1872 he became a legation councilor. In 1873, he was appointed embassy councilor in Constantinople and in 1875, he became German Consul-General in Belgrade, followed by Consul- General and diplomatic agent to Egypt and based in Alexandria in 1879. In 1882, he became German Ambassador to the Kingdom of Romania in Bucharest and, in 1885, to the Kingdom of the Netherlands in The Hague. In 1891, he became a Prussian envoy to the Kingdom of Württemberg in Stuttgart. In 1893, he became the first German Ambassador to the United States, replacing Minister Baron von Holleben, who took his old post in Stuttgart. Before taking his post in Washington, D.C., he traveled to New York City with Baron Clemens von Ketteler, the Counselor and First Secretary to the German Embassy, where they toured the city, visiting the New York Stock Exchange and the obelisk known as Cleopatra's Needle in Central Park, which he had seen while stationed in Egypt. In Washington, the Ambassador resided at 1435 Massachusetts Avenue which was bought by the German government a few months before his arrival. In November 1894, he was among the guests who dined with President Cleveland's Solicitor General Lawrence Maxwell Jr., including Secretary of State Walter Q. Gresham and Justice Stephen Johnson Field. In 1895, he was replaced by Max von Thielmann. In 1895, he returned to Constantinople to serve as German Ambassador to the Ottoman Empire. In his report about the treatment of the Armenians, Anton: > \"stressed how nonsensical he found both the demonstration and the demands of > the Armenians, drew particular attention to the role of the police force. He > wrote that the police did not only tolerate 'that the population was > massacring the Armenians, but was cheering them on and took part itself in > the slaughtering of already heavily wounded and tied-up Armenians.' He also > described how \"Armenians were then even 'raided and slaughtered' in their > own homes.\" He was replaced in Constantinople by Baron Adolf Marschall von Bieberstein, the former German Minister for Foreign Affairs, in 1897. From 1897 to 1899, he was the German Ambassador to Italy in Rome, where he replaced Bernhard von Bülow who succeeded von Bieberstein as the Emperor's Minister for Foreign Affairs. Saurma von der Jeltsch retired in 1899, shortly before his death in April 1900. ==Personal life== Anton was married to Margarete von Hatzfeldt zu Trachenberg (1850–1923), a daughter of Pauline de Castellane and Count Max von Hatzfeldt, who spent ten years from 1849 to 1859 as the German Minister to France and who signed the Treaty of Paris in 1856 which ended the Crimean War. After her father's death, her mother remarried to Louis de Talleyrand- Périgord, duc de Valençay, 3rd duc de Talleyrand-Périgord. Her elder sister, Hélène, was the wife of Georg von Kanitz (aide de camp to Prince Friedrich Karl of Prussia). Together, they were the parents of two children: * Freiherr Maximilian Saurma von der Jeltsch (1873–1949), who married Anne Marie Strachwitz von Groß-Zauche und Camminetz. * Freifrau Carmen Saurma von der Jeltsch (1875-1952), who was given a ball in Washington for her debut while her father was Ambassador. She later married Stanislaus Graf Hoyos, Freiherr zu Stichsenstein. Baron Von der Jeltsch died on 28 April 1900 in Brauchitschdorf. ==References== ;Notes ;Sources Category:1836 births Category:1900 deaths Category:German untitled nobility Category:University of Bonn alumni Jeltsch Jeltsch Jeltsch Jeltsch ",
    "title": "Anton Saurma von der Jeltsch"
}