{
    "id": "63878627",
    "text": "Independence Lake is a natural glacial lake in California, in the Sierra Nevada mountains. The lake, which sits at an elevation of in the upper reaches of the Truckee River basin, has been less affected by development than most other lakes in the area. The Nature Conservancy owns a parcel of land around the lake, which it manages privately as the Independence Lake Preserve with an aim toward conservation and low-impact recreation. ==Geography== Independence Lake sits in a narrow glacial valley immediately to the east of the Sierra crest. Mount Lola, the highest peak in the area, rises from the valley's northern ridge about a mile west of the lake's west end. Carpenter Ridge rises steeply from the lake's south shore, and continues further to the southwest where it reaches its highest point. Upper Independence Creek flows into the lake on its west side through a lush subalpine meadow. The lake's outlet on its east end forms Independence Creek, a tributary of the Little Truckee River and thence the Truckee River. The lake is long and half a mile (0.8 km) wide. The nearest major town is Truckee, to the south by road. The much smaller town of Sierraville is to the north by road. ==Geology== Independence Lake lies in a deep glacial valley that was carved by a former glacier on Mount Lola's eastern slope. ==Ecology== Independence Lake is a crucial habitat for the threatened Lahontan cutthroat trout. Independence Lake is home to one of only two remaining wild, self-sustaining populations of the Lahontan cutthroat trout (Oncorhynchus clarkii henshawi). This trout is listed as a threatened species under the Endangered Species Act. It has been extirpated from almost the entirety of its historic range. Other fish species that inhabit the lake include the brook trout (Salvelinus fontinalis), brown trout (Salmo trutta), kokanee salmon (Oncorhynchus nerka), and mountain whitefish (Prosopium williamsoni). Independence Lake is unique among the lakes of the eastern slope of the Sierra Nevada in that it still retains all its native species of fish. The lake's dam keeps out invasive species that might otherwise enter the lake from downstream, thus protecting its native fish populations. A \"relatively pristine\" ecosystem surrounds the lake, comprising a number of vegetation types characteristic of the Sierra Nevada upper montane forest. The surrounding forests are dominated by conifers such as the white fir and Jeffrey pine, joined by red fir in the higher elevations. Scattered stands of aspen dot the forest, but are threatened by encroachment from conifers, whose thick foliage impedes on the wide sun exposure that the aspens need in order to thrive. It is thought that the past century of fire suppression has altered the equilibrium of these forests, allowing the white fir to proliferate at the expense of the aspen and the Jeffrey pine. ==History== Independence Lake sits within the traditional territory of the Washoe people, who believed it to be bottomless. They have used the lake for approximately 9,000 years. In the middle of the 19th century the lake became of interest to Europeans for the first time. Sources disagree on who named the lake, and in what year, but agree that it was named on Independence Day. It is most commonly believed that Lola Montez named the lake on a trip to the area in 1853. Montez, a former mistress of King Ludwig of Bavaria, was forced into exile by the revolutions of 1848 in Europe. Montez began traveling the world, and she became well-known as an actress, dancer, and entertainer. Upon arrival in California in early 1853, Montez made herself a home in the town of Grass Valley, where she became a well-known local personality. Mount Lola, a mile west of the lake, is also named for Montez. Augustus Moore, who built an early stage station at the lake, is the other claimant; he said that he named the lake in 1862. In 1879, the lake was dammed for the first time. A wildfire in 1945 burned much of the forested terrain around the lake. After the subsequent logging operations, a new dam was built, increasing the lake's water capacity. In 1947, Sierra Pacific Power Company, now a subsidiary of NV Energy, bought the land around Independence Lake, and closed the area to most public access. In the 1970s, Independence Lake became the latest focus of Disney's long-held aspirations of building a family-oriented ski resort and mountain village in the Sierra Nevada. For years the company had been working on a proposal to develop the Mineral King valley in the southern Sierra, but this plan was facing increasingly long odds due to legal issues and environmentalist opposition. In 1971 the Forest Service recommended Independence Lake as a potentially promising alternative location for such a development. In 1974, Disney partnered with Sierra Pacific to plan and develop a resort at Independence Lake, and in 1975 the companies began working with the Forest Service on a land-swap plan. The project received a mixed reception from local residents. At a public meeting where Disney was to present its plans, protesters picketed the entrance with signs bearing slogans such as \"Don't Mickey Mouse Sierra County\". Later that year, with local opposition growing, the county's Conservation Club, which had previously taken a neutral stance on the project, appealed to the Sierra Club for assistance. Opponents of the project cited environmental concerns and fears that the remote rural area's limited facilities would be overwhelmed by the sudden population boom they anticipated would result from the development. They also cited the impact such a population increase would have on the rural, small-town character of the area's communities. In 1978, citizens of Nevada County, Placer County, and Sierra County formed a joint environmental organization to monitor the project. Later in 1978, amidst mounting opposition from local residents and environmental groups, Disney withdrew its applications and abandoned its aspirations at Independence Lake. The United States Congress passed a bill in 2008 directing the Secretary of the Interior to allocate $9 million for \"acquisition of the land surrounding Independence Lake\" and \"protection of the native fishery and water quality of Independence Lake as determined by [a nonprofit conservation organization acting in consultation with the Truckee Meadows Water Authority]\". In April 2010, The Nature Conservancy purchased the property from Sierra Pacific to establish the Independence Lake Preserve. ==Conservation and management== The Nature Conservancy permits year-round, walk-in day-use access to the lake and its surrounding preserve. However, the road to the lake is not plowed, and due to the area's prodigious winter snowfall it is impassable for much of the winter and spring. To protect the lake from invasive species, all outside boats and watercraft are prohibited at the lake, even non-motorized watercraft such as kayaks and canoes. During the summer season, free kayaks, pontoon float tubes, and small motorboats are available to the public; the motorboats are only available on alternate weeks. The Truckee Meadows Water Authority holds the rights to the lake's surface water. The authority manages the uppermost of the lake's water, controlled by the dam, as part of the Truckee River Project, which supplies municipal water to the Reno-Sparks area. ==Legends== Many visitors to the lake have claimed to see a ghost, wearing a plaid shirt, in the window of a long abandoned boarded- up resort building beside the lake. Caretakers say that they take the reports seriously due to the number of people who have reported such sightings. There are two common theories for the identity of the ghost. In the 1940s, a photographer drowned in the lake, and in 1950, a pilot crashed in the steep valley. Neither body has ever been found. ==References== Category:Mountain lakes Category:Sierra Nevada (U.S.) Category:Lakes of the Sierra Nevada (U.S.) Category:Lakes of the Great Basin Category:Lakes of Nevada County, California Category:Lakes of Sierra County, California Category:Lakes of California ",
    "title": "Independence Lake (California)"
}