{
    "id": "63873164",
    "text": "William Henry Hoare (1809–1888) was an English cleric and author. ==Life== Born on 31 October 1809 at Penzance, he was the second son of William Henry Hoare (1776–1819) of Broomfield House, Battersea, Surrey, and his Louisa Elizabeth Noel, daughter of Sir Gerard Noel, 2nd Baronet. He graduated B.A. in 1831 as a member of St John's College, Cambridge, was a wrangler, obtained a first class in the Classical Tripos, and was bracketed with Joseph Blakesley for the Chancellor's medals. He proceeded M.A. in 1834. He was a Fellow of the college from 1833 to 1835. By the mid-1830s Hoare had married, and was living at Ashurst Park near Tunbridge Wells. His brother Henry Hoare started living at Staplehurst, not far away, at this period, shortly before his marriage of 1836. Ordained in 1841, Hoare became that year a curate of All Saints' Church, Southampton. Poor health prevented Hoare taking further preferment. He devoted himself to study, and became a Hebrew scholar. From 1848 to 1862 he was secretary and commissary to the Australian Bishop of Newcastle, William Tyrrell. Tyrrell graduated at St John's College in 1831, as Hoare did. They had rowed together in the college boat, and Tyrrell's biographer describes Hoare as his \"bosom friend\". He remained in England and was a confidential correspondent for Tyrrell. Hoare was later diocesan inspector of the diocese of Chichester. He died on 22 February 1888 at Oakfield, Crawley, Sussex, which he had purchased, and where he lived after 1848, and was buried on 29 February in Worth churchyard. ==Works== Hoare was author of: * Harmony of the Apocalypse with the Prophecies of Holy Scripture, with Notes, London, 1848. An appendix quotes an unpublished sermon of William Tyrrell, and also William Cleaver. * Three pamphlets in the form of letters addressed to Sir George Grey, 2nd Baronet, reissued together in 1850 as Present Position of the Church. * Outlines of Ecclesiastical History before the Reformation, London, 1852; 2nd edit. 1857. To the Colenso controversy, he contributed: * The Veracity of the Book of Genesis, with the Life and Character of the inspired Historian, London, 1860, appendix by Johann Heinrich Kurtz. * Letter to Bishop Colenso, wherein his objections to the Pentateuch are examined in detail, London, 1863; 4th edit. same year, printed with the 2nd edit. of the next treatise. * The Age and Authorship of the Pentateuch considered; in further reply to Bishop Colenso; part II., London, 1863. ==Family== By his marriage on 17 July 1834 to Araminta Anne, third daughter of Sir John Hamilton, 1st Baronet, of Woodbrook, Hoare had three sons and one daughter. They were: * Hamilton Noel Hamilton Hoare (born 1836), partner in Hoare's Bank. * Charles Noel Hoare (born 1841), naval officer. * Henry William Hoare (born 1843). * Araminta Louisa Hoare, married 1870 John Webb Probyn. Probyn had in common with Hoare's sister Mary Jane Kinnaird an interest in the free black communities of Canada. ==Notes== ==External links== ;Attribution Category:1809 births Category:1888 deaths Category:English Anglican priests Category:English writers Category:Fellows of St John's College, Cambridge Category:Hoare family ",
    "title": "William Henry Hoare"
}