{
    "id": "63870650",
    "text": "Louise Overacker (November 18, 1891—April 26, 1982) was an American political scientist. She specialized in the study of money in politics, United States presidential primaries, and comparative party systems, particularly those of Australia, New Zealand, and the United Kingdom. She was one of the first professors to teach government at Wellesley College, where she was a faculty member from 1925 until 1957, and helped to establish the Wellesley Department of Political Science in 1940. ==Education and early work== Overacker was born in Centreville, in the East Bay area around San Francisco, California. Her father owned a fruit growing business, but he later became a rancher, and the family moved to St. Helena, California, where Overacker attended high school. In 1911 she was admitted to Stanford University, which had opened the same year she was born. However, the school had limited women's attendance to only 500 at a time, and Overacker arrived in her first semester to discover that they had exceeded the cap and she was forced to return home. Enough women had dropped out by the start of the second semester that Overacker was able to attend, and she graduated successfully in 1915. She earned a BA in economics, with honors from Phi Beta Kappa. Overacker continued to study at Stanford with the political scientist Victor J. West, and she earned an MA in 1917 with a thesis entitled The Police Department of San Francisco. During WWI, Overacker worked as a clerk in the Bureau of War Risk Insurance within the United States Bureau of Efficiency. After the end of the war, she traveled around Europe with the YMCA to assist with administration there, before returning to Stanford in 1919. In 1920 she was offered a position as an instructor at Vassar College, which then had only one other political science instructor. Two years later she moved to the University of Chicago to obtain a PhD. There she studied with Charles Edward Merriam, and graduated in 1924. Her thesis focused on the study of American presidential primaries. According to Victoria Schuck, Overacker was one of only 19 women to complete a PhD in political science during the 1920s, out of about 200 political science degrees awarded during that period. ==Career== Overacker was offered a faculty position by the head of the political science department at the University of Indiana, but the position was vetoed by the university because the only available office would have to be shared with a man. Instead she obtained a position at Wilson College in Pennsylvania where she was an instructor in both government and economics for a year. In 1925 she moved to Wellesley College where she became an Assistant Professor in the History Department. Overacker was one of the first professors to teach political science at Wellesley, 15 years before a dedicated political science department was established there. Wellesley College has credited Overacker with playing a leading role in introducing a serious concentration on political science into the Wellesley history department, as well as in the subsequent founding of the political science department in 1940. Overacker helped to give the new political science department an early focus on practical topics like bureaucracy and government administration, in response to the academic disruptions caused by WWII. Together with her former PhD supervisor Charles Merriam, Overacker published the 1928 update and revision of Merriam's 1926 book on Primary Elections. When her former undergraduate advisor Victor J. West died in 1927, Overacker was invited to compile his lectures and notes into a book, which she published under the title Money in Elections in 1932. In 1945, Overacker was invited by Boston University to deliver the Gaspar G. Bacon lecture series; Victoria Schuck wrote that it was rare for a woman to be invited to deliver a named lecture series at that time. She chose to deliver lectures on the topic of campaign finance in America, and her lectures were compiled and published in the 1946 book Presidential Campaign Funds. Overacker also studied how the Great Depression affected the sources and quantities of funding for presidential campaigns, as well as research on the political activities of labor unions as campaign funding sources. Because of Overacker's early work on the topic of campaign finance, she was chosen by the Citizen's Research Foundation as one of the namesakes for their Overacker-Heard Campaign Finance Data Archive, later maintained by the Institute of Governmental Studies at the University of California, Berkeley. In 1951, Overacker was awarded the John Simon Guggenheim Fellowship. In 1952, Overacker published The Australian party system. The book aimed to increase American interest in the party politics of Australia, specifically the relationship between the Australian Labor Party, the parties of the center-right, and the Communist Party of Australia. As a scholar of the American presidential primary system, Overacker was particularly interested in the pre-selection process in Australian presidential politics, which she viewed as the closest foreign analogue to American presidential primary elections. The Australian party system was one of the first investigations of Australian politics available to American political scientists, even though Australia had several distinctive features such as the combination of a Westminster system with an American-style single constitutional document, together with compulsory voting. Overacker retired from Wellesley in 1957, 32 years after her first appointment there. After her retirement, she held several temporary academic positions. She was the John Hay Whitney Visiting Professor at Bethany College in West Virginia during the 1957–1958 school year, a Visiting Scholar for Phi Beta Kappa from 1958 to 1960, and a substitute professor during 1960–1961 at the University of California, Los Angeles when a professor there was named Chancellor of The University of California at Santa Cruz and had to leave to lay out the new Santa Cruz campus. In 1963, Overacker taught at the Inter-American University in Puerto Rico. Before Overacker's death in 1982, the American Political Science Association had been preparing a special symposium in her honor. Overacker's influence on the early development on the discipline of political science has been noted political scientists, journalists, and university presidents like Victoria Schuck, Elizabeth Drew, and Nannerl O. Keohane. ==Selected works== *Primary Elections, 2nd edition, with Charles Merriam (1928) *Money in Elections, expanded from notes by Victor J. West (1932) *Presidential Campaign Funds (1946) *The Australian party system (1952) ==Selected awards== *John Simon Guggenheim Fellowship, 1951 *Namesake, Overacker-Heard Campaign Finance Data Archive ==References== Category:American women social scientists Category:American political scientists Category:Women political scientists Category:20th-century American women writers Category:1891 births Category:1982 deaths Category:Stanford University alumni Category:University of Chicago alumni Category:Wellesley College faculty Category:University of California, Los Angeles faculty ",
    "title": "Louise Overacker"
}