{
    "id": "63874708",
    "text": "Veronika Franz (born 1965) and Severin Fiala (born 1985) are an Austrian filmmaking duo. Franz, a former film journalist, began her film career co- writing with her husband, filmmaker Ulrich Seidl; Fiala, a film student, is Seidl and Franz's nephew. Franz and Fiala began their creative partnership writing and directing Kern (2012), a documentary about the actor Peter Kern. They went on to gain international notice for their feature debut, the German- language psychological horror film Goodnight Mommy (2014), which was selected as the Austrian entry for the Best Foreign Language Film at the 88th Academy Awards. They subsequently wrote and directed a segment of the anthology horror film The Field Guide to Evil (2018), followed by the English-language psychological horror film The Lodge (2019). ==Career== Veronika Franz was born in 1965 in Vienna, Austria. Prior to establishing a career as a filmmaker, she worked as a film journalist for the German-language newspaper Kurier, beginning in 1997. She subsequently co-wrote several screenplays with her husband, filmmaker Ulrich Seidl, including all three features in his Paradise trilogy; she also worked as an assistant director on some projects. Severin Fiala was born in 1985 in Horn, Austria, and formally studied at a film school. Fiala is Seidl's biological nephew, and Franz his aunt-by-marriage. Franz became more closely acquainted with Fiala when she and Seidl hired him to regularly babysit their two sons. Franz and Fiala found they had a mutual love of horror films. While attending a film festival, Franz met Austrian actor Peter Kern, a controversial actor and filmmaker. Recalling their meeting Franz said: \"[I talked to him] for several days actually. I only talked to him because I felt so sorry for him, but I got to know him. I really thought that he was a very fascinating character and someone should do a movie about him. He used to work with Rainer Werner Fassbinder in the German cinema of the ‘70s. He was kind of erschwerte in that group. I mean, he was crazy. I thought he was really crazy.\" Franz decided to follow Kern for the next two years, directing and writing a documentary film on him with Fiala. The documentary, titled Kern, was released in 2012. In 2013, Franz and Fiala began working on their feature debut, Goodnight Mommy, a horror film about two twin boys who suspect their mother, having recently undergone cosmetic surgery, is in fact not their mother. Goodnight Mommy, co-written and co-directed by Franz and Fiala, was selected as the Austrian entry for the Best Foreign Language Film at the 88th Academy Awards, but it was not nominated. Franz and Fiala subsequently co-wrote and co-directed a segment in the anthology horror film The Field Guide to Evil (2018), titled Die Trud. In 2019, the duo directed (and co-wrote, with Sergio Casci) their English-language film debut, the psychological horror film The Lodge, which premiered at the 2019 Sundance Film Festival before being released in the United States on 7 February 2020. ==Filmography== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"|Year ! scope=\"col\"| Film ! scope=\"col\"| Directors ! scope=\"col\"| Writers ! scope=\"col\"| Producers ! scope=\"col\" class=\"unsortable\" | Notes ! scope=\"col\" class=\"unsortable\" | |- | 2012 ! scope=\"row\"| Kern | | | | Documentary film | style=\"text-align:center;\"| |- | 2014 ! scope=\"row\"| Goodnight Mommy | | | | German language title: Ich seh, Ich seh | style=\"text- align:center;\"| |- | 2018 ! scope=\"row\" data-sort-value=\"Field Guide\"| The Field Guide to Evil | | | | Segment: \"Die Trud\" | style=\"text-align:center;\"| |- | 2019 ! scope=\"row\" data-sort-value=\"Lodge\"| The Lodge | | | | Co-written with Sergio Casci | style=\"text-align:center;\"| |- |} ==References== ==External links== * * Category:1965 births Category:1985 births Category:Austrian documentary filmmakers Category:Austrian film directors Category:Austrian screenwriters Category:Austrian women film directors Category:Austrian women screenwriters Category:Filmmaking duos Category:Horror film directors Category:Screenwriting duos Category:Living people ",
    "title": "Veronika Franz and Severin Fiala"
}