{
    "id": "63875712",
    "text": "Space Sweepers () is an upcoming South Korean space opera film directed by Jo Sung-hee, starring Song Joong-ki, Kim Tae-ri, Jin Seon-kyu and Yoo Hae-jin. Regarded as the first Korean space blockbuster, it is set to be released in theaters in 2020. ==Plot== Set in 2092, Space Sweepers tells the story of a crew on board of The Victory trying to escape the destruction of Earth. ==Cast== * Song Joong-ki as Tae-ho * Kim Tae-ri as Captain Jang * Jin Seon-kyu as Tiger Park * Yoo Hae-jin as a robot * Richard Armitage ==Production== ===Development=== Early working title of the film is Lightning Arc (). Jo Sung-hee started writing the story 10 years prior to the film's release, after a friend of him talked about the dangers of space junk. \"It started with the idea of space travelers collecting space junk. [He] heard about how these fast-moving fragments of space debris are growing and leading to in-space collisions [and] realized that this subject has already been dealt with in animations and games, but never in a film. [He] started writing the script wondering how Koreans, who possess a tenacious mentality, would approach this problem.\" In May 2019, the Chinese multinational entertainment company Huayi Tencent invested $4.2 million in the film. The visual effects company Dexter Studios, which was behind the production of the action films Along with the Gods: The Two Worlds and Ashfall, was hired for Space Sweepers. ===Casting=== In June 2018, it was reported that Song Joong-ki agreed to star in Jo Sung- hee's next film, making it their second collaboration after A Werewolf Boy (2012). Kim Tae-ri was offered the role of the spaceship captain in January 2019, followed by Jin Seon-kyu for the role of the keeper in April. The final lineup was confirmed in June 2019, with Yoo Hae-jin joining the main cast in the form of robotic motion capture and voice acting. English actor Richard Armitage also revealed through his Instagram account that he would start filming in July 2019, making Space Sweepers his first Korean film. ===Filming=== Principal photography began on July 3, 2019 and filming was completed on November 2. ==Release== The first trailer for the film, which was released on May 6, 2020, revealed that Space Sweepers would hit theaters in the summer. On June 12, 2020, it was announced that the release was postponed due to the COVID-19 pandemic with a plan for the film to premiere during the Chuseok holiday. On August 3, 2020, the second trailer was released along with the film's release date: September 23. On August 27, the release was once again postponed due to the rise of COVID-19 cases in South Korea. ==Adaptations== A webtoon based on the film premiered on May 26, 2020 on Daum and KakaoPage. ==References== ==External links== * * * Category:Korean- language films Category:South Korean films Category:Dystopian films Category:Post-apocalyptic films Category:South Korean science fiction films Category:South Korean action films Category:Films set in the 2090s Category:Motion capture in film Category:Upcoming films Category:Films postponed due to the COVID-19 pandemic ",
    "title": "Space Sweepers"
}