{
    "id": "63879179",
    "text": "José Ángel \"Tito\" García Sanjuán (born 25 February 1974) is a Spanish retired futsal player, and is the manager of CD El Ejido. ==Playing career== Born in Zaragoza, Aragon, Sanjuán finished his formation with Real Zaragoza, and went on to appear for their B-team before retiring from football in 1992, aged just 18. He immediately moved to futsal, starting his career with AD Super Sego FS. Sanjuán subsequently played for Castilla-La Mancha FS, FS Baix Maestrat, FS Martorell and AD Sala 10 before retiring in 2006. ==Coaching career== Shortly before retiring, Sanjuán started coaching at hometown side CD Oliver's youth setup. In March 2011, after subsequently working at CD Benicarló and CF Borriol in the regional leagues, he joined Villarreal CF's affiliate club CD Roda, initially working as a youth coach. In January 2013, Sanjuán was appointed manager of Villarreal's C-team in Tercera División, but was sacked in October after a poor start of the campaign. He subsequently worked at Vinaròs CF and UE Rapitenca before moving abroad to Finland. On 8 June 2016, Sanjuán was named in charge of fourth division side SD Formentera. In his first season in charge, he achieved promotion to Segunda División B and also reached the round of 32 in the Copa del Rey (knocking out Segunda División side Lorca FC in the process); in his second, the club reached the round of 16 in the cup (knocking out La Liga side Athletic Bilbao at the San Mamés Stadium), but could not avoid relegation in the league; he resigned on 22 January 2018, shortly after the team's elimination from the national cup. On 24 January 2018, Sanjuán joined CD Toledo as an assistant sporting director. On 16 July, he was named manager of SD Ejea in the third division, but left the club three weeks after his arrival to become one of Javier Aguirre's assistants in the Egypt national team. On 14 July 2019, Sanjuán was named in charge of another third division side, San Fernando CD. In October, he stepped down temporarily due to health problems, but was still sacked the following 28 January. On 5 August 2020, Sanjuán was named manager of CD El Ejido, newly promoted to the third division. ==Personal life== Sanjuán's older brother Jesús was a footballer. A midfielder, he notably represented Zaragoza. ==References== ==External links== * Category:1974 births Category:Living people Category:Sportspeople from Zaragoza Category:Spanish footballers Category:Aragonese footballers Category:Real Zaragoza B players Category:Spanish futsal players Category:AD Sala 10 players Category:Spanish football managers Category:Segunda División B managers Category:Tercera División managers Category:Spanish expatriate football managers Category:Spanish expatriate sportspeople in Finland Category:Expatriate football managers in Finland ",
    "title": "Tito García Sanjuán"
}