{
    "id": "63880285",
    "text": "Avram Cemović nicknamed Avro (1864–1914):\"Бригадир Авро Цемовић (1864-1914) Бригадир Аврам-Авро Цемовић, рођен је на Бучу.\" was a member of notable Serb family Cemović from Vasojevići who is best known as one the commander of rebels against Ottoman Empire in the Lower Vasojevići region and military officer in the Army of Montenegro during the First Balkan War. Cemović was born in 1864 in a notable Cemović family. His father was Panto Cemov Delević, one of the leaders of the Vasojevići clan. Cemović was leader of Serb rebels against Ottomans in the region of Berane. Because of his anti-Ottoman activities Cemović was persecuted by the Ottomans who did not allow him and several other rebel leaders to return to Berane after two years spent as refugee in Montenegro. In October 1912 he commanded Serb rebel detachments of Lower Vasojevići that captured Berane from Ottomans during the First Balkan War. He was appointed commander of the Berane brigade and promoted to the rank of Brigadier. After initial engagement of Cemović and his brigade in actions during the capture of Rožaje from Ottomans he was appointed as governor of towns Plav and Gusinje captured from Ottomans by Montenegrin army. In 1914 Cemović entered in conflict with King Nikola. According to some sources he was pretender to Montenegrin throne so King Nikola had him murdered. His role in the events of forced conversions and mass killings in Plav-Gusinje in 1912-13 have been the subject of heavy criticism of Montenegrin politics in WWI. The President of Montenegro Filip Vujanović made one of the first direct acknowledgments of the events by a Montenegrin politician during a ceremony in Berane in 2013 when he declared that \"the crimes performed in Plav and Gusinje are the dark side of the Montenegrin history\". == Family == Avram Cemović was son of notable Panto Cemović. According to pro-Chetnik sources, daughter of Avram Cemović was Draga, mother of Chetnik officer Radomir Popović who was chief of staff of Chetnik HQ of Pavle Đurišić. Another member of Cemović family was the last person who saw Đurišić alive in Stara Gradiška on 25 April 1945 from where he was taken to Jasenovac camp.:\"Najzad, M. Cemović tvrdi da je Pavla Đurišića posljednji put vidio u Staroj Gradiški 25. travnja 1945., odakle su ga ustaše odveli s većom grupom četničkih oficira za Jasenovac.\" == In Ottoman Berane == At the beginning of 1909 the Ottoman authorities in Berane tried to disarm local Serb population which was subjected to systematic persecution by the Ottomans. Cemović and some other local Serb leaders met with kaymakam of Berane several times to negotiate about the order and respecting rights of local Serbs, but without success. In August 1909 during traditional gathering of Serbs in front of the Đurđevi Stupovi monastery the Ottoman soldiers attacked and killed two Serbs and caused the conflict and subsequent retaliation campaign of the Ottoman authorities. The local Serbs, including Cemović, took refugee in the Kingdom of Montenegro and Ottoman authorities refused to allow their return to their homes during next two years. When after two years of Montenegrin-Ottoman negotiations the Ottomans agreed to allow about 1,000 Serb refugees to return to their homes in region of Berane, but not to 83 people, including Cemović who was accused by Ottomans to be the most responsible for the conflict. The Montenegrin border authorities put Cemović under surveillance because he was most influential and most reputable person from Lower Vasojevići region.:\"Под присмотру црногорских пограничних власти били су стављени и неки прваци из Доњих Васојевића, а међу њима и Авро Цемовић, најутицајнији и најугледнији човјек тога краја\" == Berane uprising == In August 1912 the Serbs from region of Berane under leadership of Cemović rebelled against the Ottomans and attacked several units on Montenegrin-Ottoman border. The Ottoman soldiers supported by bashibozuk units from Plav, Gusinje and Albanian volunteers from Metohija launched another terror campaign against the local Serbs. == First Balkan War == === Capture of Berane === On 8 October 1912 Cemović was promoted to the rank of brigadier. On 16 October 1912 the Montenegrin army captured Berane from the Ottomans and established Berane brigade with 3,200 volunteers commanded by Cemović.:\" Од 3.200 васојевићких добровољоца формирана је Беранска бригада, за чијег је команданта постављен Авро Цемовић\" === Capture of Rožaje === According to some contemporary reports, Cemović and his forces during cleansing and disarming operation of the Rožaje region (nahia) shot five people in five villages for refusing to surrender to new authorities and had Usein Škrijel hanged for murder of the kaymakam Popović. Cemović also put houses, factories and mill of Alidragić beys to fire and captured their 100 cattle and 200 sheep and handed them to regional command. The superior command condemned Cemović for burning of the property of Alidragić and ordered him not to shoot captured enemies but to hand them over to the court and to continue to chase and to shoot only to those who refuse to surrender. === Forced conversion campaign in Plav-Gusinje === In the First Balkan War, the six battalions of Lower Vasojevići which formed a single brigade (Gornjovаsojevićkа brigаdа) with a total force of 3,200 were tasked with capturing the Plav-Gusinje region. It was first under the command of Rаdomir Vešović and in the beginning of the war passed under the command of Avro Cemović who was promoted to brigadier-general by King Nicholas I of Montenegro. Soon, a forced conversion campaign of Albanians (Muslims and Catholic) and also Slavic Muslims to Serbian Orthodoxy began by the Montenegrin state. The conversion campaign was implemented since January and intensified in March under when Brigadier Avro Cemović became head of the military administration of Plav-Gusinje. On March 23, Cemović in a report noted that until then about 3,000 Muslims had been converted. The total number of the forced conversions by the end of the campaign may have reached more than 10,000 people without including figures from villages north of Plav and those of refugees. Mulla Šaban Musić (Shaban Musiqi/Musaj) in order to help the locals to convert without renouncing their true beliefs, issued a fatwa which absolved those who converted from any sins. Avro Cemović established the extraordinary military court of the region under Vukota Pantović. The order for its establishment was given by the Minister of War of Montenegro, Dušan Vuković. Its three members were Montenegrin military commanders, Vuksan Dragović and Milan Vešović, and Hajro Basić/Bashiqi who was a local Muslim hodja. The total number of those forced to convert reached 12,000 and 800 who refused to do so were executed in the town of Plav and Gusinje by February 1913. The first death sentence by the extraordinary military court was carried out on March 5 in Racina, Plav. It involved some of the most prominent citizens of the town of Plav. In Plav, a total of about 500 who refused to convert were executed. Modern Bosniak organizations maintain that more than 1,800 were killed in the course of the massacres and 12,000 were forced to convert. The international uproar against the events in Plav-Gusinje forced the Montenegrin government to open an investigation about them. The commission which investigated crimes in Plav, Gusinje and parts of the Sandzak was headed by Mato Katurić and Andrija Rađenović. In June 1913, the commission published its report which concluded that Muslims in the region were violently converted. Some top-level officers - including Hajro Basić - were indicted with the exception of Avro Cemović. Those convicted only remained in prison for a very brief period. Avro Cemović was removed from his position on April and replaced by brigadier Mašan Božović. Božović in his report to general Janko Vukotić noted that the people of Plav and Gusinje only converted under the threat of a violent campaign of executions and harassment. The stance of Austria-Hungary forced the Montenegrin king to proclaim freedom of religion for all subjects in Plav-Gusinje. After freedom of religion was proclaimed again on May 5, all the newly converted, returned to their previous religion. Estimates of those who remained Orthodox vary from one person to two or three families in Plav. The President of Montenegro Filip Vujanović made one of the first direct acknowledgments of the events by a Montenegrin politician during a ceremony in Berane in 2013 when he declared that \"the crimes performed in Plav and Gusinje are the dark side of the Montenegrin history\". == Conflict with king Nikola == The relation between Cemović and king Nicholas deteriorated to the level that they exchanged direct offenses and threats. According to one anecdote, Cemović said to king Nicholas that he should be grateful because it was he and his father Panto who captured the half of Montenegro for Nicholas to govern and enjoy. Cemović also proposed to Nicholas not to continue the argue because if they began with divisions, the country of Cemović would be bigger than country of Nicholas for at least one čepenak (archaic dimension measure equal to distance between thumb and index finger). == References == == Sources == * * * * * * * * * * * * Category:1864 births Category:1914 deaths Category:Vasojevići Category:Serbs of Montenegro Category:People of the Principality of Montenegro ",
    "title": "Avram Cemović"
}