{
    "id": "63889683",
    "text": "Maisie McDaniel (28 October 1939 – 28 June 2008) was an Irish country and showband singer and the mother of Lisa Stanley. ==Early life and family== Maisie McDaniel was born Mary Anne McDaniel in Kensington, London, England on 28 October 1939. Her parents were Paddy McDaniel, originally from Sligo, and Lizzie (née Wynne). She had three sisters and two brothers. Soon after her birth, the family returned to Sligo and McDaniel grew up in Garavogue Villas, Sligo. She attended the Sisters of Mercy convent school, and after leaving began her career as a singer. ==Career== Along with her sisters, McDaniel was a successful singer at the local feiseanna and in An Tóstal in Drumshanbo, County Leitrim in the late 1950s. For her first tour of England, her father booked her gigs at Irish clubs across the country, with the show business impresario George O'Reilly becoming her manager after that initial tour. It was O'Reilly that combined McDaniel with the Fendermen as a backing group, and suggested she take on a country-and-western style. This included wearing a cowgirl outfit, complete with fringed jacket, swing skirt and calf-length white boots. In this new format, the group was an instant success, getting booking five nights a week at pubs, hotels, local festivals, dancehalls, town halls, and temperance halls across Ireland. McDaniel was among the first women artists to have single records, recording with Fontana Records, at first pop ballads and later covers of country singers, as well as local songs. In 1961 she released her first single on Beltona Records, Forty shades of green with the B-side Lovely Armoy, and later the single Christmastide in Ireland with the B-side The old pigsty. Other recordings she made were successful through sales and on the radio with Blackboard of my heart, Roomful of roses, and This song is just for you. She made regular appearances on Radio Éireann programmes, in particular with Maureen Potter. She was a frequent guest on RTÉ up until 1964, appearing on Curtain up and Showband show. She went on to present her own programme, Jamboree, the first Irish female country singer to have her own show on television. She also appeared on Ulster Television, and the 1963 Christmas special on Welsh television. In June 1963, she was the guest of honour at the Jim Reeves concert in Sligo. The same year, she was voted number one female singer in Ireland by the readership of the magazine Spotlight. At the peak of her popularity in late 1964, O'Reilly paired her with the up-and-coming band, the Nevada Showband, and planned an intensive tour of the dancehall circuit. On 21 January 1965, after just a few weeks of touring, McDaniel was seriously injured in a car crash near Kells, County Meath on her way to a performance. She had to spend a number of weeks in hospital, and underwent a series of major operations to reconstruct a shattered hipbone over the course of a few years. Eileen Kelley took her place with the Nevada Showband. She also missed out on the Irish heat of the Eurovision Song Contest 1965, as well as a tour of France and Germany. McDaniel had just started to walk again, when she married Fintan Stanley on 22 May 1965. Stanley was an accordion player, who played at clubs and cabaret when the couple moved to England. When she had recovered further, McDaniel joined her husband in cabaret, with O'Reilly convincing them to return to Ireland in 1969. She returned to RTÉ television appearing on Hootenanny, and her husband formed the Ramblers, later the Nashville Ramblers. Success was short-lived, and having suffered a number of miscarriages, McDaniel left the band returning to Sligo to recover. The couple bought land, including the house associated with W. B. Yeats, Drumcliffe Rectory. They played locally in clubs and concerts and had one daughter, Lisa, in 1973. The marriage was in difficulties, with her husband moving to Massachusetts, United States in 1976 where he obtained a divorce. ==Later life and death== McDaniel developed alcoholism, leading to a three-week hospitalisation. She joined Alcoholics Anonymous, recovering enough to get a job at a Sligo factory. She had to give up her job two years later because of her damaged hip and involvement in another car accident. The Land Commission compulsorily purchased 15 acres of land McDaniel owned with Stanley in 1970 at Rathcormac, County Sligo, and they sold Drumcliffe in 1977. McDaniel was refused a marriage annulment which led to her not being able to remarry in a church. She lived with her partner, Frank Duskey, leading to the local priest refusing to take her confession. McDaniel and Duskey had issues involving planning control breaches. The couple lived in a mobile home in a field McDaniel owned near Rathcormac, and later Duskey was fined for running a welding business from this site. McDaniel recorded an anthology record of her hits in 1985, but it was not a success. She died suddenly on 28 June 2008 at her home in Yeats Drive, Cranmore, Sligo, where she lived with her partner of 20 years, Tommy McGowan. In 2009, her daughter Lisa Stanley recorded an album of her mother's hits. ==References== Category:1939 births Category:2008 deaths Category:20th-century Irish singers Category:20th-century Irish women Category:Irish female singers Category:People from County Sligo Category:20th-century women singers ",
    "title": "Maisie McDaniel"
}