{
    "id": "63882323",
    "text": "Greatest Songs is a studio album by American country singer-songwriter Bill Anderson. It was released November 19, 1996 on Curb Records. It was his 35th studio recording in his career as a recording artist. It was also his third album issued for the Curb label. Although titled Greatest Songs, the album actually contained re-recordings of songs originally recorded in decades prior. ==Background, content and reception== Greatest Songs was Anderson's album released for Curb Records. It would also be his final release with the label. The album contained re-recordings, technically categorizing it as a studio album. Sessions were produced in 1996. The re-recordings chosen were some of Anderson's biggest hits and most well-known material while signed to Decca Records. The set was a collection of ten newly-recorded tracks. Some of the hits from Anderson's career include \"Still\", \"I Get the Fever\", \"Po' Folks \" and \"Wild Week-End\". The collection also included some well-known album cuts such as \"I Wonder If God Likes Country Music\". The song was originally recorded as a duet with Roy Acuff in 1979. Greatest Songs was first released on November 19, 1996 on Curb Records, becoming his 35th studio album. It was originally released as a compact disc in 1996, but was later released to digital and streaming retailers in the 2010s. The album did not spawn any known singles nor did it peak on any Billboard charts. Greatest Songs was reviewed by Allmusic, who only gave the project 2.5 out of five stars. Reviewer Stephen Thomas Erlewine recommended for listeners to avoid the album because it was re-recordings, not originals. \"Greatest Songs is a budget-line collection featuring pleasant but unexceptional '90s re-recordings of Bill Anderson's best-known material,\" he commented. ==Track listing== ==Release history== {|class=\"wikitable plainrowheaders\" |- !scope=\"col\"| Region !scope=\"col\"| Date !scope=\"col\"| Format !scope=\"col\"| Label !scope=\"col\"| Ref. |- ! scope=\"row\" rowspan=\"2\"| United States | September 1966 | Compact disc | rowspan=\"2\"| Curb Records | |- | 2010s | Music download | |- |} ==References== Category:1996 albums Category:Bill Anderson (singer) albums Category:Curb Records albums ",
    "title": "Greatest Songs"
}