{
    "id": "63885419",
    "text": "Brian Murray is an Irish lawyer who has been a judge of the Court of Appeal since November 2019. He formerly worked as a barrister prior to becoming a judge. == Early life == Murray was educated at Trinity College Dublin and completed an LLM at the University of Cambridge. He won the Irish Times Debate in 1984 for the College Historical Society. He subsequently attended the King's Inns. He was called to the Bar in 1989 and became a senior counsel in 2002. == Legal career == He represented the State in 2005 in defending a judicial review case taken by the former judge Brian Curtin. He has also appeared for the State and the Data Protection Commissioner in defending actions launched by Max Schrems, the Office of the Director of Corporate Enforcement in a case against Independent News & Media and the Irish Bank Resolution Corporation against members of the Seán Quinn family. He represented Bertie Ahern in the High Court against the Mahon Tribunal in 2008. He has acted for the State in a first instance hearing taken by Graham Dwyer, the man convicted of the murder of Elaine O'Hara, in the High Court, regarding the applicability of the Data Retention Directive in Irish law. In addition to appearing in the Irish courts, Murray has also acted as counsel for Ireland in the two EU courts, the General Court and the Court of Justice. He taught jurisprudence at Trinity College Dublin from 1986 to 1987 and again between 1988 and 1989, and subsequently lectured in Company Law between 1989 and 2003. He also lectured at the King's Inns. He provided advice on the law of abortion at a meeting of the Citizens' Assembly in March 2017, which made recommendations which ultimately resulted in the Thirty-sixth Amendment of the Constitution of Ireland. == Judicial career == Following the enactment of legislation to increase the number of judges of the Court of Appeal in 2019, Murray was appointed a Judge of the Court of Appeal in November 2019. He has occasionally acted as a Judge of the High Court. == References == Category:Living people Category:Alumni of Trinity College Dublin Category:Alumni of the University of Cambridge Category:Judges of the Court of Appeal (Ireland) Category:21st-century Irish judges Category:Alumni of King's Inns Category:Year of birth missing (living people) ",
    "title": "Brian Murray (judge)"
}