{
    "id": "63887243",
    "text": "The Nigerian Army Medical Corps (NAMC) is an administrative corps of the Nigerian Army tasked with medical functions. It is responsible for \"general health matters in the Army\". The NAMC was created in 1956 and adopted its current name in 1960. It has been involved in various wars, peacekeeping missions, and disaster response. == History == Medical services to the West Africa Command of the British Army were provided by the West African Army Medical Corps (WAAMC), a division of the Army Medical Services. This continued during World War II. The WAAMC continued to provide such services until 1956 as African nations in the region were becoming independent; Nigeria became independent in 1960when the Nigerian Military Medical Service (NMMS) was made an independent organisation, headquartered at Apapa. Most of the WAAMC doctors had been foreigners, and they were gradually withdrawn from the country in the years leading up to independence. In 1960, it was renamed the Nigerian Army Medical Corps. Upon independence, the corps had a military hospital in Kaduna and in Lagos, and a total of less than 100 beds. In 1964, A. O. Peters was made the first medical commander of the corps. Unrest in the lead-up to the Nigerian Civil War in 1966 led to the establishment of a wider Armed Forces Medical Services, which oversaw the expansion of the two hospitals and the development of several more. On 22 June 1966, H. E. Adefop was made director of army medical services. When the Nigerian Civil War broke out on 6 July 1967, the corps was expanded further, including the establishment of training facilities. The army eventually had five military hospitals. During the war, the NAMC grew and gained experience. In 1971 the first woman was commissioned into the NAMC, and by 1994 there were seven female doctors in the corps. The corps has also been involved in various peace-keeping and disaster response missions. It participated in United Nations missions in Yugoslavia. It provided support during the Second Liberian Civil War and the Sierra Leone Civil War. === Present day === By 2008, the corps had seven military hospitals (300 beds each), three larger 500 bed hospitals, various smaller sections, and a hospital jointly administered between the Nigerian Army, Nigerian Navy and Nigerian Air Force. In 2014 it was reported that members of the NAMC were striking due to their salaries not being paid. In 2018, the Nigerian Army announced a restructuring of the medical corps and an overhaul of hospitals. The corps took measures in March 2020 to prevent the spread of COVID-19 in Nigeria. == Leadership == Austen Peters was the NAMC's first commander, appointed in 1964. Aderonke Kale was the first female commander, serving from 1994 to 1997. Abimbola Amusu, the second female to lead the corps, served in that capacity from 2015 to 2018. As of 2018, the commander of the NAMC was Ikechukwu Okeke. == Sources == == References == * Category:Army units and formations of Nigeria Category:Army medical administrative corps Category:Military units and formations established in 1956 Category:1956 establishments in Nigeria ",
    "title": "Nigerian Army Medical Corps"
}