{
    "id": "63881196",
    "text": "The Monastery of St Lawrence at Buda, also known as the Pauline Monastery of Budaszentlőrinc (), is a former monastery belonging to the Pauline Order. Destroyed by the Ottomans, the remains of the monastery grounds are in an area called (English: Beautiful shepherdess) which is in the saddle between Hárshegy and János Hill in the 2nd district of Budapest. It is where the Pauline Order founded their first friary. Today, only the foundation walls of the monastery remain. ==Background== In 1290, near what is today Budakeszi, on the outskirts of Budapest, a chapel called Budaszentlőrinc dedicated to St. Lawrence () was established on the site of what became the monastery. Around 1301, the construction of the Pauline monastery named after St. Lawrence began. In 1308, Lőrinc, the fourth prior, made the monastery the headquarters of the order. It served in this capacity throughout its existence. Charles I of Hungary was among the first significant donors, as well as John Hencfi, who donated the surrounding forests to the monastery. In 1381, the body of St. Paul, the patron saint of the order, was transferred from Venice to the Monastery of St. Lawrence at Buda, which thereby gained greatly in prestige, becoming a destination for pilgrims. Following the Neapolitan campaigns of Louis I of Hungary, the king made donations of money and relics to the monastery and offered the country under the patronage of Paul of Thebes as a co-patron saint. Following the Louis' donations, significant construction began and were completed in 1403. One of the monks of the monastery, (1420–1484), received permission from the prior to move to a neighboring cave, , to devote himself to his work, Bible translation. He lived there, named in his honor, for twenty years (1437–1457). In 1527, after the Battle of Mohács, the monastery fell victim to Ottoman destruction. The monks fled, taking what manuscripts and relics they could, when the building was ransacked. The Hungarian Bible also disappeared. The relics of St. Paul the Hermit were taken to Trenčín Castle and the Pauline treasures were evacuated to Horné Lefantovce and then to Lepoglava in Croatia. ==Archaeological excavations== Seal of the Buda rector John Hencfi While the building was destroyed in the Ottoman era, the foundation walls of the monastery can still be seen. Over the centuries most of the stones were used in the construction of the houses in the area (for example, some carved stones can still be seen built into the spring house at ). In the 19th century, began an excavation in 1847. In 1934, this work was continued by Sándor Garády, and between 1961 and 1985, further work was carried out under the leadership of . From 1985, the last preservation of the ruins was carried out under the leadership of Zoltán Bencze. ==See also== * Siege of Buda (1541) ==References== ==Further reading == * == External links == * * * * * Category:Religious buildings and structures in Hungary Category:Roman Catholic monasteries in Hungary Category:Pauline monasteries ",
    "title": "Monastery of St Lawrence at Buda"
}