{
    "id": "63881702",
    "text": "Self-portrait (c. 1894) José García Ramos (1852, Seville - 2 April 1912, Seville) was a Spanish painter and illustrator; known primarily for his costumbrista scenes. == Biography == He attended the \"Escuela Provincial de Bellas Artes de Sevilla\" at the age of nine, where he studied with , then completed his artistic education in the workshop of José Jiménez Aranda, with whom he travelled to Rome in 1872. There, he earned his living painting small landscapes and portraits of visiting Andalusians, for which he was especially noted. He also became acquainted with Mariano Fortuny, who had a great influence on his style. In 1877, he visited Naples and Venice and, in 1882, returned to Spain with a brief side trip to Paris. Later, he was named a Professor at the \"Escuela de Artes Industriales\" and an Academician at the Real Academia de Bellas Artes de Santa Isabel de Hungría. He also worked as an illustrator for several publications; notably ', La Ilustración Española y Americana and Blanco y Negro. He won third prize at the Exposition Universelle (1900). His favorite themes were traditional in nature and he is considered a major exponent of Andalusian regional painting. In 1917, a group of artists proposed erecting a memorial gazebo in the . The government accepted the proposal, it was paid for with funds collected by the artists, and was opened to the public in 1923. Many of his best known works may be seen at the Carmen Thyssen Museum in MálagaWorks and commentary by José Luis Díez @ the Museo Carmen Thyssen and at the Museo del Prado. ==Selected paintings== File:Pareja de baile sevillana (José García Ramos).jpg|A Pair of Sevillian Dancers File:José Garcia y Ramos Schachmatt.jpg|Checkmate File:José García Ramos Leaving a Masqued Ball.jpg|Leaving a Masked Ball File:El barbero sacamuelas (José García Ramos).jpg|Barber Pulling a Tooth == References == == Further reading == * Enrique Valdivieso: Historia de la pintura sevillana, 1992. Guadalquivir S.L.. Ediciones. . == External links == * More works by García @ ArtNet * Biography and works @ the Museo del Prado * Biography @ MCN Biografías Category:1852 births Category:1912 deaths Category:Spanish painters Category:Spanish genre painters Category:Spanish illustrators Category:Painters from Seville ",
    "title": "José García Ramos"
}