{
    "id": "63888498",
    "text": "David MacDougall (born November 12, 1939) is an American-Australian visual anthropologist, academic, and documentary filmmaker, who is known for his ethnographic film work in Africa, Australia, Europe and India. For much of his career he co-produced and co-directed films with his wife, fellow filmmaker Judith MacDougall. In 1972, his first film, To Live with Herds was awarded the Grand Prix \"Venezia Genti\" at the Venice Film Festival. He has lived in Australia since 1975, and is currently a professor in the Research School of Humanities & the Arts at Australian National University. MacDougall has produced films covering a wide range of subjects, be it the semi-nomadic Turkana people of Kenya in The Wedding Camels or an elite North Indian boys' boarding school in The Doon School Quintet. Influenced by cinéma vérité and Direct Cinema in the 1960s, he is considered to be one of the pioneers of observational cinema, films that present the observations of an individual filmmaker, whose perspective is shared with the viewer.Grimshaw, Anna; Ravetz, Amanda (2009). Observational Cinema. Indiana University Press. . He has advocated “participatory cinema” in which the subjects of documentary films are more fully involved in their creation. He was one of the first ethnographic filmmakers to eschew explanatory narration and employ longer takes, using subtitles to translate the speech of people in other cultures.Loizos, Peter (1993). Innovation in Ethnographic Film: From Innocence to Self-Consciousness 1955-1985. University of Chicago Press. . His films have also explored what he has termed “social aesthetics,” the combination of manners, everyday rituals, textures, colors, architectural forms, and material objects that create the distinctive character of a community.Fahey, Johannah; Prosser, Howard; Shaw, Matthew, eds (2016). In the Realm of the Senses: Social Aesthetics and the Sensory Dynamics of Privilege. Springer Verlag. DOI: 10.1007/978-981-287-350-7 . MacDougall is considered one of the most prominent theorists in visual anthropology. Both Judith and David are considered to be among the most significant anthropological filmmakers in the English-speaking world. In 2013, MacDougall received the Life Achievement Award from the Royal Anthropological Institute in London. ==Early life and education== MacDougall was born on November 12, 1939 in New Hampshire, United States, to a Canadian father and an American mother. He attended Dalton School in New York City until the eighth grade and then The Putney School in Vermont. He went to Harvard University, where he received a bachelor's degree magna cum laude in English literature in 1961. After Harvard, he enrolled in the film program at the University of California, Los Angeles, where he participated in the Ethnographic Film Program and received a Master of Fine Arts degree in 1970. ==Career== MacDougall began his career in 1972 when he made his first film To Live with Herds about the semi-nomadic pastoral Jie people in Uganda. It won the Grand Prix \"Venezia Genti\" at the 1972 Venice Film Festival. After this, MacDougall, along with his work partner and wife, Judith MacDougall, worked on the Turkana Conversations Trilogy. The series investigated the lives of the Turkana people, semi-nomadic camel herders in Kenya. Lorang's Way, released in 1979, was a portrait of a senior man of the Turkana, and won the first prize at the Cinéma du Réel in Paris in 1979. The second film, The Wedding Camels, looks at the marriage of one of Lorang's daughters, and was awarded the Film Prize of the Royal Anthropological Institute in 1980. After Africa, MacDougall's focus shifted to Australia, where he directed, or co-directed with his wife, ten films on Aboriginal Australian communities for the Australian Institute of Aboriginal Studies. These include Goodbye Old Man (1977), Takeover (1980), Stockman's Strategy (1984), and Link-Up Diary (1987). After Australia, MacDougall made Photo Wallahs in India in 1991 with Judith. The subject was photographers and photography in the Indian hill town of Mussoorie. MacDougall said in an interview, \"Our first plan for the film was to look for a place where one photographer served a small community - a town with a resident photographer...Perhaps we were naive in thinking such photographers actually existed. If a town was big enough to have a photographer at all, it had twenty...We ended up making the film in one of the most heterogeneous towns one could imagine, a hill station called Mussoorie.\" In 1993 he made Tempus de Baristas about mountain shepherds in Sardinia, produced by the Instituto Superiore Regionale Etnografico and the BBC, and awarded the 1995 Earthwatch Film Award. In 2009, his film Gandhi's Children was nominated for Best Documentary Feature Film at the Asia Pacific Screen Awards. The setting of the documentary was a shelter for abandoned, runaway, or orphaned children on the outskirts of New Delhi, where MacDougall lived for several months. ===The Doon School Quintet=== Between 1996 and 2003, MacDougall worked on one of his most ambitious projects, The Doon School Quintet, a five-part ethnographic film series that was a long-term visual study of The Doon School, a boys' boarding school in the North Indian town of Dehradun. The then headmaster, John Mason, gave MacDougall unprecedented access for filming, and he stayed on campus with the boys between 1997 and 2000. From over eighty-five hours of collected material, he produced five documentary films, edited and released between 2000 and 2004. They studied the daily lives of the boys, the social aesthetics of the school, its rituals, traditions, material culture and language. \"My primary interest in the school was as a crossing place for people from different backgrounds, how they got on with each other across class lines,\" MacDougall said in an interview. \"But in the process of working on it, I actually became much more interested in the school as a kind of social organism, a micro-society with its own rules and rituals, and the films ended up being about the experience of students growing up in this kind of institution where they had to learn a whole new game plan, different from their previous lives which had been living within their family.\" MacDougall went on to make film studies of two further institutions for children in India, the Rishi Valley School in South India and the Prayas Children’s Home for Boys in New Delhi. From 2011 to 2017 he directed the 6-year “Childhood and Modernity” project in India in which different groups of children conducted research in their own communities using video cameras. It produced over 20 short films, 12 of which are presented in the DVD production, The Child’s Eye (2018). ==Honours== In 2013, MacDougall was awarded the Lifetime Achievement Award by the Royal Anthropological Institute for his contributions in the field of ethnographic and documentary filmmaking. In Australia, he has held a Queen Elizabeth II Fellowship and a Professorial Fellowship awarded by the Australian Research Council. From 1997 to 2007, he was a Research Fellow at the Centre for Cross-Cultural Research at the Australian National University, and is currently a professor in the Research School of Humanities & Arts. ==Books== * * * ==Filmography== * To Live with Herds (1972) * Kenya Boran (1974) (co-directed with James Blue) * Goodbye Old Man (1977) * The Wedding Camels (1977) (co-directed with Judith MacDougall) * Lorang's Way (1979) (co-directed with Judith MacDougall) * Takeover (1980) (co-directed with Judith MacDougall) * A Wife Among Wives (1981) (co-directed with Judith MacDougall) * Stockman's Strategy (1984) * Link-Up Diary (1987) * Photo Wallahs (1991) (co-directed with Judith MacDougall) * Tempus de Baristas (1993) * The Doon School Quintet: :* Doon School Chronicles (2000) :*With Morning Hearts (2001) :*Karam in Jaipur (2001) :*The New Boys (2003) :*The Age of Reason (2004) * SchoolScapes (2007) * Gandhi’s Children (2008) * Awareness (2010) (co-directed with Judith MacDougall) *Arnav at Six (2012) * Under the Palace Wall (2014) ==References== ==External links== * Princeton University Press profile * Category:1939 births Category:American anthropologists Category:American documentary film directors Category:Australian National University faculty Category:Cultural anthropologists Category:Documentary filmmakers Category:Harvard University alumni Category:Living people Category:The Putney School alumni Category:Social anthropologists Category:University of California, Los Angeles alumni Category:Visual anthropologists Category:Writers from New Hampshire ",
    "title": "David MacDougall"
}