{
    "id": "63889910",
    "text": "The Rivière de Grand-Saint-Louis is a tributary of the Gentilly River Southwest whose current flows successively into the Gentilly River and on the south bank of the St. Lawrence River. The Grand-Saint-Louis river flows in the territory of the town of Bécancour, in the Bécancour Regional County Municipality, in the administrative region of Centre-du-Québec, in the province of Quebec, in Canada. == Geography == The main hydrographic slopes neighboring the \"Grand-Saint-Louis river\" are: * north side: Gentilly River, Saint Lawrence River; * east side: Gentilly River; * south side: Bécancour River, Poulet stream; * west side: Bécancour River. The \"Grand-Saint-Louis river\" originates in an agricultural area on the border of Saint-Sylvère and Bécancour. This area is located near the Route des Peupliers, north of the Bécancour River and west of the village of Bécancour. In this head area (east of the Bécancour River, four roads are designated by tree names: poplars, cherry trees, beech trees, elms and spruce trees. From the intermunicipal limit between Saint-Sylvère and Bécancour, the course of the river flows in forest and agricultural area, over 12.9 km according to the following segments: * 1.3 km north-west, in a forest area, to the bridge over the Route des Peupliers; * 1.1 km north, up to chemin des cerisiers; * 1.7 km to the northwest, in an agricultural area up to the beech road; * 2.1 km north, to route 226; * 4.6 km to the north, including 2.3 km in a small valley encased by erosion, to the Route des Ormes, or to the hamlet \"Grand-Saint-Louis\"; * 2.1 km north-east, in a small valley encased by erosion, to its confluence. Note: the spruce path runs along (southeast side) this segment of river. The Grand-Saint-Louis river flows on the west bank of the Gentilly South-West River. This confluence is located 1.0 km southwest of the route 261, 215 m northwest of the route des épinettes, 1.7 km west from the Gentilly River and 4.3 km east of the Bécancour River. == Toponymy == The term \"Saint-Louis\" constitutes a family name of French origin. The toponym \"Rivière de Grand- Saint-Louis\" was formalized on August 18, 1978 at the Commission de toponymie du Québec.Commission de toponymie du Québec - Bank of Place Names - Toponym: \"Rivière de Grand-Saint-Louis\" == Notes and references == == See also == * Gentilly River, a stream * Gentilly South-West River, a stream * Saint- Sylvère, a municipality * Bécancour, a city * Bécancour Regional County Municipality Category:Rivers of Quebec ",
    "title": "Rivière de Grand-Saint-Louis"
}