{
    "id": "63886928",
    "text": "The Dunbar Theatre Historical marker Dunbar Theatre was a 1600-seat theatre and jazz club on the corner of Lombard Street and Broad Street in Philadelphia, United States. It opened in 1919 and was later called the Gibson Theatre and Lincoln Theatre. ==History== The theatre was opened on December 29, 1919 by African-American bankers E. C. Brown and Andrew Stevens, Jr., with a performance from the Lafayette Theatre group from Harlem, who were raising money for the NAACP and Marcus Garvey. They performed Shuffle Along at Dunbar, before moving to Broadway where it premiered as the first all-black cast and production. Brown and Stevens ran into financial difficulty and in September 1921Variety (September 1921), p.6. the theatre was acquired by businessman John T. Gibson, who bought it for $420,000, offering a 10% share to another partner. The club, which was renamed the Gibson Theatre, along with the Standard Theatre made Gibson the wealthiest African-American in Philadelphia in the 1920s. Despite his wealth and the club's success, Gibson was ruined by The Great Depression, and the theatre was sold to Jewish owners in December 1929, who renamed it the Lincoln Theatre. As early as October 1928 it was announced that Irvin C. Miller would take over the theatre, known at the time as the Gibson.Variety (October 1928), p. 37. It flourished as a jazz venue in the 1930s and 1940s with performances from the likes of Duke Ellington, Lena Horne and the Nicholas Brothers. Today there is a historical marker sign at 500 South Broad Street on the southwest corner of Broad and Lombard Streets in the city remembering the theatre and its role in history as a successful venue for black performers of the 1920s to 1940s. ==References== Category:Jazz clubs in Philadelphia Category:Defunct jazz clubs in the United States Category:Theatres in Philadelphia Category:1919 establishments in Pennsylvania Category:African-American history in Philadelphia Category:African-American theatre Category:South Philadelphia ",
    "title": "Dunbar Theatre (Philadelphia)"
}