{
    "id": "63892107",
    "text": "This is a list of schools in the Roman Catholic Archdiocese of Atlanta. ==K-12 schools== * Holy Spirit Preparatory School, (Atlanta and Sandy Springs), Independent * Notre Dame Academy, Duluth, Independent * Pinecrest Academy, Cumming, Independent ==Secondary schools== ; 7-12: * Marist School, Brookhaven, Independent ; High schools: * Blessed Trinity Catholic High School, Roswell * Cristo Rey Atlanta Jesuit High School, Atlanta, Independent * Monsignor Donovan Catholic High School, Athens, Independent * Our Lady of Mercy Catholic High School, Fayetteville * St. Pius X Catholic High School, DeKalb County ==Elementary schools== *Christ the King, Buckhead, Atlanta *Holy Redeemer, Johns Creek \\- \"Holy Redeemer Catholic School\" indicated on the map. The school's address may be stated as being in \"Alpharetta, GA\" but the school is not in the Alpharetta city limits. \\- The school opened in fall 1999. *Immaculate Heart of Mary (North Druid Hills CDP,\"2010 CENSUS - CENSUS BLOCK MAP: North Druid Hills CDP, GA.\" United States Census Bureau. Retrieved on June 1, 2017. Compare with the Immaculate Heart of Mary address. unincorporated DeKalb County) - The school initially had 238 pupils when it opened in August 1958. An addition was installed in circa the late 1960s/early 1970s. In 2011 a crisis occurred at the school after an anonymous donor announced a plan to give $1 million to the school; the principal resigned suddenly; parents expressed the belief that the pastor asked her to leave, and they feared the planned donation would not be given after all. Circa 2011 the school had about 500 pupils. The enrollment was about the same in 2013. *Our Lady of the Assumption, Brookhaven \\- Compare to a map of Brookhaven. Despite the \"Atlanta, GA\" postal address it is not in the Atlanta city limits. \\- It was established in 1951. *Our Lady of Victory, unincorporated area, Tyrone address. \\- The school is outside of the Tyrone city limits; compare the address to the zoning map and the map within the contact us page, which shows shading consistent with the zoning map. \\- Map - Compare with the OLV address. \\- It opened in September 1999. *Queen of Angels, Roswell - Opened in September 1999. Students come from 18 parishes. *St. Catherine of Siena, Kennesaw - It opened in fall 2002. It initially served up to grade three, but each subsequent year it added a grade until it got to grade 8. *St. John Neumann Regional, unincorporated Gwinnett County, Lilburn address. \\- The address points to being outside the Lilburn city limits; compare with the Lilburn zoning map. \\- It was established on January 5, 1986 and opened in August of that year. *St. John the Evangelist, Hapeville - It opened in 1954. *St. Joseph, Athens - It was established in 1949. it had 149 students, with 78% of them being Catholic; it had 56 students at the middle school level. *St. Joseph, Marietta - It opened in September 1953. *St. Jude the Apostle, Sandy Springs \\- Despite the \"Atlanta\" city name, it is in the city of Sandy Springs. Compare with a map of the city. \\- Compare with the address for St. Jude the Apostle. \\- Opened September 4, 1962 *St. Mary, Rome - It was established in 1945, and a new school building was established after the school acquired a section of the former Cooper Estate in 1960. Its current building opened in fall 2001. *St. Peter Claver Regional, (Candler-McAfee CDP, \\- Despite the Decatur address it is not in the city limits. Compare with the Candler-McAfee CDP limits map. \\- Compare with the Claver address. unincorporated DeKalb County, near Decatur) *St. Thomas More, Decatur \\- It opened on September 1, 1950. At first it only had elementary grades and its initial enrollment was 150. A dedicated elementary building opened in 1955, and an addition for kindergarten classes with two rooms was placed in 1994. ==Former schools== ; High schools: * Sacred Heart High School (Atlanta) - Girls' school, closed in 1958 with students moved to St. Pius X. * Sophia Academy (merged into Notre Dame Academy in 2017) ; Grade schools: * Our Lady Of Lourdes School (Atlanta) \\- It opened in 1912. * Sacred Heart Grammar School (Atlanta) - Established in 1909. * Saint Anthony of Padua School (West End, Atlanta) \\- Neighborhood identified in the Erika Anderson article. It was established in 1912. In 1997 it had 125 students. It permanently closed in Spring 2001 ==References== Atlanta, Roman Catholic Archdiocese of Category:Education in Atlanta Category:Lists of Catholic schools *Schools Schools in the Roman Catholic Archdoicese of Atlanta Schools in the Roman Catholic Archdoicese of Atlanta ",
    "title": "List of schools in the Roman Catholic Archdiocese of Atlanta"
}