{
    "id": "63894254",
    "text": "This is a timeline of events in 2020 and 2021 related to investigations into links between associates of Donald Trump and Russian officials that are suspected of being inappropriate, relating to the Russian interference in the 2016 United States elections. It follows the timeline of Russian interference in the 2016 United States elections, both before and after July 2016, until November 8, 2016 election day, the transition, the first and second halves of 2017, the first and second halves of 2018, and 2019. These events are related to, but distinct from, Russian interference in the 2020 United States elections. == Relevant individuals and organizations == ==2019== ==2020== ===January=== * Early January: Prosecutors recommended Flynn serve up to six months in jail; which is overruled on January 29, when new a sentencing recommendation asks for only probation for Flynn. *January 3: Oral arguments in the House's suit against the Justice Department over access to unredacted grand jury testimony in the Mueller probe. and in the McGahn case. The possibility of gun battles is discussed. *January 4: Mueller records show that Manafort admits to link from Russian intelligence to origins of Ukraine investigation. *January 7: Prosecutors recommend prison time for Flynn. *January 14: Flynn asks to withdraw his guilty plea. *January 15: ** The House votes to send the articles of impeachment to the Senate. ** Pelosi signs the articles of impeachment, and the House managers formally deliver the articles to the Senate. *January 16: **The impeachment trial of Donald Trump begins with the swearing in of Chief Justice John Roberts and 99 of the 100 Senators. The Senators then unanimously vote to issue a summons requiring President Trump respond in writing by the evening of Saturday, January 18, to the charges against him. The Senate then adjourns until the morning of January 20. **Flynn sentencing is postponed yet again after he asks to withdraw his guilty plea. ===February=== *February 5: ** Barr issues new restrictions on investigations into politically sensitive individuals or entities, including requiring he approve any inquiry into a presidential candidate or campaign. ** Wray warns of Russia's continuing \"information warfare\" against the US heading into the 2020 election. ** Donald Trump is acquitted on both impeachment charges by the Senate. Senate Intelligence report on Russia Interference volume 3: U.S. Government Response to Russian Activities *February 6: The Senate Intelligence Committee releases volume three of its report on Russian election interference. *February 7: ** Alexander Vindman fired, and his brother Yevgeny is escorted out of the White House and removed from his position. ** Trump fires Sondland. *February 10: ** Judge indefinitely postpones Flynn sentencing. ** In a sentencing memo filing, federal prosecutors recommend Stone serve 7–9 years. ** Schumer calls on all 74 inspectors general to investigate retaliation against whistleblowers who report presidential misconduct, after the firing of Lt. Col. Alexander Vindman. *February 11: ** Senator Marsha Blackburn (R-Tenn.) blocks three election security bills. **Under Trump's pressure, the DoJ abruptly moves to seek a shorter prison sentence for Stone. *February 12: **Trump defends Stone in a series of tweets while attacking federal judge Amy Berman Jackson and the prosecutors involved in the case, and confirms that Barr intervened in Stone's sentencing recommendation. Trump also implies Judge Jackson is biased because of her role in the sentencing of Manafort and dismissal of a lawsuit against Hillary Clinton. **Trump withdraws Jessie K. Liu's nomination to become the Treasury Department's terrorism and financial crimes undersecretary because of her office's handling of the Stone and Flynn cases. **All four federal prosecutors resign from Stone's case after Barr's Justice Department announced that it planned to reduce its own sentencing recommendation. ** It is reported Judge Jackson denied Stone's request for a new trial. ** Jessie K. Liu resigns. *February 14: ** It is reported Barr has assigned outside prosecutors, including Jeffrey Jensen and prosecutors from the office of the Deputy Attorney General, to review the handling of cases against involving former Trump national security adviser Michael Flynn and the Blackwater founder Erik Prince. It is also reported Flynn case federal prosecutors have been pressured by senior DoJ officials to recommend a lighter sentence for Flynn than they had previously proposed. *February 17: More than 2,000 DoJ officials and former prosecutors call for Barr's resignation. *February 18: The Washington Post reports that the Federal Judges Association, representing 1,100 life-term federal judges, has an called an emergency meeting that \"could not wait\" regarding Barr. *February 19: Assange's barrister alleged at Westminster Magistrates' Court that Rohrabacher had visited Assange at the Ecuadorian embassy in August 2017 and, on instructions from President Trump, offered a pardon if Assange said Russia had no role in the 2016 Democratic National Committee email leaks. White House Press Secretary Stephanie Grisham denied the allegations. Rohrabacher had previously confirmed the August 16 meeting, saying he and Assange talked about \"what might be necessary to get him out\" and discussed a presidential pardon in exchange for information on the theft of DNC emails that were published by WikiLeaks before the 2016 presidential election. *February 20: Roger Stone sentenced to 40 months in prison, a $20,000 fine, and two years of supervised release. *February 21: Stone's attorneys file a motion requesting that Judge Jackson recuse herself from the case because her comment during the sentencing hearing that the jury \"served with integrity\" showed bias against Stone. *February 23: Judge Jackson strongly rejects Stone's attorneys' request that she remove herself from Stone's case before ruling on a pending request to delay the beginning of Stone's prison sentence. She castigates the attorneys for using the court to air meritless claims that she is biased against Stone. *February 25: Federal judge Amy Berman Jackson rebukes Trump regarding his comments on Stone jury. *February 27: The Senate Intelligence Committee interviews Emin Agalarov. *February 28: D.C. Cir. rules 2–1 in favor of appeal overturning a lower court's decision requiring McGahn's testimony. ===March=== *March 5: ** House lawyers announce appeal of February 28 Circuit court ruling. ** Judge Reggie Walton calls Barr \"unreliable\" and that Barr's public statements about the Mueller report \"distorted\" and \"misleading\". Walton cited \"inconsistencies\" between Barr's statements and the public, partially redacted version of the report, saying Barr's \"lack of candor\" called \"into question [his] credibility and, in turn, the department's\"; demands unredacted Mueller report for review. *March 6: Regarding the February 28 Circuit court ruling, House lawyers argue that blocking lawmakers from suing to obtain information from the executive branch would leave Congress with little choice but to \"direct its sergeant at arms to arrest current and former high-level executive branch officials for failing to respond to subpoenas.\" *March 10: D.C. Cir. federal appeals court permits access by the House to grand jury Mueller probe evidence from the DoJ, including redactions as well as underlying interviews and memos. The ruling can be appealed to the full court or to the Supreme Court. *March 13: On appeal from the House, the full Court agrees to reconsider the McGahn Congressional subpoena case. *March 16: The charges against Concord Management and Consulting are dismissed with prejudice. *March 23: Barr's scheduled March 31 testimony before the House Judiciary Committee is postponed indefinitely due to the COVID-19 pandemic. He was scheduled to testify regarding three topics: overruling prosecutors on Roger Stone's recommended sentence, the arrangement for Giuliani to provide information on Ukraine, and the pulled nomination of Jessie K. Liu. The GOP-majority Senate had previously asked Barr not to testify about the Justice Department's decision to reduce Stone's sentencing recommendation. ===April=== *April 3: Trump fires Inspector General of the Intelligence Community Michael Atkinson months after Atkinson delivered the whistleblower complaint to Congress that kicked-off the Trump–Ukraine scandal, as required by law. Atkinson states the reason Trump fired him \"derives from my having faithfully discharged my legal obligations as an independent and impartial Inspector General.\" *April 16: Judge Jackson denies Roger Stone's motion for a new trial, rejecting his claim that the jury forewoman was biased against him. Report of the Select Committee on Intelligence United States Senate on Russian Active Measures Campaigns and Interference in the 2016 U. S. Election, Volume 4 - Review of the Intelligence Community Assessment with Additional Views *April 21: A bipartisan Senate Intelligence Committee report reaffirms the U.S. intelligence community's conclusions that Russia interfered in the 2016 presidential election with the goal of making Trump president. The report rejects Trump's repeated claims that a \"deep state\" intelligence community was biased against him and that Kremlin assistance to his campaign was a \"hoax,\" perpetrated by Democrats. The committee found \"specific intelligence reporting to support the assessment that Putin and the Russian Government demonstrated a preference for candidate Trump,\" and that Vladimir Putin \"approved and directed\" aspects of the interference. *April 26: Trump tweets, then deletes, a series of Twitter attacks against journalists who received awards for their reporting on Trump/Russia and the Mueller probe. *April 28: **Oral arguments in the McGahn case are heard before the full US Court of Appeals. **Nearly three-dozen search warrants of Stone are unsealed, which reveal contacts between Stone, Assange, and other key 2016 Russian interference figures; and that Stone orchestrated hundreds of fake Facebook accounts and bloggers to run a political influence scheme on social media. ===May=== *May 1: In her first press briefing, White House Press Secretary Kayleigh McEnany incorrectly states the Mueller probe is \"the complete and total exoneration of President Trump.\" *May 7: **The Trump administration asks the US Supreme Court to temporarily block the release of secret Robert Mueller grand jury evidence, which the D.C. Circuit cleared in March regarding US House investigation of Trump for obstruction and potential new articles of impeachment. **The DoJ drops its prosecution of Flynn, who pleaded guilty in 2017 to lying to FBI agents about his conversations with Russian diplomat Sergey Kislyak in the weeks before Trump's inauguration. *May 13: Manafort released from prison early due to COVID-19 concerns. He will spend the rest of his sentence in home confinement. *May 21: Cohen released from prison early due to COVID-19 concerns. He will spend the rest of his sentence in home confinement. *May 28: The New York Times reports that Mueller's team investigated Trump campaign foreign policy adviser Walid Phares' ties to the Egyptian government. *May 29: The Justice Department delivers the Flynn-Kislyak phone call transcripts to Congress. The transcripts were first requested on February 15, 2017. ===June=== *June 1: A judge in the Flynn case refuses to dismiss it. The Justice Department announces that it will appeal. *June 3: Rosenstein testifies before the Senate Judiciary Committee in a hearing reviewing the FBI and Mueller investigations into contacts between the 2016 Trump campaign and Russians. *June 10: Amicus curiae brief filed by John Gleeson on whether prosecutors should be allowed to drop the guilty plea by Michael T. Flynn, and whether Flynn should be charged with perjury. Judge Gleeson advises Judge Sullivan that he should reinstate the charges against Flynn. *June 19: The Justice Department releases a new version of the Mueller report Further unredacted text restored by the Department of Justice and released on June 19, 2020 in response to a court order. Further unredacted text restored by the Department of Justice and released on June 19, 2020 in response to a court order. Further unredacted text restored by the Department of Justice and released on June 19, 2020 in response to a court order. without redactions for portions about Stone. *June 23: ** The Room Where It Happened by John Bolton is published. ** Stone's attorneys request that Stone delay the start of his prison sentence from June 30 to September 3 over COVID-19 concerns; five prisoners at the federal prison camp in Georgia that Stone was scheduled to report to have tested positive. The DoJ declines to oppose the motion. Judge Jackson orders the DoJ to explain its position in writing. *June 24: ** Court of Appeals orders Judge Sullivan to dismiss Flynn case. ** Mueller investigation prosecutor Aaron Zelinski tells the House Judiciary Committee that four Justice Department supervisors told him to reduce the Stone sentencing recommendation because they were under political pressure. *June 26: Judge Jackson orders Stone to surrender himself at FCI Jesup in Georgia on July 14 to begin his prison sentence. She orders Stone to remain under confinement in his southern Florida home until then so that he can quarantine himself before traveling to Georgia in accordance with DoJ policy. *June 30: Rep. Steve Cohen (D-TN) files H.R. 1032, impeaching Attorney General Barr for misusing his office in relation to the Russia investigation. ===July=== *Summer: Acting U.S. Attorney for the District of Columbia Michael Sherwin closes an investigation into whether a state-owned Egyptian bank financed Trump's $10 million loan to his campaign on October 29, 2016. *July 2: Supreme Court grants cert on Mueller grand jury materials case. *July 6: ** Roger Stone's attorneys petition D.C. appeals court to delay Stone's prison sentence. ** U.S. District Judge Karen Schreier sentences Erickson to seven years in federal prison plus three years of supervised release for wire fraud and money laundering. Erickson's lawyer asks for home confinement instead of prison because Erickson's recent heart valve replacement can make him more susceptible to complications from COVID-19, but Judge Schreier rejects the request noting that Erickson entered the courtroom without wearing a mask so he must not be concerned about becoming infected. The judge orders Erickson to report to prison on July 20. *July 9: ** Former SDNY US Attorney Geoffrey Berman testifies before the House Judiciary Committee. ** The Supreme Court rules on Trump subpoenas, sending them back to the lower courts. ** Judge Sullivan, through his attorney, Beth Wilkinson, files a petition for an en banc review of Flynn's case by the entire D.C. Circuit Court of Appeals, arguing that the three-judge panel was improperly trying to force the district court \"to grant a motion it had not yet resolved ... in reliance on arguments never presented to the district court.\" ** Michael Cohen is sent back to prison following violations of his home confinement terms. *July 10: Executive Grant of Clemency for Roger Jason Stone, Jr. Trump commutes Stone's sentence after the D.C. Circuit Court of Appeals ruled earlier in the day that Stone is ineligible for a delayed sentence. *July 13: Judge Jackson orders prosecutors and Stone to provide her with a copy of Trump's commutation order so that she can determine which parts of Stone's sentence are affected by it. *July 17: The DoJ provides the Senate Intelligence Committee with an unclassified but redacted copy of the interview report on the FBI's January 24–26, 2017, interview of Igor Danchenko, a primary source for the Steele dossier, about the information he provided to Steele. Danchenko's name is redacted in the report because he is a confidential informant, but the report contains sufficient information for people to determine his identity and make it public a few days later. *July 20: Cohen files suit against Barr alleging that his incarceration is a violation of his First Amendment rights. *July 23: Judge Hellerstein orders that Cohen be re-released to home confinement. *July 28: Barr testifies before the House Judiciary Committee. He says that his intervention in Stone's case was \"one-of-a-kind\". *July 30: Full DC Court of Appeals voids Flynn's writ of mandamus and sets further hearing for two weeks hence. ===August=== *August 3: Manhattan D.A. Cyrus Vance Jr. announces that he is investigating Trump and the Trump Organization for fraud. *August 5: Former Acting Attorney General Sally Yates testifies before the Senate Judiciary Committee, refuting accusations of partisan fraud in relation to the probe of potential collusion with Russia by the Trump campaign in 2016. *August 6: Completing an investigation two years earlier in relation to Maria Butina and Russian infiltration of the National Rifle Association, NY Attorney General Letitia James files lawsuit to dissolve the organization and penalize its leadership. *August 7: The full D.C. Circuit Court of Appeals rules 7-2 that Congress has standing to seek court enforcement of a subpoena for McGahn's testimony, reversing a three-judge panel's February 28 ruling. In the majority opinion, D.C. Circuit Judge Judith Rogers writes, \"To level the grave accusation that a President may have committed 'Treason, Bribery, or other high Crimes and Misdemeanors,' the House must be appropriately informed. And it cannot fully inform itself without the power to compel the testimony of those who possess relevant or necessary information.\" Karen Henderson and Thomas B. Griffith, who were the majority on the original panel, dissented. *August 11: Hearing on Flynn case by full Court of Appeals. *August 14: Former FBI lawyer Kevin Clinesmith pleads guilty to falsifying a document that was part of the investigation into Russia's interference in the 2016 election. Clinesmith admitted to altering an email in order to continue a secret wiretap on former Trump 2016 campaign adviser Carter Page. Trump called Clinesmith \"corrupt\" and said the plea deal was \"just the beginning\". *August 17: Stone drops the appeal of his federal felony convictions. *August 18: Report of the Select Committee on Intelligence United States Senate on Russian Active Measures Campaigns and Interference in the 2016 U. S. Election, Volume 5 - Counterintelligence Threats and Vulnerabilities The Senate Intelligence Committee, after three years, finally issues its report on Russian interference in the 2016 election. The report finds that Paul Manafort shared polling data with Konstantin Kilimnik. The acting Senate Intelligence Committee Chair Marco Rubio issued a statement saying that the committee \"found absolutely no evidence that then-candidate Donald Trump or his campaign colluded with the Russian government to meddle in the 2016 election.\" *August 20: Judge throws out Trump's challenge to Vance's subpoena. *August 21: Durham interviews Brennan for eight hours. Brennan tells him that Trump and Barr have politicized Durham's work. *August 24: 2020 Republican National Convention. Trump is renominated for a second term. *August 31: ** Flynn appeal is reversed, 8-2. ** Three judge panel voids Full Appeals court ruling in the McGahn case. The House Judiciary committee announces another en banc appeal. ===September=== *September 1: Three-judge panel temporarily blocks Vance's subpoena for the president's taxes until hearing on September 25. *September 9: House Juiciary committee files to have second en banc hearing on McGahn case. *September 11: ** Judge Gleeson strongly recommends denying the DOJ motion to dismiss the Flynn case. He calls the request to drop the case a \"corrupt and politically motivated favor unworthy of our justice system.\" ** Nora Dannehy, a top aide to John Durham's counter-investigation, resigns amid concerns about pressure from Barr. *September 14: NBC News reports that the Justice Department inspector general is investigating the reduced sentence recommendation for Stone. *September 27: ** Fox News reports that the Durham report will not be released until after the election. ** The New York Times publishes a report stating that it has obtained at least two decades worth of tax return data for Trump, showing that he \"paid no income taxes at all in 10 of the previous 15 years — largely because he reported losing much more money than he made\" and that Trump engaged in \"a decade-long audit battle with the Internal Revenue Service over the legitimacy of a $72.9 million tax refund that he claimed, and received, after declaring huge losses\". Trump calls the Times story \"fake news\". *September 29: During a hearing in the Flynn case, Flynn's attorney Sidney Powell acknowledges that she had \"a number of discussions with the President\" about the case and had asked him not to pardon Flynn. *September 30: ** Senate Judiciary Committee to hear testimony from James Comey regarding the origins of the Russia probe, including abuses of the Foreign Intelligence Surveillance Act. ** Judge Walton rules that the Justice Department improperly redacted portions of the Mueller report and must release those sections by November 2. ===October=== *October 6: **US attorney heading up Flynn unmasking probe resigns from Justice Department. ** Trump tweets that he has declassified all Russia probe information. * October 7: ** Court of Appeals for the Second Circuit rules that Trump must hand over his tax returns to Manhattan prosecutors. ** Flynn moves to disqualify Judge Sullivan. ** Axios reports that Director of National Intelligence John Ratcliffe authorized the release to Durham of almost 1,000 pages of classified material on the Obama administration's 2016 Russia investigation. *October 13: ** In response to FOIA suit, the Justice Department refuses to declassify documents from the Russia investigations despite Trump's claim that he had already done so. ** Trump requests a stay from the Supreme Court on the October 7 ruling by the Court of Appeals for the Second Circuit on his tax returns. *October 16: Judge Walton demands that either the Justice Department or the White House counsel's office explain the validity of Trump's October 6 tweet stating that he had declassified all documents relating to the Russian investigations. ===November=== *November 3: End of voting in the 2020 presidential election. The start of voting is dependent on state laws. ==2021== ===January=== *January 20: Trump's first term in office will end. == See also == * United States v. Flynn - The Michael Flynn criminal case * Trump v. Vance - The Trump tax case * Criminal charges brought in the Special Counsel investigation (2017–2019) * Russian interference in the 2016 Brexit referendum * Russian interference in the 2018 United States elections * Russian interference in the 2020 United States elections * Trump–Ukraine scandal == References == == External links == Category:2020 in the United States Category:Contemporary history timelines Russian investigations 2020 * 2020 Category:2020-related timelines Category:Political timelines of the 2020s by year ",
    "title": "Timeline of investigations into Donald Trump and Russia (2020–2021)"
}