{
    "id": "63897776",
    "text": "Venky Kudumula is an Indian film director who works in Telugu-language films. He has directed two films: Chalo (2018) and Bheeshma (2020). == Career == While studying agriculture and business management at Acharya NG Ranga University, Kudumula forayed into films. He began working as an assistant director to Teja for Neeku Naku Dash Dash (2012) and as a writer for Thoofan (2013). Kudumula went on to work as assistant director for Jadoogadu (2015) and A Aa (2016). He made his film debut with Chalo (2018). The film starred Naga Shaurya, whom he worked for in Jadoogadu, and Rashmika Mandanna. The film is set in a village on the border of Andhra Pradesh and Tamil Nadu and Tamil actors Mime Gopi and Rajendran were signed to play pivotal roles. In a review of the film by The Times of India the reviewer stated that \" Despite the story of Chalo being somewhat a cliché, director Venky somehow cleverly manages to turn the tropes into a fun and interesting ride\". In a review of the film by The Hindu, the reviewer, Srivatsan Nadadhur, wrote that \"the director Venky Kudumula throws new light on a bunch of stereotypes and age-old rivalry associated with a Romeo-Juliet tale\". Kudumula's next film as a director was Bheeshma starring Nithiin and Rashmika Mandanna. The film marked his second collaboration with Mandanna after Chalo. Bheeshma, similar to Chalo, received positive reviews upon release. In a review of the film by The Hindu, Sangeetha Devi Dundoo, the reviewer, stated that \"Venky Kudumula ties up the different threads to the story well\". In a review of the film by The Times of India, the reviewer wrote that \"What's ... amazing is how Venky ties up all the threads by the end\". == Filmography == {| class=\"wikitable\" |+ !Year !Film !Director !Writer !Notes ! scope=\"col\" class=\"unsortable\" | |- |2013 |Thoofan | | |Additional Writer |style=\"text-align:center;\"| |- |2018 |Chalo | | | |style=\"text-align:center;\"| |- |2020 |Bheeshma | | | |style=\"text- align:center;\"| |} == References == == External links == * Category:Indian film directors Category:Indian people Category:Living people Category:Telugu film directors Category:Year of birth missing (living people) ",
    "title": "Venky Kudumula"
}