{
    "id": "63894234",
    "text": "David Dean Castle (born November 28, 1952 in Overton, Texas) is an American singer, musician and song writer. ==Early years== Castle was the younger of two sons of a minister and a schoolteacher. His schoolteacher Mom played piano, and began teaching Castle the piano at an early age. He moved to Hollywood, California in his early 20s, and became a staff writer for United Artists Music Publishing. His first credit was songwriter of \"Ten to Eight\" from Helen Reddy's 1975 album, No Way to Treat a Lady, which was also used as the B-side to her \"Somewhere in the Night\" 7\" single. His first A-side was \"If You Feel the Way I Do\" (co-written with Graham Dee), the lead track on the Lettermen's 1975 album, The Time Is Right. \"He contributed to the ABC-TV Miniseries, Rich Man, Poor Man and participated in the \"Great Golden Hits Of The Monkees\" tour in 1976. ==Castle in the Sky== The following year, Castle became the first artist signed to Parachute Records, a new subsidiary of Casablanca Records headed by record mogul, Russ Regan. His debut album, Castle In The Sky was the label's first release in August 1977. A rerecording of \"Ten To Eight\" b/w \"Finally\" was the album's first single. It spent seven weeks on the Billboard Hot 100 chart, peaking at number 68. He performed \"Ten to Eight\" on the BBC music chart television program Top of the Pops on February 9, 1978.The follow up single, \"The Loneliest Man On The Moon\" b/w \"Pretending\", peaked at number 89 in early 1978. Follow up singles, \"All I Ever Wanna Be Is Yours\" b/w \"With Love & With Care\" and \"You're Too Far Away\" b/w \"Pretending\" failed to chart. ==\"Istanbul Blues\"== In 1978, he contributed a track called \"Istanbul Blues\" to Oliver Stone's Midnight Express. Midnight Express (Music From The Original Motion Picture Soundtrack) was composed by Giorgio Moroder, and won the Golden Globe Awards and the Academy Award for Best Original Score in 1979. It was also up for the Grammy, but lost to Close Encounters of the Third Kind. \"Istanbul Blues\" was the lead track on side two of the LP, and was used as the B-side to Moroder's \"Chase\" single. ==Love You Forever== His second album, Love You Forever was released in September 1979. Love You Forever featured Castle's signature style of layered vocals, and had more of a Rock & Roll feel than Castle In The Sky. Castle and songwriting colleague Jack Keller produced the album. The album's lone single, \"Hold Me Just A Little Bit Longer\" (2 different versions, b/w \"I'll Always Be There When You Need Me\" & \"No Matter What\"), failed to chart. A promo of \"At One With The Universe And You\" was also released to radio stations. Also in 1979, he appeared in the motion picture Where the Buffalo Roam, starring Bill Murray and Peter Boyle. He's credited as the \"Longhair Kid\" (one of the featured \"hippies\"). ==The 1980s== Shortly after the release of Love You Forever, Parachute records dissolved. Castle set up a recording studio in his home, and focused more on composing and orchestrating music for commercials, television, and film. He scored music for the following: Vicki!, The Jenny Jones Show, The HBO Rodney Dangerfield special Opening Night At Rodney's Place, The Hallmark Hall of Fame Special Home Fires Burning (January 29, 1989), Chuck Workman's The Beats, Calliope Films, Star Trek: The Original Series video episode, The City On The Edge Of Forever, a California Army National Guard promotional film entitle California The Beautiful, an LAPD drunk-driving spot entitle It Could Happen (starring Teri Garr). He also served as Music Supervisor on The Whoopi Goldberg Show. ==Late career== He independently release his third album, Voice in the Wind, in 1994. While working as an executive at Sony Pictures Television, Castle began working on a project entitled, \"Conversations\", that evolved into his four album, Music For Your Soul (released on May 16, 2006). On June 5, 2012, he released the single, \"I See the Clouds Go By.\" ==References== Category:1952 births Category:Living people Category:Musicians from Texas Category:Singers from Texas Category:Songwriters from Texas ",
    "title": "David Castle (musician)"
}