{
    "id": "63891954",
    "text": "Conrrado Moscoso (born September 26, 1995) is a Bolivian racquetball player. He's won multiple medals for Bolivia, including several gold medals, most significantly gold in the Men's Team event at the 2019 Pan American Games in Lima, Peru. That was the first gold medal won by Bolivia in any sport at the Pan American Games. Moscoso has also won on the International Racquetball Tour (IRT), and cracked the IRT top 10 in 2019-20. == Junior years == Moscoso’s father introduced him to racquetball at age 8. He won Boys U12 Doubles with Sebastian Oña at the International Racquetball Federation (IRF) World Junior Championships in Cochabamba, Bolivia. They narrowly defeated Costa Ricans Andres Acuña and Andres Fabian in the final, 15-8, 6-15, 11-10. In Boys U12 Singles that year, he was defeated by Adam Manilla of the USA in the Round of 32. In 2013, Moscoso won Boys U18 Singles at the World Junior Championships in his hometown of Sucre, Bolivia, where he defeated Mexican Rodrigo Garay in the final, 10-15, 15-9, 11-10. He was runner up in Boys U18 Doubles with Sebastian Oña that year, losing in the final to Rodrigo Garay and Javier Mar of Mexico, 15-8, 15-14. The following year, Moscoso had a chance to defend his Boys U18 Singles title, as he reached the final after defeating Mexican Javier Mar in the quarterfinals, and Costa Rican Andres Acuña in the semi-finals, but he lost the 2014 final to fellow Bolivian Mario Mercado, 15-12, 7-15, 11-7. In Boys U18 Doubles that year, Moscoso and Mercado lost in the semi-finals to the USA’s Adam Manilla and Sawyer Lloyd, 15-14, 15-11. == 2014-2017 - Playing on Team Bolivia == Moscoso first played on Bolivia's National Team at age 18 at the 2014 Pan American Racquetball Championships in Santa Cruz de la Sierra, Bolivia, where he played Men’s Singles. Moscoso lost to David Horn of the USA, 15-14, 15-9, in Round of 32. When Moscoso playsd at the IRF World Championships for the first time at the 2014 Racquetball World Championships in Burlington, Canada, he was the current IRF U18 World Junior Champion, but only had that one Pan Am Championship performance under his belt at a senior team event. Nevertheless, Moscoso came away from Burlington with medals in both Men's Singles and Men's Doubles. In singles, he defeated Mexican Polo Gutierrez, 15-14, 2-15, 11-10, in the quarterfinals, and team-mate Carlos Keller, 15-11, 11-15, 11-3, in the semi-finals, to reach the final, where he played three time defending champion Rocky Carson of the USA, who defeated Moscoso, 15-3, 15-8. Moscoso played Men's Doubles with Mario Mercado, and they lost to Colombians Sebastian Franco and Alejandro Herrera, 15-11, 15-2, in the semi-finals. Thus, Moscoso got two medals in Burlington: one silver and one bronze. At the 2015 Pan American Championships, Moscoso reached the semi- finals in Men’s Singles, but lost to Jose Diaz of the USA, 10-15, 15-13, 11-6, resulting in a bronze medal. Moscoso was part of Team Bolivia at the 2015 Pan American Games in Toronto, where he played Men's Singles, Men's Doubles, and the Men's Team event. In singles, Moscoso defeated Costa Rican Felipe Camacho in the Round of 16, 15-11, 15-9 and team-mate Carlos Keller, 15-3, 15-5, but lost in the semi-finals to Alvaro Beltran, 15-9, 15-3. In doubles, he and Roland Keller beat Sebastian Franco and Alejandro Herrera of Colombia in the quarterfinals, 8-15, 15-9, 11-6, Vincent Gagnon and Tim Landeryou of Canada, 15-11, 15-9, but lost the final to the USA's Jansen Allen and Jose Rojas, 15-8, 15-5. In the Men's Team event, Bolivia lost to Mexico, 2-1, in the semi- finals. Thus, Moscoso left Toronto with three medals: 1 silver and 2 bronze. In the 2016 Pan American Racquetball Championships in San Luis Potosi, Mexico, Franco played Men’s Singles only, and he lost to Colombia’s Sebastian Franco, 15-10, 15-7, in the Round of 16. Moscoso played Men's Singles at the 2016 IRF World Championships in Cali, Colombia. He defeated Fernando Rios of Ecuador, 11-15, 15-0, 11-1, in the quarterfinals, so in the semi-finals he faced Rocky Carson of the USA in what was a rematch of the 2014 World Championship Men's Singles final. Carson won in 2016, and he did again in 2018, but this time Moscoso forced Carson to a tie-breaker 15-12, 12-15, 11-4. ==2017-present - First gold medals and win on the IRT== Moscoso played both Men's Singles and Doubles at the 2017 Pan American Racquetball Championships in San José, Costa Rica. Moscoso had to play team-mate Carlos Keller in the Round of 16 in Men's Singles, and Keller won, 9-15, 15-10, 11-6. In Men's Doubles, he and Roland Keller defeated Felipe Camacho and Teobaldo Fumero of Costa Rica, 15-2, 15-7, in the quarterfinals, but lost to the USA team of Jake Bredenbeck and David Horn, 15-12, 15-7, in the semi-finals, resulting in a bronze medal. In November 2017, Moscoso won his first gold at an international competition, when he won Men's Doubles with Roland Keller at the 2017 Bolivarian Games in Santa Marta, Colombia by defeating Dominican Republic's Luis Perez and Ramon de Leon, 15-1, 15-3, in the final. In Men's Singles, Moscoso defeated Fernando Rios of Ecuador, 14-15, 15-4, 11-5, but lost in the final to Colombian Sebastian Franco, 15-11, 15-13. His results helped Bolivia to gold in the Men's Team event. Moscoso swept gold at the 2018 South American Games in Cochabamba, Bolivia, winning Men's Singles, Men's Doubles (with Roland Keller) and the Men's Team event. He defeated Sebastian Franco of Colombia in the quarterfinals, Jose Daniel Ugalde of Ecuador in the semi-finals, and Mario Mercado, who was now playing for Colombia, 15-10, 11-15, 11-6, in the Men's Singles event. He and Keller won all four of their matches in Men's Doubles, which was a round robin competition, and Moscoso and Keller defeated Colombians Franco and Mercado in the Men's Team final to help Bolivia win the gold medal. At the 2018 Pan American Racquetball Championships in Temuco, Chile, Moscoso played Men's Doubles with Roland Keller, and they reached the final by beating Costa Ricans Felipe Camacho and Teobaldo Fumero, 15-2, 15-5, in the quarterfinals, and Jose Daniel Ugalde and Juan Francisco Cueva of Ecuador, 15-8, 15-1, in the semi-finals. However, in the final they lost to Mexicans Alvaro Beltran and Rodrigo Montoya, 13-15, 15-10, 11-6. In the 2018 IRF World Championships in San José, Costa Rica, Moscoso played both Men's Singles and Doubles. In singles, he lost to Mexican Rodrigo Montoya, 13-15, 15-7, 11-6, in the quarterfinals, and in doubles he and Roland Keller lost to Alvaro Beltran and Daniel De La Rosa of Mexico, 15-14, 15-8. It was the 3rd consecutive World Championships that Moscoso came away from with at least one medal. Moscoso had only played twice on the International Racquetball Tour (IRT) prior to the 2019 Bolivian Open, which was the first ever IRT event in Bolivia. But at the Bolivian Open in Cochabamba, Moscoso defeated David Horn in the Round of 16, 15-5, 15-6, Alejandro Landa, 15-9, 11-15, 11-0, in the quarterfinals, Alvaro Beltran in the semi-finals, 15-10, 15-6, to play Rocky Carson in the final. Carson had defeated Moscoso at each of the last two IRF World Championships, and looking like he was going to do it again after winning the first game comfortably against Moscoso. However, Moscoso squeaked out game two, which forced a tie-breaker that he won going away with the final scoreline of 6-15, 15-14, 11-2. At the 2019 Pan American Games in Lima, Moscoso played in all three events: Men's Singles, Men's Doubles (with Roland Keller) and the Men's Team event, and medaled in all three. In singles, Moscoso defeated the USA's Charlie Pratt in the quarterfinals, but lost to Mexican Rodrigo Montoya, 15-14, 15-10, in the semi-finals, resulting in a bronze medal. In doubles, Moscoso and Keller beat Coata Ricans Andres Acuña and Felipe Camacho, 13-15, 15-12, 11-7, in the semi-finals, but lost the final to Mexicans Alvaro Beltran and Montoya, 15-10, 15-1. However, in the team event, Bolivia won gold, which was Bolivia's first gold medal in Pan American Games history. They defeated Colombia in the final, two matches to one, with Moscoso involved in both wins: he defeated Sebastian Franco in singles, and in the deciding match, he and Keller beat Franco and Mario Mercado. For the first time, Moscoso played most of the events in an IRT season, when he played six of the ten events in the 2019-20 season. The highlight was the 2019 US Open Racquetball Championships in Minneapolis, Minnesota, where Moscoso reached the final - a first for a South American player; previously no South American had advanced past the US Open quarterfinals. He got to the final by defeating Rocky Carson in the Round of 16, 15-13, 15-5, Sebastian Fernandez in the quarterfinals, 15-4, 15-4, and Daniel De La Rosa in the semi-finals, 15-11, 15-11. But in the final, Kane Waselenchuk beat Moscoso, 15-12, 15-5. He and Roland Keller also played IRT doubles at the 2019 US Open, and they lost in the quarterfinals to Alejandro Landa and Samuel Murray, 15-11, 15-8. He also reached the semi-finals of two other IRT events in 2019-20, and will finish the season as the 9th ranked player. ==Career summary== Moscoso has played for Bolivia on 13 occasions and won 20 medals, including 7 gold medals. Furthermore, Moscoso is the first South American player to reach the final (and semi-finals) at the US Open Racquetball Championships, when he did so in 2019. He was the second South American player (after Sebastian Franco) to win an International Racquetball Tour event, when he won the Bolivian Open in 2019. ===Career record=== This table lists Moscoso’s results across annual events. {| class=\"wikitable\" style=\"font-size:90%;\" align=center |- | Event |2017 |2018 |2019 |2020 |- | align=\"left\"| US Open | align=center|QF | align=center|32 | bgcolor=silver align=center|F | |- | align=\"left\"| IRT Ranking | | align=center|27 | align=center|14 | align=center|8 |- |} Note: W = winner, F = finalist, SF = semi-finalist, QF = quarterfinalist, 16 = Round of 16. ==Personal== Moscoso studies commercial engineering at San Francisco Javier de Chuquisaca University. He describes himself as \"very religious and ... protected by the Virgin Mary and a Saint of Sucre, the Lord of Maica.\" == References == Category:1995 births Category:Living people Category:Racquetball players at the 2015 Pan American Games Category:South American Games medalists in racquetball Category:Competitors at the 2018 South American Games Category:Racquetball players at the 2019 Pan American Games Category:Pan American Games medalists in racquetball Category:Pan American Games gold medalists for Bolivia Category:Pan American Games silver medalists for Bolivia Category:Pan American Games bronze medalists for Bolivia Category:Bolivian racquetball players ",
    "title": "Conrrado Moscoso"
}