{
    "id": "63896246",
    "text": "Paek Nam-nyong (or Paek Nam-ryong or Baek Nam-Ryong, ) is a North Korean writer. He was born on 19 October 1949 in Hamhŭng. During the Korean War, his father was killed. At the age of 11, his mother died. After high school, he went to Kanggye, operated a lathe in a rural steel factory for a decade. Paek started to write stories in his free time, and got his works published. From 1971 to 1976, he majored in Korean Literature at Kim Il Sung University part time. After graduation, he became a professional writer in Chagang Province Writers Union. Invited by the Central Committee of the Writers Union, he moved to Pyongyang, joined the elite group of writers called April 15th Literary Production Unit. ==Works== His novel Friend (), originally published in Pyongyang in 1988, was translated into English and published by Columbia University Press in May 2020. The novel tells the story of a young couple on the brink of divorce, which based on his observations of proceedings at the divorce court in Kanggye.https://www.startribune.com/review-friend-by-paek- nam-nyong-translated-from-the-korean-by-immanuel-kim/569921892/ The French version of the novel was published by Actes Sud in 2011. His other works include Servicemen, After 60 Years and Life. ==Personal life== He met his first love in the steel factory in Kanggye, however, her father, an entrepreneur, broke them up. His wife was also a colleague in the factory, who died in 2003. They have 3 children, two daughters and one son. He loves playing chess. He uses pen and paper to write stories, only using computer to do some researches, because he would get headache if he works on computers too long. The French publisher who met Paek several times described him as \"ebullient, kind\" and \"an enthusiastic champion of North Korean literature\". ==References== ==External links== *A summary of Friend: Part 1, Part 2, Part 3. *Threat to the Family Revolution in North Korea: Reading the Individual in Paek Nam-ryong’s Friend. Acta Koreana, 14.2 (2011): 1-21. Category:1949 births Category:Living people Category:North Korean writers ",
    "title": "Paek Nam-nyong"
}