{
    "id": "63892941",
    "text": "The Roscoe circle was a loosely-defined group of reformers in Liverpool at the end of the 18th century, around William Roscoe (1753–1831), a banker, politician and abolitionist. The group had cultural interests and drew mostly on English dissenters. ==Defining the group== Thomas Stewart Traill, in his memoir of Roscoe, called the circle a \"small private literary society\". The issue arises whether this group's interests also involved Roscoe's radical politics. Sutton argues that their interests were also political and medical; that this circle fits into a larger pattern of societies; and that in the Liverpool dissenting and Unitarian context, the Roscoe circle was rooted in the ministry of Henry Winder earlier in the century.Ian Sutton, Unitarians and the Construction of History and Biography, 1740–1820, The English Historical Review Vol. 125, No. 513 (April 2010), pp. 314–339, at pp. 314–315 and note 2. Published by: Oxford University Press There were links to Warrington Academy, through its education of dissenting ministers, and of the Lunar Society of Birmingham to Roscoe through Thomas Bentley. In its early days, the group of younger men around Roscoe opposed the Liverpool corporation. They were associated with the Benn's Garden Chapel congregation, that later migrated to the Renshaw Street Unitarian Chapel. When John Gladstone moved to Liverpool in the 1780s, it was in this congregation that he encountered radicals. As supporters of the French Revolution, the Roscoe circle were dubbed the \"Liverpool Jacobins\". They added opposition to war with revolutionary France to their other political touchstones: reform of religious tests, abolition of slavery, free trade and the end of the East India Company monopoly. By the end of 1792, however, social pressure and street violence against reformers had changed the atmosphere greatly: as Roscoe explained in correspondence with the Marquess of Lansdowne, the example of the Priestley Riots of the previous year loomed large, and the local press was now closed to them. The original \"literary society\" ceased meeting that year. ==Membership== * Lucy Aikin * Robert Benson, Quaker banker, partner of William Rathbone IV * William Clarke (1754–1805), banker * James Currie * Ralph Eddowes (1851–1833), Liverpool Unitarian and emigrant to the USAIan Sutton, Unitarians and the Construction of History and Biography, 1740–1820, The English Historical Review Vol. 125, No. 513 (April 2010), pp. 314–339, at p. 315 and note 4. Published by: Oxford University Press * Francis Holden, schoolmaster * William Rathbone IV * Edward Rushton, poet * John Rutter (1762–1838), physician * William Shepherd * Rev. Joseph Smith (c.1755–1815) * William Smyth, historian * Thomas Stewart Traill, physician * John Yates, Unitarian minister ==See also== * Bowood circle ==Notes== Category:Age of Enlightenment ",
    "title": "Roscoe circle"
}