{
    "id": "63890989",
    "text": "Piero Luis Ratto Caballero (born 11 May 1998) is a Peruvian footballer who plays as a winger or an attacking midfielder for Peruvian Primera División side Sport Boys. ==Club career== ===Juan Aurich=== Ratto is a product of Esther Grande. Due to his good performances during 2016 where Ratto's team won the U18 league - and Ratto was nominated for the best player of the yearNoche de Estrellas 2017: nominados a Mejor Jugador en la categoría Sub-18, lanueve.com.pe, 14 February 2017 \\- and his selection for the Peruvian U20 national team, he attracted interest from several club's, among others Alianza Lima from his hometown, Lima. However, Ratto preferred to move outside the capital at the age of 18 without his family and joined Juan Aurich in January 2017, the club he had been rumored to for two years.Piero Ratto: «Esther Grande de Bentín es el mejor formador de menores», lanueve.com.pe, 1 March 2017EGB: Piero Ratto firmó contrato con Juan Aurich por dos años, lanueve.com.pe, 25 January 2017 Ratto signed a two-year professional contract with Juan Aurich. He got his debut for Juan Aurich and in the Peruvian Primera División on 26 February 2017 against Universitario de Deportes, playing the final minutes in a goalless draw.Juan Aurich: Piero Ratto debutó en Primera División, lanueve.com.pe, 26 February 2017 However, Ratto was only able to make six appearances for the club, before leaving at the end of the year. ===Sport Boys=== Ratto joined Sport Boys in January 2018 in the hope of more playing time. After his debut on 1 April 2018 against FBC Melgar, he became a regular starter for the team. After a good season with 21 appearances and two goals, he signed a new deal with the club at the end of 2018 for one further season.Renovó Piero Ratto! 💪🏽 Piero, de 20... - Club Sport Boys ..., facebook.com, 7 December 2018 In the 2019 season, Ratto also played 21 games for the team and scored one goal. ==References== ==External links== * * Category:Living people Category:1998 births Category:Association football wingers Category:Association football midfielders Category:Peruvian footballers Category:Peru youth international footballers Category:Peruvian Primera División players Category:Esther Grande footballers Category:Juan Aurich footballers Category:Sport Boys footballers Category:People from Lima Region ",
    "title": "Piero Ratto"
}