{
    "id": "63898450",
    "text": "Joseph E. Brown Alfred H. Colquitt John Brown Gordon The Bourbon Triumvirate refers to three powerful and influential Georgia politicians, all members of the Democratic Party, in the post-Reconstruction Era: Joseph E. Brown, Alfred H. Colquitt, and John Brown Gordon. These three men occupied positions as Governor of Georgia and Senators from Georgia between 1872 and 1890 and exercised dominance over the state politics during this era, although the extent to which the three acted as a cohesive group has been debated. == Etymology == The term \"Bourbon\" refers to rulers who are unable to adapt to new situations and who espouse ideas suited for former eras. In the late 1800s, it was applied to Bourbon Democrats who tried to reverse some of the effects of the Reconstruction Era. The term triumvirate refers to a group of three individuals who exercise political control. == History == === Antebellum Era and Civil War === The three men included in the triumvirate, Joseph E. Brown, Alfred H. Colquitt, and John Brown Gordon, were all well-established individuals during the American Civil War, with all three having had political or military experience prior to the Reconstruction Era. Brown, the oldest of the three, had served as the Governor of Georgia from 1857 to 1865. Colquitt had served as a member of the House of Representatives from 1853 to 1855 and had sought the nomination of the Democratic Party for Governor in 1857, losing the nomination to Brown. Additionally, he had served as a member of the Georgia Secession Convention in 1861 and served in the Confederate States Army during the Civil War, rising to the rank of major general. Gordon, the only member of the triumvirate to not have held political office before the war, served in the Confederate States Army and, like Colquitt, rose to the rank of major general by the end of the war. Gordon distinguished himself as a formidable leader, and was present at Robert E. Lee's surrender at Appomatox Court House. === Reconstruction Era and later === Following the Confederate States of America's loss in the Civil War, the Southern United States underwent a period known as the Reconstruction Era, which saw an end to American slavery and the plantation system that dominated the South's economy. In the post-war South, the idea of the New South, a more industrialized and agriculturally diverse economy that still uphold white supremacy, took hold. Henry W. Grady, editor of the Atlanta Constitution, was a vocal proponent of the New South. Grady was an important part of the \"Atlanta Ring\" of prominent citizens who furthered these policies, which included fellow Atlanta Constitution editor Evan Howell and the three politicians who made up the Bourbon Triumvirate: Brown, Colquitt, and Gordon. The end of the Civil War saw an end to Brown's governorship and Colquitt and Gordon's resignation from military service. Brown briefly joined the Republican Party and was appointed Chief Justice of the Supreme Court of Georgia, a post he would hold from 1865 to 1870. Meanwhile, Colquitt returned to planting and became business partners with Gordon in a series of business ventures. In 1868, Gordon ran unsuccessfully for Governor of Georgia. However, several years later in 1872, (the year often used to note the start of the triumvirate) he was elected to the United States Senate. Despite his mixed record business record, he was popular in promoting New South ideas and successfully employed the Lost Cause of the Confederacy to garner support. He was also regarded during this time as the leader of the Ku Klux Klan in Georgia. In 1876, Colquitt was elected Governor of Georgia. He was seen as representing the interests of the established planters in the state, as he had been one of the most successful planters in the state during this era and had served as Vice President of the Grange in Georgia during the 1870s. In 1880, Gordon resigned from the Senate, with Colquitt filling his seat with Brown, who was appointed that same year. Brown, who was one of the first millionaires in the state, represented the industrialist elements of the New South ideology. This situation was controversial, as Gordon had resigned in order to promote the state-owned Western and Atlantic Railroad, of which Brown had been serving as president of prior to his appointment to the Senate. The idea that a bargain had been made between the three was widespread, and Colquitt in particular faced criticism from within the Democratic Party over his role in the situation. Despite this, the alleged bargain was never proved, and Colquitt managed to win reelection in 1880. In 1882, Colquitt was elected to the U.S. Senate, serving as the junior senator to Brown. In the Senate, Colquitt was frequently at odds with Brown, whom he had appointed several years prior, as Brown's pro-industry positions often clashed with Colquitt's planter-friendly platform. This was most evident in the debate over tariffs, which Brown supported and Colquitt opposed, jeopardizing the alliance between agriculturalists and industrialists in the state. Despite these issues, the two often worked together to support New South policies. In 1886, Gordon reentered politics when he was elected Governor of the state. This would represent the height of power for the triumvirate, as both senatorial positions and the governorship was held by a member of the triumvirate. Following this, the triumvirate experienced a gradual decline in cohesion and power. In 1887, Brown and Colquitt butted heads over President Grover Cleveland's announcement to lower tariffs, which Colquitt supported and Brown opposed. Furthermore, following the revelation of the hardships of convict labor at Brown's coal mines, Gordon made convict lease reform an important plank on his platform. Additional factors that lead to the triumvirate's demise included the rise of prominent Georgia politician Thomas E. Watson and the death of Henry Grady. The deaths of both Brown and Colquitt in 1894 effectively ended the triumvirate. == Criticism of the term == Modern historians debate the accuracy of the term as applied to Brown, Colquitt, and Gordon. Discussing the use of the term \"Bourbon\", American historian C. Vann Woodward claimed that, in its application to the three, \"there has probably been no more fallacious misnomer in our history than this term Bourbon\". Furthermore, historians note that, despite the general support the three had for New South policies, the three were often opponents when it came to specific policies. Brown and Colquitt especially often showed an adversarial relationship towards each other, with Colquitt blocking many of Brown's political ambitions and Brown at one point discussing the prospect of supporting Henry Grady in running against Colquitt for the governorship. Additionally, the effect of Grady on obtaining political support for the triumvirate has also been discussed, as shortly after Grady's death in 1889, the triumvirate ceased to effectively function. == References == == Bibliography == * * * * * * * * * * * * Category:Democratic Party (United States) Category:Georgia (U.S. state) politicians Category:19th-century American politicians ",
    "title": "Bourbon Triumvirate"
}