{
    "id": "63894453",
    "text": "Obinna Oleka (born November 4, 1993) is an American professional basketball player who last played for Djurgårdens of the Basketligan. He played college basketball at Arizona State. ==Early life== Oleka grew up in Washington, D.C. with his mother and brother. He played high school basketball at Florida Christian Institute in Cape Coral, Florida, where he averaged 24 points and 11 rebounds as a senior. He also played AAU ball with DC Assault. ==College career== ===State College of Florida, Manatee–Sarasota=== Coming out of high school, he was considered a three-star recruit by Rivals.com. However, he was academically ineligible to play for a major college, so he instead started playing JUCO ball at the State College of Florida, Manatee–Sarasota (SCF Manatee–Sarasota) in 2012. He was named NJCAA Division I Player of the Week for the week of February 18–24, 2013 after a dominant performance against Hillsborough Community College, in which he put up 32 points, 17 rebounds and 8 assists off the bench. During his second season, he signed a letter of intent (LOI) with the Texas Longhorns, also receiving interest from schools like Gonzaga, Old Dominion, Oregon State, Southern Miss, South Carolina, and Utah State. However, Oleka was suspended from his junior college team for violating team rules, only playing in five games (25.6 ppg, 13.6 rpg) of his sophomore season before leaving the school in December 2013. He was subsequently released from his LOI by Texas. He spent the 2014–15 season off from basketball while taking classes at Cecil College in North East, Maryland. ===Arizona State=== In the spring of 2015, nearly two years after playing his last competitive game, Oleka got a call from newly hired Arizona State head coach Bobby Hurley, and he was offered a scholarship to play NCAA Division I basketball for the Sun Devils. Oleka, who was ranked a top 20 JUCO recruit by jucorecruiting.com at the time, was also Hurley's first recruit after taking over the program in April. He made his debut as a Sun Devil against Sacramento State on November 13, 2015, 705 days after his last college basketball game. After almost two months on the bench, he permanently replaced third-year forward Savon Goodman in the starting-lineup in their second conference regular-season game against USC on January 7, 2016. In 32 games, he had averages of 9.6 points and 6.1 rebounds per contest while the Sun Devils lost in the quarterfinals of the 2015 Pac-12 Conference Tournament. In 2016–17, Oleka started all but one of the 33 games he played, averaging 12.5 points and 9.9 rebounds per game. Despite being 6’8, he played at center for much of the season in an undersized lineup, often playing with four guards. On February 26, 2017, he grabbed his 10th rebound of the game to seal a one-point upset of USC. It was his 15th double-double of the season, tying Ike Diogu for the most in school history since they joined the then-Pac-10 Conference in 1978. He broke the record two weeks later, when he posted a career-high 27 points and 13 rebounds in an overtime win against Stanford in the first round of the 2017 Pac-12 Conference Tournament. However, the Sun Devils lost by a score of 80–57 to Oregon, again in the quarterfinals, in what was Oleka's final college game. His 327 rebounds that year were the third-best mark in school history at the time. ==Professional career== Oleka played at the Portsmouth Invitational Tournament in April,2017 team rosters averaging 9.3 points and 8.7 rebounds per game. In May, he had pre-draft workout with the Utah Jazz, but went undrafted in the 2017 NBA draft Oleka signed with Italian Lega Basket Serie A team New Basket Brindisi in July. He played in a limited role off the bench for the club, appearing in 13 games and averaging 2.5 points and 2.8 rebounds per contest before leaving in January 2018. He joined Argentine team Argentino de Junín in October, replacing the outgoing Calvin Crawford. However, after playing only two games in the 2018 Torneo Súper 20 playoffs against Obras, Oleka was cut from the team the following month. He was then replaced by Leron Black. In December 2018, Oleka reached a deal to play with the St. John's Edge of the National Basketball League of Canada for the remainder of the 2018–19 season. He made his NBL Canada debut in a win over the Island Storm on December 14, adding 12 points and a team-leading 11 rebounds on the same night Glen \"Big Baby\" Davis made his Edge debut. Two days later, in a rematch against the Island Storm, Oleka scored 12 points off the bench and again led his team in rebounds with seven to extend their winning streak to three games after a 1–5 start. He grabbed a season-high 24 rebounds in a 109–100 victory at home against the London Lightning on January 19 for their sixth consecutive win. In 23 games with the Edge, he averaged 7.6 points and 10.4 rebounds in 24.8 minutes per game. He was the team's leading rebounder when he made the move to Gigantes de Jalisco, an expansion team in the Mexican Circuito de Baloncesto de la Costa del Pacífico (CIBACOPA), in March 2019. The Gigantes opened their season with a loss to Tijuana Zonkeys on March 27, but defeated the Zonkeys 103–87 the following day for their historic first win. Oleka, a starter, recorded 20 points and 11 rebounds. He scored 31 points in Jalisco's home opener against Halcones de Ciudad Obregón on April 5 to lead them to an 83–75 win. He topped that mark by dropping 34 points in a win over Caballeros de Culiacán on April 23, and was selected to play in the 2019 CIBACOPA All- Star Game in Guadalajara in May. That summer, Oleka signed with Hungarian team KTE-Duna Aszfalt of the Nemzeti Bajnokság I/A on a one-year contract. However, he did not appear in any games with the team, and instead joined newly- promoted Swedish Basketball League (SBL) club Djurgårdens. He made his league debut in a loss against Köping Stars on October 4, contributing a game-high nine rebounds. Two games later, he notched his first double-double with 14 points and 12 rebounds against Umeå BSKT. His season-high for points was 23 at Wetterbygden Stars on October 25, and his best rebounding game was on November 15 against Södertälje Kings when he grabbed 18 boards. In 18 games played with Djurgårdens, Oleka averaged 10.9 points and 8.8 rebounds per contest. He ranked third in the league in rebounding, and Eurobasket.com named him an All- SBL honorable mention for the season. He parted ways with the team in January 2020. ==Career statistics== ===College=== |- | style=\"text- align:left;\"|2015–16 | style=\"text-align:left;\"|Arizona State | 32 || 18 || 24.8 || .395 || .314 || .777 || 6.1 || 0.7 || .7 || .5 || 9.6 |- | style=\"text-align:left;\"|2016–17 | style=\"text-align:left;\"|Arizona State | 33 || 32 || 32.9 || .430 || .253 || .719 || 9.9 || 1.2 || 1.0 || .8 || 12.5 |- | style=\"text-align:center;\" colspan=\"2\"|Career | 65 || 50 || 28.9 || .415 || .282 || .719 || 8.0 || .9 || .8 || .7 || 11.1 ==Personal life== Oleka is of Nigerian descent, and has a Nigerian passport. His given name Obinna means \"father's heart\" or \"father's throne\" in Igbo. ==References== ==External links== * Obinna Oleka at realgm.com * Obinna Oleka at legabasket.it * Arizona State Sun Devils bio * SCF Manatees bio Category:Living people Category:1993 births Category:African-American basketball players Category:American expatriate basketball people in Argentina Category:American expatriate basketball people in Canada Category:American expatriate basketball people in Hungary Category:American expatriate basketball people in Italy Category:American expatriate basketball people in Mexico Category:American expatriate basketball people in Sweden Category:American men's basketball players Category:American people of Nigerian descent Category:Argentino de Junín basketball players Category:Arizona State Sun Devils men's basketball players Category:Basketball players from Florida Category:Basketball players from Washington, D.C. Category:Forwards (basketball) Category:Gigantes de Jalisco players Category:Junior college men's basketball players in the United States Category:Kecskeméti TE (basketball) players Category:Lega Basket Serie A players Category:New Basket Brindisi players Category:Nigerian men's basketball players Category:St. John's Edge players Category:State College of Florida, Manatee–Sarasota alumni ",
    "title": "Obinna Oleka"
}