{
    "id": "63890842",
    "text": "Cover art of the seventh edition of National Geographic Field Guide to Birds of North America National Geographic Field Guide to Birds of North America is a reference book and field guide to birds of the United States and Canada. The first edition was published 1983 by the National Geographic Society. There have subsequently been six additional editions. The book contains information on the identification, geographic distribution, habitat preference, and vocalizations. Each species account is presented on the left, while respective illustrations are adjacently on the right page. == Editions == === First edition (1983) === The first edition of National Geographic's legacy field contained just over 800 accounts. It was one of the first widely known bird field guides, printing 325,000 copies of the first edition over the course of three years. === Second edition (1987) === Jon L. Dunn and Eirik A. T. Blom served as chief consultants for the second edition, with art contributions from 17 artists. Blom also served as the map compiler. It contains 464 pages with over 800 species accounts. === Third edition (1999) === Jon L. Dunn, Jonathan Alderfer, and Paul E. Lehman were the primary consultants for the third edition. Its 480 pages contain 80 new species, as a result of new records and taxonomic updates. Other updates include new information on identification methods, distribution, and plumage variation, in addition to revised distribution maps, and new illustrations. === Fourth edition (2002) === The fourth edition was edited by Jon L. Dunn, Jonathan Alderfer, Paul Lehman, and Mary Dickinson. It consists of 480 pages. One of the fourth edition's significant updates was the addition of 250 revised range maps. Other updates included revisions to plumage and taxonomy information, new illustrations, and a new quick-find index system. === Fifth edition (2007) === The fifth edition was edited by Jon L. Dunn and Jonathan Alderfer, with colored plates from 20 artists. It is composed of 504 pages and contains accounts for 967 species of birds. The fifth edition involved the addition of thumb-tabs for general bird families such as hawks, sandpipers, warblers, etc. The fifth addition also incorporates an accidental species list. This section includes 67 species that have occurred in North America fewer than three times in the past two decades or five times in the last century or that are extinct. There is also an appendix with summaries of the birds of Greenland and Bermuda. === Sixth edition (2011) === The sixth edition was edited by Jon L. Dunn and Jonathan Alderfer, with colored plates contributed by 21 artists. It is 576 pages long and contains accounts for 990 species, 26 of which newly add in this version. The accidental species list at the end was increased to 92 accounts. The sixth edition also includes maps for 59 birds with multiple subspecies. === Seventh (current) edition (2017) === The seventh edition was edited by Jon L. Dunn and Jonathan Alderfer, with map editing done by Paul Lehman. It contains 592 pages and every species recorded in North America up until 2016. This most recently updated version contains 37 new species accounts, 80 new maps, 350 map revisions, and approximately 300 new illustrations. One of the most significant edits is the update of illustrations for North American hummingbirds. == Other National Geographic bird resources == In addition to their popular National Geographic Field Guide to Birds of North America, National Geographic released a number of related guides. === National Geographic Complete Birds of North America === In 2005, National Geographic and Alderfer produced the first edition of National Geographic Complete Birds of North America. This book is marketed as a \"companion to\" the organization's regular field guides. It is effectively acts as a reference book, but not as a field guide due to its size. In addition to the information in the regular field guides, this expansion contains family introductions, addition information in the species accounts, and in depth identification techniques for hard to identify species. The second edition was released in 2014. === National Geographic regional guides === National Geographic has also released a number of region-specific guides. Dunn and Alderfer helped National Geographic publish National Geographic Field Guide to the Birds of Eastern North America and National Geographic Field Guide to the Birds of Western North America in 2008. The organization also produced a number of state-specific guides. Among them include guides for Pennsylvania (Alderfer 2006), Colorado (Alderfer 2006), Washington and Oregon (combined) (Alderfer 2006), Texas (Alderfer 2005), Michigan (Mel Baughman 2005), Florida (Baughman 2005), Arizona and New Mexico (combined) (Alderfer 2006), New Jersey (Baughman 2005), California (Baughman 2005), and North and South Carolina (combined) (Alderfer 2005). === Other National Geographic bird guides === In 2013, National Geographic, with Laura Erickson and Alderfer, published National Geographic Pocket Guide to the Birds of North America. Smaller than the regular National Geographic field guide, this reduced the guide to only 192 pages, 160 of which are devoted to North America's most common species. This differs from the standard written description on the left page and illustration on the right page. Instead, each species gets one full page. National Geographic, with Alderfer, Paul Hess, and Noah Strycker, also published National Geographic Backyard Guide to the Birds of North America in 2011. A second edition was released in 2019. Like the pocket guide, this guide is 256 pages and outlines the 150 most common yard birds in North America. It also contains several tips and tricks about creating a bird-friendly yard. == References == Category:Birding and birdwatching Category:Birds of the United States Category:Birds Category:Birds of North America Category:National Geographic Society publications Category:Ornithology ",
    "title": "National Geographic Field Guide to Birds of North America"
}