{
    "id": "63891859",
    "text": "Musume Dōjōji (娘道成寺, \"The Maiden at Dojoji Temple\"), or Kyōganoko Musume Dōjōji (京鹿子娘道成寺), is a kabuki dance drama. It is the oldest surviving Noh- based Kabuki dance drama, which tells the story of a maiden who dances before a bell in the Dōjō-ji temple and then reveals herself to be a serpent-demon. The work is noted for its sequence of dances during which the performer dances for nearly an hour with nine changes of costume. It may be considered the most important piece in the kabuki dance repertoire, one that the onnagatas are required to learn to show their mastery of classic dances. It is classified as one of the hengemono (変化物, \"change pieces\") that involve quick change of costumes and roles. Geisha and other dancers may also learn to perform parts of the dance as solo buyō dance pieces. ==Origin== The story of Musume Dojoji refers to a tale of a woman who transforms into a serpent-demon and destroys a temple bell Musume Dojoji originates from the Noh play Dōjōji which refers to the tale of a women later named Kiyohime, who transforms into a serpent-demon out of rage due to an unrequited love for a Buddhist priest, and then destroys a temple bell in Dōjō-ji where he was hidden by the monks of the temple, thereby killing him. The Noh play relates an event some years later when a new bell is being installed. A maiden dances at the dedication ceremony for the new bell, and then reveals herself to be the serpent-demon who had previously destroyed the bell, and leaps into the bell. A Kabuki version of the story may have been performed as early as the 1670s, and it was performed in Edo in 1701. In 1731, a variation of the story was performed as a shosagoto (Kabuki dance drama) at the Nakamura theatre by Segawa Kikunojo I (瀬川菊之丞) called Keisei Dojoji (傾城道成寺, A courtesan at Dōjōji) or Muken no Kane Shin-Dôjôji (無間の鐘新道成寺), and this version forms the prototype for later works on the same theme. The version of Keisei Dojoji that survives today (the original is lost) tells of Katsuragi, a shirabyōshi (courtesan specializing in song and dance), who visits the temple to pray to the bell in the hope that her prayers will clear away her burden of sin. Nakamura Tomijūrō I performing one of the dances found in Musume Dojoji In 1752, a new version of the kabuki dance drama was introduced by Nakamura Tomijūrō I (中村富十郎) in Kyoto in an attempt to outdo the version by Segawa Kikunojo I. He then performed this version at the Nakamura theatre in Edo the following year. This version, commonly referred to as Musume Dojoji and tells the story of a shirabyōshi named Hanako, proved to be more popular and has since become the definitive version of the play today. The text of this version was written by Fujimoto Tobun, with music by Kineya Yajirō and Kineya Yasaburō, and choreography by Ichikawa Dangorō. ==Synopsis== The drama begins at the Dōjō-ji temple where monks are getting ready to consecrate a new bell to replace the old one destroyed by the serpent demon. A shirabyōshi named Hanako (白拍子花子) approaches the gate of the temple and expresses her interest in worshipping before the new bell. The monks initially refuse her, indicating that women are not allowed at the ceremony due to the previous incident of the serpent-demon, but they eventually relent on condition that she performs a sacred dance for them at the ceremony. Hanako first dances solemnly in a formal Noh style, before she performs more lively kabuki dances, changing her costume quickly by employing a quick-change technique called hikinuki (引き抜き, ). She then continues with a number of different dances, and the monks become enchanted by her dancing. Her dancing becomes more agitated, and the monks, alarmed, try but fail to stop her. Eventually she climbs up the bell and reveals herself to be a snake who had previously destroyed the bell, which is where the drama ends. Variations of the story are found in other versions of the play. In one version, the bell lifts to reveal that she has transformed into a serpent or dragon who then becomes exorcised by an oshimodoshi (a repeller of demons) and the monks' prayers. In another, a group of yoten fighters arrange themselves to form the dragon tail at the end. ==Versions== There are many different plays based on the theme of Musume Dojoji. These works are referred to collectively as Dojojimono (Dojoji Temple plays); examples include Ninin Dojoji (二人道成寺) with two dancing maidens, Gonin Dojoji with five maidens, Yakko Dojoji (奴道成寺) with the main role performed by a male tachiyaku, and Meoto Dojoji (男女道成寺) with an onnagata and a tachiyaku performing. There is even a Christian version Kirishitan Dojoji where the action takes place in a church. In addition to the Noh original and the various kabuki dance dramas, other versions also exist in bunraku theatre. Characters from other traditions and milieu such as Benkei, the monk Mongaku, and the Soga brothers may also be added to the play. ==Refereances== ==External links== * Produced by Koga Production. Short 5-minute excerpt (9'–14') from Musume Dōjōji Category:Kabuki plays ",
    "title": "Musume Dōjōji"
}