{
    "id": "63899460",
    "text": "Maddalena Cerasuolo, Italian partisan, bronze medal for military valor Maddalena Cerasuolo, also known as Lenuccia (Naples, 2 – February 2, 1920 – Naples, October 23, 1999), was an Italian patriot and antifascist partisan. She is remembered especially for having actively participated with a significant role to the revolt against the Nazi army, that occurred in Naples from the September 27 to 30, 1943, which is remembered as the Four days of Naples. == Biography == Rubble and downed vehicles in via Santa Teresa degli Scalzi, Naples, due to Allied air bombing, used as barricades and roadblock by the Italian resistance movement (September 28, 1943) The life of Maddalena, as well as that of many of her peers, was splitted in two parts by the World War II. Nevertheless, the war allowed her to stand out in the ranks of the Resistenza and as secret agent, working with the United Kingdom. After the war, she continued to live in Naples, until her death in 1999, after having married with surname Morgese and having two children, Gaetana and Gennaro. === First years === Maddalena's parents belonged to the working class, she was the daughter of Annunziata Capuozzo and Carlo Cerasuolo, who lived in Stella neighborhood in Naples together with the other five sisters Titina, Maria, Anna, Dora, Rosaria and two brothers Giovanni and Vincenzo. The father, Carlo, who was working as cook, in the 1910s participated in the Italo-Turkish War and also later in the Resistenza when he was filed and imprisoned several times for acts of resistance against the Fascism. During World War II, he was initially employed by the company Ansaldo to manage the canteen. Later he was unemployed, thereby he put up an itinerant stall where he prepared and sold fried pizzas. The mother, Annunziata, was employed as help-cook at Ansaldo too, following her husband. Later she helped him in his new activity. When the war was breaking out, Maddalena was about 20 years old, working as craftswoman at a small shoes factory. === Entering the Resistenza === Maddalena Cerasuolo and Antonio Amoretti armed waiting for taking action in Santa Teresa al Museo – vico della Purità, Naples, September 30, 1943 During the war, Maddalena stood out when she participated to the gunfights that happened in Materdei neighborhood, to avoid that the German troops plundered the shoes factory near to vico delle Trone, in exchange for the weapons delivery. She volunteered to go alone on the prowl to calculate the size of German troops and later to speak with Nazi officials, with the risk of not having enshrined Geneva Convention rights as ambassador. Maddalena Cerasuolo participated to the battle against the German troops by defending the Ponte della Sanità with the partisans of the neighborhoods Materdei and Stella, leaded by her father Carlo Cerasuolo, lieutenant Dino Del Prete and firefighter officer Vinicio Giacomelli. They contributed to keep alive an important entranceway to the city, and also an important branch of the aqueduct that supplied the center of Naples. For this episode she received a Medal of Military Valor and she was invited at the Royal Palace from general Montgomery, who hugged and kissed her. === Collaboration with UK secret services === SOE records Maddalena Cerasuolo, with her alias \"Maria Esposito\", agent number \"C22\", from October 23, 1943 to February 8, 1944, she operated with Special Operations Executive (SOE), which is the British secret service. After a small training at Castello Mezzatorre in Forio di Ischia, she participated to the missions named \"Hillside II\" and \"Kelvin\". Hillside II mission consisted in passing beyond enemy lines, but it ended with three failed attempts. Kelvin was a maritime mission. Cerasuolo used a motor torpedo boat directed to Corsica, to get the coasts of Liguria from Bastia, to sabotage military sites by using weapons and explosives, as planned by the British strategy. Also this mission ended with a failure, five attempts without any landing. Moreover, Maddalena lost all her clothes that she had with herself, and was later reimbursed by the SOE. Still working with the SOE, Maddalena parachuted beyond the enemy lines when in Italy they were marked from Rome to Montecassino, to collect information by pretending to be the maid of the artist Anna d'Andria, who was collaborating by giving high society parties to understand the strategy of the German army. In the personal file of the SOE Maddalena is recorded as housewife, not married, living in vico della Neve, 23, Materdei, Naples at Carlo Cerasuolo's house, active as special agent from October 21, 1943 to February 8, 1944 – even though she was still available to continue – with the following service notes: == Recognitions == Cerasuolo received several recognitions, both during her life, such as the Medal of Military Valor and other prestigious acknowledgements, and after her death, among those a toponymical dedication in the city of Naples. === Military recognitions === Maddalena Cerasuolo Bronze Medal of Military Valor decoration On May 24, 1946 she was honored of Bronze Medal of Military Valor with the following motivation: The collaboration with the SOE was recognized, besides with economical retribution, also with the following acknowledgement: === Civilian recognitions === The plate bears the new name of the bridge previously called Ponte della Sanità Once the war ended, she received a certificate of merit signed by officer H.S. Carruthers, by the British kingdom. The year following her death, on March 3, 2000, the mayor Rosa Russo Iervolino inaugurated a commemorative plaque for Maddalena Cerasuolo, placed by Comune di Napoli and Istituto Campano per la Storia della Resistenza. === Popular culture === Maddalena Cerasuolo's memory is held in the culture of the city of Naples, since she is quoted in several texts about the Resistenza and the Four days of Naples. Sometimes her story is brought up also in support of the thesis that Neapolitan resistance was not leaded by the spontaneous riots, as it is largely believed, but as the result of an activity organized locally, within an internationally agreed strategy. ==== Books ==== In 2014, the daughter Gaetana Morgese published a book dedicated to her biography. She is quoted in several Italian books, such as the romance Il paradiso dei diavoli, by Franco di Mare, 2013, in Le donne erediteranno la terra and in Possa il mio sangue servire di Aldo Cazzullo, 2016 and finally in Il treno dei bambini by Viola Ardone. ==== Music ==== In 1995, Carlo Faiello wrote lyrics and music of a song dedicated to Maddalena Cerasuolo, entitled \"Maddalena\", which was interpreted by several artists such as: * Nuova Compagnia di Canto Popolare (1995) * Lina Sastri (2000) * Anna Maria Castelli (2010) * Neapolis in fabula (2011) * Paola Subrizi Quartet (2018) == See also == * Four days of Naples * Italian resistance movement * Special Operations Executive (SOE) * History of women in the Italian Resistance == References == == Bibliography == * * * * == External links == * ANPI, Biography about Maddalena Cerasuolo, on anpi.it * * Testimoni della Storia, Maddalena Cerasuolo, on raiscuola.rai.it, RAI Category:Recipients of the Bronze Medal of Military Valor Category:Italian anti-fascists Category:Italian resistance members ",
    "title": "Maddalena Cerasuolo"
}