{
    "id": "63891990",
    "text": "Anwar Zahid (12 June 1938 – 31 August 2008) was a politician from Jhenaidah district in Bangladesh, journalist, writer, Member of Parliament for Jhenaidah-2 constituency and Minister of Information, Relief and Labor and Manpower. == Birth and early life == Zahid was born on 12 June 1938 in the village of Narikel Baria in Ghorashal Union of Jhenaidah. His father AM Delwar Hossain and mother Razia Begum. He passed the entrance examination from Jhenaidah Model High School in 1956. He studied at Khulna BL College, Rajshahi Government College and Dhaka University. In 1961, he married Kamrunnahar Laili, a lawyer in prison. They have one son and one daughter. == Career == === Journalism === Anwar Zahid was elected general secretary of Sahitya Majlis in 1955. In 1956, he was the assistant editor of the daily Ittehad. Assistant Editor of the Half Weekly Comet in 1958, Assistant Editor of the Daily News in 1959, Assistant Editor of Daily Ittefaq in 1960, Editor of the weekly Janata in 1963, Deputy Editor of the English weekly Holiday in 1966, In 1970, he was the executive editor of the weekly Ganobangla. In 1972, he was the news editor of the English daily Daily People's and the executive editor of the Bangladesh Times. He was the General Secretary of Dhaka Union of Journalists (DUJ) in 1962, 1963, 1964, Vice President in 1965 and 1966, He served as president in 1978 and 1983. === Politics === 1956 He was elected general secretary of Jhenaidah subdivision of Chhatra League. He played an important role in the language movement of 1952 in Jhenaidah. He joined the student union in 1954. In 1956, he was elected GS of Rajshahi Government College. In 1957 he was elected secretary of the East Pakistan Juba League. He was arrested and imprisoned in 1961. He was released in 1962. In 1965, he was elected a member of the Central Committee of the All-Pakistan NAP. He played a role in the mass uprising of 1969. When the NAP split in 1976, he served as joint editor of the Maulana Bhasani-led NAP. When NAP was reorganized in 1977, he became a central member. In 1978, under the leadership of former President Ziaur Rahman, he played a role in forming the Nationalist Front and making a manifesto. At the same time he was the general secretary of NAP. Later he played an important role in the formation of the Democratic Party. He was elected to parliament from Jhenaidah-2 as a Jatiya Party candidate in 1986. He then served as Minister of Information, Relief and Labor and Manpower. He resigned from the cabinet in January 1988. He and Salauddin Quader Chowdhury formed the NDP in 1989 and the BNDP in 1991 and served as party chairman. In 1992, the 10-party NDA was elected Secretary General. He joined the BNP in 1996 and was the BNP chairperson's information adviser until 2001. == Death == Anwar Zahid ied on 31 August 2008. == References == Category:1938 births Category:2008 deaths Category:People from Jhenaidah District Category:Rajshahi College alumni Category:University of Dhaka alumni Category:Bangladeshi journalists Category:Bangladesh Nationalist Party politicians Category:Jatiya Party politicians Category:3rd Jatiya Sangsad members Category:Government ministers of Bangladesh Category:20th-century journalists ",
    "title": "Anwar Zahid"
}