{
    "id": "63899889",
    "text": "David Mercier Parsons was born in Villa Rica, Georgia, and is an American author, poet, and educator. Raised in Austin, Texas, he was named by the Texas State Legislature in 2011 to a one-year term as Poet Laureate of Texas, commemorated by the publication of David M. Parsons New & Selected Poems by the Texas Christian University Press. His most recent book is the poetry collection Reaching for Longer Water (Texas Review Press). Parsons holds a BBA from Texas State University and an MA from the University of Houston’s Creative Writing Program where he studied poetry and literature with Edward Hirsch, Stanley Plumly, Richard Howard, Robert Pinsky and Howard Moss. Parsons is a professor at Lone Star College-Montgomery where he teaches English and Creative Writing. He is a founder and program director of Writers in Performance, a monthly reading series in partnership with the non-profit Montgomery County Literary Arts Council which he founded and co-directs. The Commissioners Court of Montgomery County, Texas, named him County Poet Laureate in 2005 for a five-year term. In 2013, the City of Conroe, Texas, recognized Parsons with a bronze bust in the town’s Founders Plaza. In 2019, his poem, “The Texian,” was installed in bronze at Lone Star Monument & Historical Flag Park in Conroe, Texas. Every year since 1994 Parsons has hosted birthday celebrations in Conroe, Texas, for the poets Emily Dickinson and Walt Whitman featuring presentations from scholars and readings by regional and nationally recognized poets. Scholar Michael Robertson notes the yearly Whitman gathering in his work Worshiping Walt: The Whitman Disciples (Princeton University Press). Parsons served in the United States Marine Corps both active duty and Reserve for eight years, becoming a Squad Leader and Recon Boat Team Leader. He developed a creative writing course specifically for veterans and their families at Lone Star College-Montgomery in 2015. Charles Ealy, writing in the Austin American Statesman, says of the collection Reaching for Longer Water \"David M. Parsons . . . takes us back to the Austin of his youth in his latest collection of verse. But he writes about his youth with a striking clarity that veers far from sentimentality.\" Poet Ange Mlinko writes of Parsons and his work, “It is deeply informed by English and American literature. There is no artificial barrier between art and life, love and intellect. The Renaissance man was once a courtly ideal; Parsons shows that it is a democratic ideal too—warm-blooded, muscular, as companionable on the page as in the flesh.” Parsons was elected to membership in the Texas Institute of Letters in 2009. == Works == * Editing Sky, (Texas Review Press, 1999. ) * Color of Mourning, (Texas Review Press, 2005. ) * Feathering Deep, (Texas Review Press, 2012 ) * David M. Parsons New & Selected Poems, (Texas Christian University Press, 2012. ) * Reaching for Longer Water, (Texas Review Press, 2015. ) * Far Out: Poems of the 60’s, (co-edited with Wendy Barker), (Wings Press, 2016. ) == Honors and Awards == * San Miguel Literary Salo, Featured Poet, San Miguel, Mexico, 2017 * Lamar University MFA Program, Featured Poet, Beaumont, Texas, 2015 * Lone Star College System Writing Award, 2012 * 2011 Texas State Poet Laureate, Texas Commission on the Arts, Texas Legislature * Final Judge, 2010 Robert Phillips Chapbook Competition, Texas Review Press * Dave Parsons Day, Conroe City Council, 2011 * Acclaimed Poet Laureate for Montgomery County 2005-2010 (Montgomery County, Texas, Commissioner’s Court) * Elected to The Texas Institute of Letters, 2009 * Houston Arts Alliance Panel, Individual Artist Jury, Creative Writing, 2008 * Houston Arts Alliance Panel, Creative Writing, 2007 * North Harris Montgomery County College District Writing Award, 2006 * Baskerville Publishers Poetry Prize, descant (Texas Christian University), 2006 * North Harris Montgomery County College District Writing Award, 2005 * North Harris Montgomery County College District Writing Award, 2001 * 2000 Violet Crown Book Award Special Citation, 2000 * 1999 Texas Review Poetry Prize * Finalist 1998 X.J. Kennedy Poetry Competition * Founder /Chairman Montgomery County Literary Arts Council, 1993–98, Chairman 2000-2003 * Finalist 1997 South & Southwestern Poetry Breakthrough Series * Elected by faculty to Willis High School Site-based Management Team, 1993–99 * French- American Legation Poetry Prize, 1987 * Joined United States Marine Corps April, 1961; active duty until January, 1962; Reserve duty until Honorable Discharge, 1969 * Honorary Admiral In The Texas Navy, Governor Price Daniel, 1957 * Honorary Texan, Governor Alan Shivers, 1955 * == References == Category:Year of birth missing (living people) Category:Living people Category:People from Villa Rica, Georgia Category:American male poets Category:Poets from Texas Category:Texas State University alumni Category:University of Houston alumni Category:Poets Laureate of Texas ",
    "title": "David M. Parsons"
}