{
    "id": "63896523",
    "text": "Ann Willcox Seidman (30 April 1926 – 13 August 2019) was an American economist, active in African liberation struggles, and a writer and university professor. ==Background== Ann Willcox Seidman was raised in New York city - her parents were engineer Henry Willcox and the feminist artist Anita Parkhurst Willcox. Both were later victims of McCarthy era censorship. She held a BA (Smith College, 1947), MS in Economics (Columbia University, 1953), and a PhD in Economics (University of Wisconsin, 1968) that was supervised by Kenneth H. Parsons (Ghana’s Development Experience 1951-1966). Between 1958 and 1962 she was lecturer in Economics at Bridgeport University. She began lecturing in the Department of Economics at the University of Ghana in 1962 with her husband, legal scholar Robert B. Seidman, who had tired of legal practice in the US. She was an advisor to Ghana's first president, President Kwame Nkrumah on an economic theory and strategy, attending the second Pan- Africanist Conference in Cairo in 1964 and the third in Accra in 1965. She traveled widely in West Africa, across the former British and French colonies. After the 1966 coup against Nkrumah, she and her family were deported, and worked in Lagos, Nigeria. After completing her PhD and moving around Africa with her husband, she was variously lecturer in Economics at the University of Dar Es Salaam in Tanzania (1968–1970), was head of the Department of Economics at the University of Lusaka in Zambia (1972–1974), and was later Head of Department at the University of Zimbabwe (1980-1983). In 1995 she was Distinguished Visiting Professor at the University of the Witswatersrand in South Africa. In the 1970s, she successfully sued Brown University for discrimination after it reversed a decision to offer her a named Chair and Professorship. She refused to work there and never secured a permanent post in the US. Based from Boston, she taught classes for many years at Clark University and was affiliated to Boston University as Adjunct Professor. She was a Fulbright Professor at Peking University in Beijing, 1988–1989. ==Expertise== Seidman published in law and development, planning policy, and dependency theory. Trained in neoclassical economics, her work soon became rooted in political economy. Her work in Ghana in the 1960s, published in 1968 with Reginald Green as Unity or Poverty? The Economics of Pan-Africanism was a call to re-order African economies under political and economic unification: they were \"trying to create a new theory of market integration and a series of policy measures which truly reflected the characteristics and the needs of the African continent, and at the same time could support Nkrumah’s call for continental planning and political union\" (Gerardo Serra, 2014) The focus of her work shifted to the use of democratic legislative tools as part of successful economic and political integration for developing countries. She advocated the use of law to construct institutional change that could redress embedded socio-economic inequalities. She and her husband founded the International Consortium for Law and Development (ICLAD) in 2004. They taught short courses in law and development and legislative drafting around the world. They helped draft constitutions for Namibia, Somalia, Iraq, and Afghanistan. ==Personal life== Ann Seidman married Robert B. Seidman just after the Second World War, and they were together for around 70 years. He was latterly Emeritus Professor in the Boston University School of Law, where he taught from 1974–2013. Ann and Bob Seidman had five children, some of whom are also academics and with whom they have co-published: Jonathan Seidman (professor of genetics), Judy Seidman (artist and activisthttps://www.youtube.com/watch?v=0OKa6C-izL4), Katha Seidman, Gay Seidman (sociology professor) and Neva Seidman Makgetla (writer, activist with the ANC, former economics professor). The Seidmans were among several families, including Ann's parents Anita and Henry Willcox, who established one of the first interracial planned communities on the East Coast of the US, at Village Creek in Norwalk, Connecticut in the 1950s, and some of their children were born there. Village Creek exists to this day. ==Recognition== *President of the African Studies Association, 1990 *Festschrift volume: Robert Mazur (ed.). 1991. Breaking the Links: Development Theory and Practice in Southern Africa: A Festschrift for Ann W. Seidman. African World Press. ==Publications== *Green, R.H. and A. Seidman. 1968. Unity or Poverty? The Economics of Pan-Africanism. London: Penguin. *Seidman, A. 1972. An Economics Textbook for Africa. London: Methuen. *Seidman, A. 1972. Comparative development strategies in East Africa. East African Publishing House. *Seidman, A. 1974. Planning for development in sub-Saharan Africa. Praeger. *Seidman, A. (ed.) 1975. Natural resources and national welfare: The case of copper. Praeger. *Seidman, A. and N. Seidman. 1978. South Africa and U.S. Multinational Corporations. Lawrence Hill. *Seidman, A. 1978. Ghana's development experience. East African Publishing House. *Seidman, A. (ed.). 1978. Working women : a study of women in paid jobs. Westview Press. *Seidman A. and N. [Seidman] Makgetla. 1980. Outposts of monopoly capitalism: Southern Africa in the changing global economy. Lawrence Hill. *Seidman, A. 1985. The roots of crisis in southern Africa. Africa World Press. *Seidman A. 1986. Money, banking, and public finance in Africa. Zed. *Kalyalya D., K. Mhlanga, A. Seidman and J. Semboja (Eds.) 1987. Aid & Development in Southern Africa: Evaluating a Participatory Learning Process. Africa World Press. *Seidman, A. 1990. Apartheid, Militarism and the U.S. Southeast. Africa World Press. *Seidman A., and R.E. Mazur (eds.). 1990. Breaking the Links: Development Theory and Practice in Southern Africa. Africa World Press. *Seidman, A., K. Mwanza, N. Simelane and D. Weiner (eds.) 1992. Transforming Southern African Agriculture. Africa World Press. *Seidman, A. and R.B. Seidman. 1994. State and Law in the Development Process: Problem-Solving and Institutional Change in the Third World. Palgrave Macmillan. *Seidman, R.B., A. Seidman and J. Payne. 1997. Legislative Drafting for Market Reform: Some Lessons from China. St. Martin's Press. *Seidman, A., R.B. Seidman and T.W. Walde (eds.) 1999. Making Development Work: Legislative Reform for Institutional Transformation and Good Governance. Kluwer Law International. *Seidman, A., R.B. Seidman and N. Abeyesekera. 2001. Legislative Drafting for Democratic Social Change: A Manual for Drafters. The Hague: Kluwer Law International. [translated into ten languages] *Seidman A., R.B. Seidman, P. Mbana and H.H. Li (eds.). 2006. Africa's Challenge: Using Law for Good Governance And Development. Africa World Press. The Seidman Research Papers, numbering in the hundreds, are archived at Boston University. ==References== Category:1926 births Category:2019 deaths Category:American women economists Category:Clark University faculty Category:Boston University faculty Category:Boston University School of Law faculty ",
    "title": "Ann Seidman"
}