{
    "id": "63899480",
    "text": "The Ridings Shopping Centre is an indoor shopping centre in Wakefield, West Yorkshire, England. It opened on 17 October 1983. The pioneering centre was a UK first and subsequently served as a template for many shopping centres throughout the UK. Rear of the centre with Wakefield Cathedral in the background ==Stores and services== The Ridings Centre covers an area of 319,000 sq ft and has an estimated annual footfall of 11 million. The centre contains a number of retailers such as Boots, Marks & Spencer, Morrisons, Primark and TK Maxx as well as a number of independent stores. The Centre has 3 car parks (each assigned a colour) including 3 multi-storeys and a rooftop car park. A five-screen Reel Cinema opened in the centre in 2019. ==History== The Ridings Centre opened on 17 October 1983. It included construction of a large complex to house the upper and middle malls along with the blue and red car parks. In addition to this, an existing open shopping precinct on Kirgate originally opened in 1972 was roofed and extensively updated to become the lower mall, and the existing Almhouse Lane multi-storey was adapted to become the green car park. It was the first of its kind in the UK, containing features such as a food court inspired by malls in the United States and its major popularity upon opening meant there were queues even to enter the centre. The centre was extensively refurbished in 2008 at a cost of £2.5 million. The improvements included a redesign of the centre's entrances as well as new lifts (replacing the original glass wall-climber lift that was the first in the UK). The Ridings Centre was purchased in 2015 by NewRiver. This was followed by a £5 million renovation in 2017 which included a new food court and space for 'pop-up' shops. ==Awards== *The Ridings Centre won the award for 'European Shopping Centre Of The Year' on numerous occasions. *In 2018 the centre won the Revo Purple Apple Marketing Awards, obtaining a Golden Apple Award. ==Transport connections== Ridings Centre Blue Car Park The Ridings Centre is located near Wakefield Westgate and Wakefield Kirkgate railway stations as well as Wakefield Bus Station. The centre is located near the A61 and the M1. ==References== Category:Buildings and structures in Wakefield Category:Shopping centres in West Yorkshire Category:Shopping malls established in 1983 ",
    "title": "The Ridings Centre"
}