{
    "id": "63902046",
    "text": "Jacqueline Marion Katz is an Australian-American microbiologist serving as the deputy director of the influenza division at the National Center for Immunization and Respiratory Diseases. == Education == Katz earned her Bachelor of Science degree in Microbiology and Biochemistry and her Ph.D. in Microbiology from the University of Melbourne. Her 1985 dissertation was titled, The T cell response to influenza virus in the mouse. She completed postdoctoral training in influenza virology. == Career and research == Katz worked as an assistant member of the Department of Virology and Molecular Biology at St. Jude's Children's Research Hospital in Memphis, Tennessee and had a concurrent appointment as an assistant professor at the University of Tennessee, Memphis, from 1990 to 1992. Katz joined the Centers for Disease Control and Prevention (CDC) in 1992 as chief of the Immunology and Viral Pathogenesis Section in the Influenza Branch within the Division of Viral and Rickettsial Diseases. Katz was appointed chief of the Immunology and Pathogenesis Branch of the CDC’s Influenza Division in 2006. Under her leadership, the Branch conducted research on the pathogenesis, immunity and transmission of seasonal and pandemic and novel influenza viruses and received three Charles C. Shepard Science Awards for excellence in laboratory methods publications. During the 2009 H1N1 pandemic, Katz and her team conducted serologic studies, provided laboratory support for seroepidemiologic investigations and supplied technical support to public health partners. Using existing models systems, her team studied the properties of virulence (disease severity) and transmissibility of pandemic 2009 H1N1 viruses in comparison to seasonal viruses. This research provided a platform for the ongoing assessment of multiple preventive and treatment strategies against pandemic 2009 H1N1 infection. Katz has an adjunct appointment at Emory University in the Departments of Microbiology and Immunology, and is an adjunct member of the graduate faculty in the Immunology and Molecular Pathogenesis Program of the Laney Graduate School, Division of Biological and Biomedical Sciences. She also serves as an associate editor for the International Society for Influenza and Other Respiratory Virus Diseases and is a deputy co-chair of the International Society of Influenza and other Respiratory Viruses (isirv). Katz’s work is documented in more than 290 peer-reviewed research articles, reviews and book chapters. In late 2014, Katz was named the director of the Atlanta World Health Organization (WHO) Collaborating Center for Surveillance, Epidemiology and Control of Influenza. At the same time, she became acting deputy director for the Influenza Division at the National Center for Immunization and Respiratory Diseases. She served as acting director intermittently during 2014-2015. == References == Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:Centers for Disease Control and Prevention people Category:21st-century American biologists Category:21st-century American women scientists Category:American medical researchers Category:Women medical researchers Category:Harvard School of Public Health alumni Category:American women biologists Category:American microbiologists Category:Women microbiologists Category:Australian microbiologists Category:Australian women biologists Category:21st-century Australian scientists Category:20th-century Australian scientists Category:Australian emigrants to the United States Category:Expatriate academics in the United States Category:Australian medical researchers Category:Influenza researchers Category:20th-century American biologists Category:20th-century American women scientists Category:University of Melbourne alumni ",
    "title": "Jacqueline Katz"
}