{
    "id": "63905990",
    "text": "Pieter Linthorst (circa 1757 – 21 July 1807) was a Dutch writer of plays and political pamphlets, politician, and colonial administrator on the Gold Coast, who served as governor-general of the Dutch Gold Coast between 16 June 1805 and his death on 21 July 1807. == Biography == Pieter Linthorst was born in Amsterdam to Pieter Linthorst senior and Jannetje Cristoffels. He was baptised in the Amstelkerk on 16 February 1757. Linthorst was a writer of plays and political pamphlets and was a member of the provincial government of Utrecht between 1796 and 1798. He was then elected member of the Representative Body of the Batavian Republic, where he first represented the constituency of Soestdijk and later Amsterdam-VIII. For some reason, Linthorst continued his political career as a colonial administrator on the Dutch Gold Coast. He kept a journal of his journey to the Gold Coast, which he intended to publish. The manuscript he sent to his friend Antonie Lodewijk Heijstek in the Batavian Republic was confisquated by the British, however, and never reached Heijstek. Linthorst was appointed resident of Fort Crèvecœur in Accra on 20 April 1802 and served there until he took over as governor-general of the Dutch Gold Coast on 16 June 1805, after his predecessor Isaac de Roever repatriated to the Batavian Republic to recover from illness. His appointment proved controversial, as it was done by the Small Council in Elmina, without the presence of the resident of Fort Saint Anthony Jan Frederik König, who was the more senior resident on the Gold Coast and the more logical successor of De Roever. König protested the procedure, but nevertheless accepted the decision made. All doubts on the legitimacy of Linthorst's rule were taken away, however, when he was officially appointed as governor-general by the authorities in the Batavian Republic on 5 August 1805. During Linthorst's time in office the Ashanti–Fante War broke out, which among other things resulted in the Fante occupation of Fort Amsterdam. Linthorst blamed this on the lack of military supplies from the metropole, which at the time was going through a turbulent period in which the French client state of the Batavian Republic was replaced by a Kingdom of Holland headed by Louis Bonaparte as king. In 1807, he sent a proposal for colonisation of the Gold Coast to The Hague. Pieter Linthorst died in office on 21 July 1807. == Personal life == Pieter Linthorst was married to Catharina Christina Kestlij, who died in 1799. After her death, he married Maria de Jongh (1779–1841) in 1802. == Publications == === Plays === *De herëeniging: tooneelspel in 5 bedrijven *De patriotten van zeventien honderd zeven-en-negentig: tooneelspel in drie bedryven *De majoor Breekijzer op het vrede feest te Nederoord: blijspel in 5 bedrijven *Deugd en ondeugd, of De gevaarlyke gevolgen van de dweepzucht: tooneelspel in vyf bedryven == Notes == == References == * * * Category:1757 births Category:1807 deaths Category:Colonial governors of the Dutch Gold Coast ",
    "title": "Pieter Linthorst"
}