{
    "id": "63907018",
    "text": "Pratiloma is a Sanskrit term used in the Manusmriti, that is the Laws of Manu (Shraddhadeva Manu), to describe a hypogamous union between a high born woman and a man of a lower standing (by birth) relative to the respective woman. Manu explains that the evolution of different castes among mankind occurred due to the union of two persons who did not belong to the same rung in the caste or class ladder (by birth and not wealth or status in society) relative to each other. According to Manu, marriage within the same caste, that is, between two persons who belong to the same rung in the ladder, is excellent. Manu bitterly criticises and condemns Pratiloma unions which were considered as \"going against the hair or grain\" and holds them responsible for the degeneration of the parties involved, subsequent to the union. However, later commentators have come to accept these marriages. Manu pronounces that the Pratiloma unions cause a confusion of the castes and lists six combinations that happen at the initial stage (ordered hierarchically from high to low), * Union of a Kshatriya man and a Brahmin woman results in a Suta * Union of a Vaishya man and a Brahmin woman results in a Magadha * Union of a Vaishya man and a Kshatriya woman results in a Vaidehaka * Union of a Shudra man and a Vaishya woman results in a Ayogava * Union of a Shudra man and a Kshatriya woman results in a Kshattri * Union of a Shudra man and a Brahmin woman results in a Chandala, the lowest of all mortals Similarly, there are six castes listed for the reverse union or Anuloma where a high born male unites with a woman of a lower standing (relative to the man). As opposed to Pratiloma, Anuloma unions are considered as \"going with the grain\" unions and according to Hindu scriptures, Anuloma marriages or unions though not advocated were tolerated and accepted historically. So the second time around, when these castes once again unite in the wrong order, more castes are generated and with the passage of time this process causes a gradual downward mobility and decay of the castes called Jatyapakarsa. The offspring of the Pratiloma unions were despised by the Aryas (worthy men). The Pratiloma children were kept in a fifth category which was lower than the Shudras. ==References== Category:Hindu law Category:Ancient Indian law Category:Dharma Śāstra ",
    "title": "Pratiloma"
}