{
    "id": "63901876",
    "text": "Major General Tracy R. Norris is the current Adjutant General of the Texas National Guard. Norris is the first female commander of the Texas Military Department, an organization composed of the Texas Air National Guard, Texas Army National Guard, and the Texas State Guard. ==Education and experience== ===Civilian=== Norris earned her degree in anthropology in 1984 when she graduated from Florida State University. Later she earned her master's from Florida State with a degree in urban and regional planning. Additionally, after attending the McCombs School of Business at the University of Texas, she earned a master's in business administration. ===Military=== Norris attended Florida State University on a ROTC scholarship and began her career in the military upon graduation. While in the military she attended the United States Army War College and earned her master's in Strategic Studies. Norris has twice been deployed to Iraq. From January to July 2017, Norris was an officer with the 36th Combat Aviation Brigade in Balad, Iraq. From December 2010 to September 2011, Norris was the Chief of Staff 36th Infantry Division in Basra, Iraq. While serving in that capacity, she oversaw command and control of nine provinces in southern Iraq. Prior to accepting the position of adjutant general of the Texas Guard, Norris had previous command experience. In addition to serving in the Texas National Guard, she has served in other states’ Guard units, specifically Georgia, Florida, Virginia, and Massachusetts. Norris held command positions in other capacities. They include: * Commander, 176th Engineer Brigade, Grand Prairie, Texas from July 2012 to April 2015 * Battalion Commander, Headquarters and Headquarters Company, 176th Engineer Brigade, Brenham, Texas, from July 2005 to January 2007 * Commander, Recruiting and Retention Command, Camp Mabry, Texas, from July 2004 to June 2005 * Company Commander, 180th Engineer Detachment (Utilities), Hyannis, Massachusetts, from July 1995 to July 1997 ==Texas National Guard Adjutant General== ===Appointment=== Texas governor Greg Abbott appointed Major General Tracy R. Norris to the position of Adjutant General of the Texas National Guard, the state's top military leader, a position she has served in since January 2019. She followed Maj. Gen. John F. Nichols to become the 52nd adjutant general of the Texas Military Department. As the adjutant general, Norris reports directly to the governor and is responsible for providing forces capable of assisting the governor in state operations. Additionally, she has a responsibility to provide Texas Army and Air National Guard troops to the President of the United States to support federal missions. The Texas National Guard is the largest of any state in the nation as it has 20,873 troops, 1,933 volunteers, and 112 facilities. Norris oversaw the 2019 fiscal year budget which was $493.1 million. The position she holds is compensated at $178,196 per year. ===COVID-19=== Norris was in command of the Texas Guard when Governor Abbott activated it in response to COVID-19. Norris oversaw the Guard's mobilization to provide healthcare assistance in the areas of logistics, medical, communication, and transportation support. ==Awards== Her awards include: *Legion of Merit *Bronze Star Medal *Meritorious Service Medal (with 4 Bronze Oak Leaf Clusters) *Army Commendation Medal (with 3 Bronze Oak Leaf Clusters) *Army Achievement Medal ==References== ==Sources== * * * * * * Category:Year of birth missing (living people) Category:Living people Category:Florida State University alumni Category:Massachusetts National Guard personnel Category:McCombs School of Business alumni Category:Texas National Guard personnel Category:United States Army War College alumni Category:National Guard of the United States generals Category:Recipients of the Legion of Merit ",
    "title": "Tracy R. Norris"
}