{
    "id": "63900825",
    "text": "Rui Andrade (born 23 September 1999) is an Angolan racing driver who sometimes races under the Portuguese flag. He is currently racing in the Euroformula Open Championship for Japanese team CryptoTower Racing. ==Career== ===Spanish F4 Championship=== Andrade's first experience in single seaters was in Spanish F4 in 2018 with Spanish team Drivex. Andrade competed from the second round in Valencia until the end of the season. He finished the season 12th with 43 points, achieving his best results at Barcelona and Navarra where he finished 5th. ===Formula 4 UAE Championship=== Andrade drove for Emirate team Dragon Racing in the 2019 Formula 4 UAE Championship. With 201 points Andrade attained 5th in the standings while standing on the podium 6 times, none of which were wins however two of them were second places. The two second places came at the first race at Dubai Autodrome and second race at Yas Marina Circuit. ===Toyota Racing Series=== At the 2020 Toyota Racing Series Andrade raced for M2 Competition alongside the top two driver in the championship, Igor Fraga and Liam Lawson. Andrade won 70 points over the course of the season meaning he finished 16th, 2 points behind French teammate Émilien Denner. Two 9th places were the Angolans best results at the first 2 races at Pukekohe Park. ===Euroformula Open Championship=== Andrade's first season at the Euroformula Open Championship was in 2019 with Spanish outfit Drivex Racing. Andrade only finished in the points once and it was at the last round in Monza, ultimately this contributed to a 22nd-place finish with 6 points. In 2020 Andrade will race for Japanese team CryptoTower Racing alongside Ye Yifei. ==Racing record== ===Career summary=== {| class=\"wikitable\" style=\"font-size: 90%; text-align:center\" |- ! Season ! Series ! Team ! Races ! Wins ! Poles ! F/Laps ! Podiums ! Points ! Position |- ! 2018 |align=left| Spanish F4 Championship |align=left| Drivex | 14 | 0 | 0 | 0 | 0 | 43 | 11th |- ! rowspan=4| 2019 |align=left| Euroformula Open Championship |align=left| Drivex | 17 | 0 | 0 | 0 | 0 | 6 | 22nd |- |align=left| Formula 4 UAE Championship |align=left| Dragon Racing | 20 | 0 | 0 | 2 | 6 | 201 | 5th |- |align=left| Formula Ford Portugal |align=left| N/A | 2 | 0 | 0 | 0 | 1 | 20 | 5th |- |align=left| Formula Renault Eurocup |align=left| FA Racing by Drivex | 2 | 0 | 0 | 0 | 0 | 0 | 25th |- !rowspan=2| 2020 |align=left| Euroformula Open Championship |align=left| CryptoTower Racing | 11 | 0 | 0 | 0 | 0 | 18 | 13th* |- |align=left| Toyota Racing Series |align=left| M2 Competition | 15 | 0 | 0 | 0 | 0 | 70 | 16th |} * Season still in progress. ==References== ==External links== * Category:1999 births Category:Living people Category:Angolan racing drivers Category:Spanish F4 Championship drivers Category:Formula Renault Eurocup drivers ",
    "title": "Rui Andrade (racing driver)"
}