{
    "id": "63904963",
    "text": "Hasier Arraiz Barbadillo (born 13 June 1973) is a Spanish politician from the Basque Country. He was the first president of Sortu, and a member of the Basque Parliament. == Early life == Arraiz was born on 13 June 1973 in Gasteiz. He went on to study romance studies at the University of the Basque Country. Having participated in youth groups against the military in Gasteiz, in 1997 he was sentenced to two years and four months in prison for military draft evasion. He was pardoned a year later. == Political career == === Early career === In his youth, Arraiz was a member of Jarrai, a youth organisation of the Abertzale left that has since been banned as a terrorist group. He was a candidate for Euskal Herritarrok in the constituency of Álava in the regional elections of the Basque Country in 1998 and in 2001. In 1998 he was a deputy candidate, and in 2001 was sixth on the party list. === Batasuna and EH Bildu === In January 2007, he was briefly detained after refusing to identify himself to police officers when a group of Jarrai supporters were arrested, but was released without charge shortly afterwards. Later that year, on 4 October 2007, he was detained again by the National Police Corps whilst participating in a meeting of the National Council of Batasuna in the town of Segura. He spent two and a half years in pre-trial custody. In 2012 he was a candidate in the regional elections for EH Bildu, in the same constituency as previously of Álava, whilst still technically released on bail from the October 2007 incident. He was elected on the EH Bildu ticket, and obtained his first political role. Relevant information is contained within the final electoral lists, which you can find in the archive file \"ElecP12_c.xls\". In 2015 Arraiz, acting as a spokesperson for EH Bildu, presented a bill to the Basque parliament laying the prerequisite legal foundations for a \"consultation\" on independence for the Basque Country. === Sortu === On 23 February 2013 the Constituent Assembly of Sortu chose Arraiz as the first president of the party at their founding conference; he was the only candidate presented. Following his election, he called for union among Basque nationalist parties, claiming it was necessary to leave the \"tired autonomic framework\" behind. He repeated this call in an interview with Radio Euskadi in July 2013. He later opened the door to other organisations, such as unions and social movements, to join what he called an \"accumulation of democratic forces\" to put into effect a process to realise \"the rights of the Basque Country as a nation\". During Arraiz's presidency of Sortu, the ongoing case against him for the October 2007 incident continued, with the prosecutor of the Basque Country asking in February 2015 for Arraiz to be sentenced to six years in prison. In 2015, Arraiz caused controversy by saying it was the time to \"checkmate\" the Civil Guard, the Spanish military police force, that \"they should leave the Basque Country now\", and that the \"only violence is that of the Spanish state\". In a press conference, Arraiz said that the Basque people were facing a \"terrorist state\" in the Spanish government. A case was subsequently opened against him investigating whether the statements he made could have constituted incitement of terrorism. A court found in June 2016 that his statements were not incitement of terrorism; the case was subsequently closed and archived. In February 2015, the public prosecutor declared that Arraiz was a member of the banned Basque separatist terrorist organisation ETA. The case against Arraiz was subsequently delayed until 2016. In May 2016 he was banned by a judge from holding public office for his relationship with Batasuna, but avoided a prison sentence, after admitting having been a member of the ETA and apologising to its victims during the trial. After leaving the Basque Parliament in May 2016, he left the leadership of Sortu during their process of \"re-foundation\" in July 2016, at which point the position of president was abolished. == Personal life == Arraiz is the father of two twin girls. He lives in Donostia in the Basque Country. == References == Category:Members of the 10th Basque Parliament Category:EH Bildu politicians Category:Basque politicians Category:Sortu politicians Category:1973 births Category:Living people ",
    "title": "Hasier Arraiz"
}