{
    "id": "63902609",
    "text": "The following is a list of characters and cast members who appeared in The Angry Birds Movie and its sequel. ==Characters== The following is a list of characters featured in the Angry Birds film series, distributed by Sony, and its related media appearances. ==Birds== In the films, the Birds, who are the primary protagonists in the franchise, live on an island known as Bird Island, which ignores various Angry Birds media that some of the Birds live on Piggy Island or Golden Island. * Micheal Ethan \"Mighty\" Eagle (voiced by Peter Dinklage) * Red (voiced by Jason Sudeikis, Aidan McGraw and Kallan Holley (young)) is the protector of Bird Island * Chuck (voiced by Josh Gad) is the fastest citizen in Bird Island, but constantly gets a speeding ticket whenever he goes too fast * Bomb (voiced by Danny McBride / Suzanne Waters (opera voice)) * Silver (voiced by Rachel Bloom) is Chuck's younger sister who attends Avian Academy, who helps defeat Zeta from destroying both Bird and Piggy Island. * Matilda (voiced by Maya Rudolph) * Terence (voiced by Sean Penn in The Angry Birds Movie, Nolan North in The Angry Birds Movie 2) * Judge Peckinpah (voiced by Keegan-Michael Key) * Stella (voiced by Kate McKinnon) * * Hal (voiced by Anthony Padilla) * Willow (voiced by Charli XCX) ===Hatchlings=== * The Blues * Dylan * Samantha (Sam-Sam) (voiced by Samantha Cohen in The Angry Birds Movie, Alma Versano in The Angry Birds Movie 2) * Will * Arianna * Zoe (voiced by Brooklynn Prince) * Vincent (ViVi) (voiced by Genesis Tennon) * Beatrice * Lily ==Pigs== * King Leonard Mudbeard (voiced by Bill Hader) * Courtney (voiced by Awkwafina) * Ross (voiced by Tony Hale) * Garry (voiced by Sterling K. Brown) * Earl (voiced by Blake Shelton) * Photog (voiced by Tituss Burgess) ===Piglets=== * Isla * Sophie * Oliver ==Eagles== * Zeta (voiced by Leslie Jones) * Debbie (voiced by Tiffany Haddish) * Glenn (voiced by Eugenio Derbez) * Carl (voiced by Zach Woods) * Jerry (voiced by Pete Davidson) * Brad Eagleburger (voiced by Beck Bennett) * Axel (voiced by David Dobrik) * Kira (voiced by JoJo Siwa) * Hank (voiced by Beck Bennett / John Rice) ==Others== * Worms * Billy the Sign ==References== Category:Angry Birds ",
    "title": "List of Angry Birds film cast members"
}