{
    "id": "63905655",
    "text": "Association belge des familles des disparus (\"Belgian association of the families of the missing\") was a nonprofit organization under Belgian law, with its registered office in Brussels, that existed from 1948 to 2009. Its purpose was to determine the location and fate of missing Belgian citizens deported to the Soviet Union at the end of the Second World War. Some of these Belgians had served in volunteer units on the Eastern Front or been conscripted into the Wehrmacht, but others were labour conscripts, prisoners of war or political prisoners liberated by the Red Army but then conscripted to Soviet labour camps. The founder of the association, Corneille Vander Borght (1893–1980), was a Belgian veteran of the First World War whose son, Paul (born 1921), a non-commissioned officer in the Belgian Army during the Battle of Belgium of 1940, had escaped from a prisoner-of-war camp in Germany in 1942 but been rearrested by the Germans as a political prisoner in 1944. After being liberated by the Red Army he was misidentified as a fugitive Nazi and deported to the Soviet Union, where his fate remains unknown. The association was formally founded on 23 July 1948, and its statutes were published in the Belgian official journal on 16 September 1948. After a wave of returns up to the spring of 1947, a further 256 Belgians were repatriated from the Soviet Union between 1947 and 1962. Thereafter the Soviet authorities denied any knowledge of further detainees. New interest in the disappeared was stimulated in 1979, when Soviet dissidents publicised the presence of 16 Belgian prisoners in a camp in Mordovia. In 1995, Belgian foreign minister Erik Derycke estimated that up to 400 Belgians had remained unaccounted for. The association was wound up on 4 March 2009, when most of those missing would have been aged in their 100s. Its archive is now held by the Belgian Centre for Historical Research and Documentation on War and Contemporary Society. ==References== ==Further reading== * Corneille Vander Borght, Le scandale des Disparus, 1940-1945 (Brussels, 1977) * Willy Fautré and Guido De Latte, Nos prisonniers du goulag ([Soignies], 1980) Category:1948 establishments in Belgium Category:2009 disestablishments in Belgium Category:Non-profit organisations based in Belgium Category:Missing people organizations ",
    "title": "Association belge des familles des disparus"
}