{
    "id": "63902087",
    "text": "India Ferrah is the stage name of Shane Richardson, an American drag queen and costume designer best known for competing on the third season of RuPaul's Drag Race. Richardson was raised in Roanoke, Virginia, and came out as gay and started performing in drag as India Ferrah during his teens. He later lived in Dayton, Ohio, and performs regularly in Las Vegas. India Ferrah competed on the fifth season of RuPaul's Drag Race All Stars. ==Early life== Richardson was raised in Roanoke, Virginia. He began wearing dresses and makeup at age 12, and sewing at age 14. Richardson came out as gay at a young age, and was performing as India Ferrah by age 18. His drag name came from his brother's boyfriend, who also served as his drag mother. ==Career== India Ferrah in 2017 India Ferrah has worked as a drag entertainer and costume designer, and was named Miss Gay Roanoke in 2006. She won the Heart of Ohio All American Goddess Pageant in 2008. She performed regularly at the Piranha Nightclub in Las Vegas, as of 2014, and has co-hosted pageants. ===RuPaul's Drag Race franchise=== India Ferrah competed on the third season (2011) of RuPaul's Drag Race. She was the season's youngest contestant, at 23 years old. India Ferrah was picked up without permission by fellow contestant Mimi Imfurst during their lip sync to Thelma Houston's \"Don't Leave Me This Way\" during the fourth episode; the incident has been described as \"infamous\", and prompted RuPaul to enforce a new rule: \"drag is not a contact sport\". India Ferrah in 2019 Tanner Stransky of Entertainment Weekly called the exchange \"one of the most entertaining few seconds\" in the show's history to date. In 2013, Philadelphia magazine's Alexander Kacala said the incident was \"probably the worst lip-sync ever\" in his list of the \"5 All-Time Best RuPaul's Drag Race Lip-Sync Battles\". Timothy Allen of Queerty included the battle in his 2014 list of the series' \"most shocking and controversial moments\", and The Guardian Brian Moylan included the lip sync in his 2017 overview of the \"10 best moments of TV's most fabulous reality show\". India Ferrah was eliminated by Stacy Layne Matthews in the fifth episode, placing tenth. She had a \"public breakup\" with drag and criticized the series immediately following her appearance, but recovered from the experience and worked to redeem her image. India Ferrah has appeared at RuPaul's DragCon LA and RuPaul's DragCon UK, and continues to tour and host pride festivities across the United States. She is slated to appear in RuPaul's Drag Race Live! (2020), a variety show residency at Flamingo Las Vegas, and competed on the fifth season of RuPaul's Drag Race All Stars (2020). She won the season's first challenge and lip-synced against season 11 winner Yvie Oddly. Kevin O'Keeffe of Mic.com ranked India Ferrah number 104 in his 2016 \"definitive ranking\" of all 113 RuPaul's Drag Race contestants. Thrillist contributor Brian Moylan ranked her number 111 in his similar list for 2017, and said she had \"one of the worst drag names of all time\". In 2018, Instinct Ryan Shea ranked India Ferrah number 112 in his \"definitive list\" of all 126 contestants, writing, \"Sweet queen, but only remembered for being lifted up by Mimi Imfurst.\" In 2019, season 11 contestant Kahanna Montrese named India Ferrah as her \"favorite underrated\" alumna. ==Personal life== Richardson lived with his husband in Dayton, Ohio, during the early 2010s. He lives in Las Vegas, as of 2014. He has a brother who is also gay. ==Filmography== ===Television=== {| class=\"wikitable plainrowheaders sortable\" |- ! scope=\"col\" | Year ! scope=\"col\" | Title ! scope=\"col\" | Role |- | rowspan=\"2\"|2011 | scope=\"row\" |RuPaul's Drag Race (season 3) |rowspan=\"4\"| Herself |- | scope=\"row\" |RuPaul's Drag Race: Untucked |- | rowspan=\"2\"|2020 | scope=\"row\" |RuPaul's Drag Race All Stars (season 5) |- | scope=\"row\" | RuPaul's Drag Race All Stars: Untucked (season 5) |} ==See also== * List of costume designers ==References== ==External links== * Shane Richardson at IMDb * India Ferrah: RuPaul's Drag Race Season 3 Contestant at Logo TV * Sashay Away – RuPaul's Drag Race Exit Interview, Week 4: Stormy Weather (2011), NewNowNext, Logo TV * RuPaul's DragCon 2016: Meet India Ferrah (2016), The WOW Report, World of Wonder Category:1980s births Category:Living people Category:American costume designers Category:American drag queens Category:Entertainers from Nevada Category:Entertainers from Ohio Category:Entertainers from Virginia Category:Gay entertainers Category:LGBT people from Nevada Category:LGBT people from Ohio Category:LGBT people from Virginia Category:People from Dayton, Ohio Category:People from Las Vegas Category:People from Roanoke, Virginia India Ferrah Category:RuPaul's Drag Race contestants ",
    "title": "India Ferrah"
}