{
    "id": "63903206",
    "text": "Rodney, moments before she capsized and sank, showing many people on the top deck and few on the lower deck The ferry Rodney capsized and sank on Sydney Harbour 12 February 1938 with the loss of 19 lives. The ferry was carrying well-wishers and girlfriends of sailors on the heavy cruiser USS Louisville as it left the Harbour. ==Background== USS Louisville on Sydney Harbour, 13 February 1938 In the early twentieth century, Sydney Harbour had one of the largest ferry fleets in the world. However, the 1932 opening of the Sydney Harbour Bridge quickly saw annual patronage fall from a peak of 40 million passengers to 15 million. The largest operator, Sydney Ferries Limited, laid up in excess of a dozen vessels. Ferry operators sought new markets including excursion, concert, and spectator business. Smaller operators including Charles Rosman did quite well in this trade. Many of their smaller single deck ferries were fitted with rails and seating on their roofs for the enjoyment of passengers. Rodney at the time was a new ferry, built in 1937 for the Rosman fleet. She was built by W L Holmes and Co of North Sydney. Her 80 hp Vivian diesel engines could push her to 8 knots. The wooden ferry was 16.9 m long, had a beam of 4.7 m and was 33 tons. She was licensed to carry 211 passengers, 60 upstairs and 151 on the main deck. In January and February 1938, Louisville (CL/CA-28), a , undertook a Pacific goodwill tour which took her to Hawaii, Samoa, Australia, and Tahiti. In the harbour for 18 days, she was one of seven foreign warships in Sydney for the sesquicentenary of the arrival of the First Fleet at Sydney Cove. ==Capsize and sinking== Rodney capsized and about to sink On the afternoon of Sunday 13 February, thousands of Sydneysiders came to watch Louisville leave for Melbourne. The cruiser with 600 uniformed sailors lining the decks left her berth at Woolloomooloo with bands player and onlookers cheering. She made her way towards the Sydney Heads under the command of Captain Robert Mathewson. Among the scores of vessels following the cruiser down the harbour was Rodney, skippered by owner Charles Rosman, whose passengers had paid a shilling to see-off the American cruiser. Rodney had 150 passengers on board, less than its total licensed limit of 211. However, as the ferry drew alongside Louisville, excited passengers rushed upstairs such the upper deck was carrying about 100 passengers, well in excess of the upper deck's limit of 60 making the ferry top heavy. Rodney sinking Between Garden Island and Bradleys Head, Rodney passengers shouted to the skipper to take the ferry around to the cruiser's port side. As the ferry changed course to pass behind the stern of the larger ship, the crowd rushed over from small ferry's port side to the starboard side giving it a dangerous list. The shift in weight wobbled the ferry precariously in the wash of the Louisville, and Rodney began to capsize with passengers falling down the steeply sloping deck. Passengers spilled into the water and the boat rolled over and sank within a couple of minutes in 15 metres of water. Passengers grabbed at floating seats or each other to stay afloat. Others had been knocked unconscious and drowned. Passengers on the lower inside deck who could not break windows to escape were taken down to the bottom with the ferry. ==Rescue efforts== Barrenjoey and Dee Why, and an assortment of small craft help in rescuing passengers off Bradleys Head|left The police launch Cambrai carrying the police band, gave four sharp whistle blasts in a call for assistance. The Manly ferry, Barrenjoey and 20 launches were nearby and came to assist. 16 band members aboard the Cambrai jumped into the water to rescue those thrown from the ferry. Seven sailors from the Louisville dived from the cruiser before an order for action stations was called. Life jackets, four lifeboats and two motor launches were quickly lowered from the ship. thumb Louisville took 26 survivors on board, 18 of whom were unconscious and taken to the ship's hospital for treatment by a navy surgeon; all but one survived. The Cambrai's crew rescued 20 and bandsmen attempted resuscitation on its deck. A large motor cruiser, the Celere took on board 15. Survivors were brought ashore at the Man O'War Steps, adjacent what is now the Sydney Opera House. 12 ambulances ferried 100 people to Sydney and St Vincent's hospitals. Initially, police had thought 27 had died, however, before morning 8 of the missing had turned up. The final death toll was not confirmed until the ferry was raised from the bottom of the harbour and the bodies of seven of those trapped inside were recovered. 19 people died, of which 17 were women, one was a man and another a seven-year-old boy. The Louisville continued to Melbourne that night. Two days later a ceremony was held on board and a wreath dropped at sea by the ship's seaplane. Some crew flew to Sydney the following Saturday to attend funeral services for victims. ==Aftermath== Rodney renamed Regalia entering Mosman Bay, 1970s After re- floating, Rodney was refitted and renamed Regis and returned to service. On 14 May 1938, the boat was repossessed by the mortgagee but rented by Rosman from June under the name Regis. On 1 May 1939, the High Court of Australia found that the vessel had capsized through negligence. Charles Rosman lost his captain's ticket for three years, although he ran his ferry business into the 1970s. Damages of £200 was awarded to one of the survivors, Laura Nagrint. As part of the ruling, the judge stated that if the fine was not paid within three weeks, the ferry would be put up for sale to cover the costs. Regis was put up for auction by the High Court on 27 June but the highest bid of £1,500 was below the assessed value. Her name was changed again in 1939 to Regalia and she continued to serve in the Rosman Ferries fleet, moored at Mosman Bay through to the 1970s or 1980s. She was used on Botany Bay in the 1980s and in 2004 sank in the Georges River off Taren Point and broken up. ==Rescue== File:Rodney disaster Cambria Launch 13 Feb 1938.png|Police band members assist victims aboard launch Cambria' File:Officers and ratings from USS Louisville help survivors of the Rodney disaster 13 Feb 1938.png|USS Louisville crew assist passengers File:Ambulances wait to transport survivors of Rodney disaster to Sydney & St. Vincent's Hospitals 13 Feb 1938.png|Ambulances wait at Man O' War Steps to transport survivors to Sydney and St. Vincent Hospitals ==Recovery and Regalia== File:Raising Rodney from Harbour, 15 February 1938 photographs by N Herfort.jpg|Raising Rodney from the harbour floor, 15 February 1938 File:RODNEY - Launch disaster - raising Rodney from Harbour, 15 February 1938 photographs by N. Herfort.jpg|Rodney being refloated. File:Maritime Services Board Steam Sheerlegs with capsized ferry RODNEY in Sydney Harbour, 1938 (3294436540).jpg|Maritime Services Board crane refloats Rodney File:Sydney Ferry RODNEY at Goat Island after capsizing February 1938.jpg|Owner Charles Rosman (wearing braces), on the Rodney after she was refloated File:Sydney Ferry REGALIA ex RODNEY in Mosman Bay 1980s.jpg|Regalia entering Mosman Bay, circa 1980s ==See also== * Greycliffe disaster * List of Sydney Harbour ferries ==Notes== ==References== * The Daily Telegraph: 19 Died when the Rodney ferry capsized as people rushed to Farewell US Warship Louisville * \"The sinking of the ferry Rodney\", The Daily Telegraph Mirror * * * * ==External links== * * Sydney Morning Herald: 80 years on the Rodney ferry disaster * \"Sinking of Rodney\", The Argus * \"Harbour Disaster Death Toll Now 20\", The Daily News Category:Ferries of New South Wales Category:1938 in Australia Category:Disasters in Sydney ",
    "title": "Rodney disaster"
}