{
    "id": "63904580",
    "text": "Ramsseum box contents The Ramesseum magician's box is a container discovered in 1885–1886 in a tomb underneath the Ramesseum by Flinders Petrie and James Quibell, containing papyri and items related to magical practices. Quibell, 3 . The tomb became known as the Magician’s Tomb or Tomb 5. However, the name is misleading because the discovery of the box was found in a magazine labeled 5. The exact location of the tomb is unknown, because no traces of it could be located from the map written by Quibell. Downing & Parkinson, 36-37 Magic was an important component in Ancient Egyptian culture. Nevertheless, scholars understand very little about Egyptian magical practices. The magician’s box is an important discovery because it is the most complete collection found for this profession. The items in the box provide a better context of magic in Ancient Egypt. Ritner, 222-231 ==Archaeological context== Ramesseum site The tomb contained items from dynasties after the Ramessid period, indicating it was reused. There are a few shabtis from the 22nd Dynasty found near the beginning of the shaft. It appears that the tomb had been robbed during antiquity but the bottom portion was left untouched. At the bottom of the tomb’s shaft, 3.9 meters down, Quibell and Petrie found a heap of debris that covered a small space of .6m sq, in the wall. This space contained a wooden box, 45.75 x 30.5 x 30.5 cm, covered in white plaster. A crude drawing of a jackal appears on the lid of the box. The animal might be a symbol for the magician’s title, Master of Secrets, which has been depicted as a jackal. Another possibility is that the jackal had a funerary context as it was buried in a tomb. Unfortunately, the exact location of the box is unknown, so further research is halted until it is found. Downing and Parkinson, 46-47 This emphasizes the importance of proper documentation of artefacts before they arrive at a museum. Within the box were papyri containing medical/magical texts, reed pens, and many different magically related items. These include ivory wands, a wooden female figure, an ivory figure of a boy carrying a calf, a bronze Uraeus wand entangled in hair, tiny beads, and seeds. About one-third of the papyri was not preserved, but some of the remaining texts have been translated and a large portion pertains to childbirth. The person buried here may have specialized in aiding both pregnant women and children, as many items pertain to birth magic practices. Morris, 314 Petrie donated the tomb contents to the Manchester Museum, Fitzwilliam Museum, Penn Museum, and Egyptian Museum of Berlin. Quibell mentions in his notes that he believes the box would have been full when it was buried, concluding that it had most likely been disturbed at some point in antiquity. Parkinson, Because the items in the box have been scattered around the world, understanding the box in its complete context has been difficult for scholars. ==Ramesseum Papyri== Papyrus, Ramesseum Box. British Museum Reeds, Ramesseum Box. Berlin Museum Magic wand #1801; The Manchester Museum Collection Database Magic wand #1795; Display Magic wand #1795 H 12cm, L 2.5cm, W 2.7cm. This piece was a part of an ivory rod. It has two recumbent lions carved on each side. The top part of the rod is lost. Magic rods consist of individual segments that are joined by dowels. There are other examples from the Middle Kingdom of Egypt, where the rods are made of steatite. Robins, 114 The main discovery in the box is the papyri and the reed pens, which were probably used to write the texts. The text is written in hieratic, with a structure of horizontal and vertical lines. The papyri is mostly in fragments and conservation efforts have been used to save what remains. The papyri fragments were taken to the University College London, where Petrie and Percy Newberry unrolled some of the text onto glass, and used beeswax, in an attempt to hold the fragmentary pieces together. Brier, 47 Alan Gardiner disagreed with this method and convinced Petrie to send the papyri to Hugo Ibscher in Berlin. Ibscher's conservation work took place in both London and Berlin. He laid some of the texts onto gelatin and placed them between two pieces of glass. Gardiner and Ibscher catalogued and numbered the papyri for the British Museum and the Berlin Egyptian Museum. Some of the papyri are almost complete, but many are in fragments. It cannot be determined how many rolls were originally placed in the box. Parkinson, Ramesseum Papyri The texts contain different spells ranging from medical care, protection of children, and charms for daily life protection. There are also copies of hymns to Sobek and for the coronation of King Senusret I, suggesting this magician also served as a high priest. As the magician possessed a copy of the wisdom texts, it appears that they were well educated. Raven, 77 There are similar papyri that were discovered by Petrie at the Kahuen site, implying that protective magic for children and women were common. Morris, 318-319 ==Wands== Wands (also called birth tusk) were important during childbirth as a form of protection. Women, on average, lived two to four years less than men because of complications during labor. Because of this, many spells and amulets were created to protect women and children. Redford, 193 The wands are always made of hippo ivory for symbolic purposes. The god Set and the goddess Taweret (protective Egyptian goddess of childbirth and fertility) are associated with this power. The display of powerful animals was meant to allow the person to channel these powers. Taweret’s image can be seen on many magic wands along with other protection gods. Morris, 320 Jackals are also sometimes seen on the wands because they are correlated with fertility. Sabbahy, 414 Four ivory wands were discovered in the magician’s box. All are similar in size and material, but images on the wands vary. Magic wand #1801: L 15cm, W 4.6cm. The artefact is broken into two pieces. The surface is engraved with different animals, a snake, a frog, a cat, and a jackal. It also contains a few mythical creatures, a sun disk with legs, and a winged griffin with a human head. There are two small holes at the end, possibly used to attach a handle or for suspension. Hippo ivory is connected to the goddess Tawaret. There are reshaping patterns on the end of the wand, indicating it was used before being placed in the tomb. Haworth, Manchester Museum ===Boy carrying calf=== Statuary - E13405 | Collections - Penn Museum E13405, H 3.17cm, L 7.62cm, W 1.91cm Penn Museum . This piece is made of hippo ivory. Little research on this statute has been completed, but the figurine appears similar to an Old Kingdom painting from the tomb of Ti. The scene depicts a boy carrying a calf across the water, so that the cattle will follow him. Scenes similar to this have \"water spells\" associated with them. This statute might have been a substitute for the actual spell. There are magical texts that refer to agriculture and herdsmen in the magic-related Papyrus Harris 501, meaning this figurine might be related in this context. Ritner, 225-231 ===Female figure=== Female figure, Manchester Museum A wooden figurine of a naked masked woman was found in the tomb. The figure, 1790, 20.2 cm , was originally painted yellow for the skin and black for her hair but the colors have faded. The woman holds two serpents made of metal in her hands. Her arms are separate pieces that are attached by pegs. She wears a lion's mask and looks similar to the images on the magic wands. This could possibly be a reference to the god Aha or Beset. There is a small hole on her forehead, where there was once an attachment of some kind. The base of the figurine had been reshaped during antiquity. Quirke, 206-207 A discovery of magically- related items similar to this box was found in Kahun. Petrie discovered a Beset mask at this site, suggesting that magicians could have taken on the embodiment of this goddess. ===Serpent Wand=== A serpent wand made of bronze and entangled in human hair was found in the box. Serpent wands have been found in tombs from the Late Period. Serpents are considered mysterious and they have connections to both the earthly world and the underworld, Raven, 76 . This wand could be connected to the serpent wands the wooden statuette holds in her hands. Morris, 318 == See also == * Ramesseum medical papyri ==References== == Bibliography == * Brier, Bob. (1981). Magicians. Ancient Egyptian Magic. (p 46-50) New York, Marrow. * Downing, M., & Parkinson, R. B. The Tomb of the Ramesseum Papyri in the Newberry Papers, (p 35-45). The Griffith Institute Oxford. * Haworth, Jesse. Ramesseum collection, Manchester Museum. The Manchester Museum Collection Database (17/4/2020). * Morris, E. F. (2017). Middle Kingdom Clappers, Dancers, Birth Magic, and the Reinvention of Ritual. Company of Images: Modeling the Imaginary World of Middle Kingdom Egypt (285-335). Orientalia Lovaniensia Analecto. * Parkinson, R. B. The Ramesseum Papyri. (22/4/2020). * Penn Museum. Statuary - E13405 | Collections - Penn Museum (15/4/2020). * Quibell, James. (1898). Chapter II. The Ramessum. (p 3-4). London, B. Quaritch. * Quirke, S. (2015). 141A, B Female leonine figurine holding snakes and a snake staff. In. Ancient Egypt transformed: The Middle Kingdom, A. Oppenheim et al (eds.). (p 206-207) New York. * Raven, Martin. (2012). Books of Magic. Egyptian Magic, The quest for Thoth’s book of secrets (p 76-77). The American University in Cairo Press. * Redford, D. B. (2005). The Oxford encyclopedia of ancient Egypt. (p 192-193) Oxford University Press. * Ritner, Robert. (1993). Priests and Practitioners. Mechanic of Ancient Egyptian Magical Practice (p 222-233). Oriental Institute Publications. * Robins, Gay. (2008). Change and collapse. The art of ancient Egypt. (p 114-115). The American University in Cairo Press. * Sabbahy, Lisa. (2014). The Middle Bronze Age Egyptian griffon: whence and whether. Company of Images: Modeling the Imagery World of the Middle Kingdom Egypt. (p 410-414). Orientalia Lovaniensia Analecta. ==Further reading== * Miniaci, G. (2020), The Middle Kingdom Ramesseum Papyri Tomb and its Archaeological Context, Kitab – Egyptology in Focus 1, London: (download at ) Category:Ancient Egyptian culture Category:Theban Tombs ",
    "title": "Ramesseum magician's box"
}