{
    "id": "63901417",
    "text": "Mental health advocate, author and coach Lorenzo Lewis in April 2020. Lorenzo Pierre Lewis, MPA (born May 8, 1988) is an American social entrepreneur, mental health expert, motivational speaker, adjunct professor, coach and community leader from Little Rock, Arkansas. Lewis is best known for founding and leading the Confess Project. == Early Life and Education == Lorenzo P. Lewis was born at the Hudson County Hospital on May 8, 1988 in Secaucus, New Jersey. Lewis was born to a mother that was serving a short sentence in a local jail. Due to the inability of his parents to properly provide for Lewis, he was raised by his aunt and uncle in a lower middle class area of Little Rock, Arkansas. Despite normal test results, Lewis was deemed by an elementary teacher to be “a student who could not learn and was not competent in academics among [his] peers.” Lewis did not receive support for his behavioral and anxiety issues at school. Instead, he was sent to a juvenile facility in Pulaski County, Arkansas at the age of 9 known as Joseph Pfeifer Camp. This camp was designed to help at-risk adolescents to acquire social structure and positive behaviors. While at the camp, Lewis received guidance from a camp counselor that helped Lewis process his feelings of grief from losing his father the year prior. This was Lewis's first experience with therapy and it was a positive introduction. Lewis continued to struggle with academics throughout his adolescence. For instance, Lewis was held back in the seventh grade for poor academic performance and narrowly graduated high school. By the age of seventeen, Lewis ran with a local set of Blood gang members. At a high school event his senior year, a massive fight broke out between students including gang members. Afterwards, one of the gang members Lewis was affiliated with pulled a gun out on a random pedestrian. This incident was reported and resulted in a high-speed car chase between the police and the car Lewis was riding inside. Consequently, Lewis was arrested for having thrown a gun out of the window during the car chase. He was formally charged with a Class A Misdemeanor for a Minor in Possession of a Firearm and detained. Ultimately, Lewis was sparred serious jail time and was placed on probation. Lewis cites this experience as life changing and recognized that his gang member associates were not supportive of him during this traumatic experience. After over ten letters of rejection, Lewis began his college career at the HBCU University of Arkansas at Pine Bluff. Lewis earned his Bachelor's of Arts in Human Services degree from Arkansas Baptist College and his Masters in Public Administration from Webster University. == Career == Lewis has displayed a strong work ethic since childhood. As a child, Lewis earned money by mowing lawns and raking leaves. He started his first job at the age of sixteen at a local Wendy's. Throughout his young adulthood, Lewis relied on public assistance and worked several low-wage jobs such as a packing receiver at Tyson's Chicken to support himself through school. Lewis is the owner and operator of L&J; Empowerment, Inc. L&J; Empowerment, Inc is the governing body of several entities such as The Confess Project. In May of 2016, Lewis founded The Confess Project, a national grassroots movement dedicated to building a culture of mental health for boys and men of color through capacity building, organizing, and movement building. To date, The Confess Project has reached over 30,000 individuals in 13 cities across the country including Louisville, Kentucky; Jackson, Mississippi; Indianapolis, Indiana, and more. Based in Little Rock, Arkansas, The Confess Project's efforts are primarily focused in the Southern and Midwest Regions of America. Under Lewis's leadership, The Confess Project provides several initiatives such as monthly empowering sessions, community forums, and webinars. The Confess Project has received national attention for traveling to barbershops and providing training and ongoing education for barbers to serve as mental health advocates in minority communities. Apart from advocacy, Lewis worked as a program eligibility specialist for the Arkansas Department of Human services and as a youth care worker at the Alexander Juvenile Detention center in Arkansas. Lewis has delivered talks at numerous venues including barbershops, universities and TEDx events such as TEDxFayetteville and TEDxPointParkUniversity. They typically examine toxic masculinity, mental health stigma and generational trauma. Additionally, he authored a memoir entitled Jumping Over Life's Hurdles and Staying in the Race that was released in January of 2020. He is currently an adjunct professor at Arkansas Baptist College. == Personal Life == Lewis lives in Little Rock, Arkansas with his wife and daughter Sareya. Lewis's mother passed when he was 21 years old. Lewis committed to Christianity in December of 2009 and became formally baptized shortly afterwards. He is a member of the Kappa Alpha Psi Fraternity, 100 Greater Black Men of Little Rock, and Prince Hall Masons. Lewis's talks typically examine toxic masculinity, mental health stigma and generational trauma. Lewis is also a licensed insurance agent and owns a small vending machine business. Lewis suffered several traumatic car accidents and robberies during his adulthood. Additionally, he is a car aficionado and was involved with several car clubs such as the Crown Vic Boys for five years. Ultimately, he won Best Car in the State at the Arkansas Grand Car Show. == Awards == Lewis is currently a 2020 Roddenberry Foundation fellow and was recently awarded a 2020 Echoing Green Fellowship. Additionally, Lewis received the 2019 National Alliance on Mental Illness (NAMI) Multicultural Outreach Award and the Richard E. Tompkins Torch Award from the Central Texas African American Family Support Conference. He has also appeared in O Magazine as one of eleven 2020 Health Heroes, on Jay Z’s Roc Nation during Black History Month, and on the Power 106 Players Club via Nick Cannon Mornings. Apart from Lewis's individual awards, The Confess Project has received several awards and public recognition under his leadership as CEO and founder. To date, The Confess Project efforts have been recognized by the Governor of Arkansas and featured on CNN's Big Story, Sister Circle, and NBC's “Today” Show. Additionally, The Confess Project was honored with the Pioneer for Advancing Minority Mental Health Award in 2019. == References == Category:1988 births Category:Living people ",
    "title": "Lorenzo P. Lewis"
}