{
    "id": "63905458",
    "text": "Grace Eyre Woodhead (24 February 1864 – 5 April 1936) was a British philanthropist and mental health reformer. She looked after people all her life and the organisation she created, the Guardianship Society, is now known as the Grace Eyre Foundation. She believed that people with disabilities should be cared for in the community. ==Life== Woodhead was born in Brighton in 1864. Her father was a Major, an agent for the navy, and he and Emily (born Clements) Woodhead had eleven children (One source says 12). Grace was the penultimate. She attended the local high school for girls before going on to Lady Margaret Hall in 1883 in the company of her younger sister, Hilda. She left university in 1885. Grace Eyre Foundation van outside the former United Methodist Church in Hove In 1895 she was living in London and she was concerned by the treatment of people with learning disabilities. At the time the default solution was to place them in institutions. Woodhead arranged for them to have holidays in Heathfield, East Sussex using, at times, her home in Hove. She believed that these children should be cared for in the community. By 1898 the organisation began to take shape although the name of the Guardianship Society was formally registered in line with the Mental Deficiency Act of 1913. In 1914 (what may have been) the first British day- centre was opened in Brighton establishing Care in the Community. In the 1920s they bought two farms in Sussex so that men could learn rural skills. These farms operated until 1959. ==Death and legacy== Brighton & Hove bus named for Grace Eyre Woodhead Woodhead died in Brighton in 1936. After she died the whole organisation had to be restructured as up till then it had all revolved around Woodhead. In 1950 the Guardianship Society moved to a new headquarters in Hove at the old Methodist Church Hall. In 1988 the society adopted the name of its founder and became the Grace Eyre Foundation after 75 years since its registration. == References == Category:1864 births Category:1936 deaths Category:People from Brighton Category:Alumni of Lady Margaret Hall, Oxford Category:Disability rights activists Category:British philanthropists Category:People educated at Brighton and Hove High School ",
    "title": "Grace Woodhead"
}