{
    "id": "63907803",
    "text": "Georges Domercq (19 April 1931 – 9 May 2020) was a French Rugby Union referee. He was also a politician, serving as Mayor of Bellocq from 1971 to 2014. ==Biography== Domercq played for Union Athlétique du Rail Puyolais from 1948 to 1958 before becoming a referee. He was a member of the Comité de Côte Basque de Rugby. He refereed the 1971-72 French Rugby Union Championship between AS Béziers Hérault and CA Brive, won 9 to 0 by Béziers. During his career, Domercq also refereed 30 international matches. He was the first Frenchman to referee a test match. He was an official in games with the Ireland Wolfhounds, France A, and Romania. He reffed games for New Zealand during their 1972-73 tour. He was an official for New Zealand's 14 to 9 win over Scotland. It was the team's last game in the British Isles. During their tour, they were defeated by the Barbarians 23 to 11. The game was described as \"the match of the century\" by Gareth Edwards. Domercq, \"a French referee small in size but immense in his intelligence of the game\", was famous for his style of refereeing in putting the foreground into the rule of advantage, inspiring many other officials to do the same. It is well known that \"legendary match between the British Barbarians and the All Blacks of 1973 thus owed a lot to its referee, the Frenchman Georges Domercq, who knew how to erase himself rather than assert himself, intervening only when he considered that whistling the fault was necessary for the continuity of the game\". Domercq retired as an international referee in 1980, and ended his career with the Top 14 in 1984. He then devoted himself to the French Rugby Federation, serving on the Commission centrale des arbitres from 1991 to 1995. He served as Mayor of Bellocq from 1971 to 2014. Domercq was Vice-President of the Syndicat Intercommunal d'Alimentation from 1971 to 1989, and then President from 1989 to 2014. Georges Domercq died on 9 May 2020 in Bellocq at the age of 89. ==Distinctions== *Knight of the Legion of Honour *Trophée Adolphe-Jauréguy ==References== Category:1931 births Category:2020 deaths Category:French rugby union referees Category:People from Pyrénées-Atlantiques Category:Mayors of places in Nouvelle-Aquitaine ",
    "title": "Georges Domercq"
}