{
    "id": "63902514",
    "text": "The Northwest Iberian montane forests is a Mediterranean forests, woodlands, and scrub ecoregion in southwestern Europe. It lies in the northwestern Iberian Peninsula, includes inland mountains, foothills, and plateaus in northwestern Spain and northeastern Portugal. ==Geography== The ecoregion rings the upper basin of the Douro River, and the Douro River valley separates the northern and southern portions of the ecoregion. The northern portion includes the southern foothills of the Cantabrian Mountains, extending east to the northern portion of the Iberian Mountains, and west to the Mountains of León. The humid and temperate Cantabrian mixed forests lie to the north and west. The southern portion lies in the western Sistema Central, which separates the Douro River and Tagus River basins, and extends from the Serra da Estrela in Portugal to the Sierra de Gredos in central Spain. The Iberian sclerophyllous and semi-deciduous forests lie in the Douro and Tagus lowlands, and in the Ebro River valley to the northeast. A few mountaintop enclaves lie further south, in the Serra de São Mamede in Portugal, and the Sierra de las Villuercas and Sierra de San Pablo in Spain. ==Climate== The ecoregion has a Mediterranean climate – dry summers and rainy winters. Winters are cold, particularly at higher elevations. ==Flora== The plant communities in the ecoregion vary with elevation and soils. Evergreen broadleaf sclerophyllous trees, typical of Mediterranean lowland forests, predominate on low foothills and in river canyons. These include holm oak (Quercus ilex ballota), Olive (Olea europaea), and Pistacia terebinthus. Riparian areas with year-round moisture are refuges for Celtis australis and other less drought-adapted trees. Forests of deciduous oaks, including Quercus pyrenaica and Quercus faginea, are predominant at middle and higher elevations. On dry and rocky slopes, forests of Pinus pinaster grow in pure stands, or mixed with deciduous oaks. Woodlands of juniper (Juniperus oxycedrus) are found on high rocky outcrops. ==Fauna== The ecoregion is home to the Iberian wolf (Canis lupus signatus). In 2014, rare wild Retuerta horses were released in the Campanarios de Azaba Biological Reserve in Salamanca Province near the border with Portugal, in the southern part of the ecoregion. The reserve is owned by Fundación Naturaleza y Hombre, a Spanish conservation NGO. Retuerta horses were once widespread in Iberia, but over centuries have been reduced to a single small population in Doñana National Park in southwestern Spain.\"Rare Horses Released In Spain As Part Of 'Rewilding' Effort\". National Public Radio, 9 January 2014. Accessed 10 May 2020. ==Protected areas== 15,628 km², or 27%, of the ecoregion is in protected areas.Eric Dinerstein, David Olson, et al. (2017). An Ecoregion-Based Approach to Protecting Half the Terrestrial Realm, BioScience, Volume 67, Issue 6, June 2017, Pages 534–545; Supplemental material 2 table S1b. Protected areas include Cañón de Sil, Sierra de Cebollera Natural Park, Lago de Sanabria Natural Park, and Sierra de Gredos Regional Park in Spain, and Montesinho Natural Park, Serra da Estrela Natural Park, and Serra da Malcata Natural Reserve in Portugal. ==External links== * ==References== Category:Ecoregions of Europe Category:Ecoregions of Portugal Category:Ecoregions of Spain Category:Mediterranean forests, woodlands, and scrub Category:Montane forests Category:Palearctic ecoregions ",
    "title": "Northwest Iberian montane forests"
}