{
    "id": "63909013",
    "text": "Map of the Great Rocks Line The Great Rocks Line is a freight railway line in Derbyshire, England, that runs between the Hope Valley Line at Chapel Milton and the stone quarries and sidings at Peak Dale and Peak Forest, before looping around to the town of Buxton. It takes its name from the Great Rocks Dale through which it runs. It was opened in 1867 as an extension to the Manchester, Buxton, Matlock and Midland Junction Railway, allowing the passenger trains of the Midland Railway a connection the whole way from London to Manchester for the first time. However, the rest of the former MBM&MJR; was closed in June 1968 by the Labour Minister for Transport, Barbara Castle, leaving the northern section now known as the Great Rocks Line open only for stone freight trains and as an emergency diversionary route for the passenger Buxton line. The most notable structure on the line is the bifurcated Chapel Milton Viaduct, just below the junction with the main line between Sheffield and Manchester. It also passes through the -long Dove Holes Tunnel and the former Chapel-en-le-Frith Central and Peak Forest stations. Both the viaduct and tunnel were designed by the Midland's Engineer-in-Chief, William Henry Barlow, known for designing the train shed at St Pancras at around the same time. File:Manchester, Buxton, Matlock and Midland Railway and connections (diagram).jpg|Diagram showing the relationship of the line, at the top, with the rest of the MBM&MJR; File:Midland Railway Viaduct, Chapel Milton (geograph 3168084).jpg|The line crossing the viaduct at Chapel Milton File:Peak Forest railway station (site) (geograph 3389586).jpg|Passing through the former Peak Forest station, actually adjacent to the present-day settlement of Peak Dale File:Peak Forest (2996644558).jpg|A freight train on the line at the limestone sidings, Peak Dale ==See also== * Buxton lime industry ==References== Category:Midland Railway Category:Rail transport in Derbyshire Category:Railway lines in the East Midlands ",
    "title": "Great Rocks Line"
}