{
    "id": "639027",
    "text": "Alceste De Ambris (between 1925 and 1934) Alceste De Ambris (15 September 1874 – 9 December 1934) was an Italian syndicalist, the brother of fascist politician Amilcare De Ambris. De Ambris had a major part to play in the agrarian strike actions of 1908 in Parma. ==Life== De Ambris was born in Licciana Nardi, province of Massa-Carrara, as the first of the eight children of Francesco De Ambris and Valeria Ricci. In 1913 he was elected member of the Italian Parliament, with popular plebiscitary vote in the Electoral College of Parma - Reggio Emilia - Modena for the Partito Socialista Italiano. He engineered the split within the Milanese Syndical Union (USM) through his August 18, 1914, public speech, when he took the side of interventionism and advocated Italy's entry into World War I. As a partisan of national syndicalism, he believed the war to represent an opportunity equal to the impact of the French Revolution, and took his supporters (USM and Parma Labor Chamber) out of the Unione Sindacale Italiana to found the Fasci d'Azione Rivoluzionaria Internazionalista. The manifesto of the new movement attracted Benito Mussolini, who led his own movement, the Fasci Autonomi d'Azione Rivoluzionaria, into a merger that gave birth to Fasci d'Azione Rivoluzionaria. As cabinet head of the Italian Regency of Carnaro, he coauthored along with Comandante Gabriele d'Annunzio the Charter of Carnaro, a constitution for Fiume. De Ambris provided the legal and political framework for the document while d'Annunzio used his skills as a poet to make the document more impressive. He would also coauthor with poet Filippo Tommaso Marinetti the Fascist Manifesto of 1919, and was since that same year the leader of nationalist syndicalist union Unione Italiana del Lavoro. Although linked to the beginnings of Fascism through his attitude in 1914 and the support he gave to d'Annunzio, De Ambris became a vocal opponent of Partito Nazionale Fascista and later Mussolini's dictatorship. He was associated with the anti-fascist Arditi del Popolo. He and d'Annunzio were asked by Fascist supporters to run in the elections of May 15, 1921, but both refused. Before the March on Rome, De Ambris depicted the Fascist movement as \"a filthy pawn in Mister Giolitti's game of chess, and made out of the least dignified section of the bourgeoisie\". His citizenship was withdrawn in 1926, and he had to flee for France. He continued attacking the regime through his writings (published as Lettere dall'esilio – \"Letters from exile\"). He died at Brive, France, in 1934. ==References== *Il Dannunzianesimo dopo Fiume (in Italian) *Short bio (in Italian) ==External links== Category:1874 births Category:1934 deaths Category:People from the Province of Massa-Carrara Category:Italian socialists Category:National syndicalists Category:Proto-fascists Category:Italian anti-fascists Category:Italian exiles ",
    "title": "Alceste De Ambris"
}