{
    "id": "63903921",
    "text": "The sharpbeak terapon (Rhynchopelates oxyrhynchus) is a species of ray-finned fish, a grunter from the family Terapontidae. It is found in the coastal waters of Asia from southern Japan to the Philippines. ==Description== The sharpbeak terapon is a medium-sized species of grunter which has an oblong, relatively deep, laterally compressed body, the lateral compression is more pronounced in juveniles. It has a small, slightly oblique mouth which does not reach as far back as the eye. The teeth are villiform and are arranged in bands in each jaw, with the outer row of teeth being much larger than the inner rows and there are no teeth on the roof of the mouth. The dorsal fin contains 12 spines and 9-11 soft rays and the spiny part is arched,the third to sixth spines being the longest. The anal fin has 3 spines and 7-9 soft rays. There are 60-75 pored scales in the lateral line. The body is grey on the back and silvery below with 4 rather blotchy dark brown or black longitudinal stripes along the body and some specimens have irregular stripes between these stripes. The base of the spiny part of the dorsal fin is coloured dusky, as is the margin while the soft-rayed part is banded. The juveniles have clear caudal fin lobes but in the adults there are several narrow, irregular, parallel stripes on each lobe. the maximum total length is . ==Distribution== The sharpbeak terapon is found in the wwestern Pacific Ocean in southern Japan, Taiwan, southern China and the Philippines. ==Habitat and biology== The sharpbeak terapon occurs in inshore waters, frequently in brackish waters too. The juveniles will enter freshwater. It is a carnivorous species which feeds on invertebrates and fishes. After spawning the males guard the eggs and fan them. ==Fisheries== Sharpbeak terapons are fished for using traps, handlines and other inshore fishing gear. It is grown in commercial aquaculture in Japan. ==Species description== The sharpbeak terapon was first formally described as Therapon oxyrhynchus in 1842 by Coenraad Jacob Temminck & Hermann Schlegel with the type locality given as the basy of southern Japan. In 1931 Henry Weed Fowler placed it in the genus Rhyncopelates of which it is the only species. ==References== Category:Fish described in 1842 Category:Terapontidae ",
    "title": "Sharpbeak terapon"
}