{
    "id": "63902746",
    "text": "Maria van Cortlandt van Rensselaer, also known as Maria van Rensselaer (July 20, 1645 – January 29, 1689,) was the Dutch administrator and treasurer of the Manor of Rensselaerswyck, now Albany, New York. ==Early life== Maria van Cortlandt was born on July 20, 1645 in New Amsterdam to Anna (Annetje) (née Loockemans) van Cortlandt and Olaf Stevens (Olaff Stevensz) van Cortlandt, a successful trader for West India Company. He was also a successful landholder. Her father, the founder of the Van Cortlandt family in America, who emigrated from Holland in 1638, was the fourth wealthiest man in New Amsterdam in 1674 and was a city official under the Dutch and English regimes. As a teenager, she had responsibility for building the customer base and managing distribution for her father's brewery business. The oldest daughter, and third of seven children, her siblings included Stephanus Van Cortlandt, the founder of Van Cortlandt Manor, and Jacobus Van Cortlandt, both of whom served as Mayor of New York City. ==Marriage and children== Mark of the colony of Rensselaerswyck, by Kiliaen van Rensselaer, the first Patroon of Rensselaerswyck, 1630s On July 12, 1662, the nearly seventeen-year-old Maria married Jeremias van Rensselaer, who was the Patroon and Director of Rensselaerswyck. She was then known as Maria van Rensselaer or Maria van Cortland van Rensselaer. Jeremias was the first of the van Rensselaers to settle in America. Upon her marriage, Maria gave up the life of the city of New Amsterdam to live with her husband in what was then the wilderness, and would later become Albany. Jeremias died in October 1674. At that time, van Rensselaer was pregnant and had five children, including Kiliaen, Johannes, Anna, Hendrick, and Maria, who married Pieter Schuyler. Anna first married her cousin, Kiliaen Van Rensselaer fourth Patroon of the manor, who died in 1687. She married a second time to William Nicoll, with whom she had a child or children. After her husband's death, van Rensselaer sent Kiliaen to New Amsterdam from 1678 to 1682, and then to Boston, for apprenticeship and training as a silversmith. In Boston, now a journeyman, he studied under Jeremiah Dummer from 1682 to 1683, with expenses paid by his uncles. Under Dummer's tutelage, he was able to make large silver pieces. She kept the three youngest children—Maria, Johannes, and Jeremias—with her. Henrick and Anna went to live with her parents in New Amsterdam. On April 7, 1679, she acquired a house and lot on Jonkeer Street, now called Broad Street, in Albany. ==Business== Bearing in mind his wife's work experience, Jeremias established a brewery by mid-1665 on the east side of the Hudson River; their house was on the west side of the river. Van Rensselaer worked that business. When a flood washed away their house and brewery, they were rebuilt near each other just north of present-day Albany. In the summer of 1668, she wanted to engage in the fur trade, but due to the war between England and Holland and halted cross-Atlantic shipping, goods were not received in New Amsterdam to trade for furs. The van Rensselaers generated some income from their brewery, but not what they would have been possible during a healthy local economy. Years of wars between the Algonquins and the Mohawk tribes made it difficult to engage in commerce. ==Manor of Rensselaerswyck== Map of Manor of Rensselaerswyck, 1777 Upon the death of her husband, she became the administrator and treasurer of the Manor of Rensselaerswyck. The manor was owned by people in Holland, and Jeremias and then Maria, oversaw the property. Jeremias was paid for his role as Patroon, but Maria had to rely on whatever income she could generate from the farm. Rev. Nicholas van Rensselaer served as director until he died in 1678. Her brother Stephanus van Cortlandt was an advisor and bookkeeper. The manor was a million acres, approximately 24 by 24 miles — or 24 by 48 miles. It had a gristmill and sawmill, which she oversaw as administrator of the manor. She also managed the finances, and negotiated agreements with Dutch family members who took income from the estate and with tenants. She had to manage attempts by van Rensselaer family members, like Nicholas, to take control of the manor, which she sought to hold for her children. Van Rensselaer became the acting director upon the death of Nicholas, with her brother, who lived in New Amsterdam, as the official director. Jasper Danckaerts, a Labadists missionary, visited the manor in 1680 and described van Rensselaer as \"polite, quite well-informed, and of good life and disposition\". She was a complicated woman who could be self-sacrificing and a woman of many positive traits and at other times could be \"duplicitous and scheming, ambitious, avaricious, and mean-spirited\". In 1687, her son Kiliaen became the fifth Patroon of the manor, upon the death of his cousin (and brother-in-law) Kiliaen. ==Personal life== In the fall of 1662, van Rensselaer contracted smallpox during an epidemic that Jeremias wrote to his mother \"raged here so severely that it is indescribable.\" Maria recovered, but had evidence of the having had the smallpox for some time. She was then pregnant with their first child, Kiliaen, who was born on August 24, 1663. After having given birth, she had pain in her right leg that emanated from her hip. It made it difficult for her to stand on her legs and walk, particularly during stormy and cold weather. She became lame due to a combination of osteomyelitis of the femur and septic arthritis. For the rest of the her life she used crutches to get around, sometimes within limited confines of the house. Van Rensselaer's twelve-year-old sister, Catherine (also Catrina), came to live with the van Rensselaers by January 1665. House at the Watervliet farm, built by Jeremias van Rensselaer following the April 7, 1666 flood. By April 7, 1666, chunks of ice had log-jammed on the Hudson River and caused an extensive flood, which cleared away 40 buildings and barns. Included in that total was the van Rensselaer's house, brewery, and a barn. They were only able to carry away a trunk of their best clothes and linens and then retrieve a few of their household items that had washed away. Until they could rebuild their house, the family lived in a room of a friend's house. During that time, around the first of November, van Rensselaer gave birth to the couple's third child, Hendrick. Jeremias had a new house on their farm called Watervliet built within a mile north of Albany. It was completed in the winter and new brewery was completed in the summer of 1667. In January 1669/1670, she had a still born baby. In December 1670, she had their fifth child, the fourth surviving baby, Johannes. She lived in Albany and was a member of the Albany Dutch church. Van Rensselaer died at age 43 on January 29, 1689 at Rensselaerswyck. ==Notes== ==References== Category:1645 births Category:1689 deaths Category:American people of Dutch descent Category:People of New Netherland Category:People from New York (state) Maria Category:17th-century businesswomen Category:17th-century Dutch businesspeople ",
    "title": "Maria van Cortlandt van Rensselaer"
}