{
    "id": "63910522",
    "text": "Dunlop is a popular locality of Baranagar in North 24 Parganas district in the Indian state of West Bengal. It is very close to Kolkata. The area is under the jurisdiction of Kolkata Metropolitan Development Authority (KMDA). ==Location== The boundary of Dunlop is :- in the east – the Rail line from Sealdah towards Krishnanagar; in the west – Dakshineswar and Hooghly river; in the north – Kamarhati and Belgharia and in the south – Alambazar, Baranagar Bazar and Bonhooghly. Dakshineswar Kali Temple lies just a quarter of a mile from this place. ==Transport== ===Road=== Belghoria Expressway, Dunlop B.T. Road (part of both SH 1 and SH 2) passes through Dunlop.Google maps Belghoria Expressway also passes through Dunlop. \"Dunlop Crossing\" (B.T. Road, Gopal Lal Tagore Road and PWD Road Junction) is one of the largest crossings near Kolkata which connects Kolkata with Northern suburban areas and Howrah, Hooghly. Shahid Bhagat Singh Flyover (Dunlop Bridge) connects B.T. Road (Saket Nagar) with PWD Road (Ashokgarh). It has easened smooth passing of the light vehicles at Dunlop Crossing. The flyover was opened on 8 October, 2012. ===Railways=== Baranagar Road railway station Baranagar Road railway station is situated at Dunlop. It is a Kolkata suburban railway station. It is one of the oldest railway station. Sealdah - Dankuni line's trains pass through this station. ===Metro railways=== The extension of Kolkata Metro Line 1 from Dum Dum to Dakshineswar was sanctioned in 2010–11. It was extended up to Noapara in 2013. The subsequent work was held up because of the encroachments on railway land. The state government has taken steps to remove the encroachment and work is expected to make progress. Baranagar metro station is under construction adjacent to Baranagar Road railway station. As of July 2018, the earliest it can be expected to be in operation is September 2019, but may get delayed up to early 2020. == References == Category:Kolkata Metropolitan Area Category:Neighbourhoods in Kolkata Category:Cities and towns in North 24 Parganas district Category:Neighbourhoods in North 24 Parganas district Category:Baranagar ",
    "title": "Dunlop, Kolkata"
}