{
    "id": "63914602",
    "text": "Thomas Desmond Hawkins, known as Desmond Hawkins, (22 May 1923 - 2 January 2015) was the dean of Cambridge University’s school of clinical medicine between 1979 and 1984, and a pioneer of interventional neuroradiology. While studying medicine at St. Mary's Hospital, he assisted at Bergen-Belsen concentration camp as a voluntary medical student. The Desmond Hawkins award, a bursary to assist medial students in studies abroad, is named in his honour. == Early life == Desmond Hawkins was born on 22 May 1923. While studying medicine at St. Mary's Hospital, during the Second World War, he assisted casualties from the Normandy landings, and later at Bergen-Belsen concentration camp as a voluntary medical student.A Tribute to Thomas Desmond Hawkins. Hughes Magazine Issue 22, 29 June 2015, p. 8 ==Career== He studied radiology at Oxford and Manchester. In 1959 he was elected a fellow of the Royal College of Radiologists, and the following year he moved to Addenbrooke's Hospital. He was part of the team that managed the first group of patients at the “New Addenbrooke’s Hospital” in Hills Road. Hawkins made innovations in interventional neuroradiology, and become the first to treat carotico-cavernous fistulae with balloons. In 1979, he became the second clinical dean of Cambridge University’s school of clinical medicine. ==Later life== Following retirement in 1988, Hawkins pursued his interest in archeology and completed a MPhil in the subject. Between 1989 and 1993, he served as president of Hughes Hall. ==Personal and family== He married Margaret, whom he met during his time on the south coast while assisting servicemen at the Normandy D-day landings.A Tribute to Thomas Desmond Hawkins. Hughes Magazine Issue 22, 29 June 2015, p. 8 ==Death and legacy== Hawkins died at home on 2 January 2015. The Desmond Hawkins award, a bursary to assist medial students in studies abroad, is named in his honour. ==Selected publications== *Roads to Radiology: An Imaging Guide to Medicine and Surgery. Berlin Heidelberg; Springer-Verlag (1983). Co-authored with T. Sherwood, A.K. Dixon and M.L.J. Abercrombie *\"Radiological Investigation of Glomus Jugulare Tumours\". Acta Radiologica. Vol. 5, Issue P1, 1 January 1966. ==See also== *List of London medical students who assisted at Belsen == References == Category:20th-century British medical doctors Category:London medical students who assisted at Belsen Category:1945 in medicine Category:1923 births Category:2015 deaths ",
    "title": "Thomas Desmond Hawkins"
}