{
    "id": "63910826",
    "text": "The gens Spurinnia was a minor plebeian family of Etruscan descent at ancient Rome. No members of this gens are mentioned in ancient writers, but several are known from inscriptions.PW, \"Spurinna\". ==Origin== The nomen Spurinna belongs to a class of gentilicia of Etruscan origin, readily distinguished by the suffix ', characteristic of Etruscan nomina.Chase, pp. 117, 118. The inscriptions of this gens, mostly belonging to the imperial era, and all of which come from either Rome or Etruria, demonstrate that the feminine form was Spurinnia. As a cognomen, Spurinna appears in the Vestricia gens, the members of which gained considerable fame from the time of Caesar to that of Trajan, but the majority of epigraphic occurrences are as a nomen gentilicium.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 897, 898 (\"Vestritius Spurinna\"). ==Praenomina== The inscriptions of the Spurinnae indicate that their favoured praenomina were Lucius, Publius, and Quintus, three of the most common names throughout Roman history. There is also an example of Velthur, a typical Etruscan praenomen. ==Members== * Publius Spurinna, named in a sepulchral inscription from Tarquinii in Etruria, dating from the third quarter of the second century BC.. * Velthur Spurinna, named in a first-century inscription from Tarquinii.Torelli, Elogia Tarquiniensia, 2a. * Spurinnia P. l. Eleutheris, a freedwoman buried at Rome during the first century.. * Spurinna Firmus, buried at Tarquinii, aged thirty.. * Lucius Spurinna Florus, one of the quattuorviri at Volsinii in Etruria.. * Lucius Spurinna Ɔ. l. Hilarus, a freedman buried at Rome.. * Spurinnia Longa, buried at Tarquinii in Etruria, aged seventy-five, in a tomb dating from the third quarter of the first century BC.. * Spurinnia Nice Torquatiana, the nurse of Titus Julius Antigonus, buried at Rome during the middle part of the first century, in a tomb dedicated by Antigonus and his brother-in-law, Primigenius, the slave of Lucius Volusius Saturninus, for Spurinnia and Charis, the wife of Primigenius.. * Quintus Spurinna Q. f. Quintianus, an eques from Laurentum in Latium, was one of the municipal duumvirs at Arretium in Etruria during the reign of Severus Alexander, and held several other positions of trust during his public career. * Spurinnia L. f. Thannia, buried at Tarquinii, aged ninety-four, in a tomb dating from the third quarter of the first century BC.. ==See also== * List of Roman gentes ==References== ==Bibliography== * Dictionary of Greek and Roman Biography and Mythology, William Smith, ed., Little, Brown and Company, Boston (1849). * Theodor Mommsen et alii, Corpus Inscriptionum Latinarum (The Body of Latin Inscriptions, abbreviated CIL), Berlin-Brandenburgische Akademie der Wissenschaften (1853–present). * René Cagnat et alii, L'Année épigraphique (The Year in Epigraphy, abbreviated AE), Presses Universitaires de France (1888–present). * August Pauly, Georg Wissowa, et alii, Realencyclopädie der Classischen Altertumswissenschaft (Scientific Encyclopedia of the Knowledge of Classical Antiquities, abbreviated RE or PW), J. B. Metzler, Stuttgart (1894–1980). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * Mario Torelli, Elogia Tarquiniensia, Sansoni, Florence (1975). Category:Roman gentes ",
    "title": "Spurinnia gens"
}