{
    "id": "63916312",
    "text": "Ron Leshinski (born March 6, 1974) is a former tight end who played in the National Football League. He played college football at the United States Military Academy. ==College career== Leshinski played college football for the Army Black Knights for four seasons as a wide receiver and as a tight end. As a senior, he caught a career-high 17 passes for 259 yards and three touchdowns. In 2009, Leshinski was named the greatest Army football player of the last 50 years by a Rivals.com poll. Leshinski was commissioned in to the Field Artillery Branch of the United States Army upon graduation. ==Professional career== Leshinski was signed by the New Orleans Saints as an undrafted free agent in 1997 and spent parts of the 1997 and 1998 preseasons with the team while he was still on active duty as an officer in the US Army and remained on the Saints roster under the Reserve/military list. After being discharged from active service in 1999, he was activated by the Saints and assigned to the Frankfurt Galaxy of NFL Europe. While with Frankfurt, he caught 10 passes for 112 yards and one touchdown as the Galaxy went on to win World Bowl '99. Leshinski returned to the Saints for training camp but was cut at the end of the preseason. He was claimed off waivers by the Philadelphia Eagles at the beginning of the 1999 season and played in one game for the team. ==Personal life== Leshinski served as a commissioned officer for two years on active duty from 1997 to 1999 followed by three years in the Army National Guard. Since leaving football, Leshinski has worked as a commodities trader in the energy sector. ==References== Category:1974 births Category:Living people Category:Army Black Knights football players Category:Players of American football from Ohio Category:New Orleans Saints players Category:Philadelphia Eagles players Category:Frankfurt Galaxy players Category:Sportspeople from Sandusky, Ohio Category:United States Army officers ",
    "title": "Ron Leshinski"
}