{
    "id": "63913705",
    "text": "I Am Jonas is a French coming of age gay-themed movie released in 2018 and directed by Christophe Charrier. The main roles are played by Félix Maritaud, Nicolas Bauwens, Tommy-Lee Baik, and Ilian Bergala. The film is also known as Jonas and Boys. ==Plot== The plot is written in chronological order while the movie switches continuously between present and past. It's 1997. Fifteen-year- old Jonas doesn't really have friends at school. When the school year starts there is a new pupil in his class: Nathan, who immediately takes Jonas under his wing and they become friends. Nathan has a Nintendo Game Boy and teaches Jonas how to play Tetris and eventually gives him the computer as a gift. The two fall in love and start a relationship. Jonas is allowed by his parents to spend the weekend at Nathan's house. Nathan's mother is heavily pregnant and has already chosen a name for the child: Léonard. She drives the boys to a movie theatre, and on the ride they pass an amusement park called Magic World. Mother reveals to Jonas that Nathan got the scar on his face after an incident at the bumper cars, although Nathan had earlier told Jonas that it was caused by an attack of a pedophile priest. At the end of the movie they just watched Nathan turns on his mobile phone and hears a message left by his mother: she went into hospital to give birth. Instead of going to the hospital, they go to \"Boys,\" a local gay bar. As the minimum age is eighteen years they are not allowed in. This is noticed by a man who has an idea: he will bring the boys to another gay bar where there is no age limit. They get in his car but soon Nathan gets suspicious as the ride takes too long and the boys plead with the driver to let them out. The driver punches Nathan and knocks him out. Jonas pulls up the handbrake and is able to escape. The car drives away with a closeup of Nathan – still in the car – and Jonas not knowing whether he is alive or dead. Eighteen years later Jonas is picked up by the police at \"Boys\" after a fight. It is clear he is troubled by trauma and is addicted to cigarettes and the game Tetris, which he plays on an outdated Nintendo Game Boy. He goes home where he meets his lover Sam, but Sam breaks their relationship as Jonas keeps cheating on him with other men. Jonas – who does not have another place to stay – heads to a hotel. After a chat with hotel clerk Léonard, Jonas agrees to join him and his friends for some drinks. The next day, Jonas wakes up not remembering where he has been and where he is now. He is surprised to be at Nathan's house. Léonard's mother recognizes Jonas as the friend of her still-missing son Nathan, meaning Léonard is the brother of Nathan. Jonas confesses that he lied on the evening Nathan got kidnapped, telling the police that the kidnapper forced him to leave the vehicle, and not that he had actually escaped on his own and left Nathan behind. Since then he's struggled with the guilt that he should have stayed in the car, or should have tried to rescue Nathan, but he is forgiven by both Nathan's mother, who reminds him that he was only 15, and by Nathan's brother, who points out that if he had stayed in the car, he'd be dead, too. Léonard comes up with a idea about where Jonas can stay, and during the drive there, they pass the Magic World amusement park. Jonas convinces Léonard to stop, and together they go inside. ==Reception== On review aggregator Rotten Tomatoes, the film holds an approval rating of 100% based on 5 reviews, with an average rating of 7.5/10. As of spring 2020, the movie is available for viewing on Netflix (Almost worldwide). == References == == External links == * Category:2018 films Category:French films Category:French LGBT-related films Category:French coming-of-age films Category:2018 LGBT-related films Category:LGBT-related coming-of-age films Category:French drama films ",
    "title": "I Am Jonas"
}