{
    "id": "63919152",
    "text": "Finland–Uruguay relations refers to the diplomatic relations between the Republic of Finland and the Oriental Republic of Uruguay. Both nations are members of the United Nations. ==History== In 1918, Finland obtained its independence from Russia after the Finnish Civil War. In August 1919, Uruguay recognized Finland's independence and in March 1935 both nations established diplomatic relations.Relaciones Bilaterales Finlandia-Uruguay (in Spanish) Unlike Argentina or Brazil, very few Finns immigrated to Uruguay. During World War II, Finland was invaded by the Soviet Union which triggered the Winter War. Uruguay supported Finland diplomatically during the war and as gesture, Uruguay donated 100,000 pesos and 10,563 cans of 350 grams of corned beef to the Finnish people.Una historia olvidada: cuando Uruguay ayudó a Finlandia (in Spanish) Since the end of the war, relations between Finland and Uruguay have remained close. In 2007, UPM, a Finnish pulp company, opened a mill in Fray Bentos, Uruguay just across the river from Argentina. During the construction of the mill, Argentina filed a complaint against the company and the Uruguayan government stating possible pollution of the river by the mill. The Uruguay River is shared by the two countries and is protected by a treaty, which requires both parties to inform the other of any project that might affect the river. Besides the issue of pollution, Argentina claimed that the Uruguayan government had not asked for permission to build the mill. This diplomatic incident became known as the Uruguay River pulp mill dispute. The dispute was brought before the International Court of Justice which said that Uruguay had breached its procedural obligations to inform Argentina of its plans but had not violated its environmental obligations under the treaty and therefore the Finnish mill could continue operations.Argentina and Uruguay settle seven-year pulp mill row In 2013, Uruguay opened an embassy in Helsinki. In September 2014, President José Mujica paid a visit to Finland, the first by an Uruguayan head-of-state.President of Uruguay makes working visit to Finland In 2016, Finnish President Sauli Niinistö paid a visit to Uruguay. In February 2017, Uruguayan President Tabaré Vázquez paid a state visit to Finland.President Niinistö meets with President of Uruguay: Small countries must underline the importance of the international order In 2019, Finnish company UPM announced it will construct a second pulp mill in Uruguay.Finland's UPM will construct a second 2.1 million ton pulp mill in Uruguay ==High-level visits== High-level visits from Finland to Uruguay * President Sauli Niinistö (2016) * Foreign Minister Timo Soini (2018) High-level visits from Uruguay to Finland * President José Mujica (2014) * President Tabaré Vázquez (2017) * Foreign Minister Rodolfo Nin Novoa (2017) ==Bilateral agreements== Building hosting the Embassy of Uruguay in Helsinki Both nations have signed a few agreements such as an Agreement on the Promotion and Protection of Investments (2004); Agreement to Avoid Double Taxation and Prevent Tax Evasion of Income and Wealth Taxes (2011); Agreement on Customs Cooperation (2017) and a Memorandum of Understanding of Cooperation in Education (2017).Se Aprueba el Acuerdo Relativo a la Promoción y Protección de Inversiones (in Spanish)Uruguay y Finlandia acuerdan cooperación de información tributaria para prevenir evasión (in Spanish) ==Resident diplomatic missions== * Finland is accredited to Uruguay from its embassy in Buenos Aires, Argentina and maintains an honorary consulate in Montevideo.Embassy of Finland in Argentina * Uruguay has an embassy in Helsinki.Embassy of Uruguay in Helsinki == References == Uruguay Finland ",
    "title": "Finland–Uruguay relations"
}