{
    "id": "63913683",
    "text": "San Sebastiano was a Roman Catholic church in the historic centre of Verona, Italy dedicated to Saint Sebastian. It was founded as an oratory in the 10th century, and it eventually became a parish church and was rebuilt in the Romanesque style. Between the 16th and 19th centuries, the church intermittently belonged to the Jesuits. They renovated the building in the late 16th and early 17th centuries, but the façade was only completed in 1830. The church was deconsecrated following Italian unification in the 1860s, and it was subsequently used as a cinema and a library. The building was destroyed by aerial bombardment in World War II, and its remains were subsequently demolished. The bell tower and façade had survived the bombing, and the former was retained in situ while the latter was relocated to the church of San Nicolò all'Arena. ==History== An oratory dedicated to Saint Sebastian was established on the site of the church in 932 at the bequest of the deacon Dagiberto. A hospital was located adjacent to the oratory, and it was used to care for priests, pilgrims and the poor. The oratory eventually became a parish church it was rebuilt and enlarged in the Romanesque style. On 8 February 1578, bishop Agostino Valier granted the church and its assets to the Jesuits, and it ceased to be a parish church. The building began to be renovated in 1580 with the reconstruction of its façade. The architect who designed it is unknown. In 1591, the building was still incomplete and the Jesuits asked the Venetian rectors of the city to be able to enlarge the church, and this request was accepted. The Jesuits had to abandon the church in 1606 after Pope Paul V's interdict against the Republic of Venice, and construction of the façade was abandoned at this point. They returned in 1656, and by this time the building was still not completed. The Jesuits were suppressed in 1773 and their assets including the church of San Sebastiano became public property. In September 1774, the city of Verona purchased the church and the college from the Venetian Senate for 30,000 ducats, with the obligation of celebrating mass daily in the building. In 1792, the city established a library known as the within the oratory of the former Jesuit college at San Sebastiano. It included books which had belonged to the Jesuits or to the (which had been suppressed in 1770), along with books donated to the city by Aventino Fracastoro and Antonio Maria Lorgna. The library was opened to the public in 1802. The church's façade after it was relocated to San Nicolò all'Arena in the 1950s The church was deconsecrated during Napoleonic rule and it was used for cultural events, while the convent continued to house the library and a school. The church was reconsecrated during the period of Austrian rule, and in 1830 its façade was completed by the architect using marble which had been set aside for the church but which had not been used due to the interdict of 1606. The Jesuits returned in 1842 and they officially retained the church until 1848, but clandestinely remained there until 1866 when Verona was acquired by the Kingdom of Italy during the Third Italian War of Independence. At this point, the church was deconsecrated once again for the final time. In the early 20th century, the deconsecrated church became a cinema which was known as the Cinema Pathè. By 1939, part of the library moved into the former church. The church was almost completely destroyed by Allied aerial bombardment on 4 January 1945, near the end of World War II. In the 1950s, the façade was relocated to the church of San Nicolò all'Arena and the remains of the church were eventually demolished and replaced by an extension to the library which was designed by the architect Pier Luigi Nervi. This project was approved in 1973 and it was completed in 1980. The bell tower which had survived the war was retained and it still exists today. ==Architecture== The church's bell tower, which is still intact The church had a neoclassical façade with four fluted Ionic columns of a giant order which supported a triangular tympanum. The main doorway was located in the centre, and there were two smaller portals which surmounted by pediments. Above them there were niches and decorations of festoons. The church's bell tower, which is built in the Baroque style, is the only part of the building which still exists in situ. The tower retains the JHS symbol of the Jesuit order and it includes a statue of Ignatius of Loyola, the founder of the order. The church's bells no longer exist since they were remelted and used in other churches. ==References== ==Further reading== * Sebastiano Category:Romanesque architecture in Verona Category:Baroque architecture in Verona Category:Neoclassical architecture in Verona Category:17th-century Roman Catholic church buildings Category:Roman Catholic churches completed in 1830 Category:Jesuit churches in Italy Category:Cinemas in Italy Category:Former cinemas Category:Destroyed churches in Italy Category:Buildings and structures demolished in 1945 Category:Buildings and structures in Italy destroyed during World War II Category:Ruins of churches destroyed during World War II Category:Relocated buildings and structures ",
    "title": "San Sebastiano, Verona"
}