{
    "id": "63916626",
    "text": "KN-24 is a designation given to a North Korean single-stage, solid-fueled tactical ballistic missile. ==Design== The KN-24 bears an external resemblance to the American MGM-140 ATACMS and likely fills a similar role of supporting battlefield operations. One difference is that its aft-mounted aerodynamic fins are fixed rather than foldable like those on the ATACMS, requiring deployment from rectangular launch canisters. It flies in a \"variable ballistic trajectory,\" flattening out at a lower altitude (below around ) than traditional SRBMs like the Scud where the atmosphere is dense enough so the missile's fins can maintain aerodynamic control over its entire flight and dive toward the target. Use of INS updated with satellite-guidance data could make it accurate to within 100 meters CEP, or 200 meters using INS alone. Although the missile is outwardly similar to the ATACMS, it has demonstrated greater range, suggesting its physical dimensions are larger; it appears to share a common booster with the KN-23 and is estimated to carry a 400-500 kg payload with a unitary or submunition warhead. The KN-24 is likely to replace older liquid-fueled North Korean SRBMs like the Hwasong-5 and Hwasong-6, as its non-parabolic trajectory makes it more survivable against missile defense systems and its increased accuracy reduces the number of missiles that would be needed to destroy a single target.KN-24. Missile Threat, Center for Strategic and International Studies.Preliminary Assessment of the KN-24 Missile Launches. 38 North. 25 March 2020.North Korea’s New Short-Range Missiles: A Technical Evaluation. 38 North. 9 October 2019. ==History== The first KN-24 test firing occurred on 10 August 2019 near the eastern coastal city of Hamhung, with two missiles reaching an apogee of 48 km and a range of at a speed of . Six days later, two more missiles were launched from Tongchon to an apogee of 30 km and a range of , demonstrating a depressed trajectory. On 21 March 2020, two more KN-24s were fired from Sonchon to an apogee of 50 km and a range of 410 km, performing \"pull-up maneuvers\" in flight and one supposedly striking a small 100 meter-long island. ==See also== *MGM-140 ATACMS *KTSSM *KN-23 ==References== Category:Tactical ballistic missiles Category:Ballistic missiles of North Korea Category:Tactical ballistic missiles of North Korea ",
    "title": "KN-24"
}