{
    "id": "63911895",
    "text": "Moisés Emilio Andriassi Quintana (born March 1, 2000) is a Mexican professional basketball player for the Capitanes de Ciudad de México of the Liga Nacional de Baloncesto Profesional (LNBP), as well as the Mexico national team. Standing at a height of , he plays at the shooting guard position. He is considered one of the most promising young talents of Mexican basketball. ==Early years== Both of Andriassi's older brothers, Josué and Luis, played college basketball at ITESM Hidalgo and Universidad Panamericana, respectively. They are both former collegiate Mexican national champions. The youngest Andriassi participated in the 2017 Basketball Without Borders Americas Camp in The Bahamas. He went on to played college basketball for the Aztecas UDLAP in Liga ABE, where he was considered one of the top players in the league. In his only season with the Aztecas, he led them to the 2019 Liga ABE Ochos Grandes national championship tournament, which both of his brothers also participated in that year. He recorded 21 points and seven rebounds in the 86–67 win over Borregos Salvajes in the quarterfinals, but his team was eliminated in the next round by his brother's school, ITESM Hidalgo. He scored 21 points in the third-place game against ITESM Guadalajara, which they won 93–89 in overtime. ==Professional career== Andriassi turned pro in 2019, at the age of 19. In July, he signed a deal with Capitanes de Ciudad de México of the Liga Nacional de Baloncesto Profesional (LNBP), the top professional league in Mexico. He made his debut with the team on September 19, during their loss to Uruguay Elite Team at the 2019 NBA G League International Challenge. A week later, he made his league debut during the first game of the 2019–20 season: a 96–80 home victory over Astros de Jalisco. He made his first career start on November 2 versus Libertadores de Querétaro. The next night, also against Querétaro, he scored 14 points and hit four three-pointers. In November, he won the LNBP Three-Point Contest during the league's All-Star Weekend, defeating veterans like Ángel Daniel Vassallo, Aaron Harper and that season's MVP Luke Martínez for the title. This cemented him as one of the best young players in Mexican basketball, despite playing limited minutes for his club. In about 14 minutes a game, he was averaging 6.4 points, 1.3 rebounds and 1.2 assists. On December 7, Andriassi set a new season-high for both points and made three-pointers by going 6-for-7 from behind the arc for 18 points against Aguacateros de Michoacán at home. Two weeks later, he recorded 26 points, eight assists, four rebounds, and again sank six three-pointers to beat Abejas de León by a score of 106–63, and he was named the player of the game. In the postseason, Capitanes were eliminated in the first round of the playoffs by Aguacateros de Michoacán. Andriassi was honored with the Rookie of the Year award. Although his scoring output had increased only moderately to 7.9 points per game, he had become one of the deadliest deep-ball shooters in the league with a 40% average behind the arc. ==National team career== Internationally, Andriassi has represented his country at various youth levels before playing with the Mexico national team. In 2014, he played at the Centrobasket U15 Championship in Panama, where Mexico finished in first place. He then played at the 2015 FIBA Americas Under-16 Championship and the 2016 COCABA U16 Championship, where he led the tournament in scoring with 17 points per game. Lastly, he played in the 2017 Centrobasket U17 Championship, where he averaged 23 points, 5 rebounds and 2.2 assists per game en route to a fourth-place finish. He was first called up to the senior national team in February 2020 for 2021 FIBA AmeriCup qualification, along with his brother Josué. At the age of 19, Andriassi was the youngest member of the squad chosen by head coach Sergio Molina. He made his international debut on February 20 during Mexico's 75–61 victory over The Bahamas in Guadalajara, finishing with 6 points, 7 rebounds and 2 assists. ==Personal life== After his single season at Universidad de las Américas Puebla (UDLAP), he continued his business administration studies at Universidad Anáhuac México during his first year with the Capitanes. ==References== ==External links== * Capitanes de Ciudad de México profile * Latinbasket profile * Real GM profile Category:Living people Category:2000 births Category:Basketball players from the State of Mexico Category:Capitanes de Ciudad de México players Category:Mexican men's basketball players Category:People from Texcoco, State of Mexico Category:Shooting guards ",
    "title": "Moisés Andriassi"
}