{
    "id": "63918117",
    "text": "Surgeon Rear-Admiral Thomas Tendron Jeans (18711938) was a doctor, and a decorated British Naval officer, who translated some of his experience into boy's adventure books. He set out to write juvenile fiction that correctly represented what life in the Royal Navy was like. ==Early life== Jeans was born on 19 January 1871 in Chippenham, Wiltshire, England, and baptised on 27 March 1871. His parents were Thomas Mark Jeans (18421902), a Crown Surveyor of TaxesThe title later evolved to Inspector of Taxes. and Elizabeth Ellen Filer (c. 18431930), a merchant's daughter, who had married in Croydon or 12 February 1867. Jeans was educated at the Manchester Grammar School. He matriculated from there in January 1888. He studied medicine at Owens College, a regional affiliate of the University of London and at the Manchester Royal Infirmary. He successfully completed his preliminary science course at Owens in July 1889, and his intermediate medicine course at Owens and the Royal Infirmary in July 1891. The 1891 census record him as a medical student, living with his parents at 10 Mayfield Road, Withington, in Manchester. He completed his degree course in 1893, being made a Licentiate of the Royal College of Physicians on 24 July 1893, and being awarded his degree by University of London in October 1893. He was also appointed a Member of the Royal College of Surgeons in that year. In his autobiography, Jeans notes that most of those joining the Royal Navy medical service when he did had been educated, like him, at the London Schools. ==Medical career== Jeans began his career as a clinical assistant in the Manchester Cancer Hospital. However, he was just marking time as he wanted a career with the Royal Navy. He records that even while studying for his degree he had learned everything he could, year after year from Brasseys Naval Annual. Within a year of qualifying he had passed the Royal Navy's competitive examination and joined as a Surgeon on 16 May 1984. After four months' initial orientation training at Royal Naval Hospital at Haslar, Jeans was assigned to the Torpedo School Ship H.M.S. Vernon for six months, before being assigned to the H.M.S. Raven, a fishery protection vessel based in the Channel Islands on 16 March 1895.On 19 November 1895 Jeans was assigned to the H.M.S. Immortalitité, where he was to remain until 1899. Immortalitité was assigned to the China Station and in it Jeans was a witness to the American conquest of Manila during the Spanish American War. There he acquired a knowledge of the treatment of small-bore bullet wounds. This served him well during the Boer War. After initially treating the wounded brought down from the front, Jeans was landed on 1 February 1900 and advanced with the Naval Brigade on the Orange Free State. After three months he returned on board. ==Writing== Jeans used his experience in the Boer War to partially write and edit Naval Brigades in the South African War, 18991900 (1901) London: Sampson Low & Co. Now back in the UK, Jeans was assigned to Pembroke Dockyard on 10 October 1900, where he remained for nearly two years. While there he did his rounds on horseback. He was promoted to Staff Surgeon on 16 May 1902, and joined H.M.S Ariadne, the Flagship of the North American and West Indies Squadron. While on the Ariadne he saw service in the Venezuelan crisis of 1902–1903 The ship was paid off on 11 August 1905, and Jeans privately printed his Ward-room diary H.M.S. \"Ariadne\" 1902-1905 in 1905. Jeans attended a hospital training course for the last quarter of 1905. On 12 January 1906 he joined the H. M. S. Europa, a reserved cruiser tied to a buoy, and while there he wrote Mr. Midshipman Glover, R.N. A tale of the Royal Navy of to-day published by Blackie and Son, London in 1908. He wrote this book inspired by a remark in Truth that none of the writers of modern boy's adventure stories, seemed to be familiar with the navy. The story revolved around the suppression of piracy in Chinese waters, something that he was familiar with since his service on the China Station. He was assigned to H.M.S. Albion on 26 March 1907 and served aboard for two years. While this ship was undergoing a five-month refit in Gibraltar Jeans wrote Ford of H.M.S. Vigilant: a tale of the Chusan Archipelago, published by Blackie and Son, London in 1910. Jeans had visited the Chusan Archipelago while he served on H.M.S. Immortalité. Jeans was posted to Chatham Hospital in August 1909 and served there for two years. While there he was promoted to Fleet Surgeon on 16 May 1910. While at Chatham he wrote On Foreign Service, or the Santa Cruz Revolution. published by Blackie and Son, London in 1911. Jeans had intimate knowledge of revolutions from both this time in the Philippines and from his term on H.M.S. Ariadne. Jeans was posted to H.M.S. Dartmouth an overgrown destroyer from 14 October 1911 to 14 April 1912, and to H.M.S. Argyle from then until 1 January 1913, when he was posted to H.M.S. Princess Royal. On 26 March 1913 was posted to H.M.S. Swiftsure, the Flagship for the East Indies and served on her with one break until May 1915. on 24 March 1914, Jeans married IrishwomanThe 1901 Irish census and the 1911 England and Wales census show her birthplace as Ballinrobe, County Mayo, Ireland. Emily Jean Gillier Dann (6 April 187813 November 1965), in St. Peter's Church, Colombo Fort, Colombo, Sri Lanka. She was a nurse in Queen Alexandra's Royal Naval Nursing Service, but had to resign to get married as the marriage bar was in force. Jeans and Emily had both at Chatham Hospital from 1 March 1910 to 6 August 1911. Emily was appointed, when nearly 21, to Queen Alexandra's Royal Naval Nursing Service as a nursing sister on 7 January 1909. She started worked at Haslar Hospital on 18 January 1909. She went to Chatham, Kent Chatham Hospital on 1 March 1910, and the 1911 census found her living at Wood Green in London with her mother and some of her siblings. She was promoted to the rank of Supervising Sister on 6 October 1911. She was posted to Plymouth Hospital on 7 November 1911, and on to Malta Hospital on 25 April 1913, from where she resigned on 3 January 1914, before travelling to Sri Lanka for her marriage. The start of the First World War saw Jeans's ship engaged in convoy work between Bombay and Aden. Then he saw service in the Turkish attempt to take the Suez Canal, in the bombardment of Smyrna. He also took part in the attempt to force the passage of the Dardanelles, and dealt with the large number of wounded brought off from the attempts to force a beachhead in the Landing at Cape Helles. Jeans was now posted as the Principle Medical Officer of the Portsmouth Naval Barracks for the next fifteen months, until he was appointed to the hospital ship Soudan on 24 August 1917 and remained on her until 20 March 1919. She was a P & O liner that had been taken up from trade and was refitted as a hospital ship. She still retained her civilian crew, and Jeans spent the rest of the war at anchor with the Grand Fleet. Jeans was on 8 May 1919 appointed in charge of the Naval Hospital at the Cape of Good Hope and he sailed from Plymouth with his wife in June. He was promoted to Surgeon Commander in 1919, and on 22 August 1919 the King made him a Commander of the Order of St Michael and St George (CMG) on 22 August 1919 in recognition of his service during the war. While in South Africa he wrote, with Charles Struben, The Sea and South Africa: being a short historical survey of the influence of the sea on South Africa, published by T. M. Miller, Cape Town, but the small volume neither repaid the cost of publishing it, let alone the time it took to write it. He was promoted Surgeon Captain on 30 June 1922 and took charge of the Surgical Division of the Naval Hospital at Plymouth. He was promoted to Surgeon Rear Admiral on his retirement, on the grounds of age,He was 55, the then compulsory retirement age for this rank. on 19 January 1926. ==Works== {| class=\"wikitable sortable\" |+Books written by Jeans ! No !! Year !! Title !! Illustrator !! Publisher !! Pages !! PG !! IA !! HT !! Notes |- | 1 || 1901 || Naval Brigades in the South African War, 18991900. || || London: Sampson Low & Co. || xx,307, [1] p.,[16] leaves of plates (some folded) : ill., maps, plans ; 19 cm. || || || || Edited by Jeans and partially written by him with an introduction by Charles Napier Robinson. Another Royal Navy medical man, Fleet Surgeon Henry Frederick Norburg, has written about the activities of an earlier Naval Brigade from 1877 to 1879 during the Xhosa Wars. |- | 2 || 1905 || Ward-room diary H.M.S. \"Ariadne\" 1902–1905. || T. T. Jeans || London: Printed by William Clowes and Sons Ltd. || viii,162,[2]p. ill. 23 cm. || || || || This was not published, but was printed for private circulation. |- | 3 || 1908 || Mr. Midshipman Glover, R.N. A tale of the Royal Navy of to-day || Edgar S. Hodgson || London: Blackie & Son || 352 p. (8º) || || || || |- | 4 || 1910 || Ford of H.M.S. Vigilant: a tale of the Chusan Archipelago || William Rainey || London: Blackie & Son || 352 p. 4 (6 in 1910 ed) fp col. plates, plan ; 19 cm. || || || || The book also has seven small and one full page pen and ink sketches by Jeans. |- | 5 || 1911 || On Foreign Service, or the Santa Cruz Revolution || William Rainey || London: Blackie & Son || 381 pages ; 7 fp col plates. (8º) || || || || The book also has four small pen and ink sketches by Jeans. |- | 6 || 1912 || John Graham, Sub- Lieutenant R.N. A tale of the Atlantic fleet || C. M. Padday || London: Blackie & Son || 382 p. 8 fp illust. (8º) || || || || |- | 7 || 1914 || Gunboat and Gunrunners: a tale of the Persian Gulf || C. M. Padday || London: Blackie & Son || 382 p. 4 fp illust. (8º) || || || || |- | 8 || 1916 || A Naval Venture: the war story of an armoured cruiser, || Frank Gillet || London: Blackie & Son || 416 p. 6 fp illus. 1 map. (8º) || || || || |- | 9 || 1921 || The Sea and South Africa: being a short historical survey of the influence of the sea on South Africa. || || Cape Town: T. M. Miller || 76 p. (8º) || || || || This monograph was written with Charles Steuben (18771958). Jeans was working in Cape Town at this time. |- | 10 || 1927 || Reminiscences of a Naval Surgeon || T. T. Jeans || London: Sampson Low & Co. || xiv, 310p. (8º) || || || || Illustrations include photographs as well as line-drawings by Jeans |- | 11 || 1928 || The Gun Runners || John Cameron || London: Blackie & Son || 319 p. (8º) || || || || |} In addition to his juvenile fiction novels, Jeans wrote some short juvenile fiction including one piece for The Captain in June 1908. === Example of own illustration === Jeans sometimes added small pen and ink sketches to his novels to supplement the full-page illustrations by professional illustrators. These sketches were often very small. File:08 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|Chinese Warship steaming at eight knots File:08 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|A Chinese warship steaming at 8 knots File:07 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|The gateway after the fire-fight File:06 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|Warships shelling an island File:05 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|Two Junks clash File:04 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|A warship towing two Junks File:03 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|A Junk alongside a warship File:02 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|A war Junk1 File:01 pen and ink drawing by Thomas Tendron Jeans for his book Ford of HMS Vigilant.jpg|HMS Vigilant File:04 pen and ink drawing by Thomas Tendron Jeans for his book On Foreign Service.jpg|Two warships File:03 pen and ink drawing by Thomas Tendron Jeans for his book On Foreign Service.jpg|The gate of the fort File:02 pen and ink drawing by Thomas Tendron Jeans for his book On Foreign Service.jpg|Opening fire File:01 pen and ink drawing by Thomas Tendron Jeans for his book On Foreign Service.jpg|Two warships === Example of professional illustration of a book by Jeans === Edward S. Hodgson (1866-1937) illustrated Midshipman Glover in 1908. By courtesy of Project Gutenberg. File:Illustration by E. S. Hodgson for Mr. Midshipman Glover (1908) by T. T. Jeans-by courtesy of Project Gutenberg-1.jpg|No.-1 File:Illustration by E. S. Hodgson for Mr. Midshipman Glover (1908) by T. T. Jeans-by courtesy of Project Gutenberg-2.jpg|No.-2 File:Illustration by E. S. Hodgson for Mr. Midshipman Glover (1908) by T. T. Jeans-by courtesy of Project Gutenberg-3.jpg|No.-3 File:Illustration by E. S. Hodgson for Mr. Midshipman Glover (1908) by T. T. Jeans-by courtesy of Project Gutenberg-4.jpg|No.-4 ==Later life== Jeans wrote two more books after leaving the service, his Reminiscences of a Naval Surgeon published by Sampson Low & Co., London in 1927 and a juvenile fiction novel, The Gun-runners, published by Blackie and Son, London in 1928. Jeans died on 4 January 1938. He was living at 9 Clarence Parade, on the seafront at Southsea, Hampshire at the time. Emily survived Jeans for more than 39 years. The year after his death she was working in a senior nursing positionHer name came before the professional nurses on the list, so she must have been a Matron or some such supervisory position. at the Cray Valley Hospital, which has had a somewhat chequered history. Emily died on 13 November 1965 in London. Alice Blackie regarded Jeans as one of the younger writer who could fill the gap in the market after the death of G.A. Henty. Of course, Jeans produced relatively few works of juvenile fiction. However, what marked him out from his peers was that he only wrote juvenile fiction about themes that he had direct experience of, whether it was piracy of the Chinese coast, insurrection, or gun-running in the Gulf of Aden. ==Notes== ==References== ==External links== * Category:1871 births Category:1938 deaths Category:Royal Navy officers of World War I Category:British children's writers Category:Royal Navy Medical Service officers Category:Royal Navy personnel of the Second Boer War Category:People educated at Manchester Grammar School ",
    "title": "T. T. Jeans"
}