{
    "id": "63914663",
    "text": "376x376px The Princely Grave of Rodenbach () is a Celtic burial mound, dating to the 5th century BC, located near Rodenbach, Rhineland-Palatinate, Germany. Excavations of the site, which was found in 1874, yielded artifacts that amounted to the most significant find of the La Tène Culture north of the Alps. Visitors to the site today can view a restoration of both the mound and the burial chamber, equipped with replicas of the original artifacts. == History of the site == === Discovery === In the summer of 1874, objects made of clay and metal that had clearly belonged to a princely Celtic burial site began to turn up near one of two the so-called \"giant graves\" near the village of Rodenbach. Measuring over 4 meters high and 30 meters long, this grave suffered heavy damage by local residents who were trying using the site as a source of \"fertilizer\" and sand, while another grave near Weilerbach remained largely intact.G. Scheuermann, Rodenbach - Die Geschichte eines Dorfes (Bonn 1976) === Excavation === The grave in Rodenbach had previously been recorded as being covered with smooth stones with a column-like stone on top. Both these limited descriptions pre-dating the exploitation by locals as well as the richness of the finds date the mound to slightly before 400 BC.H.-J. Engels, Der Fürstengrabhügel von Rodenbach, Bonner Hefte der Vorgeschichte Nr. 3 (Bonn 1972) The excavation of the gravesite in 1874 yielded many fine artifacts including: a bandle and a ring made of gold, four complete bronze vessels and the handle of a fifth, a clay vessel, a bronze belt buckle, four small bronze rings as well as a sword, three lance tips, and a hewing knife made of iron. These artifacts were found lying \"together - seemingly right in the middle of the mound\" under a large sandstone which in turn was covered with the mound's fill. All artifacts from the site are located today in the Historical Museum of the Palatinate in Speyer. This princely grave and the gravesites of other Celtic nobles are distinguished by the construction of a large burial mound on removed, elevated ground with a burial chamber of both wood and stone where the honored dead were placed surrounded by objects to be taken with them into the afterlife.A. Haffner, Die westliche Hunsrück-Eifel- Kultur (Bonn 1976) === Restoration === In honor of Rodenbach's 700th anniversary, the grave and the burial chamber underwent reconstruction and restoration in 2000. As a result of these efforts, the grave and its burial chamber are open to the public from April to October with group tours available upon request.https://www.weilerbach.de/tourismus/sehen-erleben/ Additionally, a partial reconstruction of an open air circular court from the 15th century can be visited a few hundred meters away. ==References== Category:Rhineland-Palatinate Category:Buildings and structures in Kaiserslautern (district) Category:Tourist attractions in Rhineland-Palatinate Category:Celts Category:La Tène culture ",
    "title": "Princely Grave of Rodenbach"
}