{
    "id": "639129",
    "text": "Ram Roy Bhaskar (1944–2014) was an English philosopher best known as the initiator of the philosophical movement of critical realism (CR). Bhaskar argued that reality in its full complexity involves many mechanisms (such as physical laws influencing chemical laws that then influence biological laws) while scientific experimentation centers on a particular mechanism within reality, and that this explains humans’ ability to accurately predict outcomes when doing scientific experiments and the necessity of scientific experimentation (given that it “zeroes in on” a mechanism) in creating environments where outcomes actually are predictable. He was a World Scholar at the Institute of Education, University College London.http://roybhaskar.wordpress.com/ ==Background== Bhaskar was born on 15 May 1944 in Teddington, London, the first of two sons. His Indian father and English mother were Theosophists. Bhaskar said his childhood was unhappy, his father having high expectations of him.Hartwig, M (2008), 'Introduction', in Bhaskar, R., A Realist Theory of Science (Routledge 'With a new introduction' edition), Abingdon: Routledge. In 1963 Bhaskar attended Balliol College, Oxford, on a scholarship to read philosophy, politics and economics. The scholarship freed him from his father's influence over his chosen academic path. Having graduated with first class honours in 1966, he began work on a PhD thesis about the relevance of economic theory for under-developed countries. His DPhil changed course and was completed at Nuffield College, Oxford, on the philosophy of social science and then the philosophy of science. Rom Harré became his supervisor, and his thesis became the basis of the classic text, A Realist Theory of Science in 1975. Bhaskar lectured at the University of Edinburgh from 1975, later moving to the University of Sussex. He held visiting positions in several Scandinavian universities-adjunct professor in philosophy at the Centre for Peace Studies at the University of Tromsø, Norway, and guest professor in philosophy and social science, Department of Caring Sciences, Örebro University, Sweden. From 2007 Bhaskar was employed at the Institute of Education in London where he was working on the application of CR to Peace Studies. He was a founding member of the Centre for Critical Realism, International Association for Critical Realism and the International Centre for Critical Realism (2011), the latter at the Institute of Education. Bhaskar married Hilary Wainwright in 1971. He died in Leeds with his partner, Rebecca Long, by his side on 19 November 2014. ==Critical realism== Bhaskar's consideration of the philosophies of science and social science resulted in the development of critical realism, a philosophical approach that defends the critical and emancipatory potential of rational (scientific and philosophical) enquiry against both positivist, broadly defined, and 'postmodern' challenges. Its approach emphasises the importance of distinguishing between epistemological and ontological questions and the significance of objectivity properly understood for a critical project. Its conception of philosophy and social science is a socially situated, but not socially determined one, which maintains the possibility for objective critique to motivate social change, with the ultimate end being a promotion of human freedom. The term \"critical realism\" was not initially used by Bhaskar. The philosophy began life as what Bhaskar called \"transcendental realism\" in A Realist Theory of Science (1975), which he extended into the social sciences as critical naturalism in The Possibility of Naturalism (1978). The term \"critical realism\" is an elision of transcendental realism and critical naturalism, that has been subsequently accepted by Bhaskar after being proposed by others, partly because of its appropriate connotations; Critical Realism shares certain dimensions with Frankfurt School Critical Theory. Critical Realism should not be confused with various other critical realisms, including Georg Lukács' aesthetics, and Alister McGrath's, Scientific Theology (or Theological Critical Realism), although they share common goals. In contemporary critical realist texts \"critical realism\" is often abbreviated to CR. A later dialectical development of Critical Realism in Bhaskar's work in Dialectic: The Pulse of Freedom (1993) and Plato, etc (1994) led to a separate branch or second phase of CR known as \"dialectical critical realism\" (DCR). The first 'phase' of Critical Realism accrued a large number of adherents and proponents in Britain, many of whom were involved with the Radical Philosophy Group and related movements, and it was in the Radical Philosophy journal that much of the early CR scholarship first appeared. It argued for an objectivist, realist approach to science based on a Kantian transcendental analysis of scientific experimental activity. Stressing the need to retain both the subjective, epistemological or 'transitive' side of knowledge and the objective, ontological or 'intransitive' side, Bhaskar developed a theory of science and social science which he thought would sustain the reality of the objects of science, and their knowability, but would also incorporate the insights of the 'sociology of knowledge' movement, which emphasised the theory-laden, historically contingent and socially situated nature of knowledge. What emerged was a marriage of ontological realism with epistemological relativism, forming an objectivist, yet fallibilist, theory of knowledge. Bhaskar's main strategy was to argue that reality has depth, and that knowledge can penetrate more or less deeply into reality, without ever reaching the 'bottom'. Bhaskar has said that he reintroduced 'ontology' into the philosophy of science at a time when this was almost heresy, arguing for an ontology of stratified emergence and differentiated structure, which supported the ontological reality of causal powers independent of their empirical effects; such a move opened up the possibility for a non-reductivist and non-positivistic account of causal explanation in the human and social domain. This explanatory project was linked with a critical project the main idea of which is the doctrine of 'Explanatory Critique' which Bhaskar developed fully in Scientific Realism and Human Emancipation (1987). This developed the critical tradition of 'ideology critique' within a CR framework, arguing that certain kinds of explanatory accounts could lead directly to evaluations, and thus that science could function normatively, not just descriptively, as positivism has, since Hume's law, assumed. Such a move, it was hoped, would provide the Holy Grail of critical theory, an objective normative foundation. The 'second phase' of Critical Realism, the dialectic turn initiated in Dialectic: the Pulse of Freedom (1993) won some new adherents but drew criticism from some Critical Realists. It argued for the 'dialecticising' of CR, through an elaborate reading of Georg Wilhelm Friedrich Hegel and Karl Marx. Arguing against Hegel and with Marx that dialectical connections, relations and contradictions are themselves ontological – objectively real – Bhaskar developed a concept of real absence which it was claimed could provide a more robust foundation for the reality and objectivity of values and criticism. He attempted to incorporate critical, rational human agency into the dialectic figure with his 'Fourth Dimension' of dialectic, thereby grounding a systematic model for rational emancipatory transformative practice. In 2000, Bhaskar published From East to West: The Odyssey of a Soul, in which he first expressed ideas related to spiritual values that came to be seen as the beginning of his so-called 'spiritual' turn, which led to the final phase of CR dubbed 'Transcendental Dialectical Critical Realism'. This publication and the ones that followed it were highly controversial and led to something of a split among Bhaskar's proponents. Whilst some respected Critical Realists cautiously supported Bhaskar's 'spiritual turn', others took the view that the development had compromised the status of CR as a serious philosophical movement. In his Reflections on Meta-Reality, he states: > This book articulates the difference between critical realism in its > development and a new philosophical standpoint which I am in the process of > developing, which I have called the philosophy of Meta-Reality. The main departure, it seems, is an emphasis on the shift away from Western dualism to a non-dual model in which emancipation entails \"a breakdown, an overcoming, of the duality and separateness between things.\" However, this move was seen by some to undermine some of early Critical Realisms strongest aspects. ==Criticism== Whilst his early books were considered \"models of clarity and rigour\", Bhaskar has been criticised for the \"truly appalling style\" (Alex Callinicos, 1994) in which his \"dialectical\" works are written. He won the Bad Writing Contest in 1996, for a passage taken from Plato etc. (1994).http://denisdutton.com/bad_writing.htm Other criticisms have been levelled at the substance of Bhaskar's arguments at various points. One objection to Bhaskar's early Critical Realism is that it begs the question, assuming, rather than proving, the existence of the intransitive domain. Another objection, raised by Callinicos and others, is that Bhaskar's so- called \"transcendental arguments\" are not really that. They are certainly not typical transcendental arguments as philosophers such as Charles Taylor have defined them, the distinguishing feature of which is the identification of some putative condition on the possibility of experience. (However, his arguments function in an analogous way since they try to argue that scientific practice would be unintelligible and/or inexplicable in the absence of the ontological features he identifies.) It has been alleged that the dialectical phase of his philosophy proves too much, since Critical Realism was already dialectical. Bhaskar's concept of real absence has been questioned by, among others, Andrew Collier, who points out that it in fact fails to distinguish properly between real and nominal absences.\"On Real and Nominal Absences\", in After Postmodernism (2001) Bhaskar's most recent 'spiritual' phase has been criticised by many adherents of early Critical Realism for departing from the fundamental positions which made it important and interesting, without providing philosophical support for his new ideas. == Bibliography == * Bhaskar, R.A., 1997 [1975], A Realist Theory of Science, London: Verso. * Bhaskar, R.A., 1998 [1979], The Possibility of Naturalism (3rd edition), London: Routledge. * Bhaskar, R.A., 1986, Learning procedures in arithmetic: the principle of cognitive vigor. Yorktown Heights, N.Y.: International Business Machines Inc., Thomas J. Watson Research Center. * Bhaskar, R.A., 1987, Scientific Realism and Human Emancipation, London: Verso. (ch.1) * Bhaskar, R.A., 1989, Reclaiming Reality: A Critical Introduction to Contemporary Philosophy, London: Verso. * Bhaskar, R.A., 1990, Philosophy and the Idea of Freedom, London: Blackwell. * Bhaskar, R.A. (Ed.). 1990, Harre and his critics: Essays in honour of Rom Harre with his commentary on them. Oxford: Blackwell. * Bhaskar, R.A., & Edgley, R. (Eds.). 1991. A meeting of minds: Socialists discuss philosophy. London: Socialist Society. * Bhaskar, R.A., 1993, Dialectic: The Pulse of Freedom, London: Verso. * Bhaskar, R.A., 1994, Plato, etc.: The Problems of Philosophy and Their Resolution, London: Verso. * Bhaskar, R.A. 2000, From east to west: Odyssey of a soul. London: Routledge. * Bhaskar, R.A., 2002, Reflections on Meta-Reality: A Philosophy for the Present, New Delhi/London Sage. * Bhaskar, R.A. 2002, From science to emancipation: Alienation and the actuality of enlightenment. London: SAGE. * Bhaskar, R.A. 2002, The Philosophy of Meta-Reality: Creativity, Love and Freedom. New Delhi: Sage Publications. * Bhaskar, R.A. 2002, Reflections on Meta-Reality: Transcendence, Enlightenment, and Everyday Life. Thousand Oaks, Calif.: Sage Publications. * Bhaskar, R.A. 2002, Beyond east and west: spirituality and comparative religion in an age of global crisis. New Delhi ; Thousand Oaks, CA: Sage Publications. * Bhaskar, R.A. 2006, Understanding Peace and Security. Routledge. * Bhaskar, R.A. et al. 2007, Interdisciplinary and Health. Routledge. * Bhaskar, R.A. 2008, Fathoming the depths of reality. London: Routledge. * Bhaskar, R.A. et al. 2008, The formation of critical realism: a personal perspective. London ; New York: Routledge. * Bhaskar, R.A. et al. (eds.) 2010, Interdisciplinarity and climate change: transforming knowledge and practice for our global future. Abingdon, Oxon ; New York: Routledge. == See also == * Critical realism * Structure and agency == Notes == == References == === Footnotes === === Works cited === * Archer, M., et al. 1998, Critical Realism: Essential Readings. London: Routledge. * Collier, A., 1994, Critical Realism: An Introduction to Roy Bhaskar's Philosophy, London: Verso. == External links == * Obituary in The Guardian * Roy Bhaskar Interviewed *A Realist Theory of Science (1975), chapters 1–3 * Centre for Critical Realism * Journal of Critical Realism * Web Site for Critical Realism Category:1944 births Category:20th-century British philosophers Category:2014 deaths Category:English philosophers Category:Academics of City, University of London Category:Örebro University faculty Category:English people of Indian descent Category:Philosophers of social science Category:Alumni of Nuffield College, Oxford ",
    "title": "Roy Bhaskar"
}