{
    "id": "63910514",
    "text": "Louise Mary Burke, is an Australian sports dietitian, academic and author. She was the head of sports nutrition at the Australian Institute of Sport (AIS) throughout its existence from 1990 to 2018 and in 2018 was appointed Chief of AIS Nutrition Strategy. Since 2014, she holds the chair in sports nutrition in the Mary MacKillop Institute for Health Research, Australian Catholic University. == Academic == Burke undertook all her university education at Deakin University in Melbourne: 1980 – Bachelor of Science (Nutrition) ; 1981 – Graduate Diploma of Dietetics ; and 1989 – PhD with thesis titled 'Dietary intake and food use of groups of elite Australian male athletes'. Besides her employment at the Australian Institute of Sport, Burke had held several positions at Australian universities: 1987–1988 – Joint co-ordinator and lecturer, Nutrition Unit, Melbourne College of Advanced Education (now University of Melbourne) ; 1993–2000 – Preparation of Sports Nutrition module for Monash University Medical School Distance Education program (Graduate Diploma of Family Medicine) ; 1994–2003 – Lecturer, master's degrees in sports medicine and sports physiotherapy, Australian Institute of Sport and University of Canberra ; 2002–2005 – Visiting professor of sports Nutrition, Faculty of Health and Behavioural Sciences, Deakin University and 2006–2009 – Honorary chair in sports nutrition, Faculty of Health and Behavioural Sciences, Deakin University, Melbourne, Australia. In 2014, she was appointed the chair in sports nutrition, Mary MacKillop Institute for Health Research Australian Catholic University, Melbourne. == Sports nutrition career == Between 1984 to 1990, Burke provided private clinical sports nutrition services in Melbourne. In 1990, Burke was appointed Head of Sports Nutrition at the Australian Institute of Sport. This position involved involved individual and team nutrition counselling, development of AIS Dining Hall menus, team travel advice and assistance to AIS and Australian teams, development of educational resources for AIS and Australian athletes and leading edge research. In 2014, in response to the misuse of supplements in Australian sport, Burke played a major role in coordinating the development of the AIS Sports Supplements Framework. In 2018, as part of an AIS resutrcture, Burke was appointed to the position of Chief of AIS Nutrition Strategy. Burke was founding member of the Executive of Sports Dietitians Australia in 1996. Burke has held the position of Team dietitian for the Australian Olympic teams for the 1996 Atlanta, 2000 Sydney, 2004 Athens, 2008 Beijing and 2012 London Games. In 2020, Burke holds significant international positions, including Member of Nutrition Working Group of International Olympic Committee (2003–) and director, International Olympic Committee Diploma in Sports Nutrition (2005-). == Scholarship == === Books === (2015). Burke, Louise. and Deakin, Vicky. Clinical sports nutrition. 5th ed. McGraw-Hill Education. (First edition published 1994.) (2013). Louise Burke, Ben Desbrow and Lawrence Spriet. Caffeine for sports performance: the truths and myths about the world's most popular supplement. Champaign, Human Kinetics (2011) Ron Maughan and Louise Burke (editors). Sports nutrition : more than just calories—triggers for adaptation. Basel, Karger (2010) Louise Burke. The complete guide to food for sports performance : a guide to peak nutrition for your sport. Updated and expanded. Sydney, Allen & Unwin (First edition 1992) (2008) Ron Maughan, Louise M. Burke (editors). Sports nutrition :Olympic handbook of sports medicine. Chichester, Wiley (First edition 2002) (1998) John Hawley, John and Louise Burke. Peak performance : training and nutritional strategies for sport. Sydney, Allen & Unwin. === Peer-reviewed articles === In 2020, Burke has been the author/co-author of over 250 peer- reviewed articles in PubMed. In 2020, Burke is the special projects editor, International Journal of Sport Nutrition and Exercise Metabolism. == Recognition == * 2000 – Australian Sports Medal *2007 – Australia Bulletin Smart 100 Award: Winner in Category: Sport *2007 – Distinguished Scholar Award: Sports, Cardiovascular and Wellness Nutritionists, USA *2007 – David R Lamb Excellence in Education Award, Gatorade Sports Science Institute *2009 – Medal of the Order of Australia (OAM) for service to sports nutrition as a dietician and through academic, research and administrative roles *2009 – Citation Award from the American College of Sports Medicine *2017 – Excellence in Sports Nutrition Mentoring, Sports Dietitians Australia Burke is also a Fellow of the American College of Sports Medicine, Sports Medicine Australia and Sports Dietitians Australia. == Personal == Burke is married to Professor John Hawley and they have a son Jack. Burke personal interest in sport include triathlon and running and she has completed Ironman World Championship – Kona, Hawaii (1985, 1986, 1987, and 1988), Ironman Japan - Lake Biwa (1986), Ironman New Zealand - Auckland (1987) and Ironman Australian - Forster-Tuncurry (1988) and major city marathons - Sydney, Melbourne, London and Chicago , Rotterdam, Berlin and New York. Burke is a loyal supporter of the St Kilda AFL team and has assisted them with her expertise several times during her professional career. ==References== Category:1959 births Category:Living people Category:Australian sports scientists Category:Dietitians Category:Women nutritionists Category:Recipients of the Medal of the Order of Australia Category:Recipients of the Australian Sports Medal Category:Deakin University alumni ",
    "title": "Louise Burke"
}