{
    "id": "63913139",
    "text": "The Only Game in Town is a 1968 play written by Frank D. Gilroy. It originally opened on May 20, 1968, and closed on June 1, 1968. It was later adapted into the film of the same name in 1970, starring Elizabeth Taylor and Warren Beatty. The play was profiled in the William Goldman book The Season: A Candid Look at Broadway. ==Synopsis== Fran, who lives just off the Las Vegas Strip, takes home Joe, who is a near compulsive gambler, and they decided to live together, no strings attached. He finds out that she is waiting for Thomas to return. Fran has a decision to make, does she stay and leave with Joe or leave with Thomas? ==Productions== The show opened on May 20, 1968, at the Broadhurst Theatre, directed by Barry Nelson, set design George C. Jenkins, costume design Theoni V. Aldredge, lighting design Jules Fisher, and incidental music Don Elliott. The cast included Tammy Grimes (Fran), Barry Nelson (Joe), and Leo Genn (Thomas). The show was later produced Off-off- Broadway at the Ensemble Studio Theatre in 1978.https://books.google.com/books?id=mGRflyN__ZYC&pg;=PA186&lpg;=PA186&dq;=The+Only+Game+In+Town+broadway+review&source;=bl&ots;=0uTSMDUIkx&sig;=ACfU3U3_sOHdhDv0Vx4P3SgjZ0IUx- Ptzg&hl;=en&sa;=X&ved;=2ahUKEwjP7ryNm6npAhXvc98KHWuECPI4ChDoATACegQICBAB#v=onepage&q;=The%20Only%20Game%20In%20Town%20broadway%20review&f;=false The show was revamped in 2001 in West Hollywood at the Court Theatre, directed by Gregory Bach, set design Thomas A. Brown, lighting design Jim Moody, costume design Paula Elins, sound design Charles Glenn Jr., choreography Christopher Quiban, and music by David Zaugh. The show starred (then wife and husband) Mandie Taketa (Fran) & Wayne Brady (Joe), Joseph R. McKee (Thomas), and Mark Eddie (Radio Announcer).https://variety.com/2001/legit/reviews/the- only-game-in-town-5-1200552613/ ==References== ==External links== *The Only Game in Town at the Internet Broadway database *\"The Only Game in Town\" on Playbill Category:1968 plays Category:American plays adapted into films Category:Broadway plays Category:Las Vegas in fiction ",
    "title": "The Only Game in Town (play)"
}