{
    "id": "63926814",
    "text": "Māra Lisenko (born June 13, 1986 in Jūrmala, Latvia) is a Latvian singer- songwriter. She is known as the founder of the band Karmafree and since 2018 is the leader of the death metal band MĀRA. Māra mainly practices growling, but thanks to her diverse vocal techniques, is also able to sing clear or even lyrical. == Biography == Māra was born on June 13, 1986, in the town of Jūrmala in Latvia. Growing up in a musicians family, she was exposed to music from an early age. Her mother, who is also a singer, sets Māra as a target to match her level. She began to devote herself to growl at the age of 13 and joined her first band only a year later. In 2007, Māra studied at the prestigious Vocaltech school – Thames Valley University. She is lucky enough to be trained by some of the greatest Vocal coaches in the metal, such as Melissa Cross, Mark Baxter or even Enrico H. Di Lorenzo. In addition, she receives help from singers recognized in the world of metal such as Derrick Green (Sepultura), Rafał Piotrowski (Decapitated) and Britta Görtz (Critical Mess). Since 2011, Māra has been a vocal coach herself. She gives lessons on Skype for all levels, from beginners to advanced singers. In 2010, in London, England, Māra founded with her husband the band Karmafree. It is a duet between Dmitry Lisenko who plays the bass and Māra on vocals. The band's style is alternative and they involve their social and political fights. In 2012, they released their first EP. She joined a Latvian melodic death band called Ocularis Infernum in 2015. The band released an album in 2017 and has not been active on social medias since the end of 2018. In 2018, Māra begins her current band, also called MĀRA. It is a death, trash and groove metal band composed of 4 musicians. The band quickly released their first EP, Therapy for an Empath, on November 22, 2018. It has been received very well by the critics, and they even won the prize for the best metal album of the year 2018 at the Latvian Metal Music Awards. Māra is also awarded as the best singer the same year. The band performs some shows in different European countries such as France, Germany and even England. The band finally reveals its second EP, Self Destruct. Survive. Thrive! two years later, featuring Soilwork singer Bjorn Strid and Jeff Hughell from Six Feet Under. The release date is scheduled for May 13, 2020. Māra lately launched, on April 2, 2020, her own Patreon to share exclusive content. She also has a YouTube channel where she makes covers. == Personal life == Māra has been married to Dmitry Lisenko for more than 6 years. She currently lives in Spain after leaving Germany. As she is a fan of Korn, they made her want to have dreadlocks. Māra is vegan but does not want to highlight it on social media. == MĀRA's line-up == * Māra Lisenko – Vocals * Denis Melnik – Guitar * Dmitry Lisenko – Bass * Alberts Mednis – Drums == Discography == === With Karmafree === * Illusions (EP) – 2012 === With Ocularis Infernum === * Expired Utopia – 2017 === With MĀRA === * Therapy for an Empath (EP) – 2018 * Self Destruct. Survive. Thrive! (EP) – 2020 == References == Category:1986 births Category:Living people Category:Latvian singers Category:Death metal ",
    "title": "Māra Lisenko"
}