{
    "id": "63923465",
    "text": "Christian Collovà is an Italian rally co-driver and Italian champion in the FIA Alternative Energies Cup. He is currently a lawyer. ==Early life and education== Collovà was born in Koblenz, Germany and grew up in Paris, France. He graduated from the University of Rome. Collovà is currently an entertainment lawyer. ==Career== Along with rally driver Vincenzo Di Bella, Collovà was FIA Alternative Energies Cup runner-up in 2007,FIA Alternative Energies Cup 2007 2008Coupe de la FIA des Energies Alternatives 2008, in CSAI-ACI.it. and 2010.FIA Alternative Energies - Final Results 2010 In 2007 and 2008, he came in behind Giuliano Mazzoni as the World Championship runner- up. In 2010, as the co-driver of the Citroën C5 along with driver Vincenzo Di Bella, Collovà won the Italian Championship. He was also the World Championship runner-up behind French rally driver Raymond Durand (driving a Toyota Prius) in the FIA Alternative Energies Cup, Additionally, he has won the Monza and Franciacorta races, and came in second place at the Green Prix EcoTarga Florio and Ecorally San Marino - Vaticano races. CSAI - Veicoli Energie Alternative: Vincenzo \"Irvine\" Di Bella e Collovà Campioni Italiani 2010 , in EcoMotori, October 25, 2010. CSAI - Veicoli Energie Alternative: Vincenzo \"Irvine\" Di Bella e Collovà Campioni Italiani 2010 , in EcoMotori, October 25, 2010. In 2015, Collovà joined the Board of Directors of the Italian Chapter of Association Littéraire et Artistique Internationale (ALAI Italia), [ALAI Italia group established https://www.dirittodautore.it/news/attualita/costituito-il-gruppo-alai- italia/], in Dirittodautore.it Later, he also joined the Board of Directors of the Campania Region Film Commission Foundation. ==Personal life== Collovà speaks Italian, French, and English. ==See also== *FIA Alternative Energies Cup *Vincenzo Di Bella *Massimo Liverani ==References== Category:Living people Category:1972 births Category:FIA Alternative Energies Cup drivers Category:Italian rally drivers ",
    "title": "Christian Collovà"
}