{
    "id": "63923561",
    "text": "Leyton Town Hall is a municipal building in Adelaide Road, Leyton, London. It is a Grade II listed building. ==History== The building was commissioned to replace an earlier town hall designed by John Knight in the Italianate style which was located at the corner of High Road and Ruckholt Road and which had been completed in 1882. After the area became an urban district in 1894, civic leaders decided that the old town hall was inadequate for their needs and decided to procure a larger building: they acquired some open land immediately to the north of the old building and converted the old building into a library. A design competition was held for the new building for which there were 30 entries. The new building, which was designed by John Johnson in an enriched Italianate style, was built by F J Coxhead and completed in 1895. It was officially opened by the Duke and Duchess of York on 18 March 1896. The design involved an asymmetrical main frontage with twelve bays facing onto High Road; the right-hand section of three bays featured a portico with Ionic order columns and finial above on the ground floor; there were three stone- lined niches flanked by pilasters extending from the first floor up to the second floor with a single decorative gable above; a timber and lead spire was erected at roof level. The design for the side elevation of the building, which consisted of six bays along Adelaide Street, was similar but with windows where the niches had been. Further along Adelaide Street, a two-storey technical institute block was erected as part of the complex. Internally, the principal rooms in the town hall were the great hall and the mayor's parlour on the first floor. The building was later described by Nikolaus Pevsner as \"fussy but enjoyable, in an eclectic and enriched Italianate style\". A series of sculptures of gods and goddesses designed by John Lawlor were placed at the top of the pilasters on the side elevation of the building. The building was extended to the south west by a side wing, from the back of the technical institute down to Ruckholt Road, in 1910; this extension, designed in a Baroque style, created additional offices on the ground floor and a council chamber on the first floor. The great hall was used for the showing of silent films in the pre-war years. The complex became the headquarters of the Municipal Borough of Leyton when the area secured municipal borough status in 1927. An opportunity for further expansion came in September 1938 when Leyton Technical Institute amalgamated with Walthamstow Technical Institute to form the new South West Essex Technical College at Forest Road in Walthamstow: the council converted the area vacated by the technical institute to municipal use at that time. The complex ceased to be the local seat of government when the enlarged London Borough of Waltham Forest was formed in 1965. It was subsequently used as additional workspace by the council but, after being found surplus to requirements, it was sold to a developer, Lee Valley Estates, in 2006. The building benefited from an extensive programme of restoration works before re-opening as a business centre in 2010. ==References== Category:Grade II listed buildings in the London Borough of Waltham Forest Category:City and town halls in London Category:Government buildings completed in 1895 Category:Grade II listed government buildings ",
    "title": "Leyton Town Hall"
}