{
    "id": "63926017",
    "text": "Nkenge Touré (born Anita Stroud, March 5, 1951) is a leader in the Reproductive Justice, Anti-Racism, and Black women's health movements and a former member of the Black Panther Party. ==Early life and activism== Nkenge Touré was born Anita Stroud on March 5, 1951 to parents Juanita King and John Stroud. She has two younger brothers. Stroud grew up in public housing in Baltimore, Maryland, in a woman-headed household. At Eastern High School in the late 1960s, Stroud and a few girls founded an underground student activist group called the Black Voice to protest institutionalized racism in her majority white school. This time period marked the beginning of Stroud's activist life, as well as her first experiences with police brutality at the age of seventeen. The members of the Black Voice were forcibly arrested for their role in organizing what became a large-scale student strike of local schools. Stroud was given the option to receive her high school diploma only if she apologized for her activism. She refused, and later earned a GED. In her latter high school years, Stroud became involved with Baltimore's Soul School and the Black Panther Party, which she went on to join. She was a member of the Party from 1970-1973, working in several chapters, including Washington, D.C. She married John Wesley Stevens, also a Party member, and they took the names Nkenge and Patrice Touré. They had two daughters, Trina Stevens and Kianga Stroud. ==Career== When many of the members of the D.C. Black Panthers chapter went to California to work on the mayoral and City Council campaigns of Bobby Seale and Elaine Brown in 1973, Touré and her husband stayed behind in D.C. They founded Save the People (STP) and ran the Education for Liberation Bookstore on 9th and H. Save The People was asked to sell The Black Panther, the Party's newspaper in the party's absence as well as continue providing free meals, health care, and education to the community. In 1974 she became the second Black woman to join the staff of the D.C. Rape Crisis Center. Touré worked at the Center for thirteen years, serving as General Administrator and Director of Community Education. She wrote anti- sexual assault curricula for students, spoke widely, worked on their rape crisis hotline, and appeared regularly in the media. She pioneered DC's Anti- Rape Week and Coalition for a Hassle Free Zone, an anti-street harassment campaign. Nkenge and Patrice Touré were divorced in 1979. Touré was one of the co-founders of the Women's Section of the National Black United Front, defending women's rights within Black Nationalist politics and ensuring their issues were represented. In 1982, Touré co-founded the International Council of African Women (ICAW) with Loretta Ross to prepare a delegation of American women to attend the 1985 United Nations Conference on Women in Nairobi, Kenya. ICAW was the primary source providing information, support, and encouragement to African American women to organize delegations and attend the \"Herstoric\" conference. She was President of the D.C. Chapter of the National Black Women's Health Project (now Black Women's Health Imperative) from 1987-1994. Since 1990 she has been working with women substance abusers, women living with HIV/AIDS, women and children residing in transitional housing, and babies born with HIV. Touré has been a weekend volunteer and served on the board of My Sister's Place, a shelter for battered women and their children, and on the board of the National Center for Human Rights Education. She has been active with SisterSong Women of Color Reproductive Justice Collective. ==Media presence== Since leaving the D.C. Rape Crisis Center in 1988 until 2018, Touré had hosted her own weekly radio show, \"In Our Voices,\" which served as a platform for the voices and issues of women on D.C. radio station WPFW. She and guests discussed issues from the perspective that any issue is a women's issue. Also at WPFW, Touré served as the Executive Producer of Sophie's Parlor, the oldest women's music and politics collective in the United States. ==Writing and awards== Touré has received numerous awards for her ongoing hard work and commitment to human rights and justice for women of color in the D.C. area and worldwide. Her writings on these subjects can be read in a number of publications including Aegis and Vital Signs. She has also spoken widely at rallies, speak outs, and conferences. ==External links== * Nkenge Touré papers at the Sophia Smith Collection, Smith College Special Collections * Nkenge Touré oral history, interviewed by Loretta Ross as part of the Voices of Feminism Oral History Project, Smith College ==References== Category:Living people Category:Year of birth missing (living people) Category:African- American feminists Category:Reproductive rights activists ",
    "title": "Nkenge Touré"
}