{
    "id": "63928099",
    "text": "Lori Elizabeth Dodd is an American mathematical statistician specialized in clinical trials methodology, statistical analysis of genomic data, design of clinical trials using biomarkers and imaging modalities, and statistical methods for analyzing biomarkers. She is a statistician in the biostatistics research branch at the National Institute of Allergy and Infectious Diseases. == Education == In 1995, Dodd completed a bachelor's degree in the department of anthropology at the University of Utah Honors College. Her undergraduate thesis was titled, The old people know different: Navajo aging and the aged in the context of change. Dodd's undergraduate academic advisor was Per Hage and Charles C. Hughes served as her thesis supervisor. In 2001, she earned a Ph.D. in the department of biostatistics at the University of Washington. Her dissertation was titled Regression methods for areas and partial areas under the receiver-operating characteristic curve. Dodd's doctoral advisor was . == Career == Dodd worked at the National Cancer Institute in the biometric research branch to evaluate imaging in oncology trials. Dodd is a mathematical statistician in the division of clinical research's biostatistics research branch at the National Institute of Allergy and Infectious Diseases (NIAID). She specializes in clinical trials methodology, statistical analysis of genomic data, design of clinical trials using biomarkers and imaging modalities, and statistical methods for analyzing biomarkers. At NIAID, she researches the statistical assessment of medical diagnostic tests and clinical trial design. In 2016, Dodd conceived of and edited a special issue on Ebola for the journal Clinical Trials, which highlighted different approaches to trial design and various viewpoints from the individuals and organizations who contributed to research efforts. == References == == External links == * Category:Living people Category:Year of birth missing (living people) Category:Place of birth missing (living people) Category:National Institutes of Health people Category:21st-century American women scientists Category:American medical researchers Category:Women medical researchers Category:University of Utah alumni Category:University of Washington alumni Category:American statisticians Category:Women statisticians Category:21st- century American mathematicians Category:21st-century women mathematicians Category:American women mathematicians Category:Biostatisticians ",
    "title": "Lori E. Dodd"
}