{
    "id": "63928246",
    "text": "The San Francisco Bay Area, which includes the major cities of San Jose, San Francisco, and Oakland, was an early center of the COVID-19 pandemic in California. The first case of COVID-19 in the area was confirmed in Santa Clara County on January 31, 2020. A Santa Clara County resident was the earliest known death caused by COVID-19 in the United States, on February 6. This article covers the pandemic in the 12-county San Jose-San Francisco- Oakland combined statistical area, which includes the nine-county Bay Area plus the counties of San Benito, San Joaquin, and Santa Cruz. Local officials instituted some of the first mitigation efforts in the United States. The first mandatory shelter-in-place order in the mainland U.S. took effect throughout the Bay Area on March 16 and 17 and continued until mid-May, affecting nearly 6.7 million people. The early government response is credited with mitigating the spread of infection compared to cities on the East Coast. Closures due to the pandemic have resulted in mass unemployment and significant disruptions to the economy, replacing local governments' budget surpluses with historic deficits. The pandemic accelerated the adoption of distance learning among schools and telecommuting among businesses, especially in the technology industry. Air quality around San Francisco Bay improved as a result of a temporary decline in traffic volume. ==Prevalence== Despite strong economic, cultural, and travel ties between California and China, the Bay Area's hospitalization rate and death toll have stayed below initial projections and have compared favorably to East Coast cities. Researchers have hypothesized that the pandemic's initial impact was blunted by relatively early social distancing measures along with a variety of other factors, including lower population density, a strong car culture and low public transportation ridership, favorable weather in February, and even a loss by the San Francisco 49ers at Super Bowl LIV, discouraging celebrations. , the nine counties of the Bay Area plus Santa Cruz County have reported a cumulative total of 13,060 confirmed cases and 434 confirmed deaths due to COVID-19. Alameda County has more confirmed cases and deaths than any other county in Northern California, followed by Contra Costa County. Some counties have released breakdowns of cases by jurisdiction. In Alameda County, Hayward has the highest per capita rate of infection at 270.2 people per every 100,000, while Oakland has the highest number of cases. San Mateo and San Jose have the highest number of cases in San Mateo and Santa Clara counties, respectively. , the North Bay counties of Marin, Napa, and Sonoma have reported a cumulative total of recoveries from COVID-19. The other Bay Area counties do not report the number of recoveries, because tracking this number requires more resources per case and federal guidelines are not specific enough to draw conclusions. A study at the University of California, San Francisco (UCSF), is tracking outcomes several months after infection. The Hispanic population in the Bay Area has been disproportionately affected by infections. The poor, largely Latino neighborhoods in East San Jose account for 34% of Santa Clara County's first deaths due to COVID-19 despite being Latinos making up only 23% of the adult population. Almost 70% of the neighborhoods' working-age population is unable to work from home. Also Filipino Americans in the Bay Area have also been disproportionately affected by COVID-19 infections, and make up the majority of cases in San Mateo County, California.https://www.sfchronicle.com/health/article/Bay-Area-Filipinos-work- the-dangerous-front-lines-15370537.php#photo-19606686 In San Francisco, about 40% of Hispanics have been confirmed infected, compared to 15% of the general population. The largely Latino Mission District has the highest number of cases of any neighborhood, with more than 40 cases per 10,000 residents. UCSF systematically tested 2,959 residents in a 16-block census tract in the Mission District in April, finding that 2% tested positive. Infection rates differed significantly between essential workers and residents who were able to stay at home during the pandemic. Localized outbreaks of COVID-19 have occurred at factories and care facilities, including the Tesla factory in Fremont where over 130 people tested positive, the Lusamerica Foods fish packing plant in Morgan Hill where 38 people tested positive, the Central Gardens skilled nursing home in San Francisco's Western Addition where four residents died, and the Windsor Vallejo Care Center in Vallejo where more than 130 people became infected and eleven residents died. The number of confirmed cases is believed to fall significantly short of actual infection rates due to limited testing capacity throughout the pandemic. , San Francisco has collected 5,000 tests for every 100,000 residents, while Santa Clara County has collected about 2,600 tests for every 100,000 residents. Santa Clara County set up three testing sites in San Jose, but the sites are operating well below capacity, in part because of Spanish- and Vietnamese-language barriers. Several local studies have attempted to determine seroprevalence in the absence of widespread clinical testing. Based on serology tests in early April, a revised preprint study from Stanford University estimated that Santa Clara County up to 54,000 residents, or 2.8% of the population, had been infected, compared to the 1,000 confirmed cases at the time. In an earlier preprint, the study's authors had estimated an even higher rate of infection but therefore calculated a lower mortality rate. Despite academic controversy over the study's methodology, which prompted the revision, the preprint fueled opposition to stay-at-home orders in the United States. The university has begun an investigation into the study. In addition to its study in San Francisco's Mission District, UCSF is conducting a similar study of all 1,680 residents in the rural community of Bolinas, and the University of California, Berkeley, is testing a representative sample of 5,000 East Bay residents. ==Progression== U.S. Route 101 in San Carlos encourages San Mateo County residents to donate personal protective equipment to healthcare workers. ===Early cases=== There has been speculation that COVID-19 may have been circulating in the Bay Area by December 2019. Ongoing \"lookback studies\" are attempting to identify the index case. An initial preprint of a study at Stanford University Medical Center has found no infected samples from November and December 2019. On January 31, the Centers for Disease Control and Prevention (CDC) announced the first confirmed case of COVID-19 in the Bay Area and the seventh in the United States, a man in Santa Clara County who had recently traveled to Wuhan. The man recovered at home and was released from in-home isolation on February 20. On February 2, the CDC confirmed a second area case in a Santa Clara County woman who had also recently traveled to Wuhan. The two cases were unrelated. On February 6, 57-year-old Patricia Dowd of San Jose became the first COVID-19-related death in the U.S. discovered by April 2020. She died at home without any known recent foreign travel, after being unusually sick from flu in late January, then recovering, working from home, and suddenly dying on February 6. A February 7 autopsy was completed in April (after virus tests on tissue samples) and attributed the death to transmural myocardial ischemia (infarction) with a minor component of myocarditis due to COVID-19 infection. Her case indicates that community transmission was happening undetected in the U.S., most likely since December. On February 26, a case of unknown origin was confirmed in a resident of Solano County. The UC Davis Medical Center in Sacramento said that, when the person was transferred there on February 19, the medical team suspected it was COVID-19 and asked the CDC to test for SARS-CoV-2. The CDC initially refused since the person, who had no known exposure to the virus through travel or close contact with a known infected individual, did not meet the criteria for testing. The person was ultimately tested on February 23; the test results returned positive on February 26. After this first case of community transmission in the U.S., the CDC revised its criteria for testing patients for SARS-CoV-2 and, on February 28, began sending out the new guidelines for healthcare workers. Section: Recommendations for Reporting, Testing, and Specimen Collection. ===Cases by county over time=== ==Government response== The Bay Area public health response to the pandemic is being coordinated through the Association of Bay Area Health Officers (ABAHO), an organization consisting of the public health officers of 11 counties and two cities that was established in the 1980s to fight the AIDS epidemic in San Francisco. The health officers act in unison to avoid political pushback. ABAHO is informally divided between the \"Big Seven\", consisting of Alameda, Contra Costa, Marin, San Mateo, and Santa Clara counties and the cities of Berkeley and San Francisco; and Santa Cruz, Monterey, Napa, San Benito, Sonoma, and Solano counties on the periphery of the Bay Area. ===Mitigation=== A public safety alert sent on March 16 by Santa Clara County about the shelter-in-place order As of April 7, the Santa Clara County Public Health Department and Stanford University School of Medicine projected that the county would have had several times more cases of COVID-19 by May without the regional and state shelter-in- place orders On February 10, Santa Clara County declared a local health emergency. At the time, there were two confirmed cases of COVID-19 in the county and no known community transmission. On March 9, Santa Clara County public health officer Dr. Sara Cody banned public gatherings of more than 1,000 people. Over the next few days, she would expand the bans to cover all gatherings, from Sharks games to library story hours, and to close all bars and pubs. On March 16, the \"Big Seven\" public health departments issued a joint shelter-in-place order, legally requiring all non-essential businesses to close and residents to stay at home except for essential needs, effective March 17. It was the first such order in the mainland United States, coming a day after Puerto Rico went into lockdown. The next day, the order was adopted by the remaining Bay Area county health departments. Santa Clara County has enforced its shelter-in-place order with one of the strictest interpretations in the state. The orders were timed to preempt Saint Patrick's Day celebrations. On March 30, the \"Big Seven\" health officers extended the shelter-in-place order to May 3, easing some restrictions on outdoor activity. On April 29, the shelter-in-place order was extended again to May 31. Unlike the shelter-in-place order, orders to wear face coverings such as cloth face masks while in public took effect at different times depending on the jurisdiction. On April 13, Sonoma County issued its order effective April 17, then Fremont issued its order on April 15 effective immediately. On April 22, a face mask order took effect in San Francisco and Alameda, Contra Costa, San Mateo, and Marin counties. Santa Clara County opted not to require face masks, instead issuing an advisory on April 17, to avoid adding to police departments' enforcement responsibilities. However, Milpitas issued an order on April 22, and Cupertino issued an order the next day, both orders taking effect on April 24. On May 4, Santa Clara County ordered wearing face masks, but only at businesses. Palo Alto issued a face mask order on May 13. On May 7, the Big Cities Health Coalition estimated that the Bay Area's shelter-in- place orders prevented 188,000 hospitalizations and 19,000 deaths in Santa Clara County, Alameda County, and San Francisco. ===Reopening=== ====Early efforts==== On May 14, San Benito County met the California Department of Public Health's criteria to resume dine-in service at restaurants as part of phase 2 of Governor Gavin Newsom's statewide reopening plan. Ahead of the Bay Area–wide order's expiration on May 31, San Mateo County issued a new shelter- in-place order on May 15 that allowed nonessential retail and other businesses to offer curbside pickup service. This order, which aligned with phase 2 of the state reopening plan, marked the first departure from the unified front that Bay Area health officials had maintained until then. Despite initial reservations by Contra Costa and Santa Clara county health officials, they and their counterparts in Alameda County, Berkeley, Marin County, and San Francisco issued a joint order on May 18 that implemented phase 2 reopening. Napa, Santa Cruz, Solano, and Sonoma counties were also moving forward with phase 2. On May 26, Napa, San Benito, Solano, and Sonoma counties began allowing hair salons and barbershops to reopen. University of California- Berkeley Botanical Gardens announced their upcoming re-opening on July 14, 2020 to members and on July 22, 2020 to the general public, with new protocols in place, and by reservation only. San Francisco Zoo announced its re-opening to its members starting on July 13, 2020 and to the general public on July 15, 2020, with new protocols in place, and by reservation only. ====Blueprint for a Safer Economy==== The statewide Blueprint for a Safer Economy reopening plan came into effect on August 31. Napa and San Francisco Counties were at Substantial, while all other Bay Area counties were at Widespread. * Napa County directly followed the state's BSE guidelines. * San Francisco delayed the reopening of businesses allowed by the new BSE guidelines. Businesses were allowed to reopen on these dates: ** September 1: personal care services, indoor malls ** September 14: indoor nail salons, piercing shops, tattoo parlors, indoor gyms and fitness centers ** September 21: museums, zoos, and aquariums, elementary schools *** Elementary schools in San Francisco Unified School District remain closed. *** The de Young Museum reopened to members on September 22 and to the public on September 25. As of October 2, reservations are required. The de Young Observation Level, Coat Check, de Youngsters Studio, and Piazzoni Murals Room will remain closed. The Legion of Honor Museum remains closed and is expected to reopen in mid-October. *** The California Academy of Sciences in Golden Gate Park reopened on October 13 for members, and it has announced plans to reopen October 22 for the general public. Reservations will be required. Exhibits and spaces with a high degree of interactivity or where it is difficult to maintain physical distance will remain closed, including the Morrison Planetarium, the Naturalist Center, the Curiosity Grove, and the Discovery Tidepool. ** September 29: county moves from Substantial to Moderate ** September 30: indoor dining, places of worship ** October 7: movie theaters (without concessions) *** The National Association of Theatre Owners of California/Nevada stated that their cinemas in San Francisco would remain closed due to the concessions ban, as it \"makes it economically impossible for our members to reopen and significantly limits the moviegoing experience for our audiences.\" ** Delayed indefinitely: middle schools, high schools On September 8, Santa Clara and Santa Cruz Counties were upgraded from Widespread to Substantial. Both counties directly followed the state's BSE guidelines. On September 15, Marin County was upgraded from Widespread to Substantial. The county directly followed the state's BSE guidelines. On September 22, Alameda, San Mateo, and Solano Counties were upgraded from Widespread to Substantial. * Alameda County delayed the reopening of businesses allowed by the new BSE guidelines. Businesses were allowed to reopen on these dates: ** September 25: nail salons ** October 9: museums, zoos, and aquariums, personal care services, libraries, gyms and fitness centers, outdoor film production ** October 13: elementary schools; county moves from Substantial to Moderate *** Elementary schools in Berkeley Unified School District remain closed despite being allowed to reopen by the state. ** October 26: places of worship and cultural ceremonies, indoor dining, movie theaters, expansion of capacity of indoor retailers and shopping centers * San Mateo and Solano Counties directly followed the state's BSE guidelines. On September 29, San Francisco became the first county in the state with 200,000+ people to be upgraded from Substantial to Moderate. Contra Costa and San Joaquin Counties were upgraded from Widespread to Substantial. * Contra Costa and San Joaquin Counties directly followed the state's BSE guidelines. * San Francisco delayed the reopening of all businesses allowed by the new BSE guidelines. Businesses were allowed to reopen on these dates: ** October 27: climbing walls, offices of non-essential businesses, expansion of indoor capacity of gyms and fitness centers ** November 3: swimming pools, bowling alleys, expansion of indoor capacity of places of worship and cultural ceremonies, museums/zoos/aquariums, indoor dining, and movie theaters ** Delayed indefinitely: bars/breweries/distilleries, indoor wineries On October 13, Alameda and Santa Clara Counties were upgraded from Substantial to Moderate, and San Benito County was upgraded from Widespread to Substantial. * Alameda County indefinitely delayed the reopening of all businesses allowed by the new BSE guidelines. * San Benito County directly followed the state's BSE guidelines. * Santa Clara County allowed most businesses to reopen, but did not allow indoor restaurants to increase their capacity beyond 25%. On October 20, San Francisco became the first county in the state with 200,000+ people to be upgraded from Moderate to Minimal. Napa County was upgraded from Substantial to Moderate. * Napa County directly followed the state's BSE guidelines, but delayed the reopening by one day to October 21. * San Francisco indefinitely delayed the reopening of all businesses allowed by the new BSE guidelines. ==Military response== California National Guard staff set up a Federal Medical Station at the San Mateo County Event Center. The California National Guard and California State Guard activated medical units in the Bay Area to assist local and state government agencies in their COVID-19 response. In the Bay Area, the California Air National Guard has set up Federal Medical Stations at the Santa Clara Convention Center in Santa Clara (known as the Field Respite Center), the San Mateo County Event Center in San Mateo, and Craneway Pavilion in Richmond. The temporary field hospitals, which are managed by the Strategic National Stockpile Division of the United States Department of Health and Human Services, can receive noncritical patients from local hospitals for convalescent care. The Santa Clara location was converted on March 21 and admitted its first two patients on April 5. The Air National Guard converted the San Mateo location on April 1 and the Richmond location the following day. ==Community and academic response== The Innovative Genomics Institute at the University of California, Berkeley, converted to a clinical laboratory for COVID-19 tests. As a noncommercial laboratory, the institute had more unused testing capacity than expected, so it has worked with Berkeley to perform blanket testing of the city's essential workers and at-risk population. ==Economic impact== ===Unemployment=== As in other parts of California and the United States, the Bay Area has experienced a dramatic increase in unemployment as a result of voluntary and mandatory social distancing measures. In April 2020, unemployment in the Bay Area increased by 555,100 residents or 13.7% month over month, including a 15.1% increase in private-sector job losses. Unemployment has affected the Bay Area unevenly from one area or industry to another. Despite layoffs by startups in March and April, job losses in the technology industry increased by only 4.1%, compared to an increase by more than 50% in the hospitality industry. Due to the technology industry's dominance in Santa Clara County known as Silicon Valley, unemployment increased by only 11.2% there in April, compared to 14.6% in the East Bay and 14.4% in San Francisco and San Mateo County. In San Francisco, which is relatively dependent on tourism, over 100,000 residents, or about one-ninth of the city's population, filed for unemployment benefits during the pandemic. , large Bay Area employers have collectively sent the state Employment Development Department about 24,700 WARN notices about proposed mass layoffs, furloughs, or facility closures. ===Construction=== Signs of community support in front of the popular Sushi Sam's restaurant in San Mateo posted in May 2020 Bay Area counties' strict interpretations of shelter-in-place orders halted most residential and commercial construction projects. Some construction projects resumed in mid-May. ===Government=== San Francisco has tentatively projected that its deficit will double to between $ and $ over fiscal years 2020 and 2021. Redwood City expects to have a balanced budget in 2020 but a $ deficit in 2021. , San Jose projects a $ deficit for fiscal year 2019–20 and a $ deficit for 2020–21, revised downward from a $ surplus projected in 2019. The impact will be significantly worse than either the dot-com bust or the Great Recession. Palo Alto projected a $ loss in revenue. Oakland projected a $ deficit over 14 months and has laid off part-time employees. Berkeley projected a $ deficit in 2020 and a $ deficit in 2021. Richmond projected a $ deficit in 2020 and a $ deficit in 2021. Walnut Creek closed a $ budget gap in 2020 but expects a $ deficit in 2021. Vallejo projected a $ deficit. Napa projected a $ deficit in 2020 and a deficit from $ to $ in 2021. Santa Rosa tapped its reserves to close a $ budget gap in 2020 but expects a $ deficit in 2021. Sausalito expects a $ deficit for fiscal year 2019–20 and a $ deficit for 2020–21. ===Manufacturing=== Some major Bay Area manufacturers, such as Lockheed Martin in Sunnyvale and Chevron Corporation in San Ramon, have been exempted from shelter-in-place orders as essential businesses. However, the Tesla Factory in Fremont was not exempted and was forced to halt production, resulting in the furlough of nearly 11,100 employees. On May 11, Tesla resumed manufacturing operations at the factory despite an Alameda County order allowing only minimum basic operations. ===Retail and foodservice=== Empty shelves at a San Francisco supermarket on March 17, the day after the shelter- in-place order took effect The March 13 announcement of a shelter-in-place order triggered a wave of panic buying throughout the region. By April, the Consumer Price Index for the San Francisco area (Alameda, Contra Costa, and Marin counties and San Francisco) fell by 0.5% compared to February, a 1.1% rise year over year. By category, retail prices rose by 14.5% year over year for meat, 9.6% for dairy, 6.7% for food at home (bought in stores), and 0.6% for alcohol. Retail prices fell by 28.4% for regular unleaded gas, 27.6% year over year for motor fuel in general, 12% for clothing, and 7.8% for transportation. Of the San Jose Downtown Association's more than 1,600 member businesses, 83% are temporarily or permanently closed, 9% are operating with reduced service, and 8% are fully operational as of mid-May. Due to the pandemic, the Pleasanton-based Specialty's bakery-café chain, which specialized in corporate catering, permanently closed its more than 50 locations on May 19 after 33 years in business. ===Technology=== The technology industry was not as heavily impacted by stay-at-home orders as the leisure and hospitality industries. Demand for Bay Area–based teleconferencing and e-commerce services increased significantly during the pandemic. According to San Jose–based Zoom Video Communications, usage of its teleconferencing service had risen to 300 million active daily users, compared to about 10 million per day in December 2019. By early March, many large technology companies began encouraging or requiring employees to work from home. These social distancing measures, which predated mandatory shelter-in-place orders, are credited with helping to lessen the initial impact of the pandemic. On May 15, the Bay Area Council released a survey finding that 17.9% of companies planned to keep their employees working from home on a permanent basis, while 89.3% planned to remain a partially remote workforce. Facebook, Square, Inc., and Twitter have announced permanent work-from-home policies. Google is allowing employees to work from home through the end of 2020. , Lyft, Yelp, IBM, and LendingClub disclosed a combined total of 1,000 planned layoffs in the Bay Area. Technology conferences that are normally held in Bay Area cities have been canceled, postponed, or replaced by Internet streaming events, including: * Apple Worldwide Developers Conference moved online * Dreamforce (San Francisco's largest conference) moved online * Facebook F8 canceled * Game Developers Conference postponed * Google Cloud Next canceled * Google I/O canceled * GPU Technology Conference moved online * VMworld moved online The RSA Conference was held in February as scheduled, but Verizon, AT&T;, and IBM pulled out of the conference on February 21, as concerns began to grow about the pandemic. ===Tourism=== A deserted Pier 39 in San Francisco San Francisco's economy is heavily dependent on tourism, which normally employs 90,000 people and generates more tax revenue than any other industry in the city. International tourism normally accounts for 64% of San Francisco's tourism spending but has largely disappeared during the pandemic. ==Social impact== ===Education=== A closed elementary school in San Jose On April 1, school superintendents in Santa Clara and San Mateo counties announced that in-person classes would not resume during the 2019–20 school year. Many Bay Area colleges and universities have announced plans for instruction in response to the pandemic: {|class=\"wikitable sortable\" !Institution !Fall 2020 !Spring 2021 |- |Berkeley City College | | |- |California College of the Arts | | |- |California State University, East Bay | | |- |California State University Maritime Academy | | |- |Cañada College | | |- |City College of San Francisco | | |- |College of Alameda | | |- |College of San Mateo | | |- |Contra Costa College | | |- |The Culinary Institute of America at Greystone | | |- |De Anza College | | |- |Diablo Valley College | | |- |Dominican University of California | | |- |Evergreen Valley College | | |- |Foothill College | | |- |Holy Names University | | |- |Laney College | | |- |Los Medanos College | | |- |Menlo College | | |- |Merritt College | | |- |Notre Dame de Namur University | | |- |Pacific School of Religion | | |- |Presidio Graduate School | | |- |Saint Mary's College of California | | |- |San Francisco State University | | |- |San Jose City College | | |- |San Jose State University | | |- |Santa Clara University | | |- |Santa Rosa Junior College | | |- |Skyline College | | |- |Sonoma State University | | |- |Stanford University | | |- |Starr King School for the Ministry | | |- |University of California, Berkeley | | |- |University of the Pacific | | |- |University of San Francisco | | |- |William Jessup University | | |} ===Hunger=== Over the first 10 weeks since the shelter-in-place order was issued, Bay Area food banks have seen demand double and calls increase a thousandfold. According to Second Harvest Food Bank of Santa Clara and San Mateo County, the number of residents needing food distribution increased 40% from 270,000 in February to 370,000 in April. The Alameda County Community Food Bank has distributed over a million of pounds of food a week and seen lines stretching more than 1,000 cars in a day. ===Housing=== Civic Center organized tents into an evenly spaced grid as a safer alternative to the city's usual homeless encampments. An ongoing housing shortage in California has increased housing costs dramatically and contributed to the Bay Area's high rates of homelessness. Homeless shelters have been major sites of community transmission. On April 10, 70 of 144 occupants of one homeless shelter in San Francisco were confirmed to have COVID-19. By April, the number of tents and makeshift structures increased by 71% over the previous quarter in San Francisco and by 285% in the Tenderloin neighborhood specifically. , San Francisco has leased 2,700 hotel rooms as emergency housing for at-risk homeless people and first responders. Although the state government has reserved hotel rooms throughout the state for similar purposes, homeless people have come to the city from other areas looking for hotel rooms, prompting Mayor London Breed to focus the city's emergency housing resources on local homeless people. There are nearly 6,200 homeless people in San Jose, most of them Hispanic or African American. At least 2,500 are considered at high risk for infection due to underlying health conditions. The city added more than 400 temporary beds at homeless shelters, including a temporary shelter near the San Jose Convention Center. In mid-March, shortly after the shelter-in-place order took effect, the Governor's Office of Emergency Services delivered 104 trailers to a property near Happy Hollow Park & Zoo to use as emergency housing. After repairs, 90 trailers began accepting occupants on May 14. On March 17, San Jose became one of the first jurisdictions in the U.S. to place a moratorium on evictions, followed by surrounding Santa Clara County, San Francisco, Oakland, and cities across the country. The following Bay Area jurisdictions have placed moratoria on evictions: * Alameda County until December 31 or until the local health emergency expires, whichever comes later ** Fremont until 30 days after the local health emergency expires ** Hayward until September 30 ** Oakland until August 31 * Contra Costa County until September 30 ** Concord until September 30 ** Richmond until September 30 * San Francisco until August 31 * San Mateo County until August 31 ** San Mateo for commercial tenants until the local health emergency expires * Santa Clara County until August 31 ** Mountain View until August 31 ** Palo Alto until the local health emergency expires ** San Jose until August 31 ** Sunnyvale until the local health emergency expires San Jose temporarily modified its rent control ordinance to place a moratorium on rent increases through the end of 2020, affecting tens of thousands of apartment buildings and mobile home parks. Oakland also extended a 3.5% limit to rent increases until June 30. ===Legal system=== On March 20, Alameda County officials announced that 247 people would be released from Santa Rita Jail in Dublin. ===Transportation=== A deserted Terminal B at San Jose International Airport on a Wednesday morning An empty car on the BART Antioch–SFO/Millbrae line on a Friday morning Beginning March 13, the United States Department of Homeland Security required Americans traveling from the Schengen Area, China, and Iran to enter the U.S. through one of 13 airports, including San Francisco International Airport (SFO). In March, 508,100 passengers traveled through the San Jose International Airport (SJC), down 58.6% year over year, after consistent gains before the pandemic. By the beginning of April, foot traffic at SFO, SJC, and Oakland International Airport had fallen by 73% compared to before the pandemic, according to Foursquare location tracking data. Public transportation agencies in the Bay Area have lost significant sources of funding from simultaneous, dramatic declines in ridership and sales tax revenue and the suspension of planned fare increases, even as the agencies maintain core service to serve essential workers. The agencies expect to receive $ in stimulus funding from the Metropolitan Transportation Commission under the Coronavirus Aid, Relief, and Economic Security Act, with the largest share going to the Bay Area Rapid Transit District and San Francisco Municipal Transportation Agency. In the first week of the shelter-in-place order, Bay Area Rapid Transit (BART) ridership fell by 87% to 89% of average ridership in February, though it had already begun falling with technology companies' transition to working from home. Ridership in April and early May stayed between 90% and 94% below the baseline average. BART suspended late weekday night service on March 23, 2020, and reduced weekend service on March 28, 2020. Beginning April 8, BART reduced weekday train frequency by half and ran only long train consists to facilitate social distancing. To prepare for commuters' return to BART, the system accelerated its adoption of contactless payment, eliminating paper ticket vending machines in favor of Clipper card vending machines at several stations and expanding its mobile application's parking payment feature to all stations. Caltrain's ridership dropped by 75% in the first half of March, prior to the Bay Area–wide shelter-in-place order taking effect, then dropped further to only five percent of normal levels, resulting in losses of $ per month. Due to low ridership, Caltrain suspended Baby Bullet service on March 13. On March 26, it further reduced weekday service from 92 trains per day to 42, suspending Limited service. The Peninsula Corridor Joint Powers Board, which operates Caltrain, had been planning to propose a one-eighth-cent sales tax for voter approval later in the year, to provide an estimated $ of dedicated funding for the system, which currently relies on rider fares for 70% of its revenue. In July, after the San Francisco Board of Supervisors initially declined to consider the ballot proposal, citing concerns about the system's governance structure, Caltrain officials warned that the agency would run out of operating funds and be forced to suspend service by the end of the year. In August, San Mateo County officials agreed to make Caltrain more independent from SamTrans in exchange for places the sales tax on the ballot. On May 4, the Santa Clara Valley Transportation Authority began requiring every rider to wear a face covering, such as a cloth face mask, to reduce the risk of transmission. The San Francisco Municipal Railway reduced bus service to core routes and suspended Muni Metro service. On March 21, state-owned toll bridges in the Bay Area stopped accepting cash in favor of open road tolling via FasTrak and paying by plate. FasTrak also temporarily suspended late fees and collections. On April 29, Lyft discontinued its electric scooter service in San Jose and Oakland in conjunction with a major round of layoffs. Lyft continued to operate its Bay Wheels bike sharing service. ===Race relations=== Chinatown under a shelter- in-place order There have been documented incidents of racism towards Bay Area Asian Pacific Americans. Officials and community-based organizations expressed concern that fears about COVID-19 were disproportionately affecting local Asian-American businesses. On February 24, House Speaker Nancy Pelosi toured San Francisco's Chinatown to support local shops that had seen declining business since the epidemic began in China. Free water distributed by masked protesters in San Mateo during the pandemic Several peaceful protests took place in the Bay Area during the pandemic to raise awareness about police brutality. One in San Mateo on June 3, 2020, was attended by hundreds of people. A youth-led protest against police brutality in San Francisco attracted at least 10,000 protesters to the Mission District. ===Recreation=== White circles on the grass at Dolores Park on Memorial Day To promote social distancing during the Memorial Day weekend, the San Francisco Recreation & Parks Department painted a grid of white circles in diameter, spaced apart, on the grass at Mission Dolores Park, Washington Square, and two other city parks. The fifth semiannual Viva CalleSJ street festival in San Jose had been scheduled for May 17 but was replaced with a virtual tour. ===Religion=== On March 13, the Roman Catholic Diocese of San José closed all diocesan schools from until at least April 20. It suspended public Masses and dispensed with the obligation to attend Mass from March 14 until further notice. The Diocese of Oakland also suspended public Masses on March 16, and the Archdiocese of San Francisco and Diocese of Santa Rosa followed suit on March 17. On March 18, the California Catholic Conference of bishops suspended the public celebration of Mass throughout the state until further notice. ===Sports=== After Santa Clara County banned all large gatherings larger than 1,000 people for a three-week period beginning March 11, the San Jose Sharks of the NHL and the Golden State Warriors of the NBA announced that all of their remaining home games of the regular season would be played behind closed doors with no spectators. With their game on March 12 against the Brooklyn Nets, the Warriors were to be the first professional sports team in the United States to play a home game behind closed doors due to the pandemic, before the NBA suspended the season one day prior. Along with a Sacramento-area school, Archbishop Riordan High School and the Menlo School withdrew from the California Interscholastic Federation (CIF) Northern California championship tournament after their schools were forced to close. Stanford University announced plans to cut 11 of its 36 varsity sports at the end of the 2020–21 school year, citing a $ deficit due to the pandemic. ==Environmental impact== Interstate 280 in Cupertino during the Friday morning rush hour Market Street in San Francisco's Financial District on a weekday afternoon The Bay Area–wide shelter-in-place order resulted in significant a reduction in road traffic volume, the main source of air pollution in the area. During the first week after the shelter-in-place order took effect, air pollutant levels fell by one-third year over year, while nitrogen dioxide levels in the atmosphere dropped by roughly half compared to the previous week. Traffic on the San Francisco–Oakland Bay Bridge fell by about 40% compared to two weeks earlier. By April, traffic in the Bay Area had decreased by 70%. An 11% reduction in shipping traffic at the Port of Oakland could have also contributed to air quality improvements. An assistant professor of earth system science at Stanford University estimated that improved Bay Area air quality during the shutdown would result in roughly 10 fewer deaths caused by air pollution per week. According to Save the Bay, the decrease in traffic volume also led to decreased water and noise pollution in and around San Francisco Bay. However, traffic volumes and congestion may return to normal levels or worse after the shelter-in-place orders are lifted, due to the avoidance of public transportation. Disposable, non-biodegradable face masks and latex gloves used during the pandemic have been discarded on sidewalks and in lakes, raising concern about new sources of litter going into the San Francisco Bay at a time when fewer volunteers are available to pick up litter. ==See also== * Alameda County medical cases chart * Contra Costa County medical cases chart * Marin County medical cases chart * Napa County medical cases chart * San Francisco County medical cases chart * San Mateo County medical cases chart * Santa Clara County medical cases chart * Solano County medical cases chart * Sonoma County medical cases chart * Anti-Mask League of San Francisco ==References== ==External links== Official COVID-19 portals: * Alameda County Public Health Department * Berkeley Public Health Division * Contra Costa Health Services * Marin Health and Human Services * Napa County Public Health * San Benito County Public Health Division * San Francisco Department of Public Health * San Mateo County Health * Santa Clara County Public Health * Santa Cruz County Health Services Agency * Solano County Public Health * Sonoma County Emergency and Preparedness Information Community-based COVID-19 websites: * Bay Area Pandemic Dashboard San Francisco San Francisco Category:History of the San Francisco Bay Area Category:2020 in California ",
    "title": "COVID-19 pandemic in the San Francisco Bay Area"
}