{
    "id": "63928828",
    "text": "1346–1353 spread of the Black Death in Europe map Boccaccio;The plague of Florence in 1348. Decameron; The plague of Florence The Black Death was present in the Italian states of present-day Italy between 1347 and 1348.Harrison, Dick, Stora döden: den värsta katastrof som drabbat Europa, Ordfront, Stockholm, 2000 Sicily and the Italian Peninsula was the first area in then Catholic Western Europe to be reached by the bubonic plague pandemic known as the Black Death, which reached the region by an Italian ship from the Crimea which landed in Messina in Sicily in October 1347. Coming to a completely unprepared region, the Black Death was a chock to Italy and to Europe. The Black Death in Italy belongs to the most documented among its outbreaks in Europe, with many literate eyewitnesses, among them being Giovanni Boccaccio, Marchionne di Coppo Stefani, and Agnolo di Tura, whose descriptions of it in their own cities and areas have become famous. The well organized and Urban city republics of Central and Northern Italy had the most well-developed administration in Europe prior to the Black Death; their documentation has provided among the most useful descriptions of the pandemic, and the preventive measures and regulations initiated by the Italian city- states during and following the Black Death pandemic has been referred to as the foundation of modern quarantine law regulation. ==Background== ===Italy in the mid-14th century=== When the Black Death reached modern day Italy, it was roungly divided in the Kingdom of Sicily and Kingdom of Naples in the south, the Papal States in the middle, and the heavily urbanised Northern Italy, which formally belonged to the Holy Roman Empire but in reality divided in to several autonomous city republics or principalities. ===The Black Death=== The traditional story of how the plague first came to Europe was that it was introduced to Europe via Genoese traders from their port city of Kaffa in the Crimea. During a protracted siege of the city, the Mongol Golden Horde army of Jani Beg, whose mainly Tatar troops were suffering from the disease, catapulted infected corpses over the city walls of Kaffa to infect the inhabitants. When the plague spread inside the city, the Genoese ships in the harbour fleed from Kaffa toward Italy, bringing the plague with them. ==Plague migration== ===Southern Italy=== The arrival of the Black Death to Sicily (and thus Western Europe), has been described by the chronicler Michele da Piazza. In October 1347, twelve Genoese ships from the East arrived to Messina on Sicily. After the Genuese came ashore, the inhabitants of Messina started to develop abscesses, coff and die. The Genoese were imediately bannised from the city, but the illness spread with such speed that the city experienced a collapse of social order. The sick wished to be cured, to make wills and to take the confession, but both physicians, notaries and priests were infencted and soon refused to go near them; people abandoned their homes, which were pillaged by criminals without being stopped by the guards and officials, who also died. On Sicily, Messina was pointed out as a city being condemned by God for its sins. Refugees from Messina fled toward Catania to ask the statue of Saint Agatha to be brought to Messina to appeal to God, but the citizens of Catania locked the gates to them. They were instead allowed to take the statue of the Virgin Mary from Santa Maria della Scala to Messina. During November, refugees desperately fled from Messina in all directions, dying on the roads and spreading the plague all over the island of Siciliy, including Catania, which became the second plague center of the island. One of the members of the royal family, Duke Giovanni, fled from Catania to the forrest of Mascalia where he was referred to as the last victim of the plague in Sicily in April 1348. ===Northern Italy=== One of the most known contemporary descriptions of the Black Death in Northern Italy is the Historia de Morbo by Gabriele de' Mussi. He describes it with focus on his own home town of Piacenza. According to the chronicle, the plague did not migrate from the South across the Italian Peninsula, but was taken directly to Genova and Venice by Genoese plague ships. The plague came to Piacenza with the Genoese Fulco della Croce, who died shortly after his arrival, followed by his host family and their neighbors. When the plague entered a house through one victim, three days remained before all the inhabitants of that house were dead. The ill called upon physicians to care for them, notaries to make their will and priests or monks to take their confessions and witness their wills, and all of the visitors took the plague with them when they left; convents, especially, were badly infected through the priests taking the confessions from the sick. Soon, the sick and dying were abandoned by physicians, priests and their own families who fled from the illness and the lonely screams of the dying could be heard from the abandoned houses. The corpses of the dead were left in the abandoned houses, which were closed off in fear of the deceased, and only the richest paid the poorest to bury the remains of the dead. The cemeteries were filled so rapidly that mass burials were arranged, and eventually, the sick started to dig their own graves in the middle of the town squares. Between March and September 1348, in Bologna, several famous academics of the University of Bologna died, among them Giovanni di Andrea. The Black Death of Trento (June 1348) has been described in the chronicle of Giovanni of Parma. In July 1348, two of the rules of Padua died in succession. The Black Death of the Republic of Venice has been described in the chronicles of the Doge Andrea Dandolo, the monk Francesco della Grazia and Lorenzo de Monacis. Venice was one of the biggest cities in Europe, and at this point overcrowded with refugees from the famine in the countryside the year prior and the earthquake in January. In April 1348, the plague reached the crowded city and the streets became littered with the bodies of the sick, dying and the dead, and with smells emanating from houses where the dead had been abandoned. Between 25 and 30 people were buried daily in the cemetery near Rialto, and corpses were transported to be buried on islands in the lagoon by people who gradually caught the plague and died themselves. So many Venetians fled the city, including the officials of the state, that the remaining members of the city councils banned the Venetians from leaving the city in July by threatening loss of their position and status if they did, to prevent a collapse of social order. ==See also== * Cronaca fiorentina di Marchionne di Coppo Stefani ==References== Category:14th-century health disasters Category:14th century in Italy Italy Category:Death in Italy Category:Health disasters in Italy Category:1347 in Europe Category:1348 in Europe ",
    "title": "Black Death in Italy"
}