{
    "id": "63922129",
    "text": "Roland Tan Tong Meng (; 1948 4 April 2020), sometimes known by the nickname Mr. Big, was a Singaporean-born Denmark-based gangster and businessman. Initially attaining notoriety for his alleged involvement in a murder in October 1969, Tan fled to the Netherlands where he began his reign as a drug baron. He died of a heart attack in Copenhagen, after being at large for over 50 years. ==Career== Born Tan Tong Meng () and raised in a kampung in Serangoon, Singapore, Tan began his career as a gangster known as \"Hylam Kia\" (dialect for \"Hainanese Boy\") patrolling Bras Basah Road, Purvis Street, and Middle Road. He was arrested at least once during the 1960s. On 24 October 1969, at approximately 12:30 am local time (UTC+08:00), Tan and his fellow gang members fatally assaulted rival gang member Lam Cheng Siew, aged 31. Tan fled to Amsterdam, Netherlands, via Malaysia, with the assistance of the Singaporean See Tong gang. He became number one on Singapore's list of most wanted fugitives, with local authorities offering a $2,000 bounty in their search for him. An extradition attempt in 1973 was unsuccessful due to insufficient evidence. In Amsterdam, Tan oversaw operations by which recreational drugs were illegally produced and distributed, expanding his business through violent means. He became one of the founding members of the drug syndicate Ah Kong which dethroned the Hong Kong triad 14K as the leading drug trader in Amsterdam. At its peak, Ah Kong had over a hundred members with operations in countries like Australia, Cambodia, and Spain. Tan eventually relinquished control of Ah Kong, moving to Copenhagen in the 1980s where he established the restaurant Bali and married a local. He also successfully applied for Danish citizenship. ==Later years and death== On 5 January 2009, ahead of his birthday party at his restaurant in Copenhagen, Tan was shot in the shoulder by an assailant later identified by Danish tabloid Ekstra Bladet as Vietnamese heroin smuggler Nguyen Phi Hung (born 1962) who had allegedly gotten into a dispute with Tan over financial matters. The gunman also shot a Singaporean friend of Tan's in the abdomen, who remained in a coma after being evacuated to the Singapore General Hospital in Singapore. Tan relocated to Cambodia after closing his restaurant but returned to Denmark in 2019. He died on 4 April 2020, aged 72, during a dinner party at his residence in Havneholmen, Copenhagen. The cause of death was reportedly myocardial infarction. At the time of his death, he had been at large for some 51 years. The first reports of Tan's death came from Ekstra Bladet. Tan's funeral in Frederiksberg, Denmark had around a hundred attendees, including police officers and members of the Bandidos and Hells Angels motorcycle clubs. ==Personal life== Nicknamed by the Danish media as \"Mr. Big\", Tan had an appetite for Singaporean cuisine and would have dishes like laksa, char kway teow, and yong tau foo delivered to him by Singaporean flight attendants travelling to Denmark. He was an avid gambler who preferred Chinese poker and dai di. Although he spent the bulk of his life living in Europe, Tan was more comfortable conversing in Hokkien. ==References== Category:1940s births Category:2020 deaths Category:Singaporean mobsters Category:Businesspeople from Amsterdam Category:Businesspeople from Copenhagen Category:Naturalised citizens of Denmark ",
    "title": "Roland Tan"
}