{
    "id": "63925261",
    "text": "Quinolizidine, the parent compound of the quinolizidine alkaloids. Dyer's broom (Genista tinctoria) Common Golden Rain (Laburnum anagyroides) Quinolizidine alkaloids are natural products that have a quinolizidine structure; this includes the lupine alkaloids. == Occurrence == Quinolizidine alkaloids can be found in the plant family of legumes, especially in papilionaceous plants. While the lupine alkaloids (following their name) can be found in lupines, tinctorin, for example, was isolated from the dyer's broom. == Examples == More than 200 quinolizidine alkaloids are known which can be classified into 6 structural types: * the _lupinine type_ with 34 known structures, including lupinine and its derivatives * the _camoensine type_ with 6 known structures, including camoensin * the _spartein type_ with 66 structures, including sparteine, lupanine, angustifoline * the _α-pyridone type_ with 25 structures, including anagyrine and cytisine * the _matrine type_ with 31 structures, including matrine * and the _ormosanin type_ with 19 structures, including ormosanine. > (–)-Lupinine Structural Formula V2.svg|(–)-lupinine > (6R,7S,9S,11S)-(-)-Sparteine Structural Formula V2.svg|(–)-sparteine > (6S,7R,9R,11R)-(-)-Lupanine Structural Formula V2.svg|(–)-lupanine > (-)-Anagyrine Structural Formula V1.svg|(–)-anagyrine (+)-Matrine Structural > Formula V2.svg|(+)-matrine == Properties == Cytisine is the toxic main alkaloid of laburnum. Similar to nicotine, it has a stimulating to hallucinogenic effect in low doses and a respiratory paralysing effect in higher doses. Cytisine and matrine are active ingredients of the Sophora beans from Mexico and the cow Seng and Shinkyogan drugs from China and Japan. The quinolizidine alkaloids serve for plants as chemical defences. They have various effects on warm-blooded animals and lead to poisoning of grazing livestock (sheep and cattle). Cytisin and anagyrin are particularly responsible for this. The effects of poisoning are stimulation, coordination disorders , shortness of breath, cramps and finally death from respiratory paralysis. Anagyrin acts teratogenic. The only quinolizidine alkaloid used therapeutically is sparteine, which has an antiarrhythmic and labor-promoting effect. == References == ",
    "title": "Quinolizidine alkaloids"
}