{
    "id": "63927625",
    "text": "Michael “Little Beaker” Sandham (born 1970) is a Canadian outlaw biker, criminal and convicted murderer currently serving a life sentence for his role in the Shedden massacre of 2006. Sandham, a former theology student, soldier, policeman and outlaw biker was described by journalist Jane Sims as \"a control freak driven by bizarre ambition\" to take over the outlaw biker scene in Manitoba. ==Pre-biker career== Sandham had served in the Princess Patricia's Regiment of the Canadian Army between 1990–1994, being honourably discharged as a private first class. Sandham always falsely claimed to have served in the elite Canadian Airborne Regiment, which was disbanded in 1995 after several soldiers had tortured and murdered Somalis during an ill-fated tour in Somalia in 1992–93, and videos had emerged of racist hazing with white soldiers humiliating black soldiers. Furthermore, Sandham maintained that he fought in the Bosnian War during his time in the Army, performing top secret missions he could not talk about, and to have served as a bodyguard to Prime Minister Brian Mulroney and to the Royal Family, neither claim which is supported by his service records. After leaving the Army, Sandham set up a martial arts studio in his native Winnipeg. In his pamphlets promoting his studio, Sandham claimed to have won 12 martial arts competitions in Canada, the United States and South Korea, and to have a sixth-degree black belt in Hwa Rang Do, a black belt in jujutsu, a fourth degree black belt in taekwondo and the red slash of a master in wing chun kung fu. There are no records by any martial arts associations showing that Sandham had won any tournaments or had been awarded any belts at all. Sandham also claimed to been trained in the martial arts by Chuck Norris, Steven Seagal, Dan Inosanto, and Bill \"Superfoot\" Wallace. Finally, Sandham claimed to have invented a new martial art, which he modestly named after himself, called \"Sando\", of which he was the \"world grand master\" of and he professed to have marvelous psychological effects in improving one's life, saying that the \"modern warrior style\" of \"Sando\" was for social \"winners\" like himself. Describing himself in the third-person, Sandham wrote in one of his pamphlets that was full of his usual spelling mistakes: \"He is a VIP Protection Specialist and has protected such persons such as former Chief of Staff General DeChastelane [de Chastelain], former Prime Minister Brian Molrunney [Mulroney], Princess Patricia and various other higher military staff. Mr. Sandham was also involved in crowd security during Princess Diana and Prince Charles visit to Canada\". In 1998, Sandham's studio went bankrupt with many of his former students complaining he did not know any martial arts at all, and that Sando was a fraud; at about the same time, Sandham's first wife divorced him, stating he was an abusive husband who had regularly beaten her up. After the failure of his martial arts business, Sandham joined the East St. Paul police force as an auxiliary constable from 1999-2000 and then as a full constable from 2000 onward, being described as \"friendly and co- operative\" and an excellent marksmen; though at the same time there were complaints that Sandham's English was marred by frequent spelling mistakes. However, the East St. Paul police force had only about ten policemen, as the rural community of East St. Paul could not compete with the wages and pensions being offered by the neighboring Winnipeg police force, so the East St. Paul police service was prepared to take whoever they could get. In October 2002, Sandham asked for leave, claiming he had to attend the funeral of a relative in Montreal. In fact, he attended the funeral of an Outlaws leader in Sault Ste. Marie. Sandham then called in sick for an entire week, and while supposedly sick in Montreal, had spent the week in Woodstock at the Outlaws' clubhouse, trying to join their club. Sandham was photographed associating with the Outlaws by the Ontario Provincial Police (OPP), which forwarded the photos to the East St. Paul police chief. When asked by his chief if he was associating with outlaw bikers, Sandham denied it. At this point, the chief produced the photos, saying he was disappointed that not only was Sandham associating with bikers, but he had just lied to him. Sandham resigned rather than be fired. Afterwards, Sandham was consumed with the ambition to take over the outlaw biker scene in Manitoba, and ultimately Canada, believing he was far more intelligent than the average outlaw biker and he could scheme his way to the top. As an attempt to give himself credibility with outlaw bikers, who are often racists, Sandham started to talk about supposed service with the Canadian Airborne Regiment, and he claimed to have been involved with the racist practices that led to the regiment being disbanded. The Princess Patricia's regiment, which was founded in 1914 and won many battle honours in both world wars, was a more prestigious regiment within the Canadian Army than the Airborne Regiment, which had been founded in 1968 and disbanded in disgrace after the Somalia Affair in 1995. Sandham was diminishing his service record by claiming to have served with the Airborne Regiment instead of the Princess Patricia's regiment. ==Bandidos== Sandham joined an outlaw biker club in Winnipeg called los Montoneros. Sandham got in touch with John Muscedere, the national president of the Bandidos, to ask to “patch over” to join the Bandidos whose world headquarters are in Houston, Texas. In July 2004, Sandham joined the Bandidos as the president of the Winnipeg chapter. Sandham's preferred nickname was \"Taz\", but he was generally known as \"Little Beaker\" instead of \"Taz\" on the account of his short stature and high-pitched voice, a nickname that he disliked. A very short man, Sandham appeared to have a Napoleon complex as a way of compensation. After Sandham joined the Bandidos, one of the Bandido leaders, Frank \"Cisco\" Lenti, was highly suspicious of him, saying he kept hearing rumors that Sandham used to be a policeman and that he had been rejected by the Outlaws for that reason, and assigned the national sergeant-at-arms, Wayne Kellestine to investigate him. Lenti further noted that Sandham had no tattoos, which was unusual as almost all outlaw bikers have many tattoos on their bodies, his demeanor was like of a policeman doing a very clumsy impression of an outlaw biker, and that Sandham seemed like the sort of man who would had \"sucked up\" to the high school bully rather than stand up for himself. However, Kellestine reported that the rumors were not true, and Sandham had never been a policeman. Kelliestine became close to Sandham. Edwards told the BBC in 2009: \"There was a chapter based in Winnipeg, Manitoba, who came under the auspices of Toronto. But Winnipeg were not granted full patches by Toronto. They effectively had no job security and they grew really frustrated.\" The principal reason why the Winnipeg chapter were not granted full patches was that the treasurer of the Toronto Bandidos, Luis \"Chopper\" Raposo, accused Sandham of not paying the monthly membership dues that were owed to Toronto, with Sandham insisting that he had paid the dues. Relations between Raposo and Sandham were stormy with both men accusing each other to their faces of embezzlement. At a meeting between Sandham and Raposo at house of an outlaw biker Russell \"Ripper\" Fullager's on 9 September 2005, the Winnipeg Bandido turned police informer known only as M.H. remembered: \"You could hear them yelling through the door\". Sandham had a highly authoritarian leadership style giving all members a rule-book listing a set of rules which forbade \"lying to a brother\" and \"coming between two brothers\" under the pain of expulsion. Sandham's rulebook also stated: \"We have a chain of command in our Chapter. USE IT! NO SIDE STEPPING.\" Sandham had brought in this rule after the vice-president of the Winnipeg chapter, Jeff Korn, had tried to appeal to Muscedere to mediate his disputes with Sandham. In response, Sandham had abolished the post of vice-president and then had Korn expelled for being a cocaine addict. Edwards wrote that Sandham had \"a talent for ruthless politicking and manipulation\" as his goal was nothing less than to take over the outlaw biker scene in all of Canada. Sandham had behaved in a very sycophantic manner towards Muscedere and Raposo when he wanted to join the Bandidos in 2004, but turned on them when they stood in the way of his ambitions. Despite his own rules about respecting the chain of command, Sandham started to write emails to the Bandidos' \"mother chapter\" in Houston denouncing Muscedere's leadership and accusing Raposo of embezzlement. On 25 June 2005, Sandham visited Kellestine's farm to complain about the unwillingness of the Toronto chapter to make the Winnipeg chapters full members, asking for his support. In September 2005, Kellestine told Sandham that if he wanted to wear Bandido patches (which he had never been supplied with from Houston), he should just make his own, even though Bandido rules stated that anyone who wore a patch not supplied by Houston would be expelled. Edwards wrote that both Kellestine and Sandham displayed much narcissistic behavior and a contempt for all rules, which allowed them to justify doing anything they wanted. Sandham had also told Kellestine at this time that the \"no surrender crew\" led by Muscedere were planning to \"patch over\" to join the Outlaws without him. Kellestine believed what Sandham had told him, and this bit of misinformation turned Kellestine against the \"no surrender crew\". For Kellestine, outlaw biking was his life, and to be left alone without belonging to any club would be a sort of death for him. Stratford, Ontario is regarded as the \"meth-making capital\" of Canada, as methamphetamine is usually manufactured in rural areas since it emits an unpleasant smell and needs anhydrous ammonia as an ingredient, a fertilizer commonly sold in rural stores. There was a huge demand for methamphetamine in Winnipeg. Sandham believed an alliance with Kellestine would make him rich, as Kellestine knew many of the methamphetamine makers in the countryside around Stratford while there was much demand for methamphetamine in Winnipeg. On 28 December 2005, the American leadership of the Bandidos, who had grown increasingly unhappy with Muscedere's leadership, expelled him and his followers, charging that they were failing to make money, not paying their monthly membership dues because they did not have the money, and were going about business in a \"sloppy\" manner, leaving them wide open to prosecution. Muscedere and his followers took to calling themselves the \"no surrender crew\", after an ultra- violent fraction in the Irish Republican Army opposed to the Good Friday Agreement of 1998, because they refused the orders from Houston to surrender their patches, saying they were going to stay on as Bandidos despite the decision by Bandidos world president Jeffery Pike's to expel them. Outlaw bikers attach enormous symbolic importance to their patches, which show which club they belong to and what their position is within their club. The patches belong to the club, not to the men wearing them, and must be returned at once if a member is expelled or resigns. Within the world of outlaw bikers, it is considered extremely offensive for someone to wear the patch of a club that they do not belong to, and violence usually results when someone wears a patch of a club that they are not a member of. Pike was greatly displeased by the refusal of the \"no surrender crew\" to return their patches, together with Muscedere's call for a vote to allow the Toronto chapter to stay, bluntly announcing the \"Bandido Nation\" was not a democracy. At the same time, Sandham was writing emails to Houston disallowing Muscedere and the rest of the \"no surrender crew\", proclaiming in highly obsequious language that he was with Houston against the \"no surrender crew\". A reprieve of sorts was won for the \"no surrender crew\" when George \"Crash\" Kriarakis, who had no criminal record, was able to visit Houston and made a good impression. The Canadian Bandidos biker gang was divided into factions, the \"No Surrender crew\" associated with Toronto and a rival fraction based in Winnipeg. The \"no surrender crew\" could not afford their own clubhouse and instead held their meetings in the basement in a Greek restaurant in Toronto. ==Plotting a massacre== Kellestine was disliked by the \"no surrender crew\", who considered him to be erratic and obnoxious, charging that he used methamphetamine too much for his own good. This led him to align with the Winnipeg fraction. Sandham in his turn, saw the \"no surrender crew\" as the only thing that was preventing him and the Winnipeg chapter from being granted full patches, and often pressed Kellestine to act against the Toronto chapter. On 4 March 2006, Sandham sent out an email under the bland pseudonym \"John Smith\" to all Winnipeg chapter members to announce chapter president Sandham had just been promoted to a full patch Bandido (by whom he did not say). Edwards wrote that this promotion by Sandham of himself was just as spurious as his martial art of \"Sando\". Sandham went on to write: \"Things are going good. Do not answer Toronto at all!! W[einer] is coming out here to speak as well as to the States. U.S is behind us 100% as well as Germany...Much Love, Loyalty and Respect...Bandidos Fuckn Canada!!!\". On 7 March 2006, Sandham, Kellestine and \"Concrete Dave\" Weiche travelled to British Columbia to visit the Peace Arch Park on the American-Canadian border. American bikers generally cannot enter Canada, as most of them have criminal records and vice versa. The Peace Arch Park, where it is possible to hold a conversation without crossing the border, is a popular meeting place for Canadian and American bikers. An American Bandido, Peter \"Mongo\" Price, told Sandham and Kellestine that Houston was furious that the \"no surrender crew\" were still wearing Bandido patches despite being expelled in December 2005. Price was the national sergeant-at-arms of Bandidos USA, making him in charge of discipline, and accompanying him were Keinard \"Hawaiian Ken\" Post and Brian Bentley of the Washington state Bandidos. The fact that Price had flown from Houston to meet Kellestine and Sandham in the Peace Arch Park suggested he had something especially important to say, that he could not say on the phone or write in an email. Price further informed Kellestine that he would become the new Canadian Bandido president if he succeeded in \"pulling the patches\" of the \"no surrender crew\", while the Winnipeg chapter would be granted \"full patches\", making them into full members. Price concluded by stating that both Kellestine and Sandham would be expelled as well if they failed with removing the patches being worn by the rogue Toronto chapter. At his trial in 2009, Sandham testified that Price who was representing Pike had told him that Muscedere and the rest of the \"no surrender crew\" were to be killed with Kellestine to become the new leader of the Canadian Bandidos as the reward. After the meeting in the Peace Arch Park, Weiche chose to remain in Vancouver, though he regularly exchanged phone calls with Sandham. In his emails to his enemy Raposo after the meeting in the Peace Arch Park, Sandham adopted a mocking, condescending tone of superiority, as he was secure in the knowledge that Houston was on his side. Between 20–22 March, Sandham again went to Vancouver to meet with American Bandidos in the Peace Arch Park. The Winnipeg crew claimed that Sandham received a phone call from an American Bandido, Keinard \"Hawaiian Ken\" Post, asking why the \"no surrender crew\" were still wearing Bandido patches five months after being expelled and accused them all of incompetence in allowing this situation to persist. On 25 March 2006, Sandham announced to his followers that he had received orders from Houston to act against the \"no surrender crew\" and they were departing for Kellestine's farm without telling him that they were coming. Sandham assured his followers that Kellestine had plenty of guns at his farm, but he brought alone a bullet- proof vest and a box of surgical gloves, saying he needed them to leave no fingerprints on the guns that Kellestine would provide. When Sandham arrived at Kellestine's farm, he lied to him by claiming not to know why he had been sent there, and told Kellestine that he would receive further orders from Houston. Kellestine was surprised by Sandham's visit, but he quickly took charge of his guests and provided them with weapons from his hidden cache of arms he kept at his farm. Despite two lifetime bans on possessing weapons, the self-proclaimed \"gun nut\" Kellestine continued to collect guns and had a large collection of guns and ammunition at his farm. While stopping in Dryden in northern Ontario, Sandham received a phone call from his common-law wife Kathleen saying that the Bandido Pierre \"Carlitto\" Aragon had arrived in Winnipeg and was looking for him. Aragon had apparently been dispatched by Muscedere to kill Sandham, who was seen as the source of their problems with Houston. Arriving to help Kellestine with \"pulling the patches\" were Sandham together with three other Winnipeg Bandidos, namely Dwight \"Big Dee\" Mushey, a kick-boxer and boxer who owned and managed a strip club; Marcello \"Fat Ass\" Aravena, a tae kwon do enthusiast and a bouncer in Mushey's strip club; a former iron-worker from Calgary named Brett \"Bull\" Gardiner, whom Mushey had recruited into the Bandidos; and another man known only as M.H. ==The Massacre== On the night of 7 April 2006, a meeting at Kellestine's farm attended by the two factions began at about 10:30 PM, when the \"no surrender crew\" entered his barn. Sandham was standing in the rafters with a rifle while Mushey, Mather, Aravena and MH were patrolling outside armed with rifles and shotguns, and Gardiner listened to the police scanners inside Kellestine's house. Accordingly, to one version of the events, upon entering the barn, Luis \"Chopper\" Raposo saw Sandham with his rifle, and realizing that he been betrayed fired at him with his sawed-off shotgun. Sandham was only slightly injured as he was wearing a bullet-proof vest, returned fire and killed Raposo. However, Raposo's favorite gesture was to \"give the finger\", and the autopsy revealed at the time of his death, Raposo had raised his middle finger while the rest of his fingers clinched into his fist and that Sandham's bullet had gone through Raposo's raised finger, shattering it completely. The forensic evidence does not support's Sandham's claim that Raposo had fired at him, and moreover Sandham is a \"well known pathological liar\" not known for his willingness to take responsibility for his actions. It is not entirely clear what happened other than Raposo was giving Sandham the finger at the time when Sandham used his skills as a marksman to put a bullet through it. Over the hours, Kellestine drank heavily and executed the “no surrender crew” one by one. As Kellestine went in and out of his barn with prisoners to kill, none of his colleagues, the majority of whom had guns made any effort to free the prisoners or to shoot Kellestine, though they were all to claim at the trial that they wanted to stop Kellestine. By this point, Kellestine was too drunk to kill the last of the \"no-surrender crew\" Jamie \"Goldberg\" Flanz, and instead Sandham shot him in the head. Sandham was too nervous to aim properly despite shooting at point-blank range, and Flanz was still alive after Sandham had shot him. As Flanz looked up with a sad expression, as if begging with his eyes to save his life, Sandham could not bring himself to kill him, claiming his gun was jammed. Finally, Mushey, who was a more experienced killer than Sandham, took his gun and proved it was not jammed by finishing off Flanz with another shot to the head. Both Aravena and Gardiner were promoted up the Bandido ranks, and Gardiner chose to stay with Kellestine at his farm. Sandham and the rest of the Winnipeg Bandidos left Kellestine's farm later that morning. The road trip back to Winnipeg was unhappy one with Mushey calling Sandham a \"pussy\" for being unable to finish off Flanz, Aravena kept seeking assurances from Mushey that he would not kill him, Sandham being more pompous and conceited than ever and M.H. already considering turning Crown's evidence. The security cameras at a Walmart in Barrie showed that between 10:21-10:53 am, the Winnipeg Bandidos were in the store with M.H. later testifying that Mushey told the other Bandidos that they should buy some Heads and Shoulders shampoo, which he assured them was the best shampoo for removing gunpowder residue. The balance of power within the Winnipeg Bandido chapter had shifted from Sandham, whose tough guy act had been exposed as mere braggadocio, to Mushey, who remained calm and collected, saying he had often done this sort of thing before. In Raposo's car, the police found copies of the unfriendly email exchanges he had with Sandham the previous month, which Raposo was planning to produce at the \"church\" meeting, and which led the police to tag Sandham as a suspect. ==Investigation and arrest== Upon returning to Winnipeg, Sandham, who as ambitious as ever, started sending emails to Houston denigrating Kellestine as a loose cannon, and demanded he be made Bandido national president instead. In a typical email, full of gushing praise for the \"Bandido way\", Sandham wrote: \"This Brotherhood means everything to me and to wear the best colors is [in] the world is a great honor for me\". In the meantime, Kellestine was arrested and charged with first-degree murder on the evening of 9 April 2006. The Winnipeg police started following Sandham after his return, and on the afternoon of 10 April 2006, Constable Grant Goulet observed Sandham taking his Blazer to a car wash to have the interior of his vehicle cleaned. On 14 April 2006, M.H. met with Constable Timothy Diack, who told him the police knew he was involved in the massacre and he could either turn Crown's evidence or go to prison for the rest of his life. M.H agreed to turn informer and wear a wire. On 15 April, Sandham was observed having the tires of his vehicle removed with Sandham dumping his old tires on the side of a remote country road. An examination revealed the tires that Sandham had just abandoned in the countryside matched the tire prints found on Kellestine's farm. The journalist Bruce Owen wrote about Sandham after the massacre: \"Those close to him began to see through his bravado for the pipsqueak he was. One gets the feeling if he hadn't been arrested on the eight murders he easily could have been killed by his own gang.\" The wire that M.H. wore recorded that Sandham's authority was breaking down with the other Winnipeg Bandidos increasingly deferring to Mushey, who was the most intelligent man in the chapter, and he started to talk like he was now the chapter president. Sandham's efforts to have Houston appoint him national president of Bandidos Canada began to go off course when the secretary of Bandidos USA, Carleton \"Pervert\" Bare sent him an email complaining that most of the Canadian Bandidos were \"idiots\" who did not know how to ride motorcycles, writing: \"I have dealt with a few people from Canada in the past and I have never gotten the CORRECT story ever. I never understand why this is\". At the same time, one of the Toronto Bandidos who did not go to Kellestine's farm, Pierre \"Carlitto\" Aragon, started to demand he be made national president in his emails to Bare, and in an attempt to strengthen his hand he wrote emails to the president of Bandidos Australia, Jason Addison, denouncing both Sandham and Bare. Aragon and Sandham spent all of May 2006 and the first half of June writing emails to Houston denouncing each other and demanding that Houston support their claim to be the president of Bandidos Canada. By end of June, both Aragon and Sandham had been expelled from the Bandidos and both had been arrested on charges of murder. In a phone call to Aragon that the police listened into, Bare stated that Canadian Bandidos were expected to obey Houston's orders, saying: \"You guys are directly under the United States, under North America...Not Jason [Addison]...You’re not independent\". On 23 May 2006, Sandham in an email to Bare first revealed that Aragon did not own a motorcycle, let alone a Harley-Davidson, nor did he know how to ride one, and said he could not be in the presence of his biker \"brother\" Aragon out of the fear that Aragon might murder him. Because Aragon did not own a Harley-Davidson motorcycle nor did he know how to ride a motorcycle, this ultimately led to Aragon being expelled by Houston under the grounds that one cannot be an outlaw biker if one does not know how to ride a motorcycle. Further complicating matters, on 24 May 2006, Frank \"Ciso\" Lenti rejoined the Bandidos and started to push aside both Sandham and Aragon. On 26 May, Sandham wrote an email to Addison saying the Winnipeg Bandidos were now full patch Bandidos and he was the national president of Bandidos Canada. When Addison passed along this email to Houston, Sandham was ordered to go to Houston to personally explain himself as Pike stated in an email that he did not remember appointing Sandham the president of Bandidos Canada or making him a full patch Bandido. Sandham asked that Mushey and M.H. follow him to Houston, but they both declined, saying that Sandham liked to boast about how he was such a \"tough guy\" and that he could handle Pike himself. The Canadian authorities alerted the American authorities about Sandham's impending visit to Houston, and the U.S customs allowed Sandham to cross the border to see what might happen. Sandham was watched by law enforcement during his trip to Texas. Sandham arrived in Houston on 30 May and was treated by Pike and the rest of the American leaders with contempt while Sandham behaved in a very sycophantic manner towards his masters, constantly stressing his willingness to obey all orders and praising them at all times. Sandham made a great point of denouncing Kellestine to Pike, saying that Kellestine was a \"crazy motherfucker\" whom Pike should definitely expel. When Sandham mentioned to Pike his belief that Aragon had been sent to Winnipeg in March by Muscedere to kill him, Pike casually pointed to Sartelle and said: \"Well, orders are orders. If I order him [Sartelle] to go take a piss in that corner, he'd better be getting up and taking a piss in that corner\". With Sandham standing next to him, Bare phoned Aragon in Toronto to tell him: \"You don't run Canada. That's a fact...We are sick and tired of the fucking gangster mentality in Canada...All it was, was 'Fuck the Hells Angels, fuck the Hells Angels, fuck the Hells Angels'. Down here, we don't have that...We don't want Canada to get any bigger because of all the bullshit...Canada has not done what all of the other countries have done to be Bandidos\". In response, Aragon in an email to Houston first revealed to the American Bandido leaders that Sandham had once been a policeman in Winnipeg (outlaw bikers did not accept current or former policemen into their ranks). On 3 June 2006, Bare asked Sandham if it was true that he was a former policeman, which Sandham vehemently denied, but Sandham took the first flight to Winnipeg later the same day, believing he might be murdered by his hosts if he stayed any longer in Texas. Despite his frenetic efforts to prove he was not a former policeman, Houston had become increasingly suspicious of Sandham and expelled him on 6 June 2006. On 6 June 2006, Bare in a telephone call to Aragon complained about the dismal state of the Canadian Bandidos: \"I tell you ten times not to bring in new guys and you do it right away...Fuck, that was horrible...Everybody up there is so fucked...The name is fucked. The reputation is fucked\". In the same telephone call, Bare stated that all of the Canadian Bandidos were now suspended until further notice, and Sandham had been expelled for being a former policeman. In an attempt to stay in the good graces of Houston, Sandham hacked into Mushey's email account to write under Mushey's name long, fulsome emails to Houston praising his leadership skills and saying that Sandham was such a \"hardcore\" outlaw biker that there was absolutely no possibility of him being a former cop. In a typical email to Bare, Sandham writing as Mushey declared: \"Taz is not a cop nor was he ever a real one, VERY FAR FROM IT\". Sandham also sent an email to Aragon as Mushey saying: \"Things are really fucked up. For one thing, Taz is not a cop nor has he ever been a real one\". Sandham was desperate to stay in the Bandidos, and Edwards wrote that after he was expelled that Sandham appeared to be \"losing his mind\". Lenti had one of his associates sent Sandham an email saying it was time for the Canadian Bandidos \"to stop looking like assholes in front of the USA and get along\", meaning that Sandham should step aside to allow Lenti to run the Canadian Bandidos. Sandham sent back an email saying \"You are asking me to throw down my patch. Over bullshit!!\". However, Lenti was a living legend within Canadian outlaw biker circles with close links to the Mafia and a habit of gouging out the eyes of his enemies, and Sandham was so utterly terrified of him that he agreed to stop calling himself president of Bandidos Canada, and allow Lenti that honour. Sandham liked to act the tough guy, but Edwards wrote: \"As it turned out, all anyone really had to do was tell him to get lost in an unfriendly tone of voice, and he would have disappeared.\". After Sandham's arrest, the media confirmed that he was indeed a former policeman, which led Houston to expel the entire Winnipeg chapter. In an email sent to all Bandidos chapters across the world, Pike wrote: \"As it turns out, Taz is or was a police officer in Winnipeg when asked about it, he said everybody in Toronto knew about it and didn't have a problem with it. WE DO NOT HAVE OR NEVER WILL HAD COPS OR EX-COPS IN OUR CLUB!!!\". The American leadership of the Bandidos were reportedly humiliated when it emerged from media reports that the Winnipeg chapter were \"bikers without bikes\" as almost none of them knew how to ride a motorcycle, and none owned a Harley-Davidson, which are the normal prerequisites for being an outlaw biker. The American biker expert Thomas Baker wrote that the American Bandido leadership were gravely embarrassed by the ineptitude of the Canadian Bandidos, which finally led them to pull out of Canada in October 2007, and the story of the Bandidos in Canada is one they all rather prefer to forget. On June 16, 2006, police in Winnipeg arrested three additional men, all from that city, in connection with the Shedden massacre killings:\"3 Winnipeg men charged in Bandidos massacre\", CBC News, June 16, 2006 * Dwight Mushey, 36 * Marcello Aravena, 30 * Michael Sandham, 36 The three were delivered into OPP custody and transported to St. Thomas, Ontario for a court appearance that afternoon. All were charged with eight counts of first-degree murder. After his arrest, Sandham denied 223 times to OPP Sergeant Mick Bickerton who was questioning him that he was involved in the massacre, claiming he was not even in Ontario at the time of the killings, instead maintaining that he was raking leaves in front of his Winnipeg home on the weekend of the massacre, despite the fact there are no trees on the street that Sandham lived on. Sandham also denied to Bickerton that he was a member of the Bandidos, saying he had left the club in 2005. Before the trial started, Sandham had tried to cut a deal with the Crown, where in exchange for total immunity he would testify against the others, but the Crown refused. On 29 December 2006, Sandham changed his story, now telling Bickerton he had been present at the massacre and wanted immunity in exchange for his testimony, portraying himself as a man who tried to stop the massacre. The story that Sandham told Bickerton was full of erroneous information such as Sandham's statement that there was a river running through the Kellestine farm. When Bickerton asked Sandham about why he had brought rubber gloves to Kellestine's farm if he was not planning to kill anyone, Sandham looked confused before saying \"not for that\" without making any further attempt at any explanation for the purpose of his rubber gloves. Sandham also accused M.H of killing Sinopoli and Kriarakis with a shotgun, but forensic tests showed that both Sinopoli and Kriarakis were killed with handguns. Bickerton told Sandham that \"I'm having a hard time believing you\", stating that Sandham's story was full of lies, but noted that the Crown would pass along Sandham's statement to the defense lawyers of the other accused as it is normal for the Crown to disclose all evidence to the defense lawyers before a trial. When Sandham learned that the Crown would not be making a deal with him, he broke down in tears, crying hysterically that this was not fair. Sandham who had prided himself in his emails to Houston on his commitment to the \"Bandido way\" had just violated one of the rules of the outlaw biker code by attempting to turn Crown's evidence. Former policemen are not popular in prisons, and are usually raped by the other inmates with a special ferocity, and Sandham was terrified about the possibility of going to prison. Sandham was denied bail, and while awaiting trial had to be held apart from the other inmates, who wanted to abuse a former policeman. The sergeant-at-arms of the Bandido Winnipeg chapter, a man only as MH had already cut a deal with the Crown, where in exchange for total immunity he would testify against the others, and the Crown was not inclined to make another deal for Sandham's testimony. Baker wrote that with trials, the first of the accused to make a deal with the prosecution usually gets the best deal, and those of the accused who tried to plea-bargain later do not fare as well; a rule about trials that the former policeman Sandham seemed to be curiously unaware of. Furthermore, Sandham is a well known \"pathological liar\" whose long and well-documented record of telling lies reduced his value as a witness for the Crown. ==Trial and conviction== The murder trial for Aravena, Gardiner, Kellestine, Mather, Mushey and Sandham commenced on March 31, 2009 in London, Ontario with all six of the accused entering pleas of not guilty. The senior Crown Attorney (prosecutor) on the case was Kevin Gowdey assisted by junior Crown Attorneys Fraser Kelly, Tim Zuber, David D'Iorio and Meredith Gardiner. Kellestine was defended by Clay Powell, a Toronto lawyer best known for defending Keith Richards of the Rolling Stones after he was arrested for heroin possession in Toronto in 1977; Sandham was defended by Don Crawford, a lawyer used to defending \"ambitious dimwits\"; and Aravena was defended by Tony Bryant, well known in Ontario for his dogged defense of the serial killer Paul Bernardo at his 1995 trial. Assisting Crawford was Gordon Cudmore and assisting Powell was Ken McMillian. During the trial, Powell and McMillian portrayed Sandham as a cold-blooded, ruthless schemer who manipulated Kellestine into committing the murders; Crawford and Cudmore portrayed Kellestine as a bloodthirsty, deranged psychopath who pressured Sandham into committing the massacre; and the lawyers for the rest blamed both Sandham and Kellestine for their actions of their clients. Only two of the defendants took the stand to testify in their defense. Sandham, who liked to present himself as a tough guy when he was an outlaw biker, spent most of his time on the stand crying out his eyes, whining that it was \"unfair\" that he should be charged with first-degree murder for his part in the massacre. Sandham delivered what Edwards called \"a lie-filled fusion of self-pity and selfless heroism\" on the stand starting on 9 September 2009. Sandham began with the statement he been a good student at Bible school and was married with two children, \"but technically I have four\". Sandham stated that he had always been a hero, and testified that he had served in the Canadian Airborne Regiment and fought in the Bosnian war, performing classified missions that he could not talk about. Sandham also claimed on the stand that during his time in the military to have served as a bodyguard to prime ministers, presidents and royalty. When Sandham mentioned he had served as a bodyguard to Princess Patricia, Michael Moon, the lawyer for Mushey challenged him on that point, noting that Sandham was born in 1970 and Princess Patricia died in 1974, and so Sandham could not have possibly been a bodyguard to Princess Patricia. In response, Sandham looked very confused and stunned for a moment before saying it was not the Princess Patricia of the House of Windsor that he had protected, but rather another Princess Patricia from another country whose name he could not remember at the moment whom he had been the bodyguard to. On the stand, Sandham claimed he had \"infiltrated\" the Bandidos on his own initiative with the aim of exposing their criminal activities to the police, but was unable to explain to the Crown attorneys why he had repeatedly denied to the police after his arrest on 16 June 2006 that he had been present at Kellestine's farm on the night of 7 April 2006. Nor was Sandham able to explain why he did not contact the police after the massacre, given his stated aim was to expose the Bandidos. Sandham did testify that he had supposedly ensured that the vehicles carrying the corpses away did not have enough gas, forcing their abandonment near Shedden as a clever ploy to reveal Kellestine was the killer. Gowdey replied that it would have been simpler for Sandham to just call the police, especially since he was the alleged \"infiltrator\" out to stop the Bandidos. Sandham testified that he did not want to be Winnipeg chapter president and had been forced against his will by Weiche to play that role, saying that Weiche had threatened to kill him if he did not become Winnipeg chapter president.As he continued to cry out his eyes, Sandham testified that during his stay at Kellestine's farmhouse, the latter had wanted to kill a rabbit, but Sandham had stopped him as the thought of killing an innocent rabbit broke his heart, saying he was a man very opposed to violence. Sandham stated that \"pulling the patches\" on outlaw bikers was a peaceful progress and no violence was planned; when led the Crown attorney Gowdey to ask him if that was the case, why did he wear a bullet- proof vest and have a rifle with him on the night of 7 April? Sandham replied that his bulletproof vest was \"ratty\". Amid his tears, Sandham testified Raposo had fired at him, but he was so opposed to violence that he did not choose to shoot back, and instead his gun just went off, killing his archenemy Raposo by accident. Sandham testified that despite his claims to be a brave \"infiltrator\", that he was too terrified to stop the massacre, mentioning that Kellestine liked to eat animal excrement as evidence of Kellestine's \"crazy\" behavior that scared him so much. Sandham testified he wanted to shoot Kellestine, but he was afraid that Kellestine would kill his family if he missed. As Sandham continued to cry his eyes, saying it was only concern for his family that had allegedly prevented him from stopping the massacre, one of the fathers of the victims shouted out to him: \"You didn't think about mine!\". When Gowdey accused Sandham of lying, stating that the fact that Sandham did not report the massacre and had his Blazer cleaned to destroy evidence proved he was a willing killer, Sandham replied that was not the case at all as: \"Imagine four large men going on a long trip and back. The car needed to be cleaned. There was mayo on the seats!\". Midway through the trial, Sandham changed his story, now testifying that the massacre had been ordered by Pike, and in May 2006 he paid a visit to Houston where Pike had allegedly personally congratulated him for the killings. As Sandham continued to cry continuously, he presented himself as a victim and a hero, saying: \"I wanted to make sure everyone paid for what they did…It is important that everyone in the case came to justice\" while stating he was not one of those who should have been indicted. At the same time, Sandham complained amidst his tears that it was \"unfair\" that he should be charged with first degree murder, saying he was the heroic \"infiltrator\" who had gone undercover to stop the Bandidos, but he was unable to name a single police officer he been in contact with. Baker wrote that Sandham is a \"pathological liar\", a deeply dishonest and cowardly man who routinely told the most absurd lies in a vain bid to avoid going to prison for the rest of his life, and nothing he said on the stand can be believed. Sandham's testimony on the stand was widely viewed as a \"train-wreck\" that did himself much damage. Sandham was found guilty of 8 counts of first degree murder. Peter Edwards, the crime correspondent for the Toronto Star described Sandham variously as a \"habitual liar\" and \"the George Costanza of the outlaw biker world\". In a 2010 interview, Edwards stated: \"...Sandham, he was more laughable than anything. In the trial, more than one person used the nickname \"George Costanza\" for him. If they made a movie of this, Jason Alexander would be the only choice to play Sandham. Total bungling idiot, but dangerous —the level that he'll scheme to.\" On the sitcom Seinfeld, the dim-witted character of George Costanza was given to outrageous lying as part of vain and desperate attempts to improve his social standing. Aravena, Gardiner, Kellestine, Mather, Mushey and Sandham appealed their convictions; but Sandham ultimately abandoned his appeal. On April 16, 2015, the Ontario Court of Appeal dismissed the remaining appeals. Sandham is currently serving a life sentence with no chance of parole. ==Books and articles== * * * * * *\"Five held for Canada biker deaths.\", BBC News, April 10, 2009 * ==References== Category:Living people Category:1970 births Category:2006 murders in North America Category:21st-century Canadian criminals Category:Canadian male criminals Category:Canadian Army personnel Category:Canadian people convicted of murder Category:Canadian police officers Category:Bandidos Motorcycle Club Category:People from Winnipeg Category:Crime in Ontario Category:Murder in Canada Category:Murder in Ontario ",
    "title": "Michael Sandham"
}