{
    "id": "63925944",
    "text": "Thelma Adele Patten Law (December 30, 1900 - November 12, 1968) was an American physician. Patten Law practiced medicine in Houston, Texas. She was involved in helping to improve the health outcomes of African Americans and the poor living in Houston. She was the first African American woman admitted to the Harris County Medical Society. == Biography == Thelma Adele Patten Law was born on December 30, 1900 in Hunstville, Texas. Patten Law's father, Mason B. Patten, encouraged her to become a physician. Both of her parents, Mason and Pauline, were involved in Houston with the black community and her father founded the Houston chapter of the NAACP. Patten Law attended Colored High School (later Booker T. Washington High School) where she graduated in 1917 as valedictorian. In 1923 she graduated from Howard University with a medical degree and earned her medical license in 1924. While at Howard, she was a charter member of Delta Sigma Theta, and in 1927, she was a co-founder and president of the Houston chapter. Patten Law set up her first practice in Houston in the Odd Fellows Temple in 1924. Many of Patten Law's patients were indigent and she saw them in public clinics. She also worked at the Maternal Health Center, which later became a Planned Parenthood clinic. During her practice, Patten Law assisted in the birth of Congresswoman Barbara Jordan in 1936. In the 1940s, Patten Law moved her practice to the Fourth Ward. Patten Law served as a mentor to many physicians, including Catherine J. Roett. She also lobbied for improved healthcare for African Americans in Houston. In 1940, Patten Law became the president of the Lone Star Medical Association. In 1955, she became the first African American woman admitted to the Harris County Medical Society. Patten Law died on November 12, 1968 and was buried at Paradise North Cemetery. == References == == External links == *Official site *Thelma Patten Law on Afro Pix *Find a Grave Category:1900 births Category:1968 deaths Category:African-American women physicians Category:American women physicians Category:20th-century women physicians Category:People from Huntsville, Texas Category:People from Houston Category:Howard University College of Medicine alumni Category:Delta Sigma Theta members Category:People associated with Planned Parenthood ",
    "title": "Thelma Patten Law"
}