{
    "id": "63921997",
    "text": "The Bernier River is a tributary of the Saint-Maurice River, flowing on the north shore of the Saint Lawrence River, entirely in the municipality of Saint-Boniface, in the Maskinongé Regional County Municipality, in the administrative region of Mauricie, at Quebec, in Canada. The course of the Bernier River generally descends to the southeast, in forest or agricultural areas. Its course passes between the village of Saint-Boniface and the city of Shawinigan. The river surface is generally frozen from mid-December to the end of March. Safe traffic on the ice is generally from late December to early March. The water level of the river varies with the seasons and the precipitation. == Geography == The Bernier River rises at the mouth of Lake Martel (length: ; altitude: ) in Saint- Boniface. This source is located at: * north of the village center of Saint-Boniface; * north of the village center of Saint-Gérard-des-Laurentides; * north-west of Shawinigan Bay. From its source, the Bernier River flows over , according to the following segments: * south-east in Saint-Boniface, to the [Canadian National] railway bridge; * to the southeast, crossing the route 153 at the end of the segment, up to the bridge of the highway 55; * south-east, collecting the waters from the confluence of the Blanche River, up to Bellevue road; * northeasterly, to its confluence.River segments measured from the Atlas of Canada (published on the Internet) of the Department of Natural Resources Canada. The Bernier River flows on the west bank of the Saint-Maurice River into Saint-Boniface downstream from Shawinigan Bay. The confluence of the Bernier River is located at: * downstream from the confluence of the Shawinigan River which flows at the foot of the Shawinigan dam; * east of the village center of Saint- Boniface; * downstream of the railway bridge spanning the Saint-Maurice river upstream of the La Gabelle dam. == Toponymy == The toponym Bernier river was formalized on March 6, 1975 at the Commission de toponymie du Québec. Commission de toponymie du Québec - Rivière Bernier == Notes and references == == Appendices == === Related articles === * Maskinongé Regional County Municipality * Saint-Boniface, a municipality * Blanche River, a stream * Saint-Maurice River, a stream * St. Lawrence River, a stream * List of rivers in the Saint-Maurice basin * List of rivers of Quebec === External links === Category:Rivers of Mauricie ",
    "title": "Bernier River (Saint-Maurice River tributary)"
}