{
    "id": "63924271",
    "text": "Will Hastings (born July 30, 1996) is an American football wide receiver who is a free agent. He played college football at Auburn. == Early life and Auburn == Hastings was born and raised in Little Rock, Arkansas where he graduated from Pulaski Academy. He played high school football, and during his time the school won two state titles and in his senior year in 2015 he racked up 2,040 receiving yards. Hastings was only the 2nd receiver in Arkansas football history to gain over 2000 yards in a single season. At Pulaski Academy Hastings also played soccer and was an all state selection 2 years in a row. In his early teens he played elite soccer traveling over a 3 state area and was the only U-14 player chosen out of the state of Arkansas for the Region 3 Olympic Development Team. He participated in the National Olympic Development Team Tryouts in Orlando Florida. Hastings walked on at Auburn as a kicker, specializing in onside kicks, but in 2017 he was moved to wide receiver. At Auburn Hastings was teammates with quarterback Jarrett Stidham. Auburn head coach Gus Malzahn said of Hastings: \"He's one of the quickest guys I've ever coached. I think he can get open versus any man. I think he's in a good spot. I think he'll have a chance to play at the next level. I couldn't be more proud.\" In the 2017 season, Hastings had 26 receptions, 525 yards and four touchdowns, but he missed the 2018 season due to a torn ACL, and in 2019 he had 19 catches for 222 yards and one touchdown. == Professional career == Hastings was one of four undrafted free agent receivers signed by the New England Patriots after they did not draft any receivers in the 2020 NFL Draft. His three-year contract included $57,500 in guaranteed money. On July 26, 2020, Hastings was released before training camp opened, but was re-signed two days later. Hastings was once again waived on August 28, 2020. == Personal life == In 2019, Hastings got engaged to his college girlfriend. == References == == External links == *Auburn bio Category:1996 births Category:Living people Category:American football wide receivers Category:Auburn Tigers football players Category:New England Patriots players Category:Players of American football from Arkansas Category:Sportspeople from Little Rock, Arkansas ",
    "title": "Will Hastings"
}