{
    "id": "639396",
    "text": "Hamzah Fansuri (Jawi: حمزه فنسوري ; also spelled Hamzah Pansuri, d. 1590 ?) was a 16th-century Sumatran Sufi writer, and the first writer known to pen mystical panentheistic ideas in the Malay language. He also wrote poetry in addition to his prose, and he is considered to be the first known poet of the Malay world. ==Life== Information on Hamzah's life comes largely from the takhallus bait (pen-name stanza) that ends his poetry (syair), as well as from the work of his disciple Hasan Fansuri and commentaries on Hamzah's poems. However, many of his biographical details are uncertain. His name indicates that he may be from Barus (also known as Fansur to the Arabs), or have spent a large part of his life there. A link to the Siamese Ayutthaya (Shahr-i-Naw) has also been proposed, although it may be that he travelled to Ayutthaya rather than that being his birthplace.G.W.J. Drewes and L.F. Brakel (eds. and tr.). The poems of Hamzah Fansuri. Dordrecht and Cinnaminson: Foris Publications, 1986. , pp-3–18 He was known as a Sufi spiritual master and it is thought that he may have worked at the court of the Aceh Sultanate. Hamzah travelled widely, and was known to have visited the Malay Peninsula, Mughal India, Mecca and Medina, and Baghdad. He was one of the first Southeast Asians to have completed the hajj.Mary Somers Heidhues. Southeast Asia: A Concise History. London: Thames and Hudson, 2000. p. 81 The date of his death is generally assumed to be around 1590 or earlier, although a later date during the reign of Sultan Iskandar Muda has also been proposed. However, an inscription on a gravestone found in Mecca for a Shaykh Hamza b. Abd Allah al- Fansuri (note that this identification has been challenged) recorded a date of April 11, 1527. Such an early date, if confirmed, may suggest that Hamzah did not live or work in Aceh, rather he was in Barus before leaving for Mecca where he died. ==Panentheism== Hamzah Fansuri's panentheism was derived from the writings of the medieval Islamic scholars. He was influenced by Ibn Arabi's doctrine of Waḥdat al-Wujūd popular in Persia and Mughal India during the 16th century. He perceived God as immanent within all things, including the individual, and sought to unite one's self with the indwelling spirit of God. He employed the doctrine of seven stages of emanation (martabat) in which God manifests Himself in this world, ending in the Perfect Man, a doctrine widespread in Indonesia at the time. His teachings were promoted by Aceh theologian Shamsuddin al-Sumatrani. However, his views were later deemed heretical by Nuruddin ar-Raniri for not conforming to the Islamic belief that God remained unchanged by His creation.M.C. Ricklefs. A History of Modern Indonesia Since c. 1300, 2nd ed. Stanford: Stanford University Press, 1994. p. 51 Nuruddin travelled to Aceh and under his influence, the Sultana Taj ul-Alam attempted to eradicate Hamzah's works and name, and his writings were burnt. == Works == The poetry, syair or ruba'i, of Hamzah Fansuri are usually not more than 13-15 stanzas, but some may be up to 21. 32 of his poems have survived, and Hamzah included in each poem his name and information about himself in the last stanza (takhallus bait). Scholars have commented on his technical skill and mastery in his rhymes, the effective blending Arabic words into Malay poetic structure. They also noted a fondness for pun in his works that displays his humour and poetical virtuosity. He also wrote prose, and his three surviving works in prose are: * Sharab al-'ashiqin (\"The Lovers' Beverage\") * Asrar al-'arifin (\"The Secrets of the Gnostics\") * Kitab al- Muntahi (\"The Adept\") – a collection of Arabic and Persian quotations with discussions in Malay. He was the first writer to write about Sufi doctrines in the Malay language, or indeed any other languages of the Malay archipelago. == See also == * Syed Muhammad Naquib al-Attas == References == == Further reading == * Muhammad Naguib al-Attas. The mysticism of Hamzah Fansuri. Kuala Lumpur: University of Malaya Press, 1970. * G.W.J. Drewes and L.F. Brakel (eds. and tr.). The poems of Hamzah Fansuri. Dordrecht and Cinnaminson: Foris Publications, 1986. == External links == * Indonesian theologian Hamzah Fansuri Category:1590 deaths Category:Malay-language poets Category:Indonesian writers Category:Indonesian philosophers Category:Indonesian Muslims Category:Indonesian Sufis Category:16th-century Muslim scholars of Islam Category:Indonesian people of Malay descent Category:Sufi mystics Category:Year of birth missing ",
    "title": "Hamzah Fansuri"
}