{
    "id": "639391",
    "text": "Humphrey IV of Toron ( 1166 – 1198) was a leading baron in the Kingdom of Jerusalem. He inherited the Lordship of Toron from his grandfather, Humphrey II, in 1179. He was also heir to the Lordship of Oultrejourdan through his mother, Stephanie of Milly. In 1180, he renounced Toron on his engagement to Isabella, the half-sister of Baldwin IV of Jerusalem. The king, who had suffered from leprosy, allegedly wanted to prevent Humphrey from uniting two large fiefs. Humphrey married Isabella in Kerak Castle in autumn 1183. Saladin, the Ayyubbid sultan of Egypt and Syria, laid siege to Kerak during the wedding, but Baldwin IV and Raymond III of Tripoli relieved the fortress. Baldwin IV made his young nephew, Baldwin V, his successor before his death, but Baldwin V also died in the summer of 1186. The barons, who did not want to acknowledge the right of Baldwin V's mother, Sybilla, and her husband, Guy of Lusignan, to inherit the kingdom, decided to proclaim Humphrey and his wife king and queen. However, Humphrey, who did not want to reign, deserted them and did homage to Sybilla and Guy. He was captured in 1187 at the Battle of Hattin, where Saladin imposed a crushing defeat on the united army of the Kingdom of Jerusalem. His mother offered the surrender of the fortresses of Oultrejordain to Saladin in exchange for Humphrey's release. Although the garrisons of Kerak and Montréal refused to surrender, Saladin set Humphrey free. Kerak only fell to Saladin's troops in late 1188, Montréal in early 1189. After Queen Sybilla's death in the autumn of 1190, most barons of the realm (including Isabella's stepfather, Balian of Ibelin) wanted to give Isabella in marriage to Conrad of Montferrat, a successful military leader. The marriage of Humphrey and Isabella was annulled, although they protested the decision. Humphrey joined the retinue of King Richard I of England during his crusade in 1191–1192. Since Humphrey was fluent in Arabic, he conducted negotiations with Saladin's brother, Al-Adil, on Richard's behalf. ==Early life== Humphrey was born in about 1165, the son of Humphrey, heir to Humphrey II of Toron, and Stephanie of Milly. Humphrey was a child when his father died around 1173. His mother soon inherited the Lordship of Oultrejourdan. She married Miles of Plancy, Seneschal of Jerusalem, who was murdered in October 1174. The following year she married Raynald of Châtillon. Humphrey inherited the Lordship of Toron from his grandfather who died of wounds received at the Battle of Banyas on 22 April 1179. Baldwin IV of Jerusalem's eight-year-old half-sister, Isabella, was betrothed to Humphrey in October 1180. His stepfather, Raynald of Châtillon, and Isabella's stepfather, Balian of Ibelin, were prominent figures of the two groups of barons in the Kingdom of Jerusalem. The two baronial groups had been competing for the control of state administration, because the king who suffered from leprosy could not rule alone. According to the marriage contract, Humphrey renounced his inherited domains (Toron, Banias and Chastel Neuf) in favor of Baldwin IV, in exchange for a money fief of 7,000 bezants. This provision of the marriage contract suggests that the king wanted to prevent Humphrey from uniting two large fiefs, Toron and Oultrejourdan. Baldwin IV granted Toron or its usufruct to his mother, Agnes of Courtenay, around 1183. Saladin, who had united Egypt and Syria under his rule, invaded the Kingdom of Jerusalem in September 1183. Humphrey commanded the forces of Oultrejourdain, dispatched by Raynald of Châtillon to join the united army of the kingdom. Saladin's soldiers ambushed and almost annihilated his troops at Mount Gilboa. Saladin's campaign ended with his withdrawal on 7 October, because he could not persuade the main army to join battle. ==Marriage== Kerak Castle (at present-day Al-Karak in Jordan) Humphrey married Isabella in Kerak Castle in the autumn of 1183. During the wedding, Saladin laid siege to the fortress to take revenge for Raynald of Châtillon's plundering raid on the Red Sea in February. According to a version of Ernoul's chronicle, Humphrey's mother convinced Saladin not to bombard the tower in which the newly married young couple were lodged, although he continued to besiege the rest of the fortress. Kerak was eventually relieved on 4 December by Baldwin IV and Raymond III of Tripoli. The dying Baldwin IV, who had disinherited his sister Sybilla and her husband Guy of Lusignan in favor of her six-year-old son, Baldwin V, in March 1183, nominated Raymond of Tripoli regent to his successor. The High Court of Jerusalem also decreed that if Baldwin V died, the Pope, the Holy Roman Emperor, and the Kings of France and England were to decide whether Sybilla or Isabella was entitled to succeed him. Baldwin IV died in March 1185, Baldwin V the next summer. ==Unwilling claimant== Sybilla's maternal uncle, Joscelin III of Courtenay, persuaded Raymond of Tripoli to leave Jerusalem to hold an assembly in Tiberias for the barons of the realm. After the regent departed to Tiberias, Joscelin invited Sybilla and Guy of Lusignan to Jerusalem. As soon as Raymond realized that Joscelin had deceived him, he summoned the High Court to Nablus. All the barons of the realm (including Humphrey) hurried to Nablus, except Humphrey's stepfather, Raynald of Châtillon, who went to Jerusalem. The barons sent messengers to Jerusalem to remind Sybilla, Guy of Lusignan, and their supporters, of the High Court's decision on the matter of the succession of Baldwin V. Ignoring their messages, Heraclius, Latin Patriarch of Jerusalem, crowned Sybilla queen, and she in turn placed the crown on her husband's head. Before long, acting on Raymond of Tripoli's proposal, the barons at Nablus decided to proclaim Isabella and Humphrey queen and king against Sybilla and Guy. Raymond and his supporters were willing to march against Jerusalem, but Humphrey had no desire for the crown. He secretly left Nablus during the night and rode to Jerusalem to meet Sybilla. She refused him initially, but after Humphrey told her of his intention, she accompanied him to her husband. Humphrey swore fealty to Guy, putting an end to the conspiracy for Humphrey's and Isabella's coronation. All the barons except Raymond of Tripoli and Baldwin of Ramleh hurried to Jerusalem to do homage to Sybilla and Guy. Guy granted Toron and Chastel Neuf (two domains that Humphrey had abandoned in 1180) to Joscelin of Courtenay in 1186, stipulating that should he restore the two estates to Humphrey, he would receive the compensation that Humphrey had received for them. ==Battle of Hattin== Humphrey's stepfather, Raynald of Châtillon, plundered a caravan moving from Egypt to Syria in early 1187, claiming that the truce between the Kingdom of Jerusalem and Saladin did not cover his Lordship of Oultrejourdan. After Guy of Lusignan failed to persuade Raynald to pay compensation, Saladin proclaimed a jihad (holy war) against the Kingdom of Jerusalem. Saladin's army crushed the united forces of the kingdom in the Battle of Hattin on 4 July 1187. Humphrey also participated in the battle. He was captured on the battlefield like most of the commanders of the Christian army. With the exception of Châtillon (whom he personally beheaded), and the knights of the Military Orders (who were massacred by fanatics), Saladin spared their lives. Saladin sent his prisoners to Damascus and conquered the Christian towns and fortresses one after another. Two castles in Oultrejordan – Kerak and Montréal – were among the few fortresses that resisted. In October, Humphrey's mother, Stephanie of Milly, promised to persuade the garrisons at the two fortresses to surrender if Saladin released Humphrey. Saladin accepted her offer and allowed Humphrey to join her. However, the defenders refused to surrender and Humphrey returned to Damascus. Before long, Saladin set Humphrey free again without demanding ransom. Saladin's troops were unable to seize Kerak until the end of 1188, and Montréal some months later. ==Annulment of marriage== Humphrey and his wife were present at the camp of the crusaders who besieged Acre when Sybilla of Jerusalem and her two daughters died in 1190. Most barons of the realm regarded Humphrey's wife as Sybilla's lawful heir, stating that Guy of Lusignan had lost his claim to rule after his wife and their children died. However, they also felt Humphrey was unsuitable to rule the kingdom, especially because he had refused to claim the throne against Sybilla and Guy in 1186. They preferred Conrad of Montferrat, a crusader leader who had prevented Saladin from occupying Tyre. Isabella's stepfather, Balian of Ibelin, was one of Conrad's supporters. He and his partisans decided that the marriage of Isabella and Humphrey should be annulled. The marriage was childless. The contemporaneous Itinerarium Regis Ricardi describes Humphrey, around 1190, as \"more like a woman than a man, gentle in his dealings and with a bad stammer\". Isabella's mother, Maria Comnena, entered Isabella's tent, and forced her to leave her husband. Maria Comnena swore that Baldwin IV had forced her daughter to marry Humphrey at the age of eight. Ubaldo Lanfranchi, Archbishop of Pisa (who was Papal legate), and Philip of Dreux, Bishop of Beauvais, annulled Humphrey's marriage to Isabella. During an inquiry ordered by Pope Innocent III into the prelates' decision, a group of knights who were present at the proceedings stated that both Isabella and Humphrey had protested the annulment. Before he died, Baldwin of Forde, the Archbishop of Canterbury, forbade Isabella to marry Conrad, stating that both Isabella and Conrad would commit adultery if they married. Ignoring the archbishop's ban, Conrad of Montferrat married Isabella on 24 November 1190. ==Last years== Humphrey was among the barons who accompanied Guy of Lusignan, who did not renounce the kingdom, to meet Richard I of England in Limassol in Cyprus in May 1191. Both men did homage to Richard. Richard dispatched Humphrey, who was fluent in Arabic, to open negotiations with Saladin's brother, Al-Adil, in Lydda (now Lod in Israel). No agreement was reached, although Richard offered the hand of his sister, Joan, to Al-Adil and the Holy Land as her dowry. Two men murdered Conrad of Montferrat in Tyre on 28 April 1192. Although one of them confessed that Rashid ad-Din Sinan, head of the Assassins, had sent them to kill him, Humphrey was one of the suspects accused by contemporaneous sources of hiring them. Modern historians are unanimous in saying that Humphrey was innocent, pointing out that his \"career was not notable for displays of initiative in any case\". The widowed Isabella married Henry II, Count of Champagne in Acre on 5 May 1192. Humphrey died in 1198, shortly after Isabella, who had again been widowed, married Aimery of Lusignan, King of Cyprus. In 1229, Humphrey's patrimony, Toron, was restored to the Kingdom of Jerusalem in accordance with the treaty of Al-Kamil, sultan of Egypt, and the Holy Roman Emperor, Frederick II. The domain was seized by Maria of Antioch, who was the great-granddaughter of Humphrey's sister, Isabella of Toron. ==Ancestors== ==See also== * War of the Succession of Champagne ==References== ==Sources== * * * * * * * * * Humphrey IV of Toron Humphrey IV of Toron Category:Christians of the Crusades Category:Lords of Toron ",
    "title": "Humphrey IV of Toron"
}