{
    "id": "63938579",
    "text": "Mirela Delibegovic is a British pharmacologist/biochemist who is Dean for Industrial Engagement in Research & Knowledge Transfer and holds a Personal Chair at the Institute of Medical Sciences at the University of Aberdeen. During the COVID-19 pandemic, Delibegovic aims to use artificial intelligence to develop technologies that would allow mass-screening for coronavirus disease 2019. == Early life and education == Delibegovic is from Tuzla in Bosnia and Herzegovina. She grew up during the Bosnian War, which forced her family apart. In the early nineties, she moved to Scotland and finished her secondary school education at George Heriot's School in Edinburgh. Delibegovic studied pharmacology at the University of Edinburgh. In the final year of her undergraduate degree Delibegovic moved to Essex, where she did her undergraduate final year project at GlaxoSmithKline on novel anti-diabetes drugs. She completed her doctoral research with Dame Patricia Cohen at the University of Dundee Medical Research Council Protein Phosphorylation Unit. Here she studied the way that enzymes such as protein phosphatase 1 influenced diabetes development. She was supported by the Royal Society studentship. She has said that she was interested in diabetes because of family history and prevalence of Type 2 diabetes in Bosnia and Herzegovina. During her doctoral research, Delibegovic worked closely with pharmaceutical companies to translate her research to the read world. In 2003 she was awarded the American Heart Association personal fellowship to study the role of PTPN1 in glucose homeostasis at the Harvard Medical School in Boston, USA. She spent four years in Boston, working with Prof Benjamin Neel on mouse models of insulin resistance. == Research and career == In 2007 Delibegovic returned to the United Kingdom, where she was awarded the Research Councils UK 5-year tenure track fellowship to investigate obesity and ageing at the University of Aberdeen. She was made a Professor in 2015 at the age of 38. The focus of her research has focussed on the PTP1B phosphatase, the molecular mechanisms that cause diabetes and what the relationship is between diabetes and Alzheimer's disease. She has demonstrated that PTP1B can be used for targeted treatments, reaching the cells of specific organs without causing any side effects. In 2017 Delibegovic demonstrated a novel pharmaceutical, Trodusquemine, that could be used to treat type 2 diabetes and breast cancer. She went on to show that a single dose of Trodusquemine, the PTP1B inhibitor, could be used to reverse the effects of atherosclerosis. During the COVID-19 pandemic, Delibegovic obtained funding from the Scottish Government/ Chief Scientist office to develop a diagnostic test that could support mass screening for coronavirus disease. Her long-term aim was to use artificial intelligence to identify which parts of the severe acute respiratory syndrome coronavirus 2 activated the body's immune system. At the time, other coronavirus disease tests available in the United Kingdom would not support rapid deployment, and several were unreliable. As of May 2020, the tests developed by Delibegovic and her team were in development, and would be anticipated to be able to test for immunity in Scotland by winter 2020. == Awards and honours == * 2011 Royal Society of Edinburgh Young Academy of Scotland * 2018 Wellcome Trust Prize for Outstanding Achievement in Public Engagement in the Biomedical Sciences * 2018 \"Super Zena\" Award == Selected publications == * * * == Personal life == Delibegovic met her husband whilst a graduate student at the University of Dundee. == References == Category:Living people Category:Year of birth missing (living people) Category:British people of Bosnia and Herzegovina descent Category:Academics of the University of Aberdeen Category:Harvard University faculty Category:Alumni of the University of Edinburgh Category:Women virologists Category:British women academics ",
    "title": "Mirela Delibegovic"
}