{
    "id": "63937234",
    "text": "The National List of Intangible Cultural Heritage (ICH) of India is an attempt to recognize the diversity of Indian culture embedded in its intangible heritage. It aims to raise awareness about the various intangible cultural heritage elements from different states of India at national and international level and ensure their protection. == National List for Indian Intangible Cultural Heritage (ICH) == === Andhra Pradesh === # Kalamkari Paintings # Oggukatha: Traditional Folk Theatre # Tolu Bommalatta -Shadow Puppet Theatre Traditions of India === Arunachal Pradesh === # Traditions associated with funerals of Idu Mishimi Tribe # Songs of Shaman In Arunachal Pradesh among different tribes, Shaman is mostly seen as a diviner, communicator, negotiator, healer, ritual specialist, and religious expert but neither as a magician nor a mystic. S/he is the middleman between human and spirits who can communicate with the spirits on their behalf. # Sowa-Rigpa (Knowledge of Healing or Science of Healing) # Lores and Rituals of Nocte : The Noctes are one of the major tribes of Arunachal Pradesh. # Deere Yameng : The Adi Tribe of Arunachal had a grand traditional socio-cultural institution called ‘DEE:RE’, which used to be the epicentre of day to day village activities like festival, social Taboo, rituals, cultivation and religious ceremony. === Assam === # Sattriya Music, Dance and Theatre # Khol instrument # Jun Beel Mela : The Jun Beel Mela is a centuries-old traditional fair and the striking feature of this historic fair is that it has been keeping alive the age-old barter system as a means procuring goods. # Ankiya Nat : The tradition of Vaishnava theatre popularly known as Ankiya Nat was introduced by Sankaradeva as a medium to propagate Bhakti . # Pachoti Pachoti : is a traditional folk festival celebrated in the month of Bhada It is celebrated on the fifth day of the birth of a baby, especially a baby boy since the tradition relates to the birth of Krishna. # Deepor Beel Folklore: Deepor Beel is a wetland situated in Assam inhabited mostly by tribal people along with their distinct folklore and practices. Various customs and rituals such as Johong puja and various other musical lore of the people always help in recollecting the beauty and importance of the environment including the wetland. === Bihar === # The Festival of Salhesh: Salhesh is the chief deity of the socially marginalized and downtrodden Dusadh dalit community. The festival of Salhesh provides identity, social cohesion and self respect to the community.The knowledge and skills involved in the entire festival are transferred from one generation to another through oral tradition. === Chhattisgarh === * Nacha Folk Theatre * Rawat Nach Mahotsav : Each year after Diwali, the Yadavas celebrate their folk dance festival. === Delhi === # Kinnar kanthgeet: For transgenders, singing and dancing is a respectable mode of livelihood. # Compositions of Ameer Khusro in Hindustani music # Parsi Theatre: Currently, the Parsi Theatre is mainly seen on the two festival days of the Parsi calendar === Goa === # Ranmāle : Ranmale is a ritualistic and folk theatre form based on mythological stories from the popular Indian epics of Ramayan and Mahabharat. # Dashavatar: Traditional folk theatre form, Maharashtra and Goa : is a popular traditional theatre form with a history of eight hundred years. The term Dashavatar refers to the ten incarnations of Lord Vishnu, the Hindu God of preservation. === Gujarat === # Patola: Double Ikat Silk Textiles of Patan : Patola silk textiles are produced by resist dyeing of warp and weft threads before weaving, a complex process known as double ikat .Patola of Patan (Gujarat) is unique in its geometric floral and figurative patterns executed with precision of design planning, and meticulously accurate weaving alignment which results in precise outline of the patterns. # Rathwa ni Gher: Tribal Dance of Rathwas: The Rathwas, who dwell in Rath-Vistar, the hilly area of the southeastern part of Gujarat state, perform the Rathwa ni Gher dance on the occasion of Holi # Sankheda Nu Lakh Kam: Lacquered turned wood furniture of Sankheda === Haryana === # Jangam Gāyan: Jangam Gāyan is a narrative sung by the Jangam community. It is performed in the temple courtyards of Shiva temples to huge gatherings. # Alibakshi khayal Alibux, a born saint cum-poet and dramatist, who chose the pursuit of the art as a form of devotion.Practice of Bhakti through bhajan, kirtan, dancing and singing. His first khyal production was “Krishnaleela”, the first of its kind in khyal technique. # Panduan ka Kada is very specific and highly crucial art form for the Meo community of Mewat region, as it carries the cultural identification of the community. === Himachal Pradesh === # Kariyala Kariyala is a form of folk theatre dedicated to the local deity of solan Shimla and Sirmour, known as Bijeshwar, which is performed when agricultural prosperity is achieved in the region or personal wishes are fulfilled. # Luddi Dance Luddi is a traditional folk dance of Mandi district of Himachal Pradesh. Luddi is a victory dance or a dance of celebration where people do special movements of their hands. === Jammu & Kashmir === # Kalam Bhat and Qalambaft Gharana of Sufiana Mausiqui Like Indian classical music, the concept of Gharana also exists in Sufiana Mausiqi. In the past there were a number of Gharanas of Sufiana Mausiqi. # Haran Haran is a traditional folk theatre form performed during Lohri festival. === Jharkhand === # Chhau Dance === Karnataka === # Muharram Songs # Togalu Gombeyatta -Shadow Puppet Theatre Traditions of India # Moodalapaya Yakshagana The Moodalapaya Yakshagana is folk theatre of Karnataka. It uses songs, music, acting, dancing, costume and facial masks for its performance. While the form that is found in the coastal regions is called as the Paduvalapaya Yakshagana, the Yakshagana that is performed in the plains is called as Moodalapaya Yakshagana. === Kerala === # Chettikulangara Kumbha Bharani Kettukazhcha is a post-harvest float festival, is a spectacular confluence of art, culture, architecture and the dedicated human endeavour of approximately Over half-a-million people. # Kalaripayuttu Kalarippayattu is the martial art originated and popularly practiced in Kerala. # Tolpava Kuthu – Shadow Puppet Theatre Traditions of India # Mudiyettu: Ritual Theatre and Dance Drama # Kutiyattam, Sanskrit theatre Kutiyattam, Sanskrit theatre, which is practised in the province of Kerala, is one of India's oldest living theatrical traditions. === Ladakh === # Buddhist Chanting of Ladakh: Recitation of Sacred Buddhist Texts in the TransHimalayan Ladakh Region === Madhya Pradesh === # Chaar Bayt: A Muslim tradition in lyrical oral poetry Chaar Bayt are a four line sequence of verses sung to the beat of the “duff” It is performed in States of Rajasthan, Uttar Pradesh, and Madhya Pradesh. It is believed that Chaar Bayt originated from an Arab poetic form called Rajeez and its origin can be traced back to the 7th century. # Kumbh Mela # Bhagoriya Dance Bhagoriya is a well known dance of the Bhils, a large tribe of Jhabua district in Madhya Pradesh. # Narmada Parikrama Narmada Parikrama is the circumambulation around holy river Narmada undertaken by its pilgrims. # Rai Nritya/Bedni Dance Rai Nritya, also known as Bedni Dance, is a popular folk dance of Madhya Pradesh. It is performed by women of Bediya tribe. === Maharashtra === # Zadipatti Zadipatti is practised in the rice cultivating region of Maharashtra during the harvest season and derives its name from the local name zadi for rice. The theatre art of this region is known as Zadipatti Rangbhumi. # Dashavatar: Traditional folk theatre form # Chamadyacha Bahulya -Shadow Puppet Theatre Traditions of India # Kumbh Mela === Manipur === # Mao Oral Tradition The unique Charasü Marabu (sacred banyan tree) is the harbinger of the tales that are associated with the oral tradition of the Mao community. # Khor (Rice beer of Tankhul) Rice beer, among the Tangkhul community of Northeast, is an alcoholic beverage that is made from fermentation of a particular type of rice called makrei. # Pena Pena is a single stringed musical instrument. Pena is an indispensable part of Meitei society . # Sankirtan Sankirtana is the artistic manifestation of Manipuri worship. To the Manipuris Sankirtana is the visible form of God. # Applique Applique art is a technique by which the decorative effect is obtained by superposing patches of coloured fabrics on a basic fabric, the edges of the patches being sewn in some form of stitchery. # Thok Lila Thok Leela is a popular satire, wit and comedy folk theatre of Manipur, satirizing the social conditions, the courtier and king. # Death rites of Phayeng Chapka Phayeng people of Manipur have a unique tradition which is associated with interment. These are the Shikaplon, a style of requiem and a funeral march with martial movement known as Khousaba. === Meghalaya === # Rongkhli Rongkhli or ‘Tiger Festival’ is a religious festival celebrated by the people of Nongtalang village in the War-Jaintia region of Meghalaya. Rong means festival and Khli means tiger, in the local dialect, hence Rongkhli means Tiger Festival. # Traditional Drums of Garo Community Garos are a tribal group from Meghalaya, predominantly residing in the Garo Hills region. various music (songs/incantations/ballads/prayers etc.) forms a part and parcel of their livelihood. === Nagaland === # Chokri Naga folk songs The community cherishes the folk song culture as their proud heritage, which forms as part of every walk of life-work, clebration, dances, folk media, war cry, solo, duet, trio and many such possibilities. # Nazhu festival === Odisha === # Manabasa Gurubara ritual is a ritual performed on each Thursday of Margashirsha (November–December) in honour of Goddess Lakshmi. # Chhau Dance # Ravanachhaya – Shadow Puppet Theatre Traditions of India === Punjab === # Thatheras of Jandiala Guru: Traditional brass and copper craft of utensil making === Rajasthan === # Hingan: Votive Terracotta Painted Plaque of Molela Votive terracotta painted plaques produced by the terracotta artisans of Molela is a hand modelled hollow relief of Hindu deities, especially of the neo-Vaishnava deity, Dev Narayan. Dev Narayan is accompanied by his characteristic snake symbol in the plaque. # Kalbelia: Folk Songs and Dances # Practice of turban tying in Rajasthan The practice of turban tying, (safa wearing in local parlance), consists of tying a long, generally unstitched cloth, in a set manner of wrapping in folds, which is tied on the head of men. The cloth could have a plain texture or be printed in various designs. # Phad: Scroll Paintings and Their Narration Phad is an approximately 30 feet long and 5 feet broad painted scroll, which depicts stories of epic dimensions about local deities and legendary heroes. # Chaar Bayt: A Muslim tradition in lyrical oral poetry === Sikkim === # Lama Dances of Sikkim: Buddhist Monastic Dances Lama dances are masked dances performed by the Buddhist monks of Sikkim as part of their religious practices. The practices are codified in the religious texts of Sikkim in accordance with the teachings of Guru Padmashambhava, the legendary saint of the Mahayana school of Buddhism. === Tamil Nadu === # Alu Kurumbas The Alu Kurumbas of Tribal Nilgiris, apart from decorating the walls of their dwelling huts with their indigenous peintings, are observed to draw caricature sketches of human beings over the rock outcrops in and around their indigenous habitats in order to bring magical effects on the people depicted therein. # Pinal Kolattam Kolattam is an ancient folk dance performed by women in a group during the harvesting season. # Nattu Adi Murai ‘Nattu Adi Murai’ (Country fighting method) or ‘Nattu Vilaiyattu’ (country martial games) is one among the traditional martial art forms of Tamil Nadu. # Kolam: Ritualistic Threshold Drawings and Designs of Tamil Nadu Kolam is a ritualistic design drawn at the threshold of households and temples. It is drawn everyday at dawn and dusk by women in South India who inherit this tradition from their elders. # Tolu Bommalattam – Shadow Puppet Theatre Traditions of India === Tripura === # Lebang Boomani # Mosak Sumani This is a popular and beautiful dance form of Tribes of Tripura related to hunting of wild animals. # Garia Dance Garia Dance is performed by the Tripuri youths specially during Garia Puja. Often the song is in chorus and erotic in character. # Meladom Dance In the month of Karthik when harvesting is over men and women of Keipeng community participate in the Meladan dance. # Wicker Baskets # Rignai and Risa The very colourful attires of Tribal women are Rignai and Risa. The women wear Rignai at the lower portion of their body while the Risa is used for covering the upper part of the body. Rignai and Risa are generally weaved by the Tribal women in their handlooms. === Uttar Pradesh === # Nautanki Nautanki, a folk operatic theatre form, has emerged from many traditions such as Bhagat, Swaang etc. It implies acting with and through singing. # Chaar Bayt: A Muslim tradition in lyrical oral poetry # Ramlila, the traditional performance of the Ramayana # Kumbh Mela === Uttarakhand === # Hill Jatra The meaning of the word Hill Jatra is – Jatra or group dance that is performed in the mud. # Ramman: Religious Festival and Ritual Theatre of the Garhwal Himalayas # Kumbh Mela # Aipan Art Aipan – the traditional folk art form for exterior and interior decoration in Kumaoni household of Uttarakhand have characteristic symbol representations related to religious Pooja ceremonies or Sanskar ceremonies connected with birth, birthdays, Upnayan (Yagyopaveet), wedding etc. === West Bengal === # Manosa Gaan Manosa Gaan are songs sung in praise of Goddess Manosa in West Bengal. They are a part of the various ‘Mangal Kavyas’ (songs of benevolence) which are based on the life of gods and goddesses and other mythological tales. # Deowal Chitra and Alpana Deowal Chitra (Drawing on wall) and Alapana (Drawing on floor) are part of visual folk art of Santhals and reflect simplicity, honesty and a quiet vigour. # Kushan Gaan The kusan involves, singing, recitation of dialogue, acting, dancing, and musical accompaniment. # Durga Puja in West Bengal Durga Puja is the most important socio-cultural and religious event in the Bengali festival calendar, celebrated in autumn. # Chhau Dance # Gaudiya Nritya Gaudiya Nritya is a classical dance form of Bengal as well as of other Eastern parts of the country like Assam, Odisha and Manipur. It has its origins in the Natyashastra. # Bonobibir Pala In southern Bengal, men of the villages set out for jungle before the arrival of monsoon. If they manage to return from jungle, it is believed that it has happened by the grace and generosity of ‘Maa Bonobibi’. === Elements Common Across India === # Qawwali Traditionally Qawwali is a devotional music. It belongs to a tradition of Islamic mysticism and contains the compositions of the Sufi saints. The salient feature of Qawwali is an elaborate verbal code sung to the beat of the Dholak. The singers are supported by musical instruments such as the Harmonium, Sarangi, Sitar, Tabla and Dholak. The knowledge and style of singing is transmitted orally, from generation to generation, and that is how the tradition has been kept alive. # Veena and its Music The oldest musical instrument of India, the Veena, symbolizes the Indian ethos throughout the country and has sociological and cultural connotations. # Nowrouz # Yoga # Tradition of Vedic chanting. == References == Category:Indian culture ",
    "title": "National List for Intangible Cultural Heritage"
}