{
    "id": "63936372",
    "text": "Warren Calavan Gill (December 31, 1912 – October 8, 1987) was a highly decorated United States Coast Guard lieutenant commander. He was awarded the Navy Cross during World War II, and after the war he served as a state politician in Oregon. == Early life == Warren C. Gill was born on December 31, 1912, in Lebanon, Oregon. After graduating from high school in Lebanon, he attended the University of Oregon, where he was a member of the football and swimming teams. Earning a law degree, Gill subsequently passed the Oregon bar exam and got a job at a maritime law firm in New York City. == Coast Guard career == === Early service === In December 1941, Gill met his future wife, Vadne Scott, at a concert she was performing at. They married soon after in January 1942, and several days after the wedding, Gill enlisted into the Coast Guard Reserve. He was then commissioned as an ensign, and by August 1942 he was serving aboard the USS Samuel Chase as the Assistant Beach Officer. In November, Ensign Gill participated in Operation Torch, overseeing the amphibious landing at Morocco. In July 1943, he commanded a flotilla of landing boats which landed elements of the Seventh Army in Gela, Sicily, during Operation Husky. Gill was awarded the Legion of Merit and earned a promotion to lieutenant (junior grade) for his leadership at Sicily. === Navy Cross action === By September 1943, Lieutenant Gill was given command of the small boats aboard the USS LST-357. On September 9, USS LST-357 was participating in Operation Avalanche at Salerno, Italy, when a German 88mm shell struck the ship. The shell hit Gill's landing craft, wounding Gill along with several other crew members and 25 soldiers. The Coast Guardsman who was standing next to Gill was killed. Gill, who was critically wounded in the back and chest, was given a blood transfusion by the medical officer on the ship. However, he refused morphine and stayed at his post to command the assault flotillas and gave crucial instructions to his men. Upon hearing the landing boats had reached the beaches, Gill collapsed from his wounds. Lieutenant Gill was evacuated from the ship and spent the next three months at a British hospital in North Africa. Upon being transferred to a hospital in Algiers, Algeria, Gill was presented the Navy Cross by Vice Admiral Henry K. Hewitt for his actions at Salerno. Gill is one of just six Coast Guardsmen to be awarded the Navy Cross during World War II. === Later service === Gill was later sent to the Long Beach Navy Hospital in California. He spent 20 months both at the hospital and participating in war bond campaigns throughout Southern California. He underwent numerous surgeries which removed shrapnel from his body, however, some of the shrapnel was never removed. Gill was discharged from active duty on August 20, 1945. Because of his wounds, Gill was medically retired on April 1, 1946 and advanced to the rank of lieutenant commander. == Post-war life == Gill returned to his hometown of Lebanon to practice law. From 1949 to 1951, he represented State District 13 in the Oregon House of Representatives. From 1951 to 1959, Gill served as an Oregon State Senator from State District 2. In 1958, he lost the Republican nomination for governor to Mark Hatfield, and he subsequently retired from politics. In 1961, Gill became the city attorney of Lebanon. He later built boats and began hydroplane racing. In 1975, he joined the Coast Guard Auxiliary, serving a year as the commander of the Albany Flotilla. Warren C. Gill was killed in a homemade autogyro crash in Lebanon on October 8, 1987. He was buried in the Independent Order of Odd Fellows (IOOF) Cemetery in Lebanon. == References == Category:1912 births Category:1987 deaths Category:20th-century American politicians Category:Members of the Oregon House of Representatives Category:Military personnel from Oregon Category:Oregon city attorneys Category:Oregon lawyers Category:Oregon Republicans Category:Oregon state senators Category:People from Lebanon, Oregon Category:Recipients of the Navy Cross (United States) Category:Recipients of the Legion of Merit Category:United States Coast Guard officers Category:United States Coast Guard personnel of World War II Category:United States Coast Guard reservists ",
    "title": "Warren C. Gill"
}