{
    "id": "63935515",
    "text": "At Grace Cathedral (also known as The Grace Cathedral Concert) is a live performance album by jazz pianist Vince Guaraldi, released in the U.S. in September 1965 on Fantasy Records. The performance was recorded live at Grace Cathedral in San Francisco, California on May 21, 1965. It is considered to be the world's first \"jazz mass.\" At Grace Cathedral was released on CD in 1997 by Fantasy under the title The Grace Cathedral Concert. ==Background== In an effort to make religious worship more approachable during the growing counterculture movement of the 1960s, the Reverend Charles Gompertz approached local jazz pianist Vince Guaraldi to create what he called a \"modern setting for the choral Eucharist.\" Guaraldi spent every Saturday over a period of 18 months rehearsing with the 68-voice St. Paul's Church of San Rafael choir to create a seamless blend of three unique elements for the performance: spoken (or chanted) prayers and greetings, vocals with the choir, and purely instrumental selections. Guaraldi understood the significance of his performance: \"I had one of America's largest cathedrals as a setting, a top choir, and a critical audience that would be more than justified in finding fault. I was in a musical world that had lived with the Eucharist for 500-600 years, and I had to improve and/or update it to 20th-century musical standards. This was the most awesome and challenging thing I had ever attempted.\" The album liner notes pointed out that audience members in attendance commented that \"Theme For Grace\" was reminiscent of supper music. Rev. Gompertz replied, \"that's the idea. What does Communion represent but the Last Supper — the last time these men ate together?\" The song titles were chosen by Rev. Gompertz rather than Guaraldi at the behest of Fantasy Record executives. As the religious service was one long, uninterrupted performance, Fantasy asked Gompertz to divide the resulting recording into segments that would make sense in the context of a commercially released album. Guaraldi recruited several children from the St. Paul's Church of San Rafael choir several months later to record vocals for \"Christmas Time Is Here\", \"My Little Drum\" and \"Hark! The Herald Angels Sing\" for A Charlie Brown Christmas. ==Critical reception== AllMusic critic Richard S. Ginell commented that \"Guaraldi's Mass fuses his mainstream and Latin strains comfortably and movingly underneath the plain vanilla Gregorian lines and Anglican plainchant of a 68-voice chorus.\" Ginell added that \"in a year that also saw Duke Ellington, Dave Brubeck and Lalo Schifrin write jazz-based pieces for the church, Vince Guaraldi may have come up with the most effective sacred work of the four.\" All About Jazz critic Douglas Payne dubbed At Grace Cathedral \"Peanuts Go To Church.\" Payne added that most songs \"employ Guaraldi's knack for pretty, childlike themes — a perfect tone for the material.\" ==Legacy== Guaraldi's jazz-infused performance at Grace Cathedral was considered groundbreaking for its time, being the first instance that a mainstream jazz musician was heard during an American church service. Several parishes across the United States celebrated the 50th anniversary of the event in 2015. Sacramento, California-based pianist Jim Martinez and his quartet recreated the jazz mass in its entirety at Grace Cathedral on August 15, 2015. The Fair Oaks Presbyterian Church Choir as well as several surviving members of the original St. Paul's Church of San Rafael choir who performed alongside Guaraldi in 1965 performed with Martinez for the event. The First Presbyterian Church of Clarks Summit in Clarks Summit, Pennsylvania, under the direction of Rev. Bill Carter, also honored the performance on September 6, 2015. Carter performed Guaraldi's keyboard parts with vocal support from members of the First Presbyterian adult choir. The tribute performance marked the first time that Guaraldi's jazz mass was presented in its entirety on the East coast. == Track listing == The following track listing is for the original 1965 vinyl release. == Personnel == ;The Vince Guaraldi Trio: *Vince Guaraldi – piano *Tom Beeson – bass *Lee Charlton – drums ;Additional: * St. Paul's Church of San Rafael 68-voice choir – choral chanting * Barry Mineah – St. Paul's Church of San Rafael choral director * Reverend David A. Crump – chanted prayers (\"Sursum Corda and Sanctus\", \"The Lord's Prayer\"), liner notes * Reverend Charles Gompertz – liner notes * Reverend Malcolm Boyd – liner notes * Paul Frederick Zumsteg – liner notes * Jim Easton – sound engineer * S. S. Weiss – sound engineer ==References== ==External links== * Category:1965 live albums Category:Vince Guaraldi live albums Category:Live cool jazz albums Category:Live mainstream jazz albums Category:Fantasy Records live albums ",
    "title": "At Grace Cathedral"
}