{
    "id": "63933961",
    "text": "The Canadian Beef Cattle Research, Market Development and Promotion Agency, also known as the Canadian Beef Check-Off Agency operates the Canadian Beef Cattle Check-Off (CBCC). The legal name was officially shortened to the Canadian Beef Check-Off Agency (CBCA) in February 2017. ==Synopsis== The Agency is funded by a levy on Canadian cattle sales to support research and marketing of beef products. Its activities are supervised by the Farm Products Council of Canada. The Agency is governed by a geographically-representative 16-member Board of Directors. The CBCC funds bodies like Canada Beef and the Beef Cattle Research Council (BCRC). The BCRC listed the Agency as one of the \"Industry Stakeholders Represented at the BCRC Workshops\" in the Canadian Beef Research and Technology Transfer Strategy 2018 - 2023 document. In a March 2015 article about the Canadian Beef Centre of Excellence, it was noted that the Agency had incorporated the Beef Information Centre (BIC) and Canada Beef Export Federation (CBEF) into one big organization and its given that thing the name Canada Beef. The Agency's AGM business is hosted at the annual Canadian Beef Industry Conference, which was inaugurated in 2016 when both Rachel Notley and Justin Trudeau were in power. The 2018 CBIC was held in London, Ontario. Cattlemen have paid the CBCC levy of $2.50 per head since April 2012. The CBCC levy is \"payable by producers who sell cattle and by producers (who) feed and slaughter their own cattle\". The Agency flows from the Farm Products Agencies Act (R.S. 1985, c. F-4) through SOR/2002-48. ==Leadership== ===2017=== * Jeff Smith (Alberta) * Doug Sawyer (Alberta) * Linda Allison (British Columbia) chair * Heinz Reimer (Manitoba) vice-chair ===2018=== Heinz Reimer took over the chair in 2018. The change in leadership included Chad Ross of Saskatchewan as vice-chair, Larry Weatherby of Nova Scotia as governance chair, and Lonnie Lake as finance chair. ==See also== * Canadian import duties * List of food industry trade associations ==References== Category:Food industry trade groups Category:Beef Category:Trade associations based in Canada Category:Cattle Category:Agriculture and Agri-Food Canada Category:Agriculture in Canada Category:International trade of Canada ",
    "title": "Canadian Beef Cattle Research, Market Development and Promotion Agency"
}