{
    "id": "639379",
    "text": "Charles Abbot, 1st Baron Colchester PC, FRS (14 October 1757 – 8 May 1829) was a British barrister and statesman. He served as Speaker of the House of Commons between 1802 and 1817. ==Background and education== Born in the Headmaster's Lodge on the South side of Roysse Court, Abingdon, Abbot was the son of Dr John Abbot, headmaster of Abingdon School and rector of All Saints, Colchester, and, by his mother's second marriage, step-brother of Jeremy Bentham. From Westminster School he passed to Christ Church, Oxford, where he matriculated on 14 June 1775. There he gained the chancellor's prize for Latin verse as well as the Vinerian Scholarship. He was admitted to the Middle Temple on 14 October 1768 and was called to the Bar on 9 May 1783.Williamson, J.B. (1937). The Middle Temple Bench Book. 2nd edition, p.197. Abbot was granted a BCL in 1783 and a DCL in 1793. On 14 February 1793, he became a Fellow of the Royal Society. ==Legal and political career== In 1795, after having practised twelve years as a barrister, and having published a treatise proposing the incorporation of the judicial system of Wales with that of England, he was appointed to the office previously held by his brother of clerk of the rules in the King's Bench; and in June of the same year he was elected Member of Parliament for Helston, through the influence of the Duke of Leeds. In 1796 Abbot commenced his career as a reformer in Parliament by obtaining the appointment of two committees: one to report on the arrangements which then existed as to temporary laws or laws about to expire; and the other to devise methods for the better publication of new statutes. It was thanks to the work of the latter committee, and of a second committee which he proposed some years later, that copies of new statutes were subsequently routinely sent to all magistrates and municipal bodies. Abbot's efforts also effected the establishment of the Record Commission; the reform of the system which had allowed the public money to lie for some time at long interest in the hands of the public accountants, by charging them with payment of interest; and, most important of all, the act for taking the first census of the United Kingdom, that of 1801. On the formation of the Addington ministry in March 1801, Abbot became Chief Secretary for Ireland\"Alumni Dublinenses : a register of the students, graduates, professors and provosts of Trinity College in the University of Dublin (1593–1860 George Dames Burtchaell/Thomas Ulick Sadleir p1: Dublin, Alex Thom and Co, 1935 and also Keeper of the Privy Seal of Ireland. In the February of the following year he was appointed Speaker of the House of Commons: at this point he stood down as Chief Secretary for Ireland, but he remained Keeper of the Privy Seal until his death. He served as Speaker until 1817, when an attack of erysipelas compelled him to retire. The House of Commons Library traces its origins to his time as Speaker. He objected to the Lay College at Maynooth, leading to its suppression in 1814. In response to an address of the Commons, Abbot was raised to the peerage as Baron Colchester, of Colchester in the County of Essex on 1 June 1817, with a pension of £4000, of which £3000 was to be continued to his heir. His speeches against the Roman Catholic claims were published in 1828. ==Family== In 1796, he had married, in London, Elizabeth Gibbes (1760–1847), the elder daughter of Sir Philip Gibbes, 1st Baronet, of Springhead, Barbados, by whom he had two sons. He was succeeded by his elder son Charles, Postmaster General in 1858, and subsequently by his grandson Reginald Abbot, 3rd Baron Colchester, on whose death in 1919 the title became extinct. ==References== * * ==External links== * Category:1757 births Category:1829 deaths Category:Alumni of Christ Church, Oxford Category:Barons in the Peerage of the United Kingdom Category:Peers of the United Kingdom created by George III Abbot, Charles Abbot, Charles Category:Fellows of the Royal Society Abbot, Charles Abbot, Charles Category:Members of the Privy Council of Ireland Category:Members of the Privy Council of the United Kingdom Abbot, Charles Abbot, Charles Category:Members of the Parliament of the United Kingdom for the University of Oxford Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Abbot, Charles Category:UK MPs who were granted peerages Category:Commissioners of the Treasury for Ireland Category:Chief Secretaries for Ireland ",
    "title": "Charles Abbot, 1st Baron Colchester"
}