{
    "id": "63938857",
    "text": "Katarzyna Keahey is a Senior Computer Scientist at Argonne National Laboratory and the Consortium for Advanced Science and Engineering (CASE) of the University of Chicago. She is a Principal Investigator (PI) of the Chameleon project, which provides an innovative experimentation platform for computer science systems experiments.\"NSF renews Chameleon Cloud testbed project with $10m grant\", by Sebastian Moss, in Data Center Dynamics; published 20 September 2017; retrieved 19 May 2020 She created Nimbus, one of the first open source implementations of infrastructure-as-a-Service (IaaS), and co- founded the SoftwareX journal, publishing software as a scientific instrument.Lessons from the Grid: An Interview with Argonne’s Kate Keahey, by Nicole Hemsoth, in HPCwire; published 25 January 2011; retrieved 13 May 2020\"Thought Leaders in the Cloud: Talking with Kate Keahey, Creator of Nimbus\", by Robert Duffner, in Microsoft Azure; published 10 December 2010; retrieved 15 May 2020A Nimbus Rises in the World of Cloud Computing, by PHYS staff, in Phys.org; published 8 May 2019; retrieved 15 May 2020 ==Education== Keahey attended the Gdańsk University of Technology where she obtained her magister inżynier in informatics in 1992. She received her M.S. in computer science at Indiana University in 1994, and later went on to earn her Ph.D. in computer science at Indiana University in 1998.Kate Keahey in ScienceDirect Her Ph.D. dissertation was titled, An Architecture for Application-Level Parallel Distributed Computation, and was supervised by Dennis Gannon. ==Research== Her research interests include cloud computing,K. Keahey, I. Foster, T. Freeman, and X. Zhang, \"Virtual Workspaces: Achieving Quality of Service and Quality of Life in the Grid\", Scientific Programming; 13(4), pp. 265-276 (2005)K. Leahey, R. Figueiredo, J. Fortes, M. Tsugawa, and T. Freeman \"Science Clouds: Early Experiences in Cloud Computing for Scientific Applications\", Cloud computing and applications; pp. CCA-08 (2008) resource management,A. Andrieux, K. Czajkowski, A. Dan, K. Keahey, H. Ludwig, J. Pruyne, J. Rofrano, S. Tuecke, and M. Xu, \"Web services agreement specification (WS-Agreement)\", Global Grid Forum; pp. 265-276 (2007)K. Keahey, P. Riteau, J. Anderson and Z. Zhen, \"Science Clouds: Early Experiences in Cloud Computing for Scientific Applications\", IEEE; pp. 41-49 (2019) in particular the exploration of how cloud and high-performance/scientific resources can co-exist and complement each other, F. Liu, K. Keahey, P. Riteau, and J.B Weissman \"Dynamically negotiating capacity between on-demand and batch clusters\", IEEE; pp. 493-503 (2018) P. Marshall, K. Keahey and T. Freeman \"Improving Utilization of Infrastructure Clouds\", IEEE; pp. 205-214 (2011) B. Sotomayor, K. Keahey, and I. Foster \"Combining batch execution and leasing using virtual machines\", IEEE; pp. 87-96 (2008) infrastructure operation, K. Keahey, J. Anderson, P. Ruth, J. Colleran, C.Hammock, J. Stubbs, and Z. Zhen \"Operational Lessons from Chameleon\", Proceedings of the Humans in the Loop: Enabling and Facilitating Research on Cloud Computing; 5 pp. 1–7 (2019) and Internet of Things (IoT)/cloud continuum. She is currently developing methods that support capturing, replicating, and publishing experiments digitally. == References == Category:Indiana University alumni Category:American computer scientists Category:Women computer scientists Category:Gdańsk University of Technology alumni Category:Polish computer scientists Category:University of Chicago faculty Category:Polish emigrants to the United States Category:Place of birth missing (living people) Category:Year of birth missing (living people) Category:Living people Category:American people of Polish descent ",
    "title": "Kate Keahey"
}