{
    "id": "63931359",
    "text": "Cagla Eroglu is a Turkish neuroscientist and Associate Professor of Cell Biology and Neurobiology at Duke University in Durham, North Carolina. Eroglu is also the Director of Graduate Studies in Cell and Molecular Biology at Duke University Medical Center. Eroglu is a leader in the field of glial biology and her lab focuses on exploring the role of glial cells, specifically astrocytes, in synaptic development and connectivity. == Early life and education == Eroglu was born in Turkey and pursued her Bachelors in Chemical Engineering from 1992 to 1996 at the Middle East Technical University in Ankara, Turkey. After completing her B.Sc., Eroglu pursued a Masters in Molecular Biology at the Bilkent Üniversitesi in Ankara, Turkey in 1996. After completing her Masters in 1998, Eroglu moved to Germany to pursue her graduate studies in Molecular Biology at Ruprecht-Karls-Universität Heidelberg in Germany. Eroglu’s Ph.D. was supported by the European Molecular Biology Laboratory Ph.D. program as she studied under the mentorship of Irmgard Sinning, whose lab moved from EMBL to Heidelberg University in 2000. Eroglu’s Ph.D. was broadly focused in the study of membrane proteins biology. Using Drosophila as a model organism, Eroglu looked at how metabotropic glutamate receptor (mGluRs) affinity is modulated. She found that when mGluRs are associated with cholesterol rich lipid rafts within the membrane, they exist in a high affinity state for glutamate. When mGluRs are not associated with sterol-rich rafts, they exist in a low affinity state for glutamate binding. After completing her Ph.D. in 2002, Eroglu came to the United States to study under the mentorship of Ben Barres at Stanford University. Eroglu began studying glial cells under Barres’ mentorship. Eroglu, along with her colleagues in the Barres Lab, brought to light the critical and understudied role glial cells play in shaping synapses and neural circuits during development. Eroglu and her team found that an astrocyte derived factor, called Thrombospondin, is important in promoting synaptogenesis in the central nervous system. Eroglu then characterized the receptor to which Thrombospondin binds, called α2δ-1, which happened to also be the receptor to which the drug gabapentin binds. When they over-expressed α2δ-1, they found increases in synaptogenesis and when they blocked the receptor with gabapentin, they found markedly decreased excitatory synapse formation. Her findings showed both the role that astrocyte secreted factors play in specifically excitatory synapse formation, as well as the potential therapeutic mechanism why which gabapentin is able to mediate analgesia and prevent seizures. Another discovery that Eroglu made while in the Barres Lab was the identification and function of hevin and SPARC, two astrocyte-secreted proteins, in the regulation of excitatory synapse development. She found that hevin induces the formation of synapses, while SPARC antagonizes the synaptogenic actions of hevin. Her further further highlighted the critical role astrocytes play in the direct regulation of synapse formation in the central nervous system. Eroglu completed her postdoctoral work in 2008. == Career and research == classifying the geometric_characteristics of dendritic spines in the cortex from a 2014 paper she joint authored In 2008, Eroglu joined the faculty at Duke University as an Associate Professor in the Department of Cell Biology and in the Department of Neuroscience. Eroglu is also a Faculty Network Member of the Duke Institute for Brain Sciences, an Associate of the Duke Initiative for Science and Society, an Affiliate of the Regeneration Next Initiative, as well as a member of the ALICE program within the Duke University School of Medicine. Eroglu’s lab studies the mechanisms underlying synaptic connectivity in the central nervous system. The lab focuses significantly on the cellular and molecular role astrocytes play in shaping synapse development, function, and plasticity. Their focus on the communication between astrocytes and neurons in the healthy brain is paving the way towards eventually understanding how this communication becomes pathological in disease states and how it can be therapeutically targeted. === Synapse development in Huntington's Disease === Eroglu and her team sought to understand how synaptic connectivity was altered in models of Huntington’s Disease. They directly probed the role of Huntingtin protein (htt) in synaptic connectivity and they found that when htt was silenced, excitatory synapses in the cortex and striatum formed at a rapid pace and then started to deteriorate shortly after their rapid development. They then knocked-in the disease causing htt mutation and saw similar findings to when they knocked out htt suggesting that proper htt function is necessary for normal cortical and striatal development. === Astrocytes in cortical development === After discovering hevin, the astrocyte secreted factor implicated in synapse development, in her postdoctoral work, Eroglu continued to explore its role in shaping cortical development in the mouse brain. She found that, when hevin is knocked out, there are reductions in the thalamocortical synapses yet increases in excitatory connections within the cortex. They further found that critical pruning of spines with multiple excitatory contacts fails to take place when hevin is knocked out. These in vivo results emphasize the critical regulatory role played by the astrocytic factor, hevin, in normal cortical development. === Thrombospondin === Eroglu and a team of researchers were interested in exploring the therapeutic potential of human Umbilical Tissue Derived cells (hUTCs) in synaptogenesis. They found that hUTCs could support neural growth specifically through the release of thrombospondin. A further in depth analysis into the role of thrombospondin and their receptors α2δ-1, which Eroglu discovered in her postdoc, highlighted the critical role signalling between thrombospondin and their receptors have in synaptogenesis. Eroglu then found that specifically inhibiting postsynaptic α2δ-1 (thrombospondin receptors) on neurons leads to decreased synaptogenesis and spine formation. They further show that the regulation of synaptogenesis is dependent on Rac1, suggesting its role in development and pathology. == Awards and honors == * 2019 Distinguished Nominees for the Hammes Faculty Teaching Award * 2019 Ruth and A. Morris Williams, Jr. Faculty Research Prize * 2018 Lead Principal Investigator of Chan Zuckerburg Initiative Neurodegeneration Challenge Network * 2016 SFARI Pilot Award * 2010 Alfred P. Sloan Fellow == Select publications == * Risher WC, Kim N, Koh S, Choi JE, Mitev P, Spence EF, Pilaz LJ, Wang D, Feng G, Silver DL, Soderling SH, Yin HH, Eroglu C. Thrombospondin receptor α2δ-1 promotes synaptogenesis and spinogenesis via postsynaptic Rac1. The Journal of Cell Biology. PMID 30054448 DOI: 10.1083/jcb.201802057 * Singh SK, Stogsdill JA, Pulimood NS, Dingsdale H, Kim YH, Pilaz LJ, Kim IH, Manhaes AC, Rodriguez- Junior WS, Pamukcu A, Enustun E, Ertuz Z, Scheiffele P, Soderling S, Silver DS, Ji R-R, Medina AE, Eroglu C (2016). Astrocytes assemble thalamocortical synapses by bridging neurexin1-alpha and neuroligin-1 via hevin. Cell, Jan 14:164(1-2):183-196. * Chung WS, Allen NJ, Eroglu C. Astrocytes Control Synapse Formation, Function, and Elimination. Cold Spring Harbor Perspectives in Biology. PMID 25663667 DOI: 10.1101/cshperspect.a020370 * Koh S, Kim N-S, Yin HH, Harris I, Dejneka N and Eroglu C (2015). Human Umbilical Tissue- Derived Cells Promote Synapse Formation and Neurite Outgrowth via Thrombospondin Family Proteins. J. Neurosci. 2015, Nov 25: 35(47):15649 –15665. * Risher WC, Patel S, Kim IH, Uezu A, Bhagat S, Wilton DK, Pilaz L-J, Singh JA, Calhan OY, Silver DL, Stevens B, Calakos N, Soderling SH and Eroglu C (2014). Astrocytes refine cortical connectivity at dendritic spines. eLife Dec 17, 17:3. * McKinstry S.U., Karadeniz Y.B., Worthington, A.K., Hayrapetyan V.Y., Ozlu M.I., Serafin-Molina K., Risher W.C., Ustunkaya, T., Dragatsis, I., Zeitlin S., Yin H.H., Eroglu C. (2014) Huntingtin is required for normal excitatory synapse development in cortical and striatal circuits. J. Neurosci. 2014 Jul 9:34(28):9455-72. * Kucukdereli, H., Allen, N.J., Lee, A.T., Feng, A., Ozlu, M.I., Conatser, L.M., Chakraborty, C., Workman, G., Weaver, M.S., Sage, E.H., Barres, B.A., Eroglu, C. (2011). Control of excitatory CNS synaptogenesis by astrocyte-secreted proteins Hevin and SPARC. Proceedings of the National Academy of Sciences of the United States of America 108, E440-449. * Eroglu, C, Barres, B.A. (2010). Regulation of synaptic connectivity by glia. Nature, Nov 11;468(7321):223-31. * Eroglu C (2009). Astrocyte-Secreted Matricellular Proteins in Central Nervous System Development and Function. Journal of Cell Communication and Signaling 3:167-176. * Eroglu C, Allen NJ, Susman MW, O’Rourke NA, Park CY, Ozkan E, Chakraborty C, Mulinyawe SB, Annis DS, Huberman AD, Green EM, Lawler J, Dolmetsch R, Garcia KC, Smith SJ, Luo ZD, Rosenthal A, Mosher DF, Barres BA (2009). Gabapentin receptor alpha2delta-1 is a neuronal thrombospondin receptor responsible for excitatory CNS synaptogenesis. Cell 139: 380-392. == References == Category:Turkish neuroscientists Category:Duke University faculty Category:Middle East Technical University alumni Category:Year of birth missing (living people) Category:Living people ",
    "title": "Cagla Eroglu"
}