{
    "id": "63935546",
    "text": "The Haunted Hotel is a 1907 American silent short comedy film written, produced, and directed by J. Stuart Blackton. One of the oldest surviving animation film, it combines live action and stop motion to animate objects.Review, synopsis and link to watch the film: ==Plot== right The film starts with an outside view of a small house, obviously a model. The windows and door start moving and the house take the shape of a face. A traveller enters the hotel and things start to move by themselves. A waiter brings the dinner and, on the table, the bread is cut by a knife moving by itself and coffee and sugar are served without human intervention. A small figure comes out of the milk jug to pour the milk in the cup before returning to the jug. The flabbergasted guest brings out of the jug a napkin which starts dancing by itself and, when he finally catches it, it turns into a sheet. The man finally goes to bed. The room starts turning around. The film ends with a big monster appearing behind the bed and catching into his huge hands the traveler and his blanket. ==Cast== Paul Panzer as The Traveller William V. Ranous as The Waiter ==Production and reception== right Blackton had pioneered the art of film animation as early as the end of the 19th century notably in 1898 with The Humpty Dumpty Circus. For the production of The Haunted Hotel, he combined various tricks available at the time such as double exposure or objects hanging from wires with the stop-motion process. Vitagraph advertised the film as \"Impressive, indefinable, insoluble, positively the most marvelous film ever invented.\"Silent Film Stars on the Stages of Seattle. A History of Performances by Hollywood Notables. Eric L. Flom, p.237. McFarland & Company, Inc. 1968. . The film became such a hit in Europe and in the United States that it gained \"a reputation as the first animated picture (...) and the most popular up to that point\".Buccaneer: James Stuart Blackton and the Birth of American Movies, p. 87. Rowan & Littlefield. 2016. . The film became the best-selling American film in France and in all of Europe over 150 prints were delivered. Public response in Paris, where Vitagraph had recently opened an office, \"was so strong that all the French producers racked their brains trying to figure out the tricks that made objects move by themselves. After considerable difficulty the secret was discovered and the history of cartoons could begin\". Before Mickey: The Animated Film 1898-1928, p.15. Donald Crafton. The University o Chicago. 1993. .. ==References== ==External links== * *The Haunted Hotel at A Cinema History Category:1900s animated short films Category:1907 films Category:American animated short films Category:Films directed by J. Stuart Blackton Category:Vitagraph Studios short films Category:American films Category:American silent short films Category:American black-and-white films ",
    "title": "The Haunted Hotel"
}