{
    "id": "63937447",
    "text": "Fran Krsto Frankopan Gartlic za čas kratiti (English: Garden of reposeCroatian Reader with Vocabulary pp. 64) is an anthology of poems by Croatian baroque poet and nobleman Fran Krsto Frankopan, which he compiled in prison around 1671. The work is regarded as among the most prominent of northern Croatian literature, being a part of the Ozalj literary circle. ==Creation and background== The work was written during Frankopan's imprisonment in Wiener Neustadt, prior to his execution for his participation in Magnate conspiracy. He likely intended the work to be published, but the original manuscript was transferred to a local library following his death, thus slipping into obscurity.Gartlic za čas kratiti Frana Krste Frankopana : u povodu 340. obljetnice od pogibije Frana Krste Frankopana i 140. obljetnice od izlaženja Gartlica, Ivana Sabljak Željka Metesi Deronjić estimates that most of the text was conceived prior to his arrest between 1663 and 1670.Poimanje ljepote i ljubavi u stihovima Frana Krste Frankopana ==Description== Wiener Neustadt, place of his imprisonment, where he completed the work It is a collection of lyric poems in both conventional and personal style, which Frankopan conceived during the course of his young life, heavily influenced by Marinism. The collection contains a number of war poems, making a genuine reflection of the era in the Habsburg-ruled Croatia. The poet also used a great variety of metres, including those derived from folk poetry. Part of this collection consists of reworks of Italian and Austrian poems.PJESNIČKI LIK FRANA KRSTE FRANKOPANA, Snježana Hojzan The language is typical of Ozalj literary circle, which employs simple, everyday expression in a Štokavian-Kajkavian-Chakavian dialectal mixture. The deepest and most moving verses are those which he made during his time in prison, which express emotions of a young person, who had lost his parents at an early age, and was taken away from his friend, wife and everything dear to him, floating between life and death. The work is characterized by two lengthy introductions, which use flowers as a metaphor for poems contained within, along with \"garden\" (Gartlic) as a collection of poems. There the author introduces himself to the reader as a clover, apologizing for vulgarity and certain unrefined places. This section suggests the work was intended as a lighthearted and fun reading material in a relaxed, melancholic atmosphere. ==Reception and legacy== After the original manuscript was discovered 200 years after Frankopan's execution, it caused a literary sensation, despite not being properly valued at the time. Philologist Vatroslav Jagić was primarily unimpressed by the crudeness of the language in contrast to the finesse of literary languages.Vatroslav Jagić: Frankopanov \"Vrtić\". Vienac, III, 20, Zagreb, 1872 Other literary critics at the time were similarily negatively swayed. Mate Ujević considered many of the poems as distasteful for containing vulgarity and explicit sexual themes, often resulting in censorship. The poems \"Srce žaluje da vilu ne vidi\", \"Cvitja razmišlenje i žalosno protuženje\" and \"Tituluša nima, ime vimdar ima\", are regarded by poet and philologist Josip Bratulić as a high achievement of pre- Illyrian movement Croatian poetryJosip Pupačić, Pristup pjesničkom dijelu Frana Krste Frankopana, Dubrovnik, XIV, 1, str. 61. and rank among the best older Croatian literary worksJosip Bratulić, Poezija Frana Krste Frankopana. Krčki zbornik. 6. Krk 1975, str. 168, putting Frankopan as among the best Croatian authors of his time. These are described as being particularly lyrical, vivid and bitter, showing a sense of an independent and very refined Baroque expression including unusual metaphors and contrasts. However, his rework of existing love poetry in Italian were criticized as clumsy. One poem titled Pozivanje na vojsku (Call to arms) was set to music, becoming a prominent reveille and originated a well known and often cited verse \"navik on živi ki zgine pošteno\" (he who dies honorably lives forever). Gartlic za čas kratiti influenced a number of modern Croatian authors including Miroslav Krleža. ==References== Category:1671 books Category:Croatian-language poets Category:Baroque literature Category:Croatian poems ",
    "title": "Gartlic za čas kratiti"
}