{
    "id": "63934326",
    "text": "Magvető is a Hungarian book publishing company based in Budapest. It primarily publishes domestic and international works of literary fiction. ==History== Géza Képes, 1963. Magvető was established in 1955 as a publisher of the Magyar Írók Szövetsége (now the Hungarian Writers' Association). Its main task was to publish contemporary Hungarian fiction and classical Hungarian literature. However, it also published world literature works since it was founded. Upon its founding, a special competitive situation was created within the framework of the state socialist system between Magvető and the similar publisher Szépirodalmi Könyvkiadó. It soon became apparent that works which differed from the mainstream of literary policy, which provoked political or aesthetic debates, were more likely to be published by Magvető. Such works included Endre Fejes's Rozsdatemető, Géza Ottlik's Hajnali háztetők and Ferenc Sánta's Húsz óra. Magvető published works by Iván Mándy, Miklós Mészöly, László Nagy, Ágnes Nemes Nagy, Géza Ottlik, Ottó Orbán, István Örkény, Magda Szabó és Sándor Weöres is. After 1956, the publisher was \"confiscated\" from the association. Previously, the publisher's own shop, the Magvető bookstore on Szent István Boulevard, also distributed the publisher's works. However, after the 1956 change of regime in Socialist Hungary, it merged into the network of the Libri book distribution company. ===Management=== The founder of Magvető was the secretary of the Writers' Association, Géza Képes, a poet and translator. Képes served as co-director of Magvető with Géza Hegedüs. János Pilinszky also worked as a proofreader on the publisher's first volumes. The founding director had to leave Magvető in 1957 due to his activities during the Hungarian Revolution of 1956, and was replaced by Ferenc Vadász. In 1961, György Kardos became the head of the Magvető. Kardos previously served as a Lieutenant Colonel working in military intelligence for the State Protection Authority (ÁVH). Kardos is the longest-serving director Magvető, having served for approximately 25 years. During his tenure as its director, Magvető became one of the most successful Hungarian publishing companies of the time. It published the works of many important writers including Berkesi András, István Csurka, , György Moldova and Magda Szabó. However, it also launched the careers of many young writers who did not have the opportunity to publish elsewhere. Kardos was followed by critic Miklós Jovánovics and editor Mária Hegedős, respectively, as director of Magvető. In 1993, it transformed into a publishing company (kft.-vé). It was then purchased by Líra és Lant Kereskedelmi Rt. (now Líra Könyv Zrt.) and has been operating independently within the Líra publishing group ever since. From 1995 to 2015, Géza Morcsányi was the head of the publisher. Under Morcsányi's leadership, Magvető became one of the most prestigious Hungarian fiction publishers, where the works of the most prestigious Hungarian authors of the turn of the millennium were published, including Imre Kertész, the only Hungarian recipient of the Nobel Prize in Literature. Magvető is a member of the (MKKE). Magvető was presented the MKKE's \"Publisher of the Year\" award in 2003, 2006, 2010, 2011 and 2013. Líra Könyv Zrt. offices in Budapest. From March 2015 to June 2016, Magvető was led by Krisztián Nyáry, who then continued his work as the creative director of Líra Könyv Zrt. He was succeeded on 1 July 2016 by , formerly Editor-in- Chief, as director of the publisher. The longest-serving employee of the publisher was Györgyi Bezúr, a technical manager who worked continuously at Magvető from 1961 to the end of 2016. ===Series and sales=== Magvető published ' (1974–1994) and the series of books in the Rakéta Regénytár (popularly abbreviated as Ra-Re; from 1978). Successful book series include Világkönyvtár, Magvető Kiskönyvtár and Új Termés, which introduces the first- volume poets. Successful book series include Világkönyvtár, Magvető Kiskönyvtár and Új Termés, which introduces the first-volume poets. Magvető also publishes the Gyorsuló idő educational series as well as the ' memoirs series. In 1963, Magvető launched ', which has been a defining annual antholohy of contemporary poetry ever since. An anthology of the most important Hungarian novellas, entitled Körkép, has been published by Magvető since 1964. Within a decade after its founding, Magvető became one of the most influential Hungarian cultural institutions. In 1966, Magvető published more than two million copies. It continuously increased its output over time and, in 1981, Magvető published 5.4 million books. Today, it published a total of 6.4 million of the entire Hungarian literary book production. ===Authors=== Among the poets, Ferenc Juhász's collection of poetry entitled A virágok hatalma was published by Magvető in 1955. Cartoonist Tibor Kaján's book entitled Kaján rajzok was also published by Magvető in 1955. It also published Endre Fejes's volume of short stories entitled A hazudós in 1958. In addition to publishing the works of Hungarian writers already recognized by critics and the public audience, Magvető also focuses on publishing the debut works of young talented writers who are early in their careers, and promotes the continued output of these writers. Among others, Magvető publishes the works of Tibor Babiczky, Péter Bognár, Renátó Fehér, Ákos Győrffy, Lili Kemény, Noémi Kiss, Tibor Noé Kiss, , András Maros, Koppány Zsolt Nagy, László Potozky, Csaba Székely, Petra Szőcs, Kinga Tóth, Benedek Totth. The honours the best Hungarian contemporary fiction from the previous year. In 2015, 77 works of fiction were nominated for the 10th anniversary of the AEGON Art Award. Based on the decision of the jury, the works of ten authors advanced to the second round, eight of which were published by Magvető. As of 2020, the award has been won by 11 books published by Magvető since the award's inception in 2006: * 2006 – Fogság by György Spiró * 2007 – Visszaút az időben by Zsuzsa Rakovszky * 2008 – Asztalizene by János Térey * 2009 – Önkéntes vak. Versek, 2006–2007 by Tamás JónásJónás Tamás kapta az Aegon-díjat (Litera, 2009. április 7.) * 2011 – Esti by Péter Esterházy * 2012 – Mellettem elférsz by Krisztián Grecsó * 2014 – Boldog észak. Aimé Billion mesél by Árpád KunKun Árpádé az idei Aegon Művészeti Díj * 2016 – Távozó fa. Versek, 2005–2014 by Imre Oravecz * 2017 – Baron Wenckheim's Homecoming by László KrasznahorkaiLitera.hu * 2019 – A Vak Remény by Zsuzsa Takács444.hu * 2020 – Jól láthatóan lógok itt by Ádám NádasdyKönyesmagazin Magvető publishes the most Hungarian authors from abroad: after Budapest, most Magvető writers were born or raised in Cluj-Napoca, Romania. Péter Esterházy was Magvető's oldest published author, having published all of his works since the beginning of his career in the 1970s. As of 2015, the oldest active author of Magvető is Imre Kertész, 85, and the youngest is Lili Kemény, 22. Magvető continuously publishes several 20th-century Hungarian classical literature or other major works, including the works of Géza Csáth, Péter Hajnóczy, G. Gyorgy Kardos, Gyula Krúdy, Alexander Lenard, Ottó Orbán, Géza Ottlik, György Petri, Szilárd Rubin, Miklós Szentkuthy, Antal Szerb and Sándor Tar. When publishing translations of contemporary works of world literature, Magvető selects works of the same quality that its readers are accustomed to and expect from in the field of classical and contemporary Hungarian literature. Some major foreign works Magvető has published includes works by Andrzej Stasiuk, Anna Gavalda, César Aira, Charles Frazier, Colum McCann, Cormac McCarthy, Daniel Kehlmann, Elena Ferrante, Frank McCourt, Gabriel García Márquez, Juan Marsé, Hitomi Kanehara, Lyudmila Ulitskaya, Mariam Petrosyan, Michel Houellebecq, Terézia Mora and Thomas Pynchon. ==Magvető Café== On 11 April 2017, Magvető opened a café named Magvető Café on Dohány Street in Budapest. It serves as a meeting place for authors and readers. Books published by Magvető are sold inside. The café serves coffee, wines and breakfast. ==Directors== Géza Morcsányi, 2017. *Géza Képes and Géza Hegedüs (1955–1957) *Ferenc Vadász (1957–1961) *György Kardos (6 October 1961 – 1986) *Miklós Jovánovics (1986–1990) *Mária Hegedős (1990–1993) *Géza Morcsányi (1995–2015) *Krisztián Nyáry (2015–2016) *Anna Dávid (2016–) ==Book series== * Világkönyvtár – contemporary works of world literature * Gyorsuló idő – general knowledge series (since 1975) * Körkép – anthology of novellas * Rivalda – anthology of plays * Szép versek – anthology of poetryPál Sándor Attila: „De így is, úgy is, ebbe a korba zárva” vázlat a szép versek történetéről, 1964–1991, epa.oszk.hu * Tények és tanúk – autobiographies, memoirs * Új Termés – first-volume poets * Harminc év – the most significant works of post-World War II Hungarian literature (up to 1980, jointly with Szépirodalmi Könyvkiadó) * Magvető Kiskönyvtár * Magvető Zsebkönyvtár * és Rakéta Regénytár * Magvető novellárium * Időmérték * Nemzet és emlékezet * Milleniumi Könyvtár * Magvető Remekírók ==Notable publications== * Tibor Déry: Niki: The Story of a Dog (1956) * Géza Ottlik: School at the Frontier (1959) * Endre Fejes: Rozsdatemető (1962) * Ferenc Sánta: Húsz óra * Imre Kertész: Fatelessness (1975) * Péter Esterházy: Termelési-regény (kisssregény) (1979) * László Krasznahorkai: Satantango (1985) * László Krasznahorkai: The Melancholy of Resistance (1989) * Péter Esterházy: Harmonia cælestis (2000) * Attila Bartis: Tranquility (2001) * László Krasznahorkai: Baron Wenckheim's Homecoming (2016) * Zsuzsa Takács: A Vak Remény (2018) ==Notable authors== * Zsófia Bán * Attila Bartis * László Bertók * Ádám Bodor * Ildikó Boldizsár * Centauri * László Csabai * András Cserna-Szabó * László Darvasi * György Dragomán * Virág Erdős * Péter Esterházy * László Garaczi * Krisztián Grecsó * Péter György * Viktor Horváth * Péter Kántor * István Kemény * Imre Kertész * András Ferenc Kovács * László Krasznahorkai * Dénes Krusovszky * Árpád Kun * Júlia Lángh * Aliz Mosonyi * Ádám Nádasdy * Ottó Orbán * Lajos Parti Nagy * György Petri * Zsuzsa Rakovszky * György Spiró * Anna T. Szabó * Balázs Szálinger * Ferenc Szijj * László Szilasi * István Szilágyi * Zsuzsa Takács * Krisztina Tóth * Dániel Varró * Pál Závada ==See also== * Hungarian literature ==Notes== # # ==References== ==External links== *http://lirakonyv.hu/magunkrol *Magvető official website Category:Book publishing companies of Hungary Category:Publishing companies established in 1955 Category:1955 establishments in Hungary Category:Mass media in Budapest Category:Cafés in Budapest ",
    "title": "Magvető"
}