{
    "id": "63939133",
    "text": "José Arechabala S.A. (founded as La Vizcaya in 1878) was one of the largest Cuban conglomerates within the sugar and alcoholic beverages industries. Headquartered in Cárdenas, Matanzas, it was particularly famous for the launch and production of the Havana Club rum from 1934 until 1960. ==History== Cárdenas in 1900. José Arechabala Aldama established a distillery with the name La Vizcaya in 1878 in Cárdenas, Matanzas, Cuba leveraging the molasses residue from sugar refining to produce rum and other liquors, on top of providing logistic services in the port of Cárdenas (warehouses and sea transport). Its swift development allowed it to cope with the losses due to the Faquineto hurricane in 1888, which amounted up to 50.000 pesos of the time (around $US 2 million today). Its expansión continued despite the Cuban Independence war (where Cárdenas was the first location bombed by the US Navy), the Cuban independence from Spain and the crisis that hit the island those years. The group continued growing, launching new businesses as they were required, all of them within the Cárdenas vicinity, and increasing the community welfare, as it happened with the public lighting, started in 1889 and in which José Arechabala S.A. took an important part. By 1919, the group already included a power plant, sugar refineries and a barrel production facility, while the distillery was then producing daily 23.600 litres of rum and 80.000 litres of other spirits and still managed schooners and warehouses. All the businesses were incorporated under José Arechabala S.A. name on 18 January 1921. The founder became its first Chairman while his son in law (and nephew), José Arechabala Sainz (see Spanish naming customs), became Managing Director. The Arechabala facilities in the Cárdenas shore (south of Varadero, just where the Hicacos Peninsula joins the mainland) extended over 150 acres. José Arechabala died on 15 March 1923 and his successor as Chairman (and still Managing Director), José Arechabala Sainz, was assassinated only a few months later, in September 1924. The subsequent successor, Gabriel Malet (another son in law of the founder) also died before long, in 1926. It was then when Tomás Pita y Álvarez (the third son in law of Arechabala) took over as the Chairman and José Fermín Iturrioz (who was also a member of the Arechabala family, as he was the son of one of Arechabala nieces, and he was his godson) was appointed Managing Director. At that time, Prohibition in the United States was still in force, preventing any alcohol exports to the largest market, albeit several negotiations with American authorities (in which José Arechabala S.A. participation was key) secured a 22% quota on sugar imports into the United States, to be split proportionally among the cuban producers. In 1932 Cuba exported 435.000 tons of sugar to the United States, 30% of which was José Arechabala S.A. Palacio de los Condes de Bayona, where Arechabala set its Bar Privado Havana Club, opposite to the Havana Cathedral. Just when the Prohibition was about to be repealed, another Category 5 major hurricane hit Cárdenas. On 1 September 1933, the 1933 Cuba–Brownsville hurricane reached the Matanzas shore causing numerous damages and hundreds of deaths. Arechabala suffered losses then in excess of 500.000 pesos. The company reacted swiftly and by the 19th march 1934 (festivity of St. Joseph, the founder’s patron) a new rum production plant was inaugurated, with the sole purpose of launching the Havana Club and Doubloon Rum brands, targeted for the American market. Arechabala Havana Club soon became the international benchmark for Cuban rum. On 29 May 1935 José Arechabala S.A. opened a new office building and its ‘’Bar Privado’’ (the ‘’Havana Club’’) across the Havana Cathedral. It soon became one of the key hotspots for locals and tourists in Havana, as Graham Greene let the protagonist James Wormold mention in its Our Man in Havana novel: “at the Havana Club he felt a citizen of Havana”. Receptions to the Athletic Bilbao team that had recently won the Spanish League (in July 1935) or to the Juan Sebastián Elcano officers when they laid over in Havana during their IX instruction cruise (in April 1936) were other examples of its popularity. Cárdenas in 1955. During the 40s and the 50s the corporation continued its expansion into other businesses, such as fuel production, shipyard, jam factory, a yeast plant or even a bagasse paper mill. This time the leadership was in the hands of Carmela Arechabala, the eldest daughter of José Arechabala, who assumed chairmanship from 1946, something quite unfrequent for a woman in those times. By then, the corporation refined 1.000.000 pounds of sugar, purified 200.000 litres of water and distilled 125.000 litres of alcohol daily, while the fermentation section was able to handle up to 4.000.000 litres and the solera aged 2.000.000 litres of rum on an ongoing basis. In 1953, when the corporation celebrated its 75th anniversary, the Arechabala 75 rum was released, with over 10 years of ageing, and, at the time, represented the pinnacle of cuban rums, leveraging both the great Arechabala rum expertise and the best aguardientes and rums that had long been maturing in the solera. == Plunder and oblivion == On 31 December 1959, a group of armed med led by Calixto López broke into the Arechabala offices and forced all staff to leave the facility under threats. José Miguel and Ramón Arechabala, who were present, had to leave their posts, but not before they were inspected to prevent them from sneaking any important documents. A large part of the Arechabala family were abroad during the Christmas holidays and could never return to their homeland out of fear for reprisals. From that date on, a period of disregard and negligent management began, destroying in a very short time what had been a model of urban integration of a productive plant in an urban environment, with highly advanced landscaping and architecture for the time. The Cuban revolution abandoned the production assets, even giving away the aging barrels, turning into ruins the plant that had once been the pride of Cárdenas and Cuba. The Bar Privado was abandoned and the production plants unoccupied. It was not until 15 October 1960, with the enactment of the ‘’Ley 890’’, which nationalized through expropiation of all industrial and commercial assets, that the plunder of the corporation was official. The Arechabala family (the direct descendants of José Arechabala), which was still 100% owner of the corporation, never received any compensation for the nationalization. == Benefactora eminente == When José Arechabala S.A. unveiled the Arechabala Theater on 20 April 1919, the city of Cárdenas was prompt in naming the founder Hijo Adoptivo, but the social works fostered by the firm did not stop there. On 19 May 1945, on the occasion of the inauguration of the Monumento a la Bandera that culminated the works on the Cárdenas coastline that had been borne by José Arechabala S.A., the then President of the Republic, Ramón Grau San Martín discovered a plaque that declared her as Benefactora eminente (Eminent Benefactor) of the city. These works had allowed the port of Cárdenas to be dredged, making it a development pole for the region, enhancing its position as the closest port to the United States. That same day, José Arechabala S.A. was appointed Gran Oficial del Mérito Comercial by the Cuban government. Additionally, José Arechabala S.A. conducted may other welfare works in the municipality, such as pavement of several streets, fire extintion services or the public lighting in the city. == Fringe benefits for workers == The Arechabala employees enjoyed fringe benefits that were unseen at the time, some of which would even today be considered extraordinary. The plant in Cárdenas had a swimming pool, social club, children's playground, Balneario (seaside resort) or sport fields (including tennis , golf or bowling, among others), and in January 1945 another social club was opened in Varadero for the workers of Arechabala. Additionally, fringe benefits for employees provided by José Arechabala S.A. included: :- Professional Dental Service :- Canteen for workers :- Emergency Aid Savings Bank :- Sewing Academy for the families of the employees :- Scholarships for children of employees :- Pension Fund and retirements for employees :- Draw of 2 houses every year among Arechabala employees == Symbols == José Arechabala S.A. used from its very beginnings as la Vizcaya an emblem with the Biscay coat of arms depicting the oak tree of Guernica (Arechabala is a basque word that happens to mean \"large oak tree\") and the wolves representing the López de Haro (founders of Bilbao), ‘’ravissant’’ Arthur Fox-Davies, A Complete Guide to Heraldry, T.C. and E.C. Jack, London, 1909, 196-197, https://archive.org/details/completeguidetoh00foxduoft. (i.e. carrying a lamb in their mouth) for their participation in the Battle of Las Navas de Tolosa in 1212. This symbol appeared on the labels of all Arechabala products (including the original Havana Club bottles) from the foundation of the distillery and adorned the barrels on the solera. From 1943 there was a change in the Havana Club image, as the label became blue and the emblem a combination in two panels of the Biscay coat of arms and the Bilbao coats of arms, with the San Antón Bridge. By the end of 1954 another image change was produced and the label returned to a similar version of the original one, with the oak tree of Guernica and the wolves. ==See also== * List of companies of Cuba * * * ==References== Category:Food and drink companies of Cuba Category:Drink companies of Cuba Category:Distilleries Category:Rums Category:Sugar companies ",
    "title": "José Arechabala S.A."
}