{
    "id": "63946361",
    "text": "According to the Worldwide Cost of Living 2020 report issued by the Economist Intelligence Unit (EIU), Singapore, Hong Kong, and Osaka share the title of costliest city in the world. The list was prepared based on their Worldwide Cost of Living (WCOL) Index scores. Worldwide Cost of Living survey was done in order to compare the cost of living indices in different cities all over the world. == Methodology == The list has been created based on the Worldwide Cost of Living data set. The data set comprises of 400 individual prices of 160 products and services across 130 cities in 90 countries. Data set was created covering a wide range of products including food and beverage to household supplies, personal care items to clothing. Services includes home rents to transport, utility bills and private schools to domestic help. The prices of different commodities are gathered from three types of stores: supermarket, medium-priced retailers and more expensive specialty shops. Only those outlets were considered where the quality of the products are comparable to international standards. The prices of the services like house rents, transportation charges depends on several factors such as personal preferences and variety of choices. Therefore, the prices of these services are based on actual prices noted by the researchers. The prices were compared considering the New York as base city and all the prices were US dollars with the appropriate exchange rates at the time of survey == The top 10 costliest cities in 2020 == {| class=\"wikitable sortable\" |- ! City !! Country !! WCOL index (New York=100) !! Rank |- | Singapore || Singapore || 102 || 1 |- | Hong Kong* || China || 102 || 1 |- | Osaka || Japan || 102 || 1 |- | New York || US || 100 || 4 |- | Paris || France || 99 || 5 |- | Zurich || Switzerland || 99 || 5 |- | Tel Aviv || Israel || 97 || 7 |- | Los Angeles || US || 96 || 8 |- | Tokyo || Japan || 96 || 8 |- | Geneva || Switzerland || 95 || 10 |} *(Special Administrative Region (SAR) of the People’s Republic of China) == Price comparison for the last 10 years == The price of 1kg loaf of bread [All prices are in USD] {| class=\"wikitable\" |- ! City !! Singapore !! Hong Kong !! Osaka !! New York !! Paris !! Zurich !! Tel Aviv !! Los Angeles !! Tokyo !! Geneva |- | Current || $3.35 || $3.60 || $5.63 || $8.62 || $5.20 || $4.69 || $4.70 || $6.82 || $7.41 || $5.62 |- | Last year || $3.40 || $3.91 || $5.20 || $8.33 || $5.66 || $4.78 || $5.09 || $6.26 || $7.12 || $6.06 |- | 5 years || $3.54 || $4.31 || $5.77 || $8.62 || $5.66 || $5.96 || $4.94 || $6.02 || $6.88 || $7.48 |- | 10 years || $2.88 || $4.48 || $6.78 || $6.85 || $9.23 || $5.48 || $3.49 || $5.57 || $8.75 || $5.22 |} == References == Category:Cities-related lists of superlatives Category: Moving and relocation Category:Economies by city ",
    "title": "Costliest cities in the world"
}