{
    "id": "63941984",
    "text": "Kiana Valenciano (born 21 December 1992) is a Filipino R&B; singer and songwriter. She is the daughter of Filipino music icon Gary Valenciano. She started as an independent artist in 2017 with the release of her singles Circles and Does She Know. In 2018, she signed with music label Tarsier Records and released her debut EP, Grey, which included the Awit Awards nominee for Best Performance of a Female Artist, Caught U. In 2019, she released See Me, her first full-length album, which included 10 self-written tracks. In May 2019, she performed in New York City at the culminating concert of Viacom's Asian-American Heritage Month. She then performed a number of shows in Los Angeles, California. == Career == In 2017, as an independent artist, Valenciano released her debut single Circles. This was followed by the release of the hit single Does She Know. In July of the same year. she was featured in the James Reid track Mean 2 U for his album Palm Dreams. In September, she signed with Tarsier Records, which is a division of Star Music. In the same month, she released a new single called Misfits. In February 2018, she released the 4-track EP Grey. In March 2019, she released her debut album See Me, which featured 10 tracks and collaborations with Curtismith, Sofia, KINGwAw, and Moophs. In September, she collaborated with fern on a track called Sweet. In December, she released the single Hide My Love. In January 2020, she collaborated with Australian music producer Billy Davis for the song No Rush. In April, she released the single Corners. In May, she collaborated with Cambodian-American singer SATICA in the track called Ambrosia. In July 2020, Kiana was introduced as part of 88rising's Paradise Rising collective alongside other Filipino artists such as Jason Dhakal, Massiah, fern, and Leila Alcasid. As part of Paraside Rising's EP semiluscent, Kiana released the single Safe Place. == Discography == === Albums === * See Me (2019) === EPs === * Grey (2018) === Singles === {| class=\"wikitable\" |+List of Singles as a Lead Artist !Year !Title |- |2016 |Circles |- | rowspan=\"2\" |2017 |Does She Know (feat. Curtismith) |- |Misfits |- | rowspan=\"2\" |2018 |I'll Be There (with Marcus Davis) |- |See Me |- | rowspan=\"2\" |2019 |Sweet (with Fern.) |- |Hide My Love |- | rowspan=\"3\" |2020 |No Rush (feat. Billy Davis) |- |Corners |- |Ambrosia (with SATICA, AOBeats) |} === Other Appearances === {| class=\"wikitable\" |+ !Year !Title !Album !Ref. |- | rowspan=\"2\" |2014 |Dear Heart |Philpop 2014: Loud and Proud | |- |With You (Gary Valenciano with Kiana Valenciano) |With You | |- |2015 |With You (Gary Valenciano with Kiana Valenciano) |Gold | |- | rowspan=\"2\" |2017 |Mean 2 U (James Reid with Kiana Valenciano) |Palm Dreams | |- |Personal (KingwAw with Kiana Valenciano) |Island City Dreams | |- |2018 |Tumbang Preso (Billy Crawford and Kiana Valenciano) |Awit at Laro | |- |2019 |Permanente (Quest feat. Kiana Valenciano) | | |- |2020 |Safe Place |semiluscent | |} === Music Videos === {| class=\"wikitable\" |+ !Year !Ttitle !Director |- |2016 |Circles |Mike Carandang |- |2017 |Does She Know (feat. Curtismith) |Gabriel Valenciano |- |2018 |Misfits |Luis Daniel Tabuena |- |2019 |5:30 |GeloYellow |- |2020 |No Rush (feat. Billy Davis) |Jed Regala |} == Awards and Nominations == {| class=\"wikitable\" |+ !Year !Award !Category !Notable Work !Result !Ref. |- |2019 |32nd Awit Awards |Best Performance by a Female Recording Artist |Caught U | | |- |2020 |33rd Awit Awards |Best Performance by a Female Recording Artist |5:30 | | |} == References == Category:1992 births Category:Living people Category:Filipino singers ",
    "title": "Kiana Valenciano"
}