{
    "id": "63949034",
    "text": "Vineet M. Arora is an American medical researcher who is the Herbert T. Abelson Professor of Medicine and Assistant Dean for Scholarship and Discovery at the University of Chicago School of Medicine. She is a Fellow of the National Academy of Medicine. Her research considers clinical medicine and medical education, with a focus on the improvement of the quality of care in teaching hospitals. == Early life and education == Arora studied biology at Johns Hopkins University and graduated in 1994. She earned her medical degree at Washington University in St. Louis in 1998. She was a medical resident at the University of Chicago, where she specialised in internal medicine. She was chief medical resident when the Accreditation Council for Graduate Medical Education announced duty hours in 2003, and became interested in patient safety. In 2001 she was made a house physician in Oak Park, Illinois. == Research and career == Arora is an academic physician. She joined the faculty at the University of Chicago School of Medicine in 2005. Her research considers ways to improve the education of medical students and, in turn, improve the quality of the care that physicians deliver to people in hospital. She has studied the sleep that patients get in hospital, and showed that hospitalised patients receive two hours less sleep a night than they would in the outside world. This sleep loss can increase the risk of cardiometabolic challenges, such as high blood pressure. In 2016 Arora launched the Sleep for Inpatients: Empowering Staff to Act (SIESTA) clinical trial, which looks to support frontline staff in improving inpatient sleep. SIESTA is an educational intervention that looks to train healthcare workers in recognising patient's lack of sleep. As well as studying the sleep of patients, Arora has investigated the impact of on-duty napping on the fatigue of mental health workers. As part of the study, Arora studied the patterns of first year medical residents at the Pritzker School of Medicine. The participants wore actiwatches, which recorded movement around hospitals, and were kept on schedules with and without scheduled naps. The medical residents who had scheduled naps reported considerably less fatigue. Alongside her research on sleep, Arora has worked on improving patient handovers; emphasising the need for effective communication, making it clear who the most ill patient is, the development of standardised strategies and improve written and verbal handoffs. In the annual meeting of the Society of Hospital Medicine, Arora pointed out that “In business and restaurants, they have to get the order right or you won't go back... and in medicine we have a culture of errors,”. She has argued that whilst technology can be a great tool to improve a handover, over-reliance can cause significant errors. In verbal handovers, departing physicians have the opportunity to share their clinical judgements, as well as identifying their most in-need patients. During the COVID-19 pandemic, Arora called for governors to implement social distancing measures and stay at home orders, as well as providing healthcare workers with personal protective equipment (PPE) and appropriate healthcare. In May 2020 it emerged that Vitamin D can reduce complications amongst patients with coronavirus disease. She investigated the impact of Vitamin D treatment and testing positive for SARS-CoV-2. === Academic service === Arora serves as Assistant Dean and Associate Chief Medical Officer at the University of Chicago. She is on the Board of Directors of the American Board of Internal Medicine. An advocate for equity in healthcare, Arora joined the Time's Up healthcare movement in 2019. She has campaigned for an end to the gender pay gap; where men receive considerably more than women for equal work. In an analysis of 10,000 physician faculty members at twenty four medical schools in the United States, researchers identified that women surgeons earn $44,000 less than their male counterparts. In 2018 Arora was named the University of Chicago Associate Chief Medical Officer for the clinical learning environment. In 2020 she was made the Herb T. Abelson Professor of Medicine. == Awards and honours == * 2007 Society of Hospital Medicine Excellence in Hospital Medicine Research Award * 2009 American College of Physicians Walter J. McDonald Award for Early Career Physicians * 2011 HealthLeaders Magazine People Who Make American Healthcare Better * 2017 Elected Fellow of the American Society for Clinical Investigation. * 2019 Elected Fellow of the National Academy of Medicine == Selected publications == * * * * == References == Category:Living people Category:Year of birth missing (living people) Category:American medical researchers Category:Johns Hopkins University alumni Category:Washington University in St. Louis alumni Category:University of Chicago faculty ",
    "title": "Vineet M. Arora"
}