{
    "id": "63943724",
    "text": "Mama’s Boy (stylized in all lowercase) is the third studio album by American indie pop band LANY, released on October 2, 2020 through Polydor Records. ==Background and composition== After the release of their first two albums, LANY and Malibu Nights, the band took part in two collaborations: one with Julia Michaels on the song \"Okay\" and another with Lauv on the song \"Mean It\". Both collaborations became the band's first ever charted releases. They also covered the song \"Sign of the Times\" by Harry Styles in an earlier live session for Spotify. During that time, they had grown good working partnerships with Mike Crossey and Sasha Sloan who co-wrote most of the material for the album, as well as a few on Malibu Nights. Paul Klein stated in a interview with Front Row Live, \"I've only co-written a couple time before, but nothing like what I had done recently. And I did learn really quick and who I gelled with the most and what really seemed to work, what made me most comfortable. I know it sounds kinda silly, but I found writing with female songwriters a lot more comforting and made me feel way more safe. It reminded me of when you're a little kid and something goes wrong. Like who would you run to first: your mom.\" He also expressed how the more they talked before they started writing, the better the songs turned out. Jake Goss also added compliments about Crossey, stating \"Before, it was so much fun. And this time around with Mike, he had a big studio. So we were able to test out what he had in his studio. It was fun messing around with layers and finding a perfect balance.\" ==Singles== On May 13, LANY released the album's lead single, \"Good Guys\". On July 1, their second single \"If This Is the Last Time\" was released. The album's third single, \"You!\", was released on August 13, 2020. The fourth single, \"Cowboy in LA\", was released on September 16, 2020. ==Track listing== Notes * signifies an additional producer * All track titles are stylized in lowercase. * All tracks vocal are produced by Mike Crossey. * Album title is stylized in lowercase. ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |+Chart performance for Mama's Boy |- ! scope=\"col\"| Chart (2020) ! scope=\"col\"| Peak position |- ! scope=\"row\"| Australian Albums (ARIA) | 67 |- |- |- |- |- |} ==References== Category:2020 albums Category:LANY albums Category:Polydor Records albums ",
    "title": "Mama's Boy (album)"
}