{
    "id": "63942522",
    "text": "Thomas Young Wallace, (5 October 1916 – 11 November 1944) was a South African fighter pilot and flying ace who was credited with 8 aerial victories during the Second World War. ==Military career== Born in Johannesburg, the son of William Francis and Ruth Agnes Wallace, Wallace left South Africa to join the Royal Air Force (RAF) after completing his schooling at Jeppe High School for Boys. He was appointed as an acting pilot officer on probation in October 1939 on a short service commission After he finished his training he joined No. 610 Squadron RAF. Wallace was court-martialled for being absent without leave for 2 days and his commission was terminated on 1 July 1940. He promptly joined the Royal Air Force Volunteer Reserve (RAFVR) with the rank of sergeant before moving to No. 111 Squadron RAF in July 1940, flying the Hawker Hurricane. On 15 August he shot down two planes and damaged two more; the next day he claimed one more shot down and another damaged, and did the same on 18 August. In the space of three weeks he was credited with seven kills and four probables, a feat that saw him receive the Distinguished Flying Medal in October 1940. On 7 September 1940, Wallace's Hurricane was damaged over the English Channel but he managed to get back over land before bailing out. He shared in the damage of a Heinkel He 111 bomber in November but was then moved to non-operational postings until 1944. He was promoted to warrant officer in 1943. The citation for his Distinguished Flying Medal reads: Wallace was again commissioned and, in September 1944, was given command of No. 609 Squadron RAF, which was flying Hawker Typhoons in France. He was killed by flak on 11 November 1944. Squadron Leader Wallace was buried at Pihen-les-Guines War Cemetery in the Pas-de-Calais, France. ==References== Category:South African World War II flying aces Category:1916 births Category:1944 deaths Category:Royal Air Force squadron leaders Category:Recipients of the Distinguished Flying Medal Category:The Few Category:British military personnel killed in World War II Category:Royal Air Force personnel of World War II Category:Royal Air Force Volunteer Reserve personnel of World War II Category:Burials in Commonwealth War Graves Commission cemeteries in France ",
    "title": "Thomas Wallace (RAF officer)"
}