{
    "id": "63943745",
    "text": "\"Schischyphusch oder Der Kellner meines Onkels\" is a short story by the German author Wolfgang Borchert. It is one of his first prose writings and was first published in Benjamin - Zeitschrift für junge Menschen in March 1947. Berhard Meyer-Marwitz included it in the list of posthumous works by Borchert in his complete works which was published by the Rowohlt Verlag in 1949. The short story is one of Wolfgang Borchert's untypically cheerful and humorous texts, and is one of his most renown works. It tells the story of the encounter of two decidedly different characters from the perspective of a young boy. Their single commonality is their lisp. The speech impediment initially leads to misunderstandings, later on, however, it becomes a means of communication and basis for the friendship of the fellow sufferers. The title refers to Sisyphus, a figure of Greek mythology, which inspires a waiter's nickname as well as it symbolises his fate. The second main character is based on Borchert's real uncle, Hans Salchow. == Plot == A young boy visits a beer garden with his mother and uncle. During the war, his uncle lost one of his legs and part of his tongue due to a gunshot wound, giving him a lisp. Despite his war injuries, he is an impressive and confident man who hasn't lost his vitality - completely different from the nature of the small, humble and assiduous waiter who is serving their table. He also has a lisp due to an innate speech impediment. When the waiter repeats the uncle's order, both think that their opposite is mocking them. While the hurt waiter refuses to tolerate the abuse, the amused uncle loudly asks to speak to the innkeeper. By now, all the guests are observing the dispute which, growing more violent, mortifies the boy and his mother. Only when the waiter proves his lisp with a note in his passport, the tension resolves in the uncle's loud, pitying laughter, and he shows his veteran passport in return. The uncle orders a couple of rounds of Asbach and the two fellow sufferers laugh and drink for a few minutes, while the waiter keeps saying the word 'Schischyphusch'. The uncle grows serious again first and asks what the exclamation meant. The embarrassed waiter apologises for his inappropriate behaviour. He explains, that he had been teased with this nickname since his school days because his classmates were amused by his pronunciation of the word 'Sisyphus'. The uncle's eyes tear up. Without saying anything, he stands up and asks to be escorted out of the restaurant, leaving the waiter alone behind at the table. Only when the boy whispers to his uncle that the waiter is crying, the uncle turns around one more time and calls him by his nickname 'Schischyphusch'. He announces that he is coming back the following Sunday as the waiter waves him goodbye with his napkin. From this encounter grows a long-lasting friendship, so that the uncle's family soon talks about his waiter. == Background == According to Bernd M. Kraske, Schischyphusch oder Der Kellner meines Onkels is another piece of writing which is based on Borchert's autobiography and own experience. The short story presents a lasting, literary memory of his uncle, Hans Salchow. Salchow, Hertha Borchert's brother, lost his leg and acquired a speech impediment in WWI. After the war, he worked his way up from an employee to the owner of a business, speculated with his fortune until he lost it, worked his way up again, and married a women with a dubious reputation, and lost his money again. In the end, he owned a restaurant on the Niendorfer Strasse, known in Hamburg as a communist meeting point called Rote Burg ('red castle'). According to Claus B. Schröder, Salchow returned from the war with an unbroken courage for life. He belonged to those people who dared to conquer the world with only one leg, maybe even more so then before. Having only just escaped death, he didn't want to miss out on life. Salchow not only was one of the early car owners, a so-called gentlemen driver, but he also became a one- legged motorcycle racer, and remained a confident, sociable, hard drinking, happy individual in public as in private circles. Like an imagined life. Peter Rühmkorf describes Salchow as an adventurous and colourful character. The witty and life-loving uncle enjoyed the boundless admiration of his nephew. Bogdan Mirtschew argues that Borchert's maternal uncle presents as a substitute father figure, and refers to another character with an amputated leg, the one-legged man in The Man Outside. Gordon Burgess claims that the story is based on a real incident which occurred in the Restaurant Stoltenberg on the Alsterkrugchaussee 459 in Hamburg-Fuhlsbüttel. However, details on the date and the waiter remain unknown. Borchert wrote the, for him untypically cheerful, text in 1946, after he had returned from hospital where he had written his first longer piece of prose Die Hundeblume. As he was in need of care, his parents encouraged the actor to start writing. His mother repeatedly tried to persuade him to write about more cheerful topics because she feared for his health and could not bear his memories of prison in Die Hundeblume. Shortly after such a conversation in which Hertha Borchert had asked for 'something light, something funny', her son presented her with the script for Schischyphusch, with the words: 'Here is your funny story'. == Form and Stylistic Devices == Schischyphusch oder Der Kellner meines Onkels - like so many of Borchert's short stories which deal with childhood-related topics and which introduce family members, such as Die Kirschen or Der Stiftzahn - is written in first-person narration. He mostly uses a simple past tense. His narrative style is reminiscent of an anecdote and creates the impression of a real occurrence. Short, sojourning passages, after which the narrator has to return to the main plot by using formulations like 'so' or 'as I have mentioned before' help add to this impression, and recreate the feeling of the story being told orally. The short story begins with an introduction, which curiously includes the title in the syntax of the main text as part of the story as the first sentence directly refers to the title: 'Dabei war mein Onkel natürlich kein Gastwirt.' ('But my uncle wasn't even an innkeeper'.) The final paragraph refers back to the initial visit to the beer garden, with the uncle turning to his relatives and surroundings to explain. The story thus forms a kind of circle. Despite its abrupt beginning which is typical for the genre of short stories, Kåre Eirek Gullvåg finds traits of a novella in Schischyphusch: introducing a combination of narrative frames and connecting the different narrative strands into a shared experience. Horst Brustmeier differentiates foreground and background story. The former describes the meeting between the uncle and the waiter, marked by situation comedy, while the latter is characterised by the tragic conflict of the human longing for understanding and connection. The lisp functions as a Leitmotif which propels the plot. The dialogue between the waiter and the uncle, which constitutes the main narrative, is characterised by a presentation of counterpoints. The climax brings the different characters' voices and moods in harmony, before they divert again. Like many other of Borchert's works, Schischyphusch concentrates on a single, incisive moment in the life of a character. The open ending leave their fate in the hands of the reader. The short story displays an array of stylistic devices common to Borchert's writing, especially, as pointed out by Karl Brinkmann, the idiosyncratic neologisms and the chains of adjectives and adverbs. Karl Migner finds that the possibility of short, concise characterisations of figures or happenings in Schischyphusch are pushing to an extreme. Similarly, Brinkmann describes the use of sibilants, that is, these for the protagonists unpronounceable sounds, grotesquely exaggerated as the lisp contrasts the Borchert's Hamburg dialect. Borchert uses stylistic climaxes to reflect the characters' growing excitement, and anti-climaxes for the continually shrinking waiter. Helmut Gumtau describes the language as characterised by an 'Arno Holzsche motor coordination of word cascades' and onomatopoeia. What is striking about it, is the abundance of alliterations and the with alcohol consumption increasing use of animal metaphors. == Interpretation == === Der Kellner und der Onkel === Der Gourmand, painting by Henri Brispot (1846–1928) The central figures of the story, the two main characters, are portrayed differently. The waiter is a stock character. He symbolises the people who are forced to serve others because of their job, and who constantly have to suppress their individuality. He does not have a name, and even his nickname Schischyphusch represents the general characteristic of someone who is fighting their fate. In contrast, the uncle with his relations is a determined, individual person who escapes anonymity. While the uncle has a large, well-meaning, wide, brown face, the waiter is described without a face. Similarly, the characters' personalities are completely different and are contrasted throughout the story. For example, one passage illustrates this difference as follows: 'Small, bitter, worked up, scatterbrained, erratic, colourless, scared, oppressed: the waiter', and 'broad, brown, humming, with a bass voice, loud, laughing, lively, rich, giant, calm, confident, satisfied, juicy - my uncle!' Despite their shared speech impediment, the two deal with it differently, a contrast sharpened by their characterisations. The waiter is weighed down by a birth defect: 'mocked, ridiculed, pitied, smirked at, shouted at', causing him to shrink day by day. On the other side, the uncle doesn't even notice his speech impediment. The certainty of his own authority eliminates any suspicion that he could be ridiculed by others. Given his posture and demeanour, he is used to command respect in others. According to Paul Riegel, he enjoys the dispute with the waiter as a demonstration of his position as a main character. Hansjürgen Verweyen argues that the story opposes the Colossus of Rhodes and a goat. Zwischen den beiden gegensätzlichen Figuren, die mit ihrem Sprachfehler nur eine einzige Gemeinsamkeit haben, kommt es laut Horst Brustmeier zu einem Zusammenprall zweier Welten. Auf dem Höhepunkt der Auseinandersetzung überbrückt der Onkel die Kluft, indem er die Hände des Kellners ergreift. Das Mitleid seines Leidensgenossen erlöst diesen von seinem bisherigen Dasein, er wird ein „neuer Mensch“. Mit dem Lachen tritt er in die Welt des Onkels ein, doch es genügt ein Augenblick der Verärgerung seines imposanten Gegenübers, und der Kellner fühlt sich erneut in seine alte Welt verwiesen und wischt den Moment der Verständigung mit seiner Serviette beiseite wie einen Traum. Als er die Lebensgeschichte seines Gegenübers erfährt, ist es der laute Onkel, der plötzlich still und schweigsam wird. Nun treten ihm jene Tränen in die Augen, die zuvor den Blick des Kellners getrübt haben. Am Ende finden die beiden Leidensgenossen abermals zusammen, der Kellner wischt mit seiner Serviette endgültig sein altes Leben weg, und das Motiv des Lachens löst die Tränen ab. Durch das Vorbild des Onkels findet der Kellner für Gordon Burgess den Mut, in Zukunft „ein Leben mit statt trotz Zungenfehler zu führen.“ Tizian * Wolfgang Borchert: Schischyphusch oder der Kellner meines Onkels. In: Das Gesamtwerk. Rowohlt, Hamburg [u. a.] 1949, S. 285–297. * Wolfgang Borchert: Schischyphusch oder Der Kellner meines Onkels. In: Das Gesamtwerk. Erw. und rev. Neuausg., Rowohlt-Taschenbuch-Verlag, Reinbek 2009, , S. 407–420. * Wolfgang Borchert: Schischyphusch oder Der Kellner meines Onkels. Atlantik Verlag, Hamburg 2016, . * Karl Brinkmann: Erläuterungen zu Wolfgang Borcherts Draußen vor der Tür und Die Hundeblume, Die drei dunklen Könige, An diesem Dienstag, Die Küchenuhr, Nachts schlafen die Ratten doch, Schischyphusch. Königs Erläuterungen Band 299. Bange, Hollfeld 1985, , S. 74–78. * Horst Brustmeier: Der Durchbruch der Kurzgeschichte in Deutschland. Versuch einer Typologie der Kurzgeschichte, dargestellt am Werk Wolfgang Borcherts. Dissertation, Marburg 1966, S. 190–199. * Horst Ohde: „denn das Letzte, das Letzte geben die Worte nicht her.“ Textkonnotate der Sprachnot im Werk Wolfgang Borcherts. In: Gordon Burgess, Hans-Gerd Winter (Hrsg.): „Pack das Leben bei den Haaren“. Wolfgang Borchert in neuer Sicht. Dölling und Gallitz, Hamburg 1996, , S. 137–138. * Paul Riegel: Texte im Deutschunterricht. Interpretationen. Buchners, Bamberg 1969, S. 40–43. * Hansjürgen Verweyen: Botschaft eines Toten? Den Glauben rational verantworten. Pustet, Regensburg 1997, , S. 34–39. == References == Category:German-language literature Category:20th-century literature Category:Short stories ",
    "title": "Schischyphusch oder Der Kellner meines Onkels"
}