{
    "id": "63942877",
    "text": "The third season of The House of Flowers was released to Netflix in its entirety on April 23, 2020. It follows immediately from the end of the second season with Paulina being led into prison. It features the present-day stories of the de la Mora children, as well as a story told in 1979 of a young Virginia and friends. Paulina reconnects with María José, and explores her family's past, while Elena and Julián also cement their lives. In 1979, Virginia becomes pregnant with Paulina, and is involved with Mexico's nascent gay and drag scene. The season had three directors, Manolo Caro, Yibran Asuad & Gabriel Nuncio, and was written by Caro, Nuncio, Mara Vargas (Jackson), Hipatia Argüero, Kim Torres, and Alexandro Aldrete. Filming began in Spain in February 2019, with the second and third seasons being produced together. ==Synopsis== In prison, Paulina is forced to share a cell with the leader of Ernesto's cult, who starts a gang to kill Paulina. Another gang, led by Chiva, also want to kill her. María José's sister, Purificación, shows up in Mexico, ostensibly to help Paulina get out with the aid of local lawyer Kim, but Puri pretends to be María José, threatening Paulina. Elsewhere, Elena is pregnant with Diego's child as a surrogate, and in a coma after her car wreck. Their grandmother, Victoria Aguirre, arrives to take over. Micaéla loses the final of Talento México to Rosita, but is invited to be part of a lip-sync group with her and Bruno. In 1979, it is Virginia's birthday party. Her mother admonishes her for spending time with Ernesto and Salomón Cohen, encouraging her to spend more time with the docile Agustín Corcuera and new neighbor Carmelita. Virginia and the boys run off to Acapulco for a party, where they meet up with close friend Pato and his current flame, a married man. The gang take LSD, which prevents Salomón from performing when Virginia wants to lose her virginity – she turns to Pato for it. Returning home, Virginia is sent to a finishing school, where she learns to grow marijuana. After escaping the school, she visits a drag bar with her friends; there, Virginia has sex with Salomón, Ernesto and Carmelita get close, and Pato becomes a drag queen called Paulina. Virginia realizes she is pregnant and confides in Chiva, the nurse for her mysteriously ill father. María José arrives after being alerted by Alejo; she frees Paulina and encourages Puri to seek medical help. Ernesto gives the cabaret to the drag queens. Diego is persuaded by his family to attend gay conversion therapy, to fulfill his dream of being a parent. When Elena wakes from her coma, Victoria tries to push the siblings apart, but they resist. María José starts a relationship with Kim, while helping Paulina find out about Chiva. Kim tries to keep María José working on her pet project case: a bullied trans boy. Puri gets committed after becoming completely delusional. Micaéla maliciously gives Rosita an Indian headdress to pose with, which creates backlash against their group and sends Rosita into a Britney breakdown. Julián realizes that he wants children, finding Diego to tell him. Elena starts dating Pablo, a former colleague, after confronting her elitism. Victoria throws parties for Elena like she did Virginia, also drugging Elena like she did her husband; her rudeness makes Delia turn antagonistic, giving Victoria a taste of her own medicine. Paulina and María José get close again as they interrogate the good and bad in their past relationships; Alejo leaves when he see them kiss. In 1979, Virginia's father has been killed by Victoria, who makes Chiva bury the body. Chiva tells all to Pato, and Victoria has her imprisoned. Pato tries to tell Virginia, but they have grown distant with his angry behavior, and she does not listen to him. His behavior has sprouted from a hidden relationship with Agustín, who refuses to acknowledge his homosexuality. Victoria finds out that Virginia is pregnant and arranges her marriage to Agustín – Pato shows up at the engagement party. Agustín and his friends gay bash Pato, killing him. Virginia is distraught; Ernesto, not wanting his friend to be trapped with Agustín, breaks up with Carmelita and proposes to Virginia. Elena and Julián spring Diego from the conversion center, while Paulina and María José tell Chiva about Pato's death. Chiva recalls more of the family history to them, telling them to remove Victoria from their lives: they arrive at the house just as Victoria is pushed down the steps when trying to kill Delia. Ernesto tells Paulina that her real father was Pato, and Paulina gives the grisly history to her siblings. Julián, Diego, Elena, and Pablo decide to share the new baby, who they name Pato. Paulina has the police rule Victoria's death an accident, and proposes to María José. With Puri seeming to improve, they tell her about the wedding; she breaks out of the hospital to kill Paulina. However, the spirit of Virginia stops her just in time. ==Cast== Christian Chávez was added as a new main character that only exists in the 1979 story Valentina had a recurring role as her persona ===Main=== *Cecilia Suárez as Paulina de la Mora, the neurotic eldest child who learns to let go of her family's problems while learning of their past *Isabel Burr as Virginia Aguirre, the younger Virginia de la Mora in 1979, a romantic and exuberant young rebel *Aislinn Derbez as Elena de la Mora, the ambitious middle child who is initially comatose and learns to escape her familial prejudices *Darío Yazbek Bernal as Julián de la Mora, the youngest child who reconnects with fiancé Diego and learns to grow up *Paco León as María José Riquelme, Paulina's confidante and love interest, a Spanish trans woman who cares a lot about her family *Juan Pablo Medina as Diego Olvera, Julián's boyfriend, he supports the siblings but goes through a crisis of sexuality *Luis de la Rosa as Bruno Riquelme de la Mora, Paulina and María José's troublemaker teenage son who drinks too much but tries to be a role model for Micaéla *Arturo Ríos as Ernesto de la Mora, father of the de la Moras, a soft man who seeks to help his family after not giving support previously *Tiago Correa as the younger Ernesto de la Mora, a close friend of Virginia but shunned by their acquaintances, he falls in love with Carmelita *Verónica Langer as Carmela \"Carmelita\" Villalobos, a nosy neighbor of the family who is still kind and friendly beneath it *Ximena Sariñana as the younger Carmelita, new to the neighborhood and adoring of Virginia's friendship, she falls in love with Ernesto * as Claudio Navarro, the son of Ernesto's mistress * as Delia, the family's maid who keeps a nose in their business, she adores the children but clashes with Victoria *David Ostrosky as Dr. Salomón Cohen, the family psychiatrist and close friend, he works with a sock puppet called Chuy *Javier Jattin as young Salomón, a brash wild child who dates Virginia *Alexa de Landa as Micaéla Sánchez, the young daughter of Ernesto, she joins a lip-sync pop band *Natasha Dupeyrón as Ana Paula \"La Chiquis\" Corcuera, a blind young florist to whom Virginia sold 'La Casa de las Flores' *Paco Rueda as Agustín \"El Chiquis\" Corcuera Jr., the brother of La Chiquis, who assists her, and who is encouraged to pursue a relationship with Elena *Eduardo Rosa as Alejo Salvat, a charming Catalan man who is dating Paulina, but is not good at connecting with her * as Rosita, another member of the lip-sync pop band *María León as Purificación Riquelme, the sister of María José who has a delusional breakdown and becomes committed, she takes on part of the telenovela villain role *Isela Vega as Victoria Aguirre, mother of Virginia, she has an evil streak and despises her entire family, but tries to make an heir of Elena's newborn *Rebecca Jones as the younger Victoria, a stickler for propriety she alienates her daughter and murders her husband *Christian Chávez as Patricio \"Pato\" Lascuráin, a young gay man and Virginia's best friend in 1979, he is also a drag queen called Paulina *Cristina Umaña as Kim, an unsympathetic lawyer with trans rights as her pet cause *Emilio Cuaik as Agustín \"Asustin\" Corcuera (Sr.), a friend of the Aguirre family in 1979 and father of the Chiquis, he is under his mother's thumb ===Recurring=== *Claudette Maillé as Roberta Navarro, Ernesto's lover who committed suicide in season 1 and narrates the show *Mariana Treviño as Jenny Quetzal, a crazy cult leader who befriends Paulina in prison *Ismael Rodríguez as Jorge, the Amanda Miguel drag queen *Pepe Marquez as Pepe/La Pau, the Paulina Rubio drag queen *Katia Balmori as Mario, the Yuri drag queen *Mariana Santos as Gloria, the Gloria Trevi drag queen *Irving Peña as Alfonso \"Poncho\" Cruz, Carmelita's partner who has been lying about his injury *Alexis Ortega as Dr. Federico \"DJ Freddy\" Limantour, a drug dealer, DJ, and doctor who treats Elena while she's in a coma *Catalina López as the young Angélica, a conservative friend of Virginia's *Amanda Farah as the funeral home worker * as Pablo Pérez, a lower- class man who was Elena's former assistant and becomes her partner *Eugenio Montessoro as Sr. Olvera, Diego's homophobic father * as Sra. Olvera, Diego's homophobic mother *Stephanie Salas as \"Tatis\" Corcuera, Agustín Sr.'s conservative mother, who really wants to be friends with Victoria * as Sandro, a young trans man being represented by Kim in her landmark legal case *Valentina as herself, Pepe's cousin who takes over management of the cabaret and has a crush on Julián * as Silvia \"Chiva\" López, a hardened prisoner who seems out to get Paulina *Olivia Lagunas as the young Silvia/Chiva, a nurse and maid to the Aguirre family, and a friend to the young Virginia * as Dr. Meneses, a \"formerly-gay\" man who runs a torturous gay conversion therapy farm in rural Mexico * as Fercito, Diego's \"formerly-gay\" cousin who encourages him to go to conversion therapy so he can have children *Mauricio Barrientos as Xavier, a social media talent agent who works with the kids *Maya Mazariegos as young Delia, who is employed as a maid and spy by Victoria ===Guest=== *David Chaviras as El Cacas, a close friend to Paulina *Regina Orozco as Rosita's mother *Manolo Caro as a news anchor *Jorge Zárate as Warden Ortega, an abusive women's prison warden *Ramiro Fumazoni as Martín, a closeted gay man who has a brief affair with Pato * as Henry, a friend of Pato's and owner of a drag bar *Lucía Uribe as Virginia's school friend, who introduces the young Virginia to pot and sexual freedom *Pablo Ruiz as Yeko, a middle-aged man who joins the kids' lip-sync band *Latin Lover as Don Porno, a man who owns a sketchy video store *Paz Vega as Carmelita's mother; the character's voice is provided by Karla Delfín *Miguel Bosé as the vicar overseeing Paulina and María José's second wedding *Leticia Dolera as María José's cousin, a witness at their wedding ==Production== ===Development=== In 2019, some of the production moved to Netflix's new Madrid headquarters, with development split between Spain and Mexico. On February 25, 2020, Netflix announced that the third season would be the show's last, without divulging reasons but explaining that it concluded the story and would explore more of Paulina's childhood. Caro said that the production had expected only three seasons if it went well, which he thought was \"a fair number\". In April 2020, he said that he was leaving the door open for The House of Flowers, with Suárez saying \"never say never\" when asked about revisiting the role. Asked about his writing choices for the final season, Caro said that there were two reasons why he chose to add the 1979 story. He explained that he is a big fan of shows from the time and wanted to bring the same fun and excitement to The House of Flowers, as well as finding a way to bring back Virginia de la Mora because he knew he wanted to explore the character more. In another interview in 2020, Caro said that he had planned the ending of the series back when he was first writing it three years earlier. The final scene of the series is said to hail back to the magical realism roots of the show. ===Casting=== On March 6, 2020, it was revealed that season 3 would have a \"completely new cast\", featuring actors playing younger versions of many of the established characters. Christian Chávez was reported as part of the third season's cast in December 2019, in a feature where the actor celebrated that having gay characters was becoming mainstream. Chávez's character was announced in April 2020, before the season premiered, as Patricio \"Pato\", Virginia's best friend in the 1970s, who is a drag queen at the start of the movement in Mexico. Chávez, an openly gay actor, has refused to portray women before (even not dressing feminine when having previously played a drag queen), as well as being averse to portraying gay characters so as to not be pigeon-holed. However, he said that the character written by Caro \"talks about being yourself, freedom, and the cost you have to pay for it [that makes] you realize that many things have not changed [since the 1970s] in Mexico and the world\", which he thought was interesting and important, as well as a challenge. He added that he \"[does] not regret having chosen [the] character, [because he] needed it as a human being who needed to discover these things, and also because it is a very special message for people.\" Chilean actor Tiago Correa as young Ernesto had been announced in November 2019, and he had appeared in a photograph with young Virginia and Salomón in the final episode of season 2; on March 6, 2020, Isabel Burr and Javier Jattin were revealed as the young Virginia and Salomón, with Ximena Sariñana's involvement being announced, too. Burr has previously portrayed Castro herself, in the 2016 biopic Hasta que te conocí; some media mistakenly reported that the young Virginia was to be played by Marcela Guirado, who was playing Castro in the Netflix biopic Luis Miguel: The Series at the time. Burr explained that casting for the young Virginia was held for Verónica Castro look-alike actresses, with Caro asking them \"to do an improvisation exercise\" – she said that she only received the script five months after being cast. Caro also noted that they were not only searching for actors that looked like the older characters, but that \"they also had to have the same energy\". Before the casting session, Burr says that she re-watched the first season at least eight times and \"put it on pause, took notes, watched [Virginia's] movements, how she grabbed things, the specific tone when she spoke, her expressions, everything to be able to create the character when young\". She added that, during production, she often had to remind herself that she was playing Virginia, not Castro, saying that the two are \"completely different. Of course there are certain idiosyncrasies that come from Vero [Castro], but it was important to [Burr] to see who Virginia was\". Correa went through a similar process after he got the part, working with an acting coach and Caro for two months to perfect his interpretation of Ríos' Ernesto. The appearances of actors returning for the third season were confirmed by Caro through a series of posts on Instagram in November 2019, and Rebecca Jones announced that she had been added to the cast for season 3 in this month (which Caro confirmed in January 2020). In February 2020, Stephanie Salas announced her involvement in the third season, noting that she worked with Jones a lot. A guest star in the final season and a big fan of the show, Mexican-American drag queen Valentina was invited to take a role by Caro; she stayed in Mexico City for a month and said she \"got to live [her] fantasy as a telenovela actress\", telling Billboard that she would be in drag the whole time and that her role was more than a quick cameo. She said this was important and that the role and the show made history by putting drag artists in the mainstream. Miguel Bosé, who has a cameo in the final episode, had been asked by Caro to take part four days before the scene was shot; Caro expected Bosé to say no, but he accepted because he liked the monologue written for his character. Caro had previously discussed the show with Bosé and his mother, Lucia Bosè, who were \"super fans\". Interviewed about her character in the third season, Cristina Umaña explained that she had been contacted by Caro after he noticed her work in Narcos, where she plays a strong female character. Umaña often works in action thrillers and explained that she had to adjust to the tone of comedy, but that she was happy to be working with Suárez again after the two starred in Capadocia together. ===Filming=== The second and third seasons were filmed at the same time, with production beginning in February 2019 in Spain. Some of season 3 had been filmed in Mexico in April 2019, while main photography there began in June 2019. Filming in Mexico largely took place in a nineteenth-century house in Condesa. In October 2019, Caro announced that the third season had already wrapped up production, allowing him to move to Spain to continue production of another Netflix show, Someone Has To Die. Caro and Burr describe the filming of the third season as \"pure fun\", and recall that scenes had to be cut while shooting a lot because of the cast breaking out in laughter. ==Release and marketing== The third season premiered in its entirety on April 23, 2020. By April 2020, before the premiere of the final season, the show was the eighth most-watched Netflix series in Mexico. La Verdad wrote that the release date of the third season was earlier than expected, and suggested this may be due to the COVID-19 pandemic lockdowns, while El Periódico de Catalunya noted that it was released on Saint George's Day (patron saint of Catalonia, among other regions and countries) and that the day's symbols of the book and the rose may connect to the show's themes. Within hours of the final season's release, the series was the number one most-watched on Netflix in Mexico; for the week beginning April 20, it was ranked fifth in TV Time's worldwide list of biggest weekly growth, with 92.9% more total viewers than the week before. The third and final season's first teaser trailer was released on March 6, 2020, and is set in 1979 following Virginia, Ernesto, Carmela, and Salomón, as well as depicting scenes of Mexico City's gay and trans community at the time. The original cast also appear in archive footage. On March 17, 2020, Netflix shared the opening title sequence for the final season, and announced the release date as April 23, 2020. The final trailer was released on April 2, 2020, picking back up with the original main cast from the end of the second season. Ashley Falls of Clio Entertainment examined the marketing for the third season, writing that the \"bold typography[,] floral full-frame graphics [and] groovy music\" of the trailer made every second of it work, and that the \"color scheme and floral pattern\" of the poster matched graphics with the video. She also noted that the combination of these poster graphics with its \"family portrait and mural- like illustration\" made it \"remarkable\". A virtual press junket was held in the days leading up to the release of the final season, with the cast completing many video interviews or interviewing over the phone, and answering fan questions live in a moderated livestream discussion called \"La Fiesta de las Flores\", which took place from 8:00pm in Mexico City (CDT/UTC−05:00) on April 23. Suárez pre-recorded a message for \"La Fiesta de las Flores\" from Madrid (where the time zone was CEST/UTC+02:00), and the Leóns did not appear in the livestream. At the end of the stream, Caro announced that at midnight that night, the show's soundtrack would be released for purchase. Another video-based interaction for the show happened shortly after its end: on April 26, a social media 'wedding reception' was held, with cut scenes and behind the scenes images shared on Instagram, and fans invited to dress up and celebrate at home. ==Episodes== ==Critical reception== María Alba for Espinof wrote that, going into the final season, the show carried the burden of having to win back the fans that were disappointed in the second season; she concluded that \"[it returned] to being the Mexican sitcom with the soap-opera air that had us laughing more than two years ago\", at least in part due to the return of the character of Virginia. ETE's Mariana B. Lang said that it \"gets rid of the second season's bad taste, saving the story\". Espinof's Alberto Carlos also thought that it was an improvement, but that season 2 had left the show in a poor state and so the recovery was \"bumpy\" in the early episodes. Puentes positively compared the first three episodes of the season to the recently released fourth season of the similarly-named Money Heist (La casa de papel), saying that both are welcome viewing during COVID-19 lockdowns, which also made Paulina's prison complaints that she cannot get the lotion she likes more relatable. Álvaro Cueva also referenced quarantine measures in April 2020, writing that \"now when we are facing something big, [The House of Flowers] is a gift\". Critic Esther Vargas said that the third season is \"a manifesto of love and a cry against homophobia and transphobia\". Of the new characters, Wilson finds the young Virginia to be a great addition. Alba describes Burr's portrayal as \"a breath of fresh air\", and B. Lang said that Burr was one of her favorite portrayals, explaining that she \"has the same color in her voice as [Castro] without falling into parody\". She also found both iterations of Victoria to be the best character of the third season. Puentes said that all of the 1979 cast are \"easy to get attached to\", and Cueva described many of the new cast with positive adjectives. Vargas especially praised Chávez as Pato, writing that he \"far overshadowed\" Yazbek Bernal with his \"expressions that silently say more than the director perhaps intended\". Da Costa praised all the actors, including writing that the characterization of Jenny Quetzal was much better than her appearances in the second season. María León's expanded role of Purificación becoming the \"supervillain\" was seen by Alba to be \"a perfect turn\". The character of Paulina continued to receive praise, and was described at the series' end as a Mexican pop icon. Cueva celebrates the plot and structure of the final season, calling it a \"dramatic game\" in which the 1979 story can serve as a prequel to the series, as well as giving context for the 2019 story to be understood, though both rely on the previous seasons. Da Costa compared some of the final season's stories to those of Mamma Mia! and Mamma Mia! Here We Go Again, also saying that the editing and transitions of the final season had a \"certain salutatory air\", which worked well both to give nostalgia and prepare the viewer for the series' end. Similarly, B. Lang wrote that the series' plots are all tied up nicely, intertwining and not feeling forced as they end; she opined that \"making a fourth season would be unnecessary [because] this is the right ending for the de la Mora family\". Puentes wrote that the season \"masterfully recovers\" its earlier themes, including criticisms of homophobia, to drive the plots, with Wilson noting that it has a \"blend of complicated, progressive family melodrama and soapy slapstick\" executed well to please everyone. Puentes also praised the design of the 1979 scenes, which Remezcla's Mario A. Cortez said \"ooze with vintage style\" that \"[brings] the old-school Mexico vibe full circle\". Romero enjoyed the \"groovy throwback looks\" but also left a warning in her review that viewers may want to skip over the end of episode nine, set in the past, saying it is \"a devastating murder scene [that] you don't need to watch [to] understand homophobia\". At the end of April 2020, Film Daily reported on the show as one of their 'our obsessions' features, calling it \"one of, if not the most underrated Netflix original comedy\". ==Notes== ===Translated quotations=== Some quotations in this article were originally in languages other than English, and have been user-translated. ==References== ===Footnotes=== ===Citations=== ===Sources=== Audio-visual media * * * * * * * * * * * * * * * Features * * * * * * * * * * * * * * * * * * * * Interviews * * * * * * * News * * * * * * * * * * * Press releases * Reviews * * * * * * * * * * * * * Web * ==External links== * * * Season three tie-ins: ** Netflix presenta: La casa de las flores, el Especial de TV on YouTube ** La Fiesta de las Flores on YouTube ** La Boda de las Flores on YouTube House of Flowers, The Season 3 ",
    "title": "The House of Flowers (season 3)"
}