{
    "id": "63942797",
    "text": "Bermondsey Town Hall is a municipal building in Spa Road, Bermondsey, London. It is a Grade II listed building. ==History== The original vestry hall The current building was commissioned as an extension to a 19th-century vestry hall which had been designed by George Elkington in the Italianate style for the Parish of St Mary Magdalen. The vestry hall had become the headquarters of the Metropolitan Borough of Bermondsey in 1900 but was badly damaged in the Blitz during the Second World War and was subsequently demolished. A memorial to soldiers who had served in the Second Boer War was removed from the building before it was demolished and, after being in storage for some 40 years, installed in St James's Church, Bermondsey. Two stone pillers and some ironwork is all that remains of the vestry hall itself. After the vestry hall had become inadequate for the council's needs, civic leaders decided to build some new \"municipal offices\" to supplement the vestry hall. The site selected for the new building, which was just to the east of the vestry hall, had previously been occupied by Bermondsey Public Baths. The foundation stone for the new municipal offices was laid by the mayor, Alderman Harry Bateman, on 20 October 1928. The building was designed by Henry Tansley in the Greek Revival style and completed in 1930. The design involved a symmetrical main frontage with nine bays; the central section included a large three-bay, full-height, tetrastyle Ionic order portico with a doorway on the ground floor, three windows on the first floor and a pediment above bearing the coat of arms of Bermondsey. Internally, the main atrium on the ground floor featured a grand staircase and Doric order marble columns which supported an elliptical landing on the first floor and an elliptical domed ceiling above. The new building took over the role of headquarters of the Metropolitan Borough of Bermondsey during the Second World War but ceased to be the local seat of government when the enlarged London Borough of Southwark was formed in 1965. The building continued to be used as additional workspace by Southwark Council until 2010. The building was sold to a developer, Hollybrook Homes, in December 2012. Works to convert the building into a block of apartments known as \"Bath House Lofts\", to a design by architects, Burwell Deakins, were completed in summer 2014. ==Notes== ==References== Category:Grade II listed buildings in the London Borough of Southwark Category:City and town halls in London Category:Government buildings completed in 1930 Category:Grade II listed government buildings Category:Bermondsey ",
    "title": "Bermondsey Town Hall"
}