{
    "id": "63942400",
    "text": "María Isabel Sofia Hylton Scott y Pacheco (16 August 1889, Córdoba, Argentina – 1 September 1990, La Plata, Argentina) was an Argentine zoologist, malacologist and teacher. She is known as the first woman in Argentina who obtained a doctorate in Zoology. She described at least 1 family, 47 species and 4 subspecies of Mollusca. == Life == María Isabel Hylton Scott was born on August 16, 1889 in Córdoba, Argentina. Hylton Scott attended the Normal School (Escuela Normal), receiving a teacher degree in 1908. She continued her study at the National University of La Plata, where she obtained the title of professor in Pedagogy and Related Sciences in 1911. She studied under the guidance of Dr. Miguel Fernández and his wife, Dr. Katy Marcinowsky-Fernández who influenced her first scientific works. At the beginning of the World War I, she worked as an assistant in the Zoology laboratory at the Museo de La Plata in 1914. Later in 1916, Hylton Scott became the first women in Argentina to obtain a doctorate in Zoology. Her doctoral thesis was dedicated to the embryology of the viviparous freshwater fish, Fitzroyia lineata (now under Jenynsia, Characiformes: Jenynsüdae). She worked as a head of the Laboratory until 1924 and as a substitute professor from 1933 to 1946, returning to this position in 1955. Her university activity was interrupted due to the unstable political situation in Argentina. She participated in some investigational trips, such as to Puerto Madryn in 1916 and to Santa Cruz in 1936 with her husband Max Birabén. María Isabel Hylton Scott's thesis In 1954, Hylton Scott and her husband founded the scientific magazine \"Neotropica - Notas Zoologicas Americanas\", which they kept editing until 1976. Until now Neotropica is indexed in Malacological Review. She retired at the age of 76 in 1965 and accompanied her husband to Buenos Aires, where he was designated Director of the Museo Argentino de Ciencias Naturales. She continued her scientific studies in the field of zoology, publishing five new works from 1977 to 1984. In 1977, at the age of 88, she received an honorable medal on the 100th anniversary of the Museo de La Plata. The same year she was named an Honorary Member of the Asociación Argentina de Ciencias Naturales. At the age of 100, Hylton Scott donated her personal collection of mollusks to the Museo de La Plata. Maria Isabel Hylton Scott died on 1 September 1990 in La Plata. She was posthumously designated Honorary President of the 1st Latin American Congress on Malacology in Caracas in 1991. == List of described specimens == Mollusca Genera * Cochleornata 1975 * Hirtudiscus 1973 * Kuschelenia 1951 * Paracochlea 1967 * Pilsbrylia 1952 * Stephadiscus 1981 * Ulpia 1955 == List of publications (selection) == * HYLTON SCOTT, M.I. 1918. Sobre el desarrollo intraovarial de Jenynsia lineata (Nota preliminar). Anales de la Sociedad Cientifica Argentina; * SCOTT, BIRABEN, M.I.H. & MARCINOWSKY FERNANDEZ, K. 1921. Variaciones locales de caracteres especfficos de larvas de anfibios . Anales de la Sociedad Cientifica Argentina; * HYLTON SCOTT, M.I. 1927. Sobre gemelos uniovulares de Fitzroyia lineata. Physis; *HYLTON SCOTT, M.I. 1928. Sobre el desarrollo intraovarial de Fitzroyia lineata (Ien.) Berg. Anales del Museo Nacional de Historia Natural; *HYLTON SCOTT, M.I. 1934. Sobre el desarrollo embrionario de Ampullaria canaliculata. Revista del Museo de La Plata; *BIRABIN, M. & HYLTON SCOTT, M.I. 1939. Observaciones sobre el pinguino Spheniscus magellanicus (J.R. Foster); *HYLTON SCOTT, M.I. 1943. Sobre la organizacion de Ampullaria (Asolene) megastoma Sowerby. Notas del Museo de La Plata, Zoologia; *HYLTON SCOTT, M.I. 1945. Faunula malacologiea de Tilcara. Revista del Museo de La Plata (nueva serie), Zoologia *HYLTON SCOTT, M.I. 1946. Hallazgo del genero Vertigo en la Argentina (Mol. Puim.). Notas del Museo de La Plata, Paleontologia; *HYLTON SCOTT, M.I. 1948. Moluscos del biotopo de Cerro Colorado (Salta). Acta Zoologica Lilloana; *HYLTON SCOTT, M.I. 1948. Moluscos del noroeste argentino. Acta Zoologica Lilloana; == References == Category:Argentine malacologists Category:Argentine women scientists Category:Women zoologists Category:20th-century Argentine women Category:1889 births Category:1990 deaths Category:20th-century zoologists ",
    "title": "Maria Isabel Hylton Scott"
}