{
    "id": "63946356",
    "text": "Dead in a Week or Your Money Back is a 2018 British black comedy film, the directorial debut of Tom Edmunds. The plot follows Leslie (Tom Wilkinson) an ageing hitman on the brink of retirement who has not met his annual quota with the British Guild of Assassins. His officious boss Harvey (Christopher Eccleston) sets him a deadline, forcing Leslie to resort to desperate measures - hanging out at suicide hotspots to try and pick up some extra business... On the wrong side of Chelsea Bridge he meets struggling writer William (Aneurin Barnard) and Leslie offers an unconventional deal - Dead In A Week (or your money back). But with the deal signed William finally finds some sense of security, causing him to question if the deal is what he really wanted. The film had its world premiere at the 2018 Edinburgh International Film Festival, and also screened at the Rome International Film Festival ahead of an exclusive release in Odeon Cinemas UK by Republic Film Distribution. ==Reception== The film was well supported on its release in UK Cinemas, backed by Stephen Fry who became an Executive Producer and The Samaritans. The critical reception was mixed. The Hollywood Reporter praised Tom Wilkinson's depiction of the hitman \"Although Leslie proves quite ruthless and skilled at his evil profession, the veteran actor manages to make him somehow lovable.\" Perhaps surprisingly the film had a much wider theatrical release in Italy taking almost $700k at the box office The film was also released by Netflix in 2019. ==Cast== * Tom Wilkinson as Leslie * Aneurin Barnard as William * Freya Mavor as Ellie * Marion Bailey as Penny * Christopher Eccleston as Harvey * Velibor Topic as Ivan * Nigel Lindsay as Brian == References == ==External links== * * Category:2018 black comedy films Category:2018 films Category:British black comedy films Category:British films Category:English- language films Category:Films set in England ",
    "title": "Dead in a Week or Your Money Back"
}