{
    "id": "63949496",
    "text": "Swiss Policy Research (SPR) (before May 2020 Swiss Propaganda Research) is a website launched in 2016, which describes itself as \"an independent nonprofit research group investigating geopolitical propaganda in Swiss and international media\". The editors of the site are unknown, but they claim that \"SPR is composed of independent academics and receives no external funding\". The site has been criticised for spreading conspiracy theories, especially relating to the COVID-19 pandemic. \"Faktenfuchs\", a fact-checking feature on the website of the Bavarian radio station Bayerischer Rundfunk, and Swiss academic researchers on journalism and media, assert that SPR is a source of misinformation and disinformation. The site has been categorized as a tool of propaganda. It has also been noted that, contrary to what the title suggests, the contents of the site are likely created outside of Switzerland. == Criticism == In 2017 a University of Zurich report on media in Switzerland analyzed \"six of the most-discussed 'alternative media'\", including SPR. Daniel Vogler concluded that SPR \"resorts to conspiracy theories\", and its contents are mostly \"pseudo-scientific\". Andrea Haefely wrote a critique of the website in the magazine Beobachter in May 2020, noting: \"The website Swiss Propaganda Research assumes that the Swiss media does what SPR itself does: feed the readers with questionable information.\" She also suggested that the persistent use of the letter ß on the site suggests that the content creator is likely to be from outside Switzerland, as this particular letter form is not in common use within Switzerland. Stephan Russ-Mohl, professor of journalism and media management at the Università della Svizzera italiana, considers the articles on the SPRS to themselves serve as propaganda, rather than being serious research on the subject. He has noted that the anonymity of the website creates doubts over the reliability and authenticity of its research, particularly in a country such as Switzerland, which has full freedom of its press. ==References== == External links == * Official Website Category:Swiss websites ",
    "title": "Swiss Propaganda Research"
}