{
    "id": "63948880",
    "text": "Martin-Hubert Rutten (1841–1927), was a bishop of Liège. ==Life== Rutten was born in Geistingen, in the Belgian province of Limburg, on 18 December 1841, and was educated at the minor seminary in Sint-Truiden and the Diocesan Seminary of Liège.A. Simon, \"Rutten (Martin-Hubert)\", Biographie Nationale de Belgique, vol. 31 (Brussels, 1961), 659-664. He was ordained to the priesthood on 28 April 1867, and taught mathematics at the minor seminary of Saint-Roch (Ferneres) from 1868, becoming director of the school in 1873. In 1875 he was appointed an honorary canon, in 1878 rector of the minor seminary in Sint- Truiden, and in 1879 president of the diocesan seminary and vicar general of the diocese of Liège. In 1888 he became dean of the cathedral chapter in Liège, and on 26 August 1901 was named bishop. His appointment was supported by Leopold II of Belgium, who saw him as a man who would combat the growth of Christian democracy in Liège. Unlike his predecessor, he was opposed to the extension of the franchise, and thought nobody under 30 should be allowed to vote. He was consecrated on 6 June 1902. Rutten was from a Dutch-speaking family and inclined to Flamingant ideas, thinking it a matter of pressing importance that ordinary people receive instruction in so far as possible in their native language. During the First School War he interpreted live for Jean-Joseph Thonissen at a political rally in Limburg. He published two articles in Het Belfort, in 1887 and 1892, as well as addressing the Eucharistic Congress held at Hasselt in 1904 in Dutch. He protested against German atrocities and exactions during the German occupation of Belgium during World War I and condemned those who collaborated to obtain language concessions, but immediately after the end of the war he decreed that the Catholic secondary schools in Limburg should switch to Dutch as the main medium of instruction. On 16 November 1925, Eupen and Malmedy were removed from the Archdiocese of Cologne and attached to the diocese of Liège. He died in Liège on 17 July 1927. Over the course of his episcopate he had consecrated 120 churches and 24 chapels, to bring the sacraments as close to the people as possible. ==References== Category:1841 births Category:1927 deaths Category:People from Limburg (Belgium) Category:20th-century Roman Catholic bishops Category:Bishops of Liège ",
    "title": "Martin-Hubert Rutten"
}