{
    "id": "63949191",
    "text": "Mary Gibson Hundley (18 October 1897 – 1986) was an educator and civil rights activist from Baltimore, Maryland. She was born to lawyer Malachi Gibson and teacher Mary Matilda Syphax. Through her mother's side of the family, she is a descendant of Martha Washington and the granddaughter of William Syphax, the namesake of the William Syphax School in Washington D.C. She is also a relative of Douglas Syphax, a Union army officer during the American Civil War. == Background == Mary Gibson Hundley was born on October 18, 1897 in Baltimore Maryland. She graduated from the \"M\" Street School (now known as Dunbar High School) in Washington D.C. in 1914. After high school, she attended Radcliffe College in Cambridge, Massachusetts where she majored in English and was active in her college theatre productions. After she graduated cum laude in 1918, she went on to pursue her masters in French at Middleburry College and the Sorbonne in Paris, France. == Work and Activism == Hundley taught for two years in Baltimore before moving back to Washington D.C. where she taught English, French, and Latin at Dunbar High School from 1920–1954. She also taught part-time at Miner Teacher's College from 1931–1932. While at Dunbar, she was chairman of the College Bureau from 1943–1949, a member of the Guidance Committee, and she organized after-school enrichment programs for students. From 1955–1959, she taught English and Latin at Eastern High School, and from 1959–1964, she taught at Howard University. After leaving Howard, she continued her career in education through tutoring students in French. In 1965, she published the book The Dunbar Story, 1870-1955, in which she tells the story of Dunbar High School as the first preparatory school for Blacks in the United States. In January 1941, the Hundleys purchased and moved into a house in a neighborhood with a restrictive racial covenant. Their white neighbors brought a legal suit against them and won in December of the same year. The Hundleys were encouraged to refrain from living in their house, and they were eventually evicted in July 1942. The case was later reversed by appeal one year after its initial decision. The case was later cited in the Shelley v. Kraemer, 334 US1-23 (1948) case, which established that covenants restricting use and ownership of property to whites violated the equal protection clause of the 14th Amendment. ==Personal Life== Hundley was married first to William M. Brewer. The two divorced in 1935. She married again in 1938, this time to Frederick F. Hundley , a public school art teacher. He died in 1955. Hundley was also a participant in a number of women's organizations, and was a member in the Alpha Kappa Alpha Sorority, The Links, the Women's Auxiliary of the Freedmen's Hospital (now Howard University Hospital), the Radcliffe Club of Washington, and the American Association of University Women. She also volunteered with a variety of institutions, offering herself as an escort and interpreter for foreign visitors via a number of organizations in Washington D.C. and a tour leader for the National Education Association. In 1978, Hundley was honored by Radcliffe College at its Centennial Awards ceremony with the Alumnae Recognition Award for her career as an educator and courageous citizen. ==Death and Legacy== Mary Gibson Hundley died in 1986. Her papers were given to the Schlesinger Library in Cambridge, Massachusetts by her heir, Orlando Hobbs, that same year. == Sources/External Links == The Dunbar Story, 1870-1955 by Mary Gibson Hundley. Papers of Mary Gibson Hundley, 1910-1985 == References == Category:1897 births Category:1986 deaths Category:Educators Category:Radcliffe College alumni Category:American civil rights activists ",
    "title": "Mary Gibson Hundley"
}