{
    "id": "63946626",
    "text": "Agostino Marchetto (born 28 August 1940) is an Italian prelate of the Catholic Church who worked in the diplomatic service of the Holy See from 1968 to 1999 and then in the Roman Curia until his retirement in 2010. He is regarded as one of the principal historians of the Second Vatican Council. ==Early career and diplomacy== Agostino Marchetto was born in Vicenza, Italy, on 28 August 1940. He was ordained a priest of the Diocese of Vicenza on 28 June 1964. To prepare for a diplomatic career he entered the Pontifical Ecclesiastical Academy in 1964. He entered the diplomatic service of the Holy See in 1968 and worked in the offices of the papal representative to Zambia, Cuba, Algeria, Portugal, and Mozambique. On 31 August 1985, Pope John Paul II appointed him titular archbishop of Astigi and Apostolic Pro-Nuncio to both Madagascar and Mauritius. He received his episcopal consecration on 1 November 1985 from Cardinal Sebastiano Baggio. On 7 December 1990, Pope John Paul named him Apostolic Pro-Nuncio to Tanzania. On 18 May 1994, Pope John Paul named him Apostolic Nuncio to Belarus. He took up a position in the offices of the Secretariat of State in Rome on 16 April 1996. On 8 July 1999, Pope John Paul appointed him Permanent Observer of the Holy See to the international food and agriculture organizations based in Rome: FAO, IFAD, PAM, and CMA. ==Advocacy as a Curial official == On 6 November 2001, he was named Secretary of the Pontifical Council for the Pastoral Care of Migrants and Itinerants. In that role he frequently commented on current issues in language calculated to draw headlines. In 2006, Marchetto tied the World Cup in Germany to human trafficking for prostitution, giving “some 'red cards' ... to this industry, to its clients\", and the host country. In 2007, he called homelessness a \"global pandemic\" that merits a global response on the scale of to HIV/AIDS. In 2009, he criticized the Berlusconi government of Italy for repatriating Libyans intercepted at sea. He objected to a new Italian immigration law that made clandestine movement a criminal offense, calling that feature the law's \"original sin\". He denounced the Sarkozy government in France for expelling Roma people en masse, assigning collective guilt and ignoring individual responsibility. He resigned his curial position on 25 August 2010. ==Historian of the Second Vatican Council== Marchetto is a prominent interpreter of the Second Vatican Council. ==References== Category:1940 births Category:Living people Category:People from the Province of Brescia Category:Pontifical Ecclesiastical Academy alumni Category:Apostolic Nuncios to Madagascar Category:Apostolic Nuncios to Tanzania Category:Apostolic Nuncios to Mauritius Category:Apostolic Nuncios to Belarus Category:Officials of the Roman Curia ",
    "title": "Agostino Marchetto"
}