{
    "id": "639422",
    "text": "Spinal anaesthesia (or spinal anesthesia), also called spinal block, subarachnoid block, intradural block and intrathecal block, is a form of neuraxial regional anaesthesia involving the injection of a local anaesthetic or opioid into the subarachnoid space, generally through a fine needle, usually long. It is a safe and effective form of anesthesia performed by anesthesiologists and nurse anesthetists which can be used as an alternative to general anesthesia commonly in surgeries involving the lower extremities and surgeries below the umbilicus. The local anesthetic or opioid injected into the cerebrospinal fluid provides anesthesia, analgesia, and motor and sensory blockade. The tip of the spinal needle has a point or small bevel. Recently, pencil point needles have been made available (Whitacre, Sprotte, Gertie Marx and others). ==Indications== Spinal anaesthesia is a commonly used technique, either on its own or in combination with sedation or general anaesthesia. It is most commonly used for surgeries below the umbilicus, however recently its uses have extended to some surgeries above the umbilicus as well as for postoperative analgesia. Procedures which use spinal anesthesia include: *Orthopaedic surgery on the pelvis, hip, femur, knee, tibia, and ankle, including arthroplasty and joint replacement *Vascular surgery on the legs *Endovascular aortic aneurysm repair *Hernia (inguinal or epigastric) *Haemorrhoidectomy *Nephrectomy and cystectomy in combination with general anaesthesia *Transurethral resection of the prostate and transurethral resection of bladder tumours *Hysterectomy in different techniques used *Caesarean sections *Pain management during vaginal birth and delivery * Urology cases * Examinations under anaesthesia Spinal anaesthesia is the technique of choice for Caesarean section as it avoids a general anaesthetic and the risk of failed intubation (which is probably a lot lower than the widely quoted 1 in 250 in pregnant women). It also means the mother is conscious and the partner is able to be present at the birth of the child. The post operative analgesia from intrathecal opioids in addition to non-steroidal anti-inflammatory drugs is also good. Spinal anesthesia is a favorable alternative, when the surgical site is amenable to spinal blockade, for patients with severe respiratory disease such as COPD as it avoids potential respiratory consequences of intubation and ventilation. It may also be useful, when the surgical site is amenable to spinal blockade, in patients where anatomical abnormalities may make tracheal intubation very difficult. In pediatric patients, spinal anesthesia is particularly useful in children with difficult airways and those who have are poor candidates for endotracheal anesthesia such as increased respiratory risks or presence of full stomach. This can also be used to effectively treat and prevent pain following surgery, particularly thoracic, abdominal pelvic, and lower extremity orthopedic procedures. ==Contraindications== Prior to receiving spinal anesthesia, it is important to provide a thorough medical evaluation to ensure there are no absolute contraindications and to minimize risks and complications. Although contraindications are rare, below are some of them: *Patient refusal *Local infection or sepsis at the site of injection *Bleeding disorders, thrombocytopaenia, or systemic anticoagulation (secondary to an increased risk of a spinal epidural hematoma) *Severe aortic stenosis *Increased intracranial pressure *Space occupying lesions of the brain *Anatomical disorders of the spine *Hypovolaemia e.g. following massive haemorrhage, including in obstetric patients *Allergy *Ehlers Danlos Syndrome, or other disorders causing resistance to local anesthesia ==Risks and complications== Complications of spinal anesthesia can result from the physiologic effects on the nervous system and can also be related to placement technique. Most of the common side effects are minor and are self-resolving or easily treatable while major complications can result in more serious and permanent neurological damage and rarely death. These symptoms can occur immediately after administration of the anesthetic or arise up to 48 hours after surgery. Common and minor complications include: *Mild hypotension *Bradycardia *Nausea and vomiting *Transient neurological symptoms (lower back pain with pain in the legs) *Urinary retention *Post-dural-puncture headache or post-spinal headache \\- Associated with the size and type of spinal needle used Serious and permanent complications are rare but are usually related to physiologic effects on the cardiovascular system and neurological system or when the injection has been unintentionally at the wrong site. The following are some major complications: *Nerve injuries: Cauda equina syndrome, radiculopathy *Cardiac arrest *Severe hypotension *Spinal epidural hematoma, with or without subsequent neurological sequelae due to compression of the spinal nerves. *Epidural abscess *Infection (e.g. meningitis) ==Technique== Regardless of the anaesthetic agent (drug) used, the desired effect is to block the transmission of afferent nerve signals from peripheral nociceptors. Sensory signals from the site are blocked, thereby eliminating pain. The degree of neuronal blockade depends on the amount and concentration of local anaesthetic used and the properties of the axon. Thin unmyelinated C-fibres associated with pain are blocked first, while thick, heavily myelinated A-alpha motor neurons are blocked moderately. Heavily myelinated, small preganglionic sympathetic fibers are blocked last. The desired result is total numbness of the area. A pressure sensation is permissible and often occurs due to incomplete blockade of the thicker A-beta mechanoreceptors. This allows surgical procedures to be performed with no painful sensation to the person undergoing the procedure. Some sedation is sometimes provided to help the patient relax and pass the time during the procedure, but with a successful spinal anaesthetic the surgery can be performed with the patient wide awake. === Anatomy === In spinal anesthesia, the needle is placed past the dura mater in subarachnoid space and between lumbar vertebrae. In order to reach this space, the needle must pierce through several layers of tissue and ligaments which include the supraspinous ligament, interspinous ligament, and ligamentum flavum. Because the spinal cord (conus medullaris) is typically at the L1 or L2 level of the spine, the needle should be inserted below this between L3 and L4 space or L4 and L5 space in order to avoid injury to the spinal cord. === Positioning === Patient positioning is essential to the success of the procedure and can affect how the anesthetic spreads following administration. There are 3 different positions which are used: sitting, lateral decubitus, and prone. The sitting and lateral decubitus positions are the most common. Sitting- The patient sits upright at the edge of the exam table with their back facing the provider and their legs hanging off the end of the table and feet resting on a stool. Patients should roll their shoulders and upper back forward. Lateral decubitus- In this position, the patient lays on their side with their back at the edge of the bed and facing the provider. The patient should curl their shoulder and legs and arch out their lower back. Prone- The patient is positioned face down and their back facing upwards in a jackknife position. === Limitations === Spinal anaesthetics are typically limited to procedures involving most structures below the upper abdomen. To administer a spinal anaesthetic to higher levels may affect the ability to breathe by paralysing the intercostal respiratory muscles, or even the diaphragm in extreme cases (called a \"high spinal\", or a \"total spinal\", with which consciousness is lost), as well as the body's ability to control the heart rate via the cardiac accelerator fibres. Also, injection of spinal anaesthesia higher than the level of L1 can cause damage to the spinal cord, and is therefore usually not done. ===Difference from epidural anesthesia=== Schematic drawing showing the principles of spinal anesthesia. Epidural anesthesia is a technique whereby a local anesthetic drug is injected through a catheter placed into the epidural space. This technique is similar to spinal anesthesia as both are neuraxial, and the two techniques may be easily confused with each other. Differences include: *A spinal anaesthetic delivers drug to the subarachnoid space and into the cerebrospinal fluid, allowing it to act on the spinal cord directly. An epidural delivers drugs outside the dura (outside CSF), and has its main effect on nerve roots leaving the dura at the level of the epidural, rather than on the spinal cord itself. *A spinal gives profound block of all motor and sensory function below the level of injection, whereas an epidural blocks a 'band' of nerve roots around the site of injection, with normal function above, and close-to-normal function below the levels blocked. *The injected dose for an epidural is larger, being about 10–20 mL compared to 1.5–3.5 mL in a spinal. *In an epidural, an indwelling catheter may be placed that allows for redosing injections, while a spinal is almost always a one-shot only. Therefore, spinal anesthesia is more often used for shorter procedures relative to procedures which require epidural anesthesia. *The onset of analgesia is approximately 25–30 minutes in an epidural, while it is approximately 5 minutes in a spinal. *An epidural often does not cause as significant a neuromuscular block as a spinal, unless specific local anesthetics are also used which block motor fibres as readily as sensory nerve fibres. *An epidural may be given at a cervical, thoracic, or lumbar site, while a spinal must be injected below L2 to avoid piercing the spinal cord. ===Injected substances=== Bupivacaine (Marcaine) is the local anaesthetic most commonly used, although lidocaine (lignocaine), tetracaine, procaine, ropivacaine, levobupivicaine, prilocaine, or cinchocaine may also be used. Commonly opioids are added to improve the block and provide post-operative pain relief, examples include morphine, fentanyl, diamorphine, and buprenorphine. Non-opioids like clonidine or epinephrine may also be added to prolong the duration of analgesia (although Clonidine may cause hypotension). In the United Kingdom, since 2004 the National Institute for Health and Care Excellence recommends that spinal anaesthesia for Caesarean section is supplemented with intrathecal diamorphine and this combination is now the modal form of anaesthesia for this indication in that country. In the United States Morphine is used for cesareans for the same purpose since diamorphine (heroin) is not used in clinical practice in the US. Baricity refers to the density of a substance compared to the density of human cerebrospinal fluid. Baricity is used in anaesthesia to determine the manner in which a particular drug will spread in the intrathecal space. Usually, the hyperbaric, (for example, hyperbaric bupivacaine) is chosen, as its spread can be effectively and predictably controlled by the Anaesthesiologist, by tilting the patient. Hyperbaric solutions are made more dense by adding glucose to the mixture. Baricity is one factor that determines the spread of a spinal anaesthetic but the effect of adding a solute to a solvent, i.e. solvation or dissolution, also has an effect on the spread of the spinal anaesthetic. In tetracaine spinal anaesthesia, it was discovered that the rate of onset of analgesia was faster and the maximum level of analgesia was higher with a 10% glucose solution than with a 5% glucose spinal anaesthetic solution. Also, the amount of ephedrine required was less in the patients who received the 5% glucose solution.Effect of glucose concentration on the subarachnoid spread of tetracaine in the parturient In another study this time with 0.5% bupivacaine the mean maximum extent of sensory block was significantly higher with 8% glucose (T3.6) than with 0.83% glucose (T7.2) or 0.33% glucose (T9.5). Also the rate of onset of sensory block to T12 was fastest with solutions containing 8% glucose.Effect of Glucose Concentration on the Intrathecal Spread of 0.5% Bupivacaine ==History== The first spinal analgesia was administered in 1885 by James Leonard Corning (1855–1923), a neurologist in New York.Corning J. L. N.Y. Med. J. 1885, 42, 483 (reprinted in 'Classical File', Survey of Anesthesiology 1960, 4, 332) He was experimenting with cocaine on the spinal nerves of a dog when he accidentally pierced the dura mater. The first planned spinal anaesthesia for surgery in man was administered by August Bier (1861–1949) on 16 August 1898, in Kiel, when he injected 3 ml of 0.5% cocaine solution into a 34-year-old labourer.Bier A. Versuche über Cocainisirung des Rückenmarkes. Deutsch Zeitschrift für Chirurgie 1899;51:361. (translated and reprinted in 'Classical File', Survey of Anesthesiology 1962, 6, 352) After using it on 6 patients, he and his assistant each injected cocaine into the other's spine. They recommended it for surgeries of legs, but gave it up due to the toxicity of cocaine. ==See also== *Combined spinal and epidural anaesthesia *Epidural *Intrathecal administration *Lumbar puncture ==References== ==External links== *Transparent reality simulation of spinal anaesthesia *Various diagrams of needles for Lumbar puncture, Epidural, Spinal Anesthesia, etc Category:Regional anesthesia ",
    "title": "Spinal anaesthesia"
}