{
    "id": "63942262",
    "text": "Manapparai Murukku (மணப்பாறை முறுக்கு) :ta:மணப்பாறை முறுக்கு is a special variety of murukku, a snack named after the town of Manapparai in Tiruchirappalli district in the Indian state of Tamil Nadu. ==Overview== The snack's name Murukku derives from the Tamil word for \"twisted\", which refers to its shape. The brain behind the industry was Krishna Iyer. Before Independence, he started this as a cottage industry, applying special techniques.ஜெய், மணப்பாறை முறுக்கு, இந்து தமிழ் திசை, 31 மே 2014 Neither sweet nor spicy, it was the ideal South Indian travel snack. Ingredients such as rice flour, cumin seeds, gingelly, asafetida, ajwain (omam), salt, water and oil are necessary to make this murukku. All ingredients should be mixed with flour. Then water is added little by little, kneading it into a thick batter. After that it has to be patted by the murukku maker and rotated to form coils. It has to be set aside for two minutes. Then it has to be fried in oil, then set aside again, and the process repeated. It has to be stored in an air-tight container. To add richness, butter or ghee could be added. ==Industry== This murukku is sold not only in all parts of Tamil Nadu but also exported to other states of India and overseas.தினமணி புத்தாண்டு மலர் 2014 150 to 250 families and cottage industries and at least 10 companies make the snack. In 2010, the Tamil Nadu government applied for a geographical indication tag for Manapparai Murukku. The GI tag would help more than 300 families who depend on this work. ==See also== *Tamil cuisine ==References== Category:Tamil cuisine Category:Indian snack foods ",
    "title": "Manapparai Murukku"
}