{
    "id": "63951108",
    "text": "The Military Road–Crosstown Line, designated Route E4, is a daily bus route operated by the Washington Metropolitan Area Transit Authority between the Friendship Heights station of the Red Line of the Washington Metro and Riggs Park (Eastern Ave & Jamaica St NE). The line runs every 10–18 minutes during weekday peak hours, 18–36 minutes during weekday midday and evenings, and 24–30 minutes on weekends. Trips take roughly 40 minutes. Additional daily trips are shortened to Fort Totten station which takes roughly 30 minutes. ==Background== Route E4 operates daily between Friendship Heights station and Riggs Park with additional trips terminating at Fort Totten station daily. This line mainly connects Northwest and Northeast by bus without having to ride the train and provides service along McKinley Street NW, Military Road NW, and Kennedy Street NW. Route E4 currently operates out of Western division utilizing New Flyer D40LFRs, DE40LFAs, or XDE40s. At one point, route E4 would operate some trips out of Bladensburg division. ==History== Route E2, E3, E4, E5, and E8 all operated as part of the Military Road–Crosstown Line through the years starting from Friendship Heights station. Route E4 originally operated up to University City Apartments in Lewisdale, Maryland but was shorten to Riggs Park in the 1970s. Routes E2, E3, and E4 terminated at Friendship Heights while E5 and E8 were shorten to Friendship Heights in 1984. During the years, the E5 and E8 were discontinued and route E6 operated as part of the Chevy Chase Line. Prior to 2015, route E2 would operate between Friendship Heights station and Ivy City (Okie & 16th Streets NE), route E4 would operate between Friendship Heights and Riggs Park (Eastern Ave & Jamaica St NE) on weekdays only, and route E3 would operate on weekends only between Friendship Heights and Ivy City via Riggs Park as a combination to route E2 and E4. During the weekends as well, route E2 would operate between Friendship Heights and Fort Totten station only. ===2012 Proposed Changes=== In 2012, WMATA proposed to eliminate routes E3 and E4 and shorten route E2 between Friendship Heights station and Fort Totten station. Service between Fort Totten and Riggs Park/Ivy City would be replaced by an extended route D4 and F6 reroute. According to WMATA, this was to reduce running time and improve on-time performance, provide a level of service along the different portions of the line east and west of Fort Totten commensurate with the significantly different passenger demand on the two portions, and allow for a more even frequency of service on the western portion of the line where the greatest demand occurs. ===2014 Proposed Changes=== In 2014, WMATA proposed to split the E2 and E4 into two separate routes. Route E4 will keep its current routing to Riggs Park with short trips operate between Friendship Heights station and Fort Totten station while route E2 will operate its current routing between Fort Totten and Ivy City. This will improve reliability of service by operating shorter routes and create a better balance of capacity and demand throughout the line. It will be every 16–20 minutes for all three routes during a.m. and p.m. peak periods, and every 36–40 minutes for all three routes off-peak and weekends and will have timed transfers at Fort Totten to minimize wait time. ===2015 Service Changes=== On June 21, 2015, route E2 and E4 were split into two different bus lines. Route E4 kept the Military Road–Crosstown Line name while route E2 was renamed into the Ivy City–Fort Totten Line also being shorten between Fort Totten station and Ivy City on its current routing. Route E4 was also given weekend service fully replacing route E3 as well. A small section of route E3's routing along Sargent Road and Eastern Avenue wasn't replace as stops along the route is in walking distance to routes E2 and E4 bus stops. Route E4 will have frequencies between Friendship Heights and Fort Totten every 8–10 minutes during AM and PM peak periods and every 18–20 minutes off-peak and weekends. ==Incidents== * On January 30, 2015, a 14-year-old boy attacked an E4 bus driver with a stun gun striking the driver's right arm. The teen was arrested on April 21, 2015 and charged with assault with a dangerous weapon. ==References== E4 ",
    "title": "Military Road–Crosstown Line"
}