{
    "id": "63951147",
    "text": "San Jose (Binukid: Sinakuruwan) is an urban barangay in the South Highway District of Malaybalay, Bukidnon. According to the 2015 census, it has a population of 6,856. It is located 6 kilometres south of the city proper and bounded to the north by Casisang, to the east by Can-ayan, to the south by Laguitas and Linabo, and to the west by Magsaysay. San Jose is divided by the Sawaga River into a billowy plain to the west and a hilly and rugged east. It is politically subdivided into fifteen purok. Sitios under its jurisdiction include Santo Niño, Mabuhay, and Panamucan. Santo Niño is located to the west, bordering Barangay Magsaysay. Mabuhay is located along the Sawaga. Panamucan is located to the east on the Paiwaig River. Economy is mainly driven by agriculture, but commerce and industry are growing as a result of the urbanization of Malaybalay. There are many infrastructure, land development and housing projects, including a water reservoir and a diversion road by- passing the city proper and leading into Dalwangan. There are three public elementary schools and one secondary school in San Jose administered by the Department of Education, Division of Malaybalay City. San Jose Elementary School, Mabuhay Elementary School, and Panamucan Elementary School is administered under District V. The secondary school, Malaybalay City National High School, is administered under District VI. San Jose is notable for the Monastery of the Transfiguration of the Benedictine monks. It is a popular destination among pilgrims during the Holy Week. It was erected in 1983 and designed by the architect Leandro Locsin San Jose was originally called Sinakuruwan., which in Binukid approximately means a source of water that can be stored in a sakuru. A sakuru is a water container made from a section of a bamboo stem. It was hispanicized into Cenacorohan. Sinakuruwan was then a sitio of Laguitas. In 1970, Cipriano Tulang, a kagawad of Laguitas, passed a resolution requesting the municipal government of Malaybalay to separate Sinakuruwan from Laguitas. In 9 December 1972, it was officially converted into a regular barangay and was named San Jose after the patron saint of the village == References == Category:Barangays of Bukidnon Category:Malaybalay Category:Barangays of Malaybalay ",
    "title": "San Jose, Malaybalay"
}