{
    "id": "63950591",
    "text": "This article is a list of notable individuals who were born in, or are strongly associated with Aspen, Colorado. It is organized by field of primary notability, then by last name within each section. Aspen is the home rule municipality that is the county seat of Pitkin County, Colorado, United States. Its population was 6,658 at the 2010 United States Census. Aspen is in a remote area of the Rocky Mountains' Sawatch Range and Elk Mountains, along the Roaring Fork River at an elevation just below above sea level on the Western Slope, west of the Continental Divide. == Arts == *Robert Baer (born 1952), author, political commentator, and former CIA case officer *John Denver (1943–1997), singer-songwriter, record producer, actor, activist, and humanitarian *Ethel Fortner (1907–1987), poet, critic, and editor *Bob Rafelson (born 1933), film director, writer and producerMichael Cleverly, \"Director's Cut,\" Aspen Sojourner, Summer 2010 *Maria Semple (born 1964), novelist and screenwriterAspen novelist Maria Semple discovers this town is hers - Aspen Times *Paul Soldner (1921–2011), ceramic artist known for experimenting with Japanese raku technique *Robert Spano (born 1961), conductor and pianist, music director of the Aspen Music Festival and School == Business == * Thomas H. Bailey (born 1936 or 1937), financier who founded Janus Capital Group * Harley Baldwin (1945–2005), developer and art dealer * Harry W. Bass Jr. (1927–1998), businessman and philanthropist * Whip Jones (1909–2001), ski industry pioneer and original operator of the Aspen Highlands ski area *Julie Macklowe, founder and spokesperson of skincare brand vbeauté\"Beauty Spots\" New York Times. May 29, 2012. Retrieved 13 September 2012. *Klaus Obermeyer (born 1919), founder of Sport Obermeyer *Walter Paepcke (1896–1960), industrialist, founder of the Aspen Institute, Aspen Skiing Company and Aspen Music Festival and School *Mortimer Zuckerman (born 1937), Canadian-American billionaire media proprietor and investor == Crime == * James Hogue (born 1959), con man who entered Princeton University by posing as a self-taught orphan * Nancy Pfister (1956–2014), tour guide and murder victim == Journalism == * Hazel Hunkins Hallinan (1890–1982), women's rights activist, journalist, and suffragist * Dave Price (born 1962), founder and publisher of several free daily newspapers *Harold Ross (1892–1951), co- founder and editor-in-chief of The New Yorker magazine == Philanthropy == * Mercedes Bass (born 1944), Iranian-American philanthropist and socialiteEric Wilson, An ’80s Scandal Comes to a Quiet End, The New York Times, October 14, 2011 * Melva Bucksbaum (1933–2015), art collector and patron of the arts * Barbara Ingalls Shook (1938–2008), heiress, patron of the arts, and philanthropistBirmingham philanthropist Barbara Ingalls Shook dies at 69, The Birmingham News, September 27, 2008 *Carrie Morgridge (born 1967), philanthropist and author *Elizabeth Paepcke (1902–1994), philanthropist and booster for Aspen, founded the Aspen Music Festival and School == Politics == * Nancy E. Dick (born 1930), 41st Lieutenant Governor of ColoradoState of Colorado:Lt. Gov. Dick * Helen Klanderud (1937–2013), mayor of Aspen from 2001 to 2007 *Davis Hanson Waite (1825–1901), Governor of Colorado from 1893 to 1895 == Science == *George Lof (1913–2009), engineer and inventor in the field of solar energy research *Robert R. Odén (1922–2008), orthopedic surgeon and team doctor of the United States Ski Team during the 1960 Winter Olympics == Sports == *Jeremy Abbott (born 1985), professional figure skater, bronze medallist at the 2014 Winter Olympics *Susie Berning (born 1941), retired professional golfer, winner of four major women's championships *Gretchen Bleiler (born 1981), former professional halfpipe snowboarderProfile, nbcolympics.com *Alex Ferreira (born 1994), professional half-pipe skier, silver medallist at the 2018 Winter Olympics *Alexi Grewal (born 1960), retired professional road racing cyclist, gold medallist at the 1984 Summer Olympics *Noah Hoffman (born 1989), American Olympic cross country skierNoah Hoffman *Chris Klug (born 1972), professional alpine snowboarder, bronze medallist at the 2002 Winter Olympics *Beth Madsen (born 1964), former professional alpine skier, competed in the 1988 Winter Olympics *Wiley Maple (born 1990), alpine skier in the downhill and super-G disciplines, competed in the 2018 Winter Olympics * Max Marolt (1936–2003), alpine skier, competed in the 1960 Winter Olympics * Andrea Mead Lawrence (1932–2009), first American alpine skier to win two Olympic gold medals * Jere Michael (born 1977), former competitive figure skater, later coach * Abigail Mickey (born 1990), former professional racing cyclist * Andy Mill (born 1953), former alpine ski racer, competed in the 1976 and 1980 Winter Olympics * Alec Parker (born 1974), former rugby union lock * Monique Pelletier (born 1969), former alpine skier, competed in the 1992 and 1994 Winter Olympics * Jessica Phillips (born 1978), competitive road cyclist * Janelle Smiley (born 1981), ski mountaineer and mountain climber * Alex Wubbels (born 1976), nurse and former alpine skier, competed in the 1998 and 2002 Winter Olympics * Torin Yater-Wallace (born 1995), competitive freestyle skier == Miscellaneous == *Aron Ralston (born 1975), outdoorsman and motivational speaker best known for surviving a canyoneering accident by cutting off his own arm *Christy Smith (born 1978), contestant on reality television series Survivor: The Amazon; first deaf contestant in the Survivor franchise == References == Aspen * Aspen, Colorado ",
    "title": "List of people from Aspen, Colorado"
}