{
    "id": "639557",
    "text": "The BMW 6 Series is a range of grand tourers produced by BMW since 1976. It is the successor to the E9 Coupé and is currently in its fourth generation. The first generation BMW E24 6 Series was available solely as a two-door coupé and produced from 1976 to 1989. When the 6 Series nameplate was revived in 2004 for the second generation, the BMW E63/E64 6 Series, the coupé was joined by a convertible body style. The third generation F06/F12/F13 6 Series debuted in 2011 as a coupé and convertible, and added a four-door coupé body style (known as the Gran Coupé) in 2012. When the F06/F12/F13 6 Series ended production, the \"Gran Coupé\"/coupé/convertible models have been shifted into the more upmarket BMW 8 Series (G15) nameplate. The fourth generation 6 Series, the G32 6 Series, debuted in mid-2017 and is offered only as a fastback body style to complement the BMW 5 Series (G30) sedan/wagon.http://thedrive.com/new- cars/21801/2018-bmw-640i-xdrive-gran-turismo-test-drive-review-surprisingly- good-beneath-the-skin The first generation 6 Series was derived from the BMW E23 7 Series, and was powered by a range of naturally aspirated inline-six gasoline engines. Following generations have been powered by inline-four, V8, and V10 engines with both natural aspiration and turbocharging. Since 2008, diesel engines have been included in the 6 Series range, with four-wheel drive models on offer since 2012. A BMW M6 high performance model has been produced for the first three generations of the 6 Series. __TOC__ == First Generation (E24; 1976–1989) == E24 635CSi E24 635CSi The BMW E24 is the first generation of 6 Series and was produced from 1976 to 1989. It replaced the E9 coupés and was solely produced in the 2-door coupé body style. Aside from the M635CSi/M6 models, the E24 was powered by a range of M30 straight-6 engines. The E24 M635CSi (called the M6 in North America and Japan) is considered the start of the M6 model line. In most markets, the M635CSi is powered by the M88 straight-6 engine. In North America and Japan, the M6 is powered by the less powerful S38 straight-6 engine. == Second Generation (E63/E64; 2003–2010) == E63 630i E63 630i The E63/E64 is the second generation of 6 Series and was sold from 2003 to 2010. The body styles of the range are the coupé (E63 model code) and convertible (E64 model code). In January 2003, the E63 coupé re- introduced the 6 Series range, 14 years after the E24 6 Series ended production. A few months later, the E64 convertible was released. The E63/E64 uses a shortened version of the E60 5 Series chassis and shares many features with the 5 Series. The car initially drew criticism, due to its controversial styling and complicated iDrive system. The M6 model was released in 2005 in coupé and convertible body styles. It is powered by the S85 V10 engine and most cars were sold with a 7-speed automated manual transmission (\"SMG III\"). Customers who wanted a fast four-door M6 Gran Coupe had to wait till November 2013 to get an M6 Gran Coupé, whereas the F12 coupe and F13 convertible M6 models were unveiled in May 2013 for the F12 M6 coupé, and July 2013 for the F13 M6 convertible. == Third Generation (F06/F12/F13; 2011–2018) == F06 650i F06 640i The BMW F06/F12/F13 is the third generation 6 Series and was sold from 2011 to 2018. The body styles of the range are a 4-door coupé (F06 model code, marketed as \"Gran Coupé\"), 2-door convertible (F12 model code) and 2-door coupé (F13 model code). It was introduced at the 2011 Shanghai Auto Show and New York Auto Show. A new four-door coupé version of the 6 Series was introduced in 2012, at the Geneva Motor Show; and is based on the 2007 CS Concept. Initial models included a 3.0-litre inline six engine, a 4.4-litre V8, and a 3.0-litre inline six diesel engine, with all-wheel drive variants later added to the lineup. In 2015, the 6 Series underwent a facelift, featuring design changes and minor performance and fuel economy improvements. On February 2017, it was confirmed that the 6 Series coupé model had ended production. The convertible ended in February 2018, and the Gran Coupé ended in October 2018. The F06/F12/F13 M6 is powered by the S63 twin-turbo V8 engine with a 7-speed dual clutch transmission. It is the first M6 to use a turbocharged engine. == Fourth Generation (G32; 2017–present) == G32 630i GT- front G32 630i GT- rear The BMW G32 is the fourth generation 6 Series, which went on sale in 2017. The body style of the G32 is a 5-door fastback and it is marketed as \"6 Series Gran Turismo\" (replacing the previous generation 5 Series Gran Turismo). The G32 was first introduced online on 14 June 2017 and launched at the 2017 Frankfurt Auto Show in September. The range of engines consist of turbocharged 4-cylinder petrol, 6-cylinder petrol and 6-cylinder diesel engines. Most models are rear-wheel drive, with all-wheel drive (called \"xDrive\" by BMW) available as an option for some models. == Production and sales == The following are production figures for the BMW 6 Series since 2004. {| class=\"wikitable sortable\" style=\"text-align: center;\" !Year !Total Production |- |2004 |21,040 |- |2005 |23,340 |- |2006 |21,947 |- |2007 |19,626 |- |2008 |16,299 |- |2009 |8,648 |- |2010 |5,848 |- |2011 |9,396 |- |2012 |23,193 |- |2013 |27,687 |- |2014 |23,988 |- |2015 |20,962 |- |2016 |13,400 |- |2017 |11,052 |- |2018 |26,606 |- |Total: |273,032 |} == References == 6 Series Category:Cars introduced in 1976 ",
    "title": "BMW 6 Series"
}