{
    "id": "639521",
    "text": "John Strachan (; 12 April 1778 – 1 November 1867) was a notable figure in Upper Canada and the first Anglican Bishop of Toronto. He is best known as a political bishop who held many government positions and promoted education from common schools to helping to found the University of Toronto. Gauvreau says in the 1820s he was \"the most eloquent and powerful Upper Canadian exponent of an anti-republican social order based upon the tory principles of hierarchy and subordination in both church and state\". Craig characterizes him as \"the Canadian arch tory of his era\" for his intense conservatism. Craig argues that Strachan \"believed in an ordered society, an established church, the prerogative of the crown, and prescriptive rights; he did not believe that the voice of the people was the voice of God\". Strachan built his home in a large yard bound by Simcoe Street, York Street, and Front Street. It was a two-storey building that was the first building in Toronto to use locally manufactured bricks. The gardens and grounds of the property occupied the entire square and became a local Toronto landmark, being given the name \"The Bishop's Palace\". After Strachan's death the home was converted into a private hotel called The Palace Boarding House. ==Life and work== ===Early life=== Born 12 April 1778, Strachan was the youngest of six children born to the overseer of a granite quarry in Aberdeen, Scotland. He graduated from King's College, Aberdeen, in 1797. After his father died in an accident in 1794, Strachan tutored students and taught school to finance his own education. In 1799 he emigrated to Kingston, Upper Canada, to tutor the children of other British and United Empire Loyalist immigrants. In Kingston one of his students was John Beverley Robinson, future attorney general of Upper Canada. At the same time, he studied to become ordained. In 1803 Strachan was ordained as a priest in the Church of England. He moved to Cornwall, Ontario, where he taught at a grammar school and married Ann McGill née Wood, widow of Andrew McGill, in 1807. Together they had nine children, some of whom died young. John Strachan He moved to York, Upper Canada, just before the War of 1812, where he became rector of St. James' Church (which would later become his cathedral) and headmaster of the Home District Grammar School. This school, also known as \"The Blue School,\" taught students from five to seventeen and emphasized a practical means of learning. Students recited abridged speeches from the House of Commons, learned Latin, and were encouraged to ask questions of their fellow pupils. A conservative, Strachan supported his nation during the War of 1812, using his sermons to support the suspension of civil liberties. Upon hearing that of the fall of Fort Detroit to British forces, Strachan declared in a sermon: \"The brilliant victory... has been of infinite service in confirming the wavering & adding spirit to the loyal\". Strachan had the young women of York knit flags for the militia regiments in which their menfolk were serving in and organized fundraising drives to give the militiamen serving on the Niagara frontier shoes and clothing. In December 1812, Strachan founded the Loyal and Patriotic Society of Upper Canada which raised £21,500 to support the families of militiaman and care for the wounded. During the Battle of York in 1813, along with senior militia officers, Strachan negotiated the surrender of the city with American general Henry Dearborn. The Americans violated the terms by looting homes and churches and locked the wounded British soldiers and Upper Canada militiamen into a hospital without food or water for two days. Strachan went to meet to complain in person to Dearborn about the violation of the terms of surrender and shamed Dearborn into imposing order on his troops. He is credited with saving the city from American troops, eager to loot and burn it. After the sack of York, Strachan sent his wife Anne and their children to Cornwall because he believed they would be safe there. A few months later, Cornwall was taken by the Americans, who looted the Strachan home and likely raped a then-pregnant Anne Strachan. ===Family Compact=== After the war he became a pillar of the Family Compact, the conservative elite that controlled the colony. He was a member of the Executive Council of Upper Canada from 1815 to 1836 as well as the Legislative Council from 1820 to 1841. He was an influential advisor to the Lieutenant-Governors of Upper Canada and the other members of the Councils and Assemblies, many of whom were his former students. The \"Family Compact\" were the elite who shared his fierce loyalty to the British monarchy, his strict and exclusive Toryism and the established church (Anglicanism), and his contempt for slavery, Presbyterians, Methodists, American republicanism, and reformism. Strachan was a leader of anti-American elements, which he saw as a republican and democratic threat that promised chaos and an end to a well- ordered society. Strachan invented the \"militia myth\" to the effect that the local militia had done more to defend Canada than the British Army, which has been rejected by Canadian historians. Strachan supported a strict interpretation of the Constitutional Act of 1791, claiming that clergy reserves were to be given to the Church of England alone, rather than to Protestants in general. In 1826, his interpretation was opposed by Egerton Ryerson, who advocated the separation of church and state and argued that the reserves should be sold for the benefit of education in the province. Although Strachan long controlled the reserves through the Clergy Corporation, he was ultimately forced to oversee the selling off of most of the land in 1854. ===Educational interests=== The bust of Strachan in the Trinity quad, Trinity College, Toronto Much of Strachan's life and work was focused on education. He wanted Upper Canada to be under Church of England control to avoid American influence. He tried to set up annual reviews for grammar schools to make sure they were following Church of England doctrines and tried to introduce Andrew Bell's education system from Britain, but those acts were vetoed by the Legislative Assembly. In 1827 Strachan chartered King's College, an Anglican university, although it was not actually created until 1843. In 1839, he was consecrated the first Anglican bishop of Toronto alongside Aubrey Spencer, the first Bishop of Newfoundland, at Lambeth Palace August 4. He founded Trinity College in 1851 after King's College was secularized as the University of Toronto. In 1835, he was forced to resign from the Executive Council, and he resigned from politics in 1841 after the Act of Union. He continued to influence his former students although the Family Compact declined in the new Province of Canada. Strachan helped organize the Lambeth Conference of Anglican bishops in 1867 but died that year before it was held. Strachan was buried in a vault in the chancel of St. James' Cathedral. He was succeeded by Alexander Neil Bethune. Strachan was elected a member of the American Antiquarian Society in 1846. ===First Nations=== Strachan was concerned with the Natives and called on people to embrace the \"sons of nature\" as brothers. He claimed that the United States desired Upper Canada primarily to exterminate the indigenous tribes and free up the West for American expansion. Strachan defended the autonomy of the Natives, the superiority of British governance, and the centrality of Upper Canada in the theatre of war against the US. He rejected the prevalent assumption at the time that Natives were simply pawns in the contest and gave an original and influential explanation of why Upper Canada was vital to both Native and Imperial concerns. ===High- church views=== Strachan was intensely devoted to the promotion of the Anglican position in Canada. He was born a Presbyterian in Scotland, but he never fully accepted it and first received communion at an Anglican church in Kingston. He was strongly influenced by the high-church bishop of New York, John H. Hobart. Strachan preached that the Anglican Church was a branch of the universal church and that it was independent of both pope and king. Like most Protestants of the era, he denounced the Roman Catholic Church for corruption. He rejected the revivalism of the Methodists as an American heresy and stressed the ancient practices and historic liturgy of his church. While a high churchman, Strachan's view alienated many of his clergy and laity who were drawn from the ranks of Irish Protestant immigrants of more low-church persuasion. He actively promoted missionary work, using the Diocesan Theological Institute at Cobourg to train clergy to handle frontier conditions. Much of his effort after 1840 was undermined by theological disputes in the church, such as between high-church tractarians and low-church evangelicals. He also faced external attacks from political reformers and rival denominations. ==Death and legacy== Strachan died on 1 November 1867 in Toronto. His funeral procession took place on November 5th, and wound through the city streets from his home at Front and York to St. James Cathedral. A plaque at the University of Toronto erected by the Ontario Archaeological and Historic Sites Board commemorates the residence of Strachan. The Bishop's Palace is the site where assembled the Loyalist forces that defeated William Lyon Mackenzie during the Rebellion of 1837. In the summer of 2004, a bust of John Strachan was erected in the quadrangle of Trinity College at the University of Toronto. Strachan Avenue, running from the original site of Trinity College to Lake Shore Blvd., is also named in his honour. ==References== ===Footnotes=== ===Bibliography=== : : : : : : : : : : : : : ==Further reading== : : : : : : : : : : ==External links== *Documents by Strachan from Project Canterbury *Poetry by Strachan Category:1778 births Category:1867 deaths Category:Anglican bishops of Toronto Category:19th- century Anglican bishops Category:Canadian Anglican priests Category:Converts to Anglicanism from Presbyterianism Category:People from Aberdeen Category:People from Toronto Category:Pre-Confederation Ontario people Category:Presidents of the University of Toronto Category:Scottish emigrants to pre-Confederation Ontario Category:Alumni of the University of Aberdeen Category:Persons of National Historic Significance (Canada) Category:Members of the American Antiquarian Society Category:Immigrants to Upper Canada ",
    "title": "John Strachan"
}