{
    "id": "639560",
    "text": "Princess Laurentien of the Netherlands (née Petra Laurentien Brinkhorst; born 25 May 1966)The Dutch Royal House is the wife of Prince Constantijn and sister-in-law of King Willem-Alexander and Queen Máxima. ==Early life== Petra Laurentien Brinkhorst was born in Leiden on 25 May 1966, the daughter of the former Dutch minister of Economic Affairs, Laurens Jan Brinkhorst and Jantien Brinkhorst-Heringa. She has one brother. She is known by her middle name, Laurentien, a portmanteau of her parents' given names. Princess Laurentien started primary school in Groningen. Her family then moved to The Hague, where she completed her primary education. She spent four years at the Christelijk Gymnasium Sorghvliet, and a year at the Eerste Vrijzinnige Christelijk Lyceum, both in The Hague. In 1984, she passed the Baccalauréat A examinations at the Lycée français in Tokyo. Her father was working in Japan at the time, being the Permanent Envoy of the European Union. Princess Laurentien studied History at the University of Groningen, where she received her propaedeuse in 1986. After this she studied at College of Queen Mary of the University of London where she received her Bachelor of Arts (BA) degree in Political Science in 1989 and subsequently at the University of California, Berkeley, where she obtained her Master of Journalism (MJ) degree in 1991. ==Interests and activities== Princess Laurentien has a long record of fighting against illiteracy in the Netherlands, which is now to be considered a negligible issue. In 2009, she was designated UNESCO Special Envoy on \"Literacy for Development\" in recognition of her \"outstanding commitment to the promotion of education and her profound dedication to the Organization's ideals and objectives\". In 2010 she was co-recipient of the Major Bosshardt Prize for her work in combating illiteracy. She is also the current president of wildlife conservation NGO Fauna and Flora International. ==Marriage and children== The engagement of Prince Constantijn and Laurentien Brinkhorst was announced on 16 December 2000. The civil marriage was conducted by Wim Deetman, the mayor of the Hague, in the Oude Raadzaal, Javastraat, the Hague, on 17 May 2001. The church wedding took place two days later on 19 May in the Grote of St Jacobskerk, with Reverend Carel ter Linden officiating. Prince Constantijn and Princess Laurentien have three children: Eloise (b. 2002), Claus-Casimir (b. 2004), and Leonore (b. 2006). Prince Constantijn, Princess Laurentien, and their children recently (2015) moved from Brussels to The Hague. ==Titles, styles, and honours== Laurentien's monogram Standard of Laurentien ===Titles and styles=== Laurentien's full title and style is: Her Royal Highness Princess Petra Laurentien of the Netherlands, Princess of Orange-Nassau, Mrs. van Amsberg. Laurentien was not legally created a princess, but custom allows a wife to use her husband’s titles. All children of the marriage hold the titles Count or Countess of Orange-Nassau and Jonkheer or Jonkvrouw van Amsberg. By Royal Decree of 15 January 2003, nr. 36, Princess Laurentien was granted her own personal standard. === Honours === * : Grand Cross of the Order of the House of OrangeBelga Pictures, Victoria of Sweden's wedding, Constantijn & Laurentien PPE Agency, Opening of Dutch Parliament 2012, photo showing the red-crossed badge of the order * : Royal Wedding Medal 2002 (2 February 2002) * : King Willem-Alexander Investiture Medal (30 April 2013) ==== Foreign honours ==== * : Grand Cross of the Order of the Crown (28 November 2016) * : Grand Cordon of the Supreme Order of the Renaissance (30 October 2006)PPE Agency, Group photoPPE, Laurentien ==References== ==External links== *The Dutch Royal House | Princess Laurentien *UNESCO on Literacy (official website) Category:1966 births Category:Living people Category:House of Orange-Nassau Category:Princesses by marriage Category:Princesses of Orange-Nassau Category:People from Leiden Category:Alumni of Queen Mary University of London Category:Grand Crosses of the Order of the House of Orange Category:Recipients of the Supreme Order of the Renaissance Category:Grand Crosses of the Order of the Crown (Belgium) Category:Amsberg ",
    "title": "Princess Laurentien of the Netherlands"
}