{
    "id": "63954200",
    "text": "Night Shade is the second studio album by Australian musician Lanie Lane, released in October 2014. The album peaked at number 42 on the ARIA Charts. Lane spoke with Australian Musician about the process for the album. She said \"I was spending more time writing each song. I'd get much more in touch with the song rather than quickly and prolifically writing. I spent days on them and [for example] the song 'Mother', I spent a few months on that song. I kept coming back to it, giving up on it, loving it, hating it, thinking it wasn't good enough. The recording was spread out over 6 months. We did ten days of rehearsing and recording the band stuff and three days doing the vocals in my bedroom, three days doing backing vocals in Sydney. Then we went back in March and recorded the songs 'Celeste' and 'I See You Up At the Grove'.\" ==Reception== Greg Phillips from Australian Musician said \"[Night Shade] is a blend of many styles and sounds, from trippy Doors-like psychedelia and ambient, spacious ballads to 70s style jams, atmospheric guitar noise, jazz influenced vocal deliveries and a modicum of the Lanie Lane we already knew. It would be easy to label the album as a bold musical statement, purposely created to lay to rest any pigeon-holing from the past, however, that wasn't Lanie’s intention and is not how she views the experience.\" Natalie Amat from The Brag said \"Night Shade has a melodic discordance that echoes Feist's Metals\" and said \"While not immediately gripping, Night Shade, with its wistful warmth, poetic tales and gentle maturity, makes for an intoxicating slow burn.\" Ross Clelland from TheMusic said \"There's still a country speckling, but the cowgirl cabaret that sometimes seemed a bit forced has gone, replaced with layers and space that belie the album’s largely hand-hewn nature.\" Samuel J. Fell from Sydney Morning Herald described the album as \"a true gem\" and called it \"...a soaring album, wreathed in shimmering guitar and lush, warm soundscapes, an ethereal pop jaunt fronted by someone whose voice is, by turns, tough and soft, assured and perfectly placed.\" Natalie Amat from The Brag said \"Night Shade has a melodic discordance that echoes Feist's Metals\" and said \"While not immediately gripping, Night Shade, with its wistful warmth, poetic tales and gentle maturity, makes for an intoxicating slow burn.\" Andrew Le from Renowned for Sound said \"the record is ideal for solitary yet comforting nights by the moon.\" Mark Ireland from The Dwarf said \"This is a stunning follow up for Lanie, her growth as an artist is a beautiful thing, she has gone ahead in leaps in bounds and her place in the Australian music scene is well and truly cemented.\" Ireland called Night Shade one of the year's best albums. Mikey Cahill from Herald Sun called the album \"considered\" saying \"On her galloping debut album For the Horses, Lane was a wild brumby singing sweetly about the woes of falling in love with a cowboy... knowing another suitor was waiting at the bar. Now she's locked it down with partner and musical muse Jez Mead and the two went off to country Victoria to get to the heart of a bunch of moving, unhurried songs that are not quite country, not quite western, sumpin' sparser in between.\" ==Track listing== # \"Salute\" - 6:10 # \"I See You\" - 3:56 # \"Celeste\" - 3:57 # \"Olympia\" - 3:23 # \"La Loba\" - 5:31 # \"The Phantom\" (Lanie Lane and Jez Mead) - 5:55 # \"You Show Me How I Should Like It\" - 3:02 # \"No Sound\" - 3:50 # \"Made for It\" - 4:48 # \"Underneath\" - 4:41 # \"Mother\" - 10:32 *All tracks written by Lanie Lane, except where noted. ==Charts== {| class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2014) ! scope=\"col\"| Peak position |- |} ==Personnel== * Lanie Lane (guitar and vocals) * Jez Mead (trumpet) * Sarah Belkner (keys) * Tim Keegan (bass) * Aidan Roberts (guitar) * Paul Derricot (drums) * Matt Keegan (sax), * Bruce Reid (pedal steel, ban- sitar) ==Release history== {| class=\"wikitable\" ! Country ! Date ! Format ! Label ! Catalogue |- | Australia | 24 October 2014 | Digital download, CD, LP | Ivy League Records | IVY248, IVY249 |} ==References== Category:2014 albums Category:Ivy League Records albums Category:Lanie Lane albums ",
    "title": "Night Shade (album)"
}