{
    "id": "63951968",
    "text": "The Polvadera Group is a group of geologic formation exposed in and around the Jemez Mountains of northern New Mexico. Radiometric dating gives it an age of 13 to 2.2 million years, corresponding to the Miocene through early Quaternary. ==Geology== The Jemez Mountains lie on the intersection of the western margin of the Rio Grande Rift and the Jemez Lineament.Aldrich 1986Whitmeyer and Karlstrom 2007 Here magma produced from the fertile rock of an ancient subduction zoneWolff et al. 2004 has repeatedly found its way to the surface along faults produced by rifting. This has produced a long-lived volcanic field, with the earliest eruptions beginning at least 13 million years ago in both the northern (Polvadera Group) and southern (Keres Group) portions of the volcanic field.Heiken et al. 1990 High-silica eruptions of the Tewa Group began about 1.85 million years ago and continued almost to the present day.Zimmerer et al. 2016 The Polvadera Group is a sequence of basalt, andesite, dacite, and rhyolite flows that underlie part of the central and most of the northern Jemez Mountains. It overlaps the Keres Group to the south and has a maximum thickness of about . It overlies the Abiquiu Formation and Santa Fe Group and is overlain by the Tewa Group. === Formations === From oldest to youngest, the formations recognized within the Polvadera Group are the Lobato Formation, the La Grulla Formation, the Tschicoma Formation, and the El Rechuelos Rhyolite. The Lobato Formation is a sequence of mostly tholeiiticKonkright 2016, p.9 basalt flows that underlies the mesas fringing the northern and northeastern sides of the Jemez Mountains. Major flows include the basalts of Clara Peak, Lobato Mesa, Polvadera Mesa, Escoba Mesa, and Cerro Pedernal. The formation was named for Lobato Mesa (), where the formation is particularly thick and extensive, by H. T. U. Smith in 1938. The formation has a maximum thickness of and is a succession of numerous flows ranging from to in thickness. The flows are mostly olivine-augite basalts, but hypersthene-, pigeonite-, and titaniferous augite-bearing basalts are also found. The formation was erupted between 14 and 7 million years ago, peaking between 10.8 million and 7.8 Mya.Heiken et al. 1990, p.33 The Lobato Formation is separated from the underlying Abiquiu Formation and Santa Fe Group by an erosional surface locally veneered by boulders and cobbles of Precambrian basement. The formation in turn is overlain by dacites and quartz latites of the Tschicoma Formation. The earliest flows mapped as Lobato Formation are interbedded with Santa Fe Group sediments and have been dated at 14.1 + 0.3 Mya. File:Lobato Mesa.jpg|thumb|Lobato Mesa File:Clara Peak lava flows.jpg|thumb|Thin lava and cinder beds of the Lobato Formation exposed in road cut southwest of Clara Peak. File:Lobato Gabbro.jpg|Gabbro from the interior of the Clara Peak eruptive center of the Lobato Formation. File:Window rock dike.jpg|Window Rock Dike, in the badlands between Medanales and Lobato Mesa. The La Grulla Formation consists of flows underlying the La Grulla Plateau () that were originally assigned to the Lobato Formation or the Tschicoma Formation. However, these are distinct in age and geochemistry,Singer and Kudo 1986 and were assigned to the La Grulla Formation by Kelley et al. in 2013. The formation includes mafic lavas erupted from Encino Point between 8.7 and 7.8 Mya and trachyandesite and dacite erupted on the La Grulla Plateau between 7.7 and 7.2 Mya. The contact of the La Grulla Formation with the underlying Paliza Canyon Formation (Keres Group) is described as a sedimentary break. The Tschicoma Formation is a sequence of mostly dacite and rhyodacite flows, with lesser amounts of andesite, trachyandesite, and rhyolite, that overlies the Lobato Formation and is in turn overlain by Tewa Group flows. Its flows are exposed as the Sierra de los Valles west of the city of Los Alamos (). It was named by Griggs in 1964.Griggs 1964, p. 42 This formation marked a reduction in tectonic activity in the region. Whereas previous eruptions were vented along active faults, the Tschicoma hybrid magmas formed from coalescence of pockets of mantle- and lower-crust-derived magmas.Heiken et al. 1990, p.32 The eruptions took place between 6.8 and 2.7 Mya, with a peak between 5.0 and 2.7 Mya.Broxton et al. 2007 The flows were erupted from multiple dome complexes that can be readily distinguished by their geochemistry and petrographic characteristics. The Rhyodacite of Rendija Canyon contains 11-16% phenocrysts of quartz and plagioclase, lesser amounts of sanidine and anorthoclase, and traces (<0.5%) of biotite, clinopyroxene, and hornblende. It is a low-silica rhyolite with an age ranging from 4.98 to 5.36 Ma. The Dacite of Sawyer Dome contains 32-34% phenocrysts of plagioclase, hornblende, and orthopyroxene, and has an 40Ar/39 age between 3.18 to 3.67 Ma. The Dacite of Cerro Grande contains about 21% phenocrysts of plagioclase, hornblende, orthopyroxene, and subordinate clinopyroxene, with an age ranging from 2.88 to 3.35 Ma. The Dacite of Pajarito Mountain is divided into two series of lavas. The lower is a two- pyroxene dacite with 10.3-16.4% phenocrysts of plagioclase and subequal orthopyroxene and clinopyroxene, while the upper flows are slighly more silicic, with 23-24% phenocrysts of plagioclase, orthopyroxene, and subordinate clinopyroxene. The age of the upper flows ranges from 2.93 and 3.09 Ma. The Dacite of Caballo Mountain (New Mexico) is also divided into two sets of flows. The lower flows include to 24% phenocrysts of plagioclase and hornblende with lesser amounts of quartz and biotite and traces of sanidine, orthopyroxene, and clinopyroxene. The summit of Caballo Mountain is underlain by a relatively crystal-poor dacite containing about 2% phenocrysts of plagioclase and hornblende with lesser amounts of clinopyroxene and traces of quartz and orthopyroxene. The lower beds are about 4.66 Ma in age while the summit is 3.06 Ma in age. After about 2.88 Ma, Tschicoma volcanism shifted from the Sierra de los Valles eastwards to the western Española basin. Here several small-volume dacite lavas erupted between 2.36 and 2.74 Ma that are now buried under the Bandelier Tuff of the Pajarito Plateau. Tschicoma dacite contains andesitic inclusions consistent with injection of mafic magma into melted crust.Justet 2003, p.109 The Puye Formation of the Santa Fe Group consists largely of debris eroded off the Tschicoma Formation. It contains 25 pyroclastic flows, including pumicious ignimbrites and block and ash flows, erupted by vents of the Tschicoma Formation. Erosion has denuded the Tschicoma Formation domes of these units.Turbeville et al. 1989 File:Chicoma snow.jpg|Tschicoma Mountain, the highest point in the Jemez Mountains, is underlain by Tschicoma Formation. File:Rendija Canyon Member.jpg|Dacite boulder of Rendija Canyon Member of the Tschicoma Formation File:Tschicoma block and ash.jpg|thumb|Block and ash flow in the Tschicoma Formation exposed at Rendija Canyon The El Rechuelos Rhyolite is named for El Rechuelos, a small steep drainage on the western side of Polvadera Peak (). It was originally defined as a set of five small rhyolite domes and a small pumice cone in the northern Jemez Mountains. These rest on dacites of the Tschicoma Formation and are overlain by Bandelier Tuff.Smith et al. 1969, p.11 Petrological and radiometric age measurements have shown that only two of the domes, plus a vent discovered later, properly belong to the El Rechuelos Rhyolite and have an age of 2 million years. The remaining rhyolite domes are much older and resemble units of the Keres Group to the south. The ages and chemistries point to five distinct batches of magma for the El Rechuelos Rhyolite as originally defined. The Early Rhyolite has an 40Ar/39 age of 7.10 + 0.04 Ma and is characterized by phenocrysts of plagioclase, quartz, biotite, and sanidine; the Intermediate Rhyolite has an age of 7.05 + 0.24 Ma and is characterized by phenocrysts of plagioclase, sanidine, and biotite; the Pumice Ring Rhyolite has an age of 5.61 + 0.48 and is characterized by plagioclase, biotite, quartz, and amphibole phenocrysts in a finely crystalline groundmass; the El Rechuelos Rhyolite (sensu stricto) is 2.23 +0.15 Ma old and is sparsely porphyritic rhyolite glass; and the Young Rhyolite is 1.19 + 0.01 Ma old and has phenocrysts of sanidine, quartz, plagioclase, and sparse fayalite. All have a total rock composition characteristic of rhyolite. The Young Rhyolite appears to be part of the Bandelier Tuff.Konkright 2016, pp.iii-iv The El Rechuelos Rhyolite has geochemistry consistent with an origin in a lower crustal magma chamber generated from a mantle‐derived mafic magma, probably the nearby Lobato Basalt, by fractional crystallization with limited assimilation (less than six percent) of lower crust. This system was likely distinct from the Bandelier Tuff magma system. ==History of investigation== The group was first defined by Bailey, Smith, and Ross in 1969 as part of their work establishing the stratigraphy of the Jemez Mountains. The group was named for Polvadera Peak, which is a major eruptive center for the group and the second highest peak in the Jemez Mountains (). They included in the group the Lobato Basalt, the Tschicoma Formation, and the El Rechuelos Rhyolite.Smith et al. 1969, pp.10-11 Loeffler et al. narrowed the definition of the El Rechuelos Rhyolite in 1988,Loeffler et al. 1988 and Kelley et al. defined the La Grulla Formation in 2013.Kelley et al. 2013 The division of the precaldera formations of the Jemez Mountains into the Polvadera and Keres Groups, based largely on geography, has been criticized as artificial, and the Polvadera Group itself includes formations of disparate origins and ages.Gardner et al. 1986Rowe et al. 2007 Goff et al. abandoned the Polvadera Group in their 2011 mapping of the Valles Caldera, assigning its formations to the Keres Group,Goff et al. 2011 as did Kelley et al. in their 2013 study. == Cultural significance == Obsidian obtained from the Polvadera Group has been found in Paleoindian archaeological sites as far east as Oklahoma.Bement et al. 2020 == Footnotes == == References == * * * * * * * * * * Konkright, Kelsy Jo, \"Petrogenesis of the El Rechuelos Rhyolite, Jemez Mountains Volcanic Field, New Mexico, USA\" (2016). UNLV Theses, Dissertations, Professional Papers, and Capstones. 3632. https://digitalscholarship.unlv.edu/thesesdissertations/3632 * * * * * * * * Category:Geologic groups of New Mexico Category:Neogene formations of New Mexico ",
    "title": "Polvadera Group"
}