{
    "id": "63953911",
    "text": "Werner Wolf (15 March 1925 – 23 December 2019) was a German musicologist and music critic. The acknowledged Wagner researcher was co-editor of Sämtlicher Briefe of the composer from 1967 to 1979. He also presented several opera performances. In 1981 he was appointed professor at the Leipzig University. == Life == Born in , Wolf was born in 1925 as the son of a metalworker, stocking maker or master craftsman and a seamstress. After attending elementary school, he first completed a merchant training course in iron wholesale and attended the Wirtschaftsoberschule in Chemnitz. From 1941 to 1945 he worked as a commercial clerk, auxiliary storekeeper and transport worker in the iron wholesale trade in the {} Chemnitz. During this time he was supported by the composer and his wife (piano teacher). He was also influenced by the Wagner tradition of the Theater Chemnitz. In December 1944 he was called up for military service; until June 1946 he spent time in British war captivity in Munsterlager. 1945/46 he was leader and pianist of a dance band. From 1946 to 1951 he studied piano and clarinette (Staatsexamen) at the University of Music and Theatre Leipzig; in 1951 he passed the matriculation examination there. In addition, he was a at the with Walter Serauky and Hellmuth Christian Wolff. From 1951 to 1953 he studied musicology (Staatsexamen) at the University of Leipzig and in 1953 he took a final examination for the subject Musicology at the Faculty of Philosophy. From 1953 to 1957 he was a guest auditor with Ernst Hermann Meyer and Georg Knepler at the Musicological Institute of the Humboldt University of Berlin. From 1953 he was also an employee of the Leipziger Volkszeitung, from 1966 to 2002 he worked as a permanent freelancer, part-time lecturer in music history at the Volkshochschule and freelancer for music publishers. He also held various teaching positions: for music history at the Faculty of Journalism as well as for opera history and for history of classical instrumental music at the Musicological Institute of the Karl Marx University Leipzig. In 1966 he became a research assistant at the Institute for Musicology and Music Education at the Karl Marx University in Leipzig. In 1969/70 he was senior assistant at the WG Musikwissenschaft of the section Kulturwissenschaften und Germanistik. In 1968 he received his doctorate with the dissertation Richard Wagner's intellectual and artistic development until 1848: Studies on Wagner's letters, writings and works for Dr. phil.. The reviewers were Georg Knepler and Richard Petzoldt. In 1969 he received the '. In 1969/70 he was head of the teaching collective Musicology and Music Education and then until 1980 head of the Department of Musicology and Music Education. From 1970 to 1981 he was university lecturer for musicology at the Department of Musicology and Museum of Musical Instruments of Leipzig University. In the year 1978 the followed on the topic Beiträge zur Darstellung der geistigen und künstlerischen Entwicklung Richard Wagners nach 1848 (Contributions to the Representation of Richard Wagner's Spiritual and Artistic Development after 1848), the expertises were taken over by Walther Siegmund-Schultze, Ernst Hermann Meyer, Udo Klement and . From 1979 to 1981 he held a teaching position for music history at the Theaterhochschule \"Hans Otto\" Leipzig. In 1981 he became associate professor for Marxism-Leninism. musicology. His main research interests were musicology, especially music history, the history of music theatre and instrumental music. He gave special lectures on Wolfgang Amadeus Mozart, Ludwig van Beethoven, Franz Schubert, Richard Wagner, Johannes Brahms, Béla Bartók, Sergei Prokofiev, Karl Amadeus Hartmann, Dmitri Shostakovich and Hans Werner Henze. From 1985 to 1990 he was head of the musicology section of the Department of Musicology and Music Education. In 1989/90 he was a lecturer for music history at the Hochschule für Musik \"Felix Mendelssohn Bartholdy\" Leipzig; from 1996 to 2000 he took over the special seminar Aufführungspraxis und Interpretation der Musik des 19. Jahrhunderts (Performance practice and interpretation of 19th century music). In 1990 he retired when he reached the age limit. Among his students were among others Hella Bartnig, Renate Herklotz, Allmuth Behrendt and Ingolf Huhn. From 1954 to 1961 he was a member of the city council of the Cultural Association of the GDR. From 1955 to 1958 he was chairman of the cultural commission of the Leipziger Volkszeitung. From 1955 to 1990 he was a freelancer for the magazine Musik und Gesellschaft. From 1958 to 1970 he was chairman of the district working group choir at the cabinet for cultural work of the district of Leipzig. From 1958 to 1990 he belonged to the , from 1964 in the central committee and from 1968 in the district committee; in 1984 he became director of the music academy \"Hans Pezold\" in the district association Leipzig. From 1972 to 1990 he was a member of the Scientific Advisory Board for Musicology at the Ministry of Higher and Technical Education (East Germany) as well as a member of the Working Group for Music History of the Central Expert Commission there. He published contributions among others to the Meyers Konversations-Lexikon. He also designed programs for theaters in Berlin, Leipzig and Dresden and wrote introductions to the for operas and record cassettes. Since the 1990s, he has been a regular contributor to the Neue Musikzeitung and the professional journal Oper und Tanz as well as the newspaper Leipzigs Neue. Wolf was married. He died in 2019 in Leipzig at age 94 and was buried at Südfriedhof.Der Richard-Wagner-Verband Leipzig e.V. trauert um seinen Gründer und Ehrenvorsitzenden Prof. Dr. sc. Werner Wolf, richard-wagner.org, 10 January 2020. == Wagner-Forschung == Wolf's research focused on the life and work of Richard Wagner. Thus from 1967 he was editor of the composer's complete letters, together with the archivist Gertrud Strobel, on behalf of the Richard Wagner Family Archive Bayreuth (today ). The basis for this was a contract between the initiator Winifred Wagner and the VEB Deutscher Verlag für Musik in Leipzig, where the chronologically ordered edition appeared.Gemeinsam geht es besser. In the Berliner Zeitung, 9 February 1968, Vol. 24, issue 40, . The volume of the letters was estimated at about 5000 pieces at that time. Wolf, who was responsible for the introduction, the comments and the index, contributed to five volumes (1967, 1969, 1975, 1979 and 1993), the fifth of which was completed by Hans-Joachim Bauer and Eva Gerlach. Wolf's successor was Johannes Forner.Werner Breig: Zur Editionsgeschichte der Briefe Richard Wagners. In Reinmar Emans, Ulrich Krämer (ed.): Musikeditionen im Wandel der Geschichte (Bausteine zur Geschichte der Edition, vol. 5). De Gruyter, Berlin among other. 2015, , , here . On the occasion of the 100th anniversary of Richard Wagner's death in 1983, Wolf chaired the international colloquium \"Richard Wagner – Leben, Werk und Interpretation\", which was organized jointly with the University of Leipzig. About 230 musicians, scientists, etc. from 15 countries took part in the colloquium among others Gerd Rienäcker, Dénes Zoltai, Martin Gregor-Dellin and .Kolloquium zu Richard Wagner. In the Berliner Zeitung, 11 February 1983, Jg. 39, issue 35, . From 1983 to 1993 he was chairman of the \"Richard Wagner Circle of Friends\" in the Cultural Association of the GDR and from 1993 to 2008 of the renamed Richard Wagner Association International Ortsverband Leipzig e.V. Until 2011 he was still active on the board. Since then he has been honorary chairman of the association. == Awards == * 1972: * 1979: .Kunstpreise von Bezirken für verdiente Kulturschaffende. In Neues Deutschland, 3 October 1979, 34th year, issue 233, . für Literatur- und Musikkritik * 2008: Richard-Wagner-Preis für sein Lebenswerk.Tiefe Trauer um den Leipziger Wagner-Forscher Prof. Dr. sc. Werner Wolf, wagner-verband- leipzig.de, 30 December 2019. == Literature == * Peter Korfmacher: Das Gedächtnis der Musikstadt Leipzig. In the Leipziger Volkszeitung dated 30 December 2019, . * Thomas Mayer: Wolfs Bekenntnis. In the Leipziger Volkszeitung dated 23 January 2012, . * Thomas Mayer: Alt und weise. Ein Leben für die Musik – Werner Wolf wird 90. In Leipziger Volkszeitung vom 14./15 March 2015, . * Christoph Sramek (ed.): Dokumentation zum Leben und Schaffen des Leipziger Musikwissenschaftlers, Hochschullehrers und Musikkritikers Prof. Dr. sc. Werner Wolf anlässlich seines 80. Geburtstages am 15. März 2005.Dokumentation zum Leben und Schaffen des Leipziger Musikwissenschaftlers, Hochschullehrers und Musikkritikers Prof. Dr. sc. Werner Wolf anläßlich seines 80. Geburtstages am 15. März 2005 on WorldCat Ch. Sramek, Leipzig 2005. == References == == External links == * * Werner Wolf an der Universität Leipzig * Prof. Dr. Werner Wolf zum 85. (Bericht des Richard-Wagner-Verbandes Leipzig) * Genialer Musikvermittler: Erinnerungen an Werner Wolf. Bettina Volksdorf in conversation with Christoph Sramek (MDR Klassik, 14 March 2020) Category:German music historians Category:German music critics Category:German music journalists Category:Leipzig University faculty Category:University of Music and Theatre Leipzig faculty Category:1925 births Category:2019 deaths Category:Writers from Saxony ",
    "title": "Werner Wolf"
}