{
    "id": "639744",
    "text": "Albert Fred \"Red\" Schoendienst (; February 2, 1923 – June 6, 2018) was an American professional baseball second baseman, coach, and manager in Major League Baseball (MLB), and is largely known for his coaching, managing, and playing years with the St. Louis Cardinals. He played for 19 years with the St. Louis Cardinals (1945–1956, 1961–1963), New York Giants (1956–1957) and Milwaukee Braves (1957–1960), and was named to 10 All Star teams. He then managed the Cardinals from 1965 through 1976 – the second-longest managerial tenure in the team's history (behind Tony La Russa). Under his direction, St. Louis won the 1967 and 1968 National League pennants and the 1967 World Series, and he was named National League Manager of the Year in 1967 and 1968. He was elected to the Baseball Hall of Fame in 1989. At the time of his death, he had worn a Major League uniform for 74 consecutive years as a player, coach, or manager,Schoendienst, Red: Baseball Hall of Fame Retrieved September 7, 2011Megdal, H. Cardinal Red For Life. Sports On Earth. Retrieved March 19, 2014. and had served 67 of his 76 years in baseball with the Cardinals. ==Early life== Schoendienst was born in Germantown, Illinois, approximately east of downtown St. Louis to Joe and Mary Schoendienst, one of seven children. His father was a coal miner, and the family lived without running water or electricity. Schoendienst showed a marked aptitude for baseball at a young age. In school he would handicap himself by hitting left-handed. In 1939, at age 16, he dropped out of school to join the Civilian Conservation Corps, a major public works employment program within President Franklin D. Roosevelt's New Deal. While working on a fence, he suffered a serious injury to his left eye from a nail. Many doctors recommended removal of the eye, but eventually Red found one willing to pursue non-surgical treatment. He endured constant headaches and years of rehabilitation. After the eye injury, Schoendienst found it very difficult to read breaking balls while batting right-handed against right-handed pitchers. To solve the problem, he used the left-handed batting skills he acquired as a youth to become a switch hitter. In the spring of 1942, he participated in a St. Louis Cardinals open tryout with about 400 other hopefuls. Though he was not signed at the tryout, Joe Mathes, the Cardinals' chief scout, later changed his mind and drove to Germantown to sign him for $75 a month ($ in current dollar terms). ==Minor leagues and military service (1942–1944)== Schoendienst began his professional career in the D-level Georgia–Florida League with the Albany Cardinals, followed by the Union City Greyhounds of the Class D Kentucky–Illinois–Tennessee League. At Union City, he collected eight hits in his first eight at bats (AB) on his way to batting .407 in six games. In 1943, after playing nine games for the Lynchburg Cardinals in the Class B Piedmont League, he had attained 17 hits in 36 AB. This strong start earned him a promotion to the double-A International League's (IL) Rochester Red Wings, where he batted .337 in 136 games with 21 doubles, six home runs (HR) and 20 stolen bases (SB). His .337 average was the league's best; he won the IL's Most Valuable Player (MVP) Award and gained visibility as a top prospect. In 1944, still in Rochester, Schoendienst hit .373 in 25 games. He was drafted mid-season into the U.S. Army, but received a medical discharge on January 1, 1945, due to his eye injury and sustained trauma incurred while shooting bazookas.Harlan, B: The St. Louis Cardinals 1971 Official Guide and Record Book, p. 8 ==Major league playing career (1945–1963)== Schoendienst circa 1953 The Cardinals invited Schoendienst for spring training in Cairo, Illinois, in 1945. Schoendiest had been a shortstop in the minor leagues. but as the Cardinals had Marty Marion, who had won the National League's (NL) MVP Award in 1944, as their shortstop, St. Louis assigned Schoendienst to be their left fielder. Totaling 137 games in his rookie season, he batted .278 with a league-high 26 SB. In 1946, the Cardinals moved Schoendienst to play second base on their way to their third World Series title in five years. During the 1946 offseason, he won the televised home run derby. With sure hands and quick reflexes, he led the National League's second basemen for seven seasons and handled 320 consecutive chances without an error in 1950. In that season's All-Star Game, he won the contest for the National League with a home run in the top of 14th inning. It was the first All-Star game to go to extra innings. His 1956 league record fielding percentage of .9934 stood for 30 years until broken by Ryne Sandberg.Leggett, William (October 7, 1968): Manager Of The Money Men. Sports Illustrated archive Retrieved September 13, 2011 In a trade that was extremely unpopular with Cardinals fans and his best friend Stan Musial, Schoendienst, along with Jackie Brandt, Bill Sarni, Dick Littlefield and Bobby Stephenson, was sent to the New York Giants for Alvin Dark, Whitey Lockman, Ray Katt and Don Liddle on June 14, 1956. The transaction was made possible after the Cardinals switched Don Blasingame from shortstop to second base to replace Schoendienst.Vanderberg, Bob. Frantic Frank Lane: Baseball's Ultimate Wheeler-Dealer. Jefferson, NC: McFarland and Company, Inc., 2013. Retrieved June 7, 2018 The following season, the Giants traded Schoendienst to the Milwaukee Braves for Bobby Thomson, Ray Crone, and Danny O'Connell. Schoendienst helped lead the team to its first pennant in nine years, batting .309 and finishing third in the NL MVP vote. In the World Series the Braves defeated the New York Yankees to win their only title in Milwaukee, and the franchise's first since 1914. Milwaukee repeated as NL champions in 1958 but lost to the Yankees in their World Series rematch; Schoendienst flied out to Mickey Mantle for the Series' final out. During the 1958–59 off-season Schoendienst was diagnosed with tuberculosis and underwent a partial pneumonectomy in February 1959. Despite being told that he would never play again, he returned to the Braves in 1960—only to be released at the end of the season. In 1961 he rejoined the Cardinals, first as a pinch hitter, then as a coach when Johnny Keane replaced Solly Hemus as the Cardinals' manager. In his final two playing seasons he served as a player-coach, batting over .300 in both 1962 and 1963. In 19 seasons as a player, Schoendienst compiled a .289 batting average with 84 home runs, 773 RBI, 1,223 runs, 2,449 hits, 427 doubles, 78 triples and 89 stolen bases in 2,216 games played. His defensive statistics as a second baseman included 4,616 putouts, 5,243 assists, 1,368 double plays, and 170 errors in 10,029 total chances for a .983 fielding average. ==Coaching and managerial career (1964–2018)== Keane resigned the day following the Cardinals' 1964 World Series victory over the Yankees, and Schoendienst was named as his replacement.https://www.si.com/vault/1968/10/07/550863/manager-of-the-money- men Three years later, the Cardinals defeated the Boston Red Sox—Schoendienst's fourth World Series title, and third as a Cardinal. His managerial record over 12 full seasons (1965–76) and two subsequent stints as interim manager (1980 and 1990) was 1,041–955 (.522). After two years as a coach for the 1977–78 Oakland Athletics, Schoendienst returned to the Cardinals as coach and special assistant to the general manager. He won his fifth Series title in 1982. He remained an employee of the Cardinals organization with the title of Special Assistant Coach, and in 2017 completed his 72nd consecutive season as a Major League player, coach, or manager. Schoendienst was a member of five winning World Series teams, all of which were won in seven games: as a player with the Cardinals and Braves in 1946 and 1957 respectively; as the Cardinals manager in 1967; and as a Cardinals coach in 1964 and 1982. He was also a member of three teams that lost the Series after leading three games to one: the 1958 Milwaukee Braves (to the Yankees), the 1968 Cardinals (to the Detroit Tigers), and the 1985 Cardinals (to the Kansas City Royals). 2013 NLCS, Busch Stadium In 1989, the Veterans Committee elected Schoendienst to the Baseball Hall of Fame. The Cardinals retired his number 2 in 1996. In 1998 he was inducted into the St. Louis Walk of Fame. The Cardinals named Schoendienst, among 21 other former players and personnel, to be inducted into the St. Louis Cardinals Hall of Fame Museum for the inaugural class of 2014. The Milwaukee Braves Historical Association inducted Schoendienst into the Milwaukee Braves Honor Roll, located in Miller Park, in 2015. ==Managerial record== {| class=\"wikitable\" Style=\"text-align: center\" |- !rowspan=\"2\"|Team!!rowspan=\"2\"|From!!rowspan=\"2\"|To!!colspan=\"4\"|Regular season record!!colspan=\"4\"|Post–season record |- !!!!!!!!!!!!!!! |- |St. Louis Cardinals||1965||1976 |1935 | |14 | |- |St. Louis Cardinals||1980||1980 |37 | |colspan=\"4\"|— |- |St. Louis Cardinals||1990||1990 |24 | |colspan=\"4\"|— |- !colspan=\"3\"| Total !1996 ! !14 ! |- !colspan=\"11\"|: |} ==Personal life== In 1947, Schoendienst married the former Mary Eileen O'Reilly, who died in 1999, after 52 years of marriage. The Schoendiensts had four children. He also had 10 grandchildren (though two predeceased him), and seven great-grandchildren. At the time of his death, Schoendienst lived in Town and Country, Missouri, a western suburb of St. Louis, and had served 67 of his 76 years in baseball with the Cardinals. On November 13, 2017, Schoendienst, 94, became the oldest living member of the Hall of Fame when Bobby Doerr died at 99, and the oldest living manager of a World Series-winning, pennant-winning or post-season team. He was also the last living member of the Cardinals team that won the 1946 World Series, opposing Doerr's Boston Red Sox team. There are no living players who played on an earlier World Series-winning team. He said of Doerr, \"I didn't want him to go.\" Schoendienst died at age 95 on June 6, 2018. ==See also== * List of Major League Baseball annual doubles leaders * List of Major League Baseball annual stolen base leaders * List of Major League Baseball career doubles leaders * List of Major League Baseball career hits leaders * List of Major League Baseball career runs scored leaders * List of St. Louis Cardinals team records * List of St. Louis Cardinals managers • Coaches * List of Major League Baseball managers by wins ==References== == Bibliography == * ==External links== * *Red Schoendienst at SABR (Baseball BioProject) * *St. Louis Walk of Fame * Category:1923 births Category:2018 deaths Category:Albany Cardinals players Category:American people of German descent Category:American sportsmen Category:Baseball players from Illinois Category:International League MVP award winners Category:Lynchburg Cardinals players Category:Major League Baseball bench coaches Category:Major League Baseball managers with retired numbers Category:Major League Baseball players with retired numbers Category:Major League Baseball second basemen Category:Milwaukee Braves players Category:National Baseball Hall of Fame inductees Category:National League All-Stars Category:National League stolen base champions Category:New York Giants (NL) players Category:Oakland Athletics coaches Category:People from Clinton County, Illinois Category:Rochester Red Wings players Category:St. Louis Cardinals coaches Category:St. Louis Cardinals managers Category:St. Louis Cardinals players Category:Union City Greyhounds players Sc ",
    "title": "Red Schoendienst"
}