{
    "id": "639800",
    "text": "Bruno Bettelheim (August 28, 1903 – March 13, 1990) was an Austrian-born psychologist, scholar, public intellectual and author who spent most of his academic and clinical career in the United States. An early writer on autism, Bettelheim's work focused on the education of emotionally disturbed children, as well as Freudian psychology more generally. In the U.S., he later gained a position as professor at the University of Chicago and director of the Sonia Shankman Orthogenic School for Disturbed Children, and after 1973 taught at Stanford University. Bettelheim's ideas, which grew out of those of Sigmund Freud, theorized that children with behavioral and emotional disorders were not born that way, and could be treated through extended psychoanalytic therapy, treatment that rejected the use of psychotropic drugs and shock therapy. During the 1960s and 1970s he had an international reputation in such fields as autism, child psychiatry, and psychoanalysis. ==Background in Austria== Bruno Bettelheim was born in Vienna, Austria-Hungary, on August 28, 1903. When his father died, Bettelheim left his studies at the University of Vienna to look after his family's sawmill. Having discharged his obligations to his family's business, Bettelheim returned as a mature student in his thirties to the University of Vienna. Sources disagree about his education (see section Misrepresented credentials). Bettelheim's first wife, Gina, took care of a troubled American child, Patsy, who lived in their home in Vienna for seven years, and who may or may not have been on the autism spectrum.Biography As Revenge, Chicago Tribune, Marie Winn (who writes regularly for The Wall Street Journal's Leisure & Arts Page), Feb. 23, 1997. \" . . He was familiar with this disease because his first wife, Gina, had cared for an autistic child in their home for several years. . \" In the Austrian academic culture of Bettelheim's time, one could not study the history of art without mastering aspects of psychology. Candidates for the doctoral dissertation in the History of Art in 1938 at Vienna University had to fulfill prerequisites in the formal study of the role of Jungian archetypes in art, and in art as an expression of the unconscious. Though Jewish by birth, Bettelheim grew up in a secular family. After the Nazi invasion and Anschluss (political annexation) of Austria on March 12, 1938, the Nazi authorities sent Bettelheim, other Austrian Jews and political opponents to the Dachau and Buchenwald concentration camps where they were brutally treated, and tortured or killed. Bettelheim was arrested on May 28, 1938 and was imprisoned in both these camps for ten and half months before being released on April 14, 1939.NeuroTribes: The Legacy of Autism and the Future of Neurodiversity, Steve Silberman, Foreword by Oliver Sacks, Penguin Random House, 2015, pages 202-203.Dictionary of Genocide, Volume 1: A–L, \"Bettelheim, Bruno (1903–1990),\" Samuel Totten, Paul R. Bartrop, with contributions by Steven Leonard Jacobs, Westport, Connecticut, U.S. and London, UK: Greenwood Publishing Group, 2008. While at the Buchenwald camp, he met and befriended the social psychologist Ernst Federn. As a result of an amnesty declared for Adolf Hitler's birthday (which occurred slightly later on April 20, 1939), Bettelheim and hundreds of other prisoners were released. Bettelheim drew on the experience of the concentration camps for some of his later work. ==Life and career in the United States== Bettelheim arrived by ship as a refugee in New York City in late 1939 to join his wife Gina, who had already emigrated. They divorced because she had become involved with someone else during their separation. He soon moved to Chicago, became a naturalized U.S. citizen in 1944, and married an Austrian woman, Gertrude ('Trudi') Weinfeld, also an emigrant from Vienna. ===Psychology=== The Rockefeller Foundation sponsored a wartime project to help resettle European scholars by circulating their resumes to American universities. Through this process, Ralph Tyler hired Bettelheim to be his research assistant at the University of Chicago from 1939-1941 with funding from the Progressive Education Association to evaluate how high schools taught art. Once this funding ran out, Bettelheim found a job at Rockford College, Illinois, where he taught from 1942-1944.Biographical Dictionary of American Educators, Vol. 1 edited by John F. Ohles, London, England and Westport, Connecticut: Greenwood Press, 1978.Educating America: How Ralph W. Tyler Taught America to Teach, Morris Finder, Foreword by Henry Louis Gates, Jr., Westport, Connecticut, London: Praeger, 2004, page 41. In 1943, he published the paper \"Individual and Mass Behavior in Extreme Situations\" about his experiences in the concentration camps, a paper which was highly regarded by Dwight Eisenhower among others. Bettelheim claimed he had interviewed 1,500 fellow prisoners, although this was unlikely.NeuroTribes, Silberman, 2015, pages 199-208. \" . . (The closest he ever came to meeting Freud was walking past his house.) . . \" He stated that the Viennese psychoanalyst Richard Sterba had analyzed him, as well as implying in several of his writings that he had written a PhD dissertation in the philosophy of education. His actual PhD was in art history, and he had only taken three introductory courses in psychology.Genius Or Fraud? Bettelheim's Biographers Can't Seem To Decide, Chicago Tribune, Ron Grossman, January 23, 1997, page 2: \" . . . he evidently gambled that because of the war no one would be able to check on his credentials. . . \" Through Ralph Tyler's recommendation, the University of Chicago appointed Bettelheim as a professor of psychology, as well as director of the Sonia Shankman Orthogenic School for emotionally disturbed children. He held both positions from 1944 until his retirement in 1973. He wrote a number of books on psychology and, for a time, had an international reputation for his work on Sigmund Freud, psychoanalysis, and emotionally disturbed children. At the Orthogenic School, Bettelheim made changes and set up an environment for milieu therapy, in which children could form strong attachments with adults within a structured but caring environment. He claimed considerable success in treating some of the emotionally disturbed children. He wrote books on both normal and abnormal child psychology, and became a major influence in the field, widely respected during his lifetime. He was noted for his study of feral children, who revert to the animal stage without experiencing the benefits of belonging to a community. He discussed this phenomenon in the book The Informed Heart. Even critics agree that, in his practice, Bettelheim was dedicated to helping these children using methods and practices that would enable them to lead happy lives. It is based on his position that psychotherapy could change humans and that they can adapt to their environment provided they are given proper care and attention. Bettelheim was elected a Fellow of the American Academy of Arts and Sciences in 1971. After retiring in 1973, he and his wife moved to Portola Valley, California, where he continued to write and taught at Stanford University. His wife died in 1984. ===The Uses of Enchantment=== Bettelheim analyzed fairy tales in terms of Freudian psychology in The Uses of Enchantment (1976). He discussed the emotional and symbolic importance of fairy tales for children, including traditional tales at one time considered too dark, such as those collected and published by the Brothers Grimm. Bettelheim suggested that traditional fairy tales, with the darkness of abandonment, death, witches, and injuries, allowed children to grapple with their fears in remote, symbolic terms. If they could read and interpret these fairy tales in their own way, he believed, they would get a greater sense of meaning and purpose. Bettelheim thought that by engaging with these socially evolved stories, children would go through emotional growth that would better prepare them for their own futures. In the United States, Bettelheim won two major awards for The Uses of Enchantment: the National Book Critics Circle Award for Criticism\"All Past National Book Critics Circle Award Winners and Finalists\" . National Book Critics Circle. Retrieved 2019-05-09. and the National Book Award in the category of Contemporary Thought. \"National Book Awards – 1977\". National Book Foundation. Retrieved 2019-05-09. There was a \"Contemporary\" or \"Current\" award category from 1972 to 1980. ===Death=== At the end of his life, Bettelheim suffered from depression. He appeared to have had difficulties with depression for much of his life.Robert Gottlieb, \"The Strange Case of Dr. B.\", The New York Review of Books, 27 Feb 2003. Retrieved 2008-04-15. In 1990, widowed, in failing physical health, and suffering from the effects of a stroke which impaired his mental abilities and paralyzed part of his body, he died by suicide as a result of self-induced asphyxiation by placing a plastic bag over his head. He died on March 13, 1990, in Maryland.Dr. Bruno Bettelheim, Child Psychology Expert, Chicago Tribune, John W. Fountain, March 14, 1990. ==In popular culture== Bettelheim was a public intellectual, whose writing and many public appearances in popular media paralleled a growing post WWII interest in psychoanalysis. For instance, he appeared multiple times on The Dick Cavett Show in the 70s to discuss theories of autism and psychoanalysis. Pollak's biography argues that such popular appearances shielded Bettelheim's unethical behavior from scrutiny.In Print: the abominable Dr. Bettelheim, Chicago Reader, Cara Jepsen, Jan. 16, 1997. In 1974, a four-part series featuring Bruno Bettelheim and directed by Daniel Carlin appeared on French television — Portrait de Bruno Bettelheim. Woody Allen included Bettelheim as himself in a cameo in the film Zelig (1983). A BBC Horizon documentary about Bettelheim was televised in 1987. ==Controversies== Bettelheim's life and work have come under increasing scrutiny since his death. ===Misrepresented credentials=== Though he spent most of his life working in psychology and psychiatry, Bettelheim's educational background in those fields is murky at best. Sources disagree whether Bettelheim's PhD was in art historyBruno Bettelheim: a cautionary life, Baltimore Sun, Paul R. McHugh, Jan. 19, 1997. or in philosophy (aesthetics). When he was hired at the University of Chicago, Ralph Tyler assumed that he had two PhDs, one in art history and the other in psychology.The Puzzle That Was Bruno Bettelheim, Chicago Tribune, Ron Grossman, November 11, 1990. He also believed, falsely, that Bettelheim was certified to conduct Psychoanalysis though Bettelheim never received such certification. A posthumous review of his transcript showed that Bettelheim had only taken three introductory classes in psychology. Bertram Cohler and Jacquelyn Sanders at the Orthogenic School believed Bettelheim had a PhD in art history. In some of his own writings, Bettelheim implied that he had written a dissertation on the philosophy of education. Determining Bettelheim's education is complicated by the fact that he routinely embellished or inflated aspects of his own biography. As an example, Bettelheim's first wife, Gina, took care of a troubled American child, Patsy, who lived in their home in Vienna for seven years. Although Bettelheim later claimed he himself had taken care of the child, there is general agreement that his wife actually provided most of the child care. There is disagreement, however, among sources regarding whether or not Patsy was autistic. Bettelheim later claimed that it was Patsy who inspired him to study autism and embellished her into two or even several autistic children in his home.NeuroTribes, Steve Silberman, 2015, See pages 201 and 201 for Bettelheim's wife actually taking care of Patsy, who may or may not have been on the autism spectrum, and see last paragraph of page 203 for Bettelheim later exaggerating her into several children. Additionally, when he applied for a position at Rockford College in Illinois, he claimed in a résumé that he had earned summa cum laude doctorates in philosophy, art history, and psychology, and he made such claims that he had run the art department at Lower Austria's library, that he had published two books on art, that he had excavated Roman antiquities, and that he had engaged in music studies with Arnold Schoenberg. When he applied at the University of Chicago for a professorship and as director of the Orthogenic School, he further claimed that he had training in psychology, experience raising autistic children, and personal encouragement from Sigmund Freud. Posthumous biographies of Bettelheim have investigated these claims and came to no clear conclusions about his credentials A review in The Independent (UK) of Sutton's book stated that Bettelheim \"despite claims to the contrary, possessed no psychology qualifications of any sort.\"Turbulent dreams of a damaged saint, The Independent [UK], Nicholas Tucker (review of Bruno Bettelheim: A Life and a Legacy by Nina Sutton), 8 December 1995. A review of Pollak's book in The New York Times stated \"when all is said and done, Bettelheim seems to have re- enacted the archetypal American success story of inventing a false past, concocting a new formula for snake oil and selling it to the public with flummery. Under Mr. Pollak's magnifying glass, Bettelheim is seen in a new, harsh light, and stands exposed as a brilliant charlatan.\" Another review in The New York Times by a different reviewer stated that Bettelheim \"began inventing degrees he never earned.\" A review in the Chicago Tribune stated \"as Pollak demonstrates, Bettelheim was a snake-oil salesman of the first magnitude.\" In the New York Review of Books, Robert Gottlieb describes Pollak as a \"relentlessly negative biographer,\" but Gottlieb still writes, \"The accusations against Bettelheim fall into several categories. First, he lied; that is, he both exaggerated his successes at the school and falsified aspects of his background, claiming a more elaborate academic and psychoanalytic history in Vienna than he had actually had. There is conclusive evidence to support both charges.\" Gottlieb goes on to say that Bettelheim arrived in the United States as a Holocaust survivor and refugee without a job nor even a profession, and writes, \"I suspect he said what he thought it was necessary to say, and was then stuck with these claims later on, when he could neither confirm them (since they were false) nor, given his pride, acknowledge that he had lied.\" This is Robert Gottlieb's judgment call for why Bettelheim lied. In a 1997 Weekly Standard article Peter Kramer, clinical professor of psychiatry at Brown University, summarized: \"There were snatches of truth in the tall tale, but not many. Bettelheim had earned a non-honors degree in philosophy, he had made acquaintances in the psychoanalytic community, and his first wife had helped raise a troubled child. But, from 1926 to 1938, -- the bulk of the '14 years' at university -- Bettelheim had worked as a lumber dealer in the family business.\"THE BATTLE OVER BETTELHEIM, Weekly Standard, Peter D. Kramer, April 7, 1997. In his 1997 review of Pollak's book in the Baltimore Sun, Paul R. McHugh, then director of Psychiatry and Behavioral Sciences at Johns Hopkins, stated \"Bettelheim – with boldness, energy and luck – exploited American deference to Freudo-Nietzschean mind-sets and interpretation, especially when intoned in accents Viennese.\" ===Plagiarism in Bettelheim's Uses of Enchantment=== Within a year of Bettelheim's death, an article by Alan Dundes about The Uses of Enchantment appeared in the winter 1991 edition of The Journal of American Folklore which presented a case that Bettelheim had engaged in plagiarism.Dundes, Alan: \"Bruno Bettelheim's Uses of Enchantment and Abuses of Scholarship\". The Journal of American Folklore, Vol. 104, N0. 411. (Winter, 1991): pages 74–83. Dundes argued that Bettelheim had borrowed without acknowledgement from a number of sources, including Dundes' own 1967 paper on Cinderella and from Dr. Julius E. Heuscher's book A Psychiatric Study of Fairy Tales published in 1963.A Psychiatric Study of Fairy Tales: Their Origin, Meaning and Usefulness , Julius E. Heuscher, illus. by Melba Bennett, Springfield, Illinois: Thomas pub., 1963, 224 pages. See also A Psychiatric Study of Fairy Tales: Their Origin, Meaning and Usefulness; an enlarged and thoroughly revised second edition, Julius E. Heuscher, Springfield, Illinois: Charles C. Thomas, publisher, April 1974, 422 pages. In part because of the widespread popularity of The Uses of Enchantment and Bettelheim's prominence, this academic controversy was discussed in print media and both Dundes and Heuscher spoke publicly about it.Bettelheim Plagiarized Book Ideas, Scholar Says : Authors: The late child psychologist is accused of 'wholesale borrowing' for study of fairy tales, Los Angeles Times, Anne C. Roark, Feb. 7, 1991. This article includes a contrast-and-compare between a passage from Bettelheim and a passage from Julius Heuscher's previous book.Bettelheim Accused Of Plagiarizing Book, Chicago Tribune, Sharman Stein, February 7, 1991. On the other hand, Jacquelyn Sanders, who worked with Bettelheim and later became director of the Orthogenic School, stated that she had read Dundes' article but didn't believe many people would agree with his conclusions. She said, \"I would not call that plagiarism. I think the article is a reasonable scholarly endeavor, and calling it scholarly etiquette is appropriate. It is appropriate that this man deserved to be acknowledged and Bettelheim didn't... But I would not fail a student for doing that, and I don`t know anybody who would\". ===Abusive treatment of students=== There is some disagreement as to whether Bettelheim's use of corporal punishment rose to the level of abuse or was in keeping with the standards of his time. Some staff who worked at the Orthogenic School have spoken out that they saw Bettelheim's behavior as being corporal punishment, but not abuse.The Other Dr. Bettelheim, The Washington Post, Charles Pekow, Editorial, Aug. 26, 1990. \" . . we could never tell when he would attack us for any arbitrary reason. . \" See 'The Other Dr. Bettelheim', Sept. 6, 1990, and The Bettelheim We Know (Cont'd.), Oct. 6, 1990, for the contrasting views of some counselors.Angres, Ronald: \"Who, Really, Was Bruno Bettelheim?\", personal essay, Commentary, 90, (4), October 1, 1990: 26–30. As an example, David Zwerdling, who was a counselor at the school for one year in 1969-70, wrote a Sept. 1990 response to The Washington Post in which he stated, \"I witnessed one occasion when an adolescent boy cursed at a female counselor. Incensed upon learning of this, Dr. Bettelheim proceeded to slap the boy two or three times across the face, while telling him sternly never to speak that way to a woman again. This was the only such incident I observed or heard of during my year at the school...until fairly recently, the near-consensus against corporal punishment in schools did not obtain.\" However, Zwerdling also noted, \"He also was a man who, for whatever reasons, was capable of intense anger on occasion.\" Conversely, many students and staff at the school have argued that Bettelheim was abusive, violent, and cruel to them and to others. There are multiple newspaper accounts of abuse, in letters,A Personal View Of Bruno Bettelheim, Chicago Tribune, Alida Jatich, Oct. 29, 1990. ' . . Whenever Bettelheim called a young person ``autistic`` or ``psychotic`` or ``homicidal`` or ``suicidal`` or anything else, the staff believed him regardless of all evidence to the contrary. To them, the truth was whatever Bettelheim said it was, and their job was to get me and the other youngsters to accept it. . 'Chicago Reader, Letters to the Editor, The Cult of Bettelheim, \"By WB A former counselor,\" July 5, 1990.Letter to the Editor, The New York Times, 'Bettelheim Became the Very Evil He Loathed,' Roberta Redford, Nov. 20, 1990 (written Nov. 9). \" . . I would like to believe that at the beginning his motives were pure. By the time I knew him, he was a megalomaniac, twisted and out of control. We were terrified of him, and lived for those days when he was out of town. . \"Chicago Reader, Letters to the Editor, Brutal Bettelheim, Name Withheld, April 5, 1990. And, The Monster of the Midway, Alida Jatich, April 4, 1991. The author lived at the \"Orthogenic School\" from 1966-1972, and in her second letter, she acknowledged authorship of the first. editorialsBettelheim Led Us Cruelly Down Wrong Road For Children, Chicago Tribune, Joan Beck, Editorial, Oct. 1, 1990. \" . . . But autism is almost certainly caused by a genetic defect, not a cold style of mothering. (Even a quick look at children who are abused or neglected by parents should make it obvious that autism is a completely different kind of problem.) . . . \" articles,Bernstein, Richard: \"Accusations of Abuse Haunt the Legacy of Dr. Bruno Bettelheim\", The New York Times, November 4, 1990: \"The Week in Review\" section. \" . . not only of a tyrant but of a hypocrite as well. . \" and memoirs.The Positive Side of Special Education: Minimizing Its Fads, Fancies, and Follies, Kenneth A. Kavale, Mark P. Mostert, ScareCrow Education (an imprint of The Rowman & Littlefield Pub. Group), 2004, page 132.Not The Thing I Was: Thirteen Years at Bruno Bettelheim's Orthogenic School, Stephen Eliot, New York: St. Martin's Press, 2003, as listed for Toronto Public Library.Crazy: My Seven Years At Bruno Bettelheim's Orthogenic School, Roberta Carly Redford, Trafford Publishing, 364 pages, 2010. The author was a student at the school from 1967 to 1974, ages 16 to 23. A November 1990 Chicago Tribune article states: \"Of the 19 alumni of the Orthogenic School interviewed for this story, some are still bitterly angry at Bettelheim, 20 or 30 years after leaving the institution due to the trauma they had suffered under him. Others say their stays did them good, and they express gratitude for having had the opportunity to be at the school. All agree that Bettelheim frequently struck his young and vulnerable patients.\" A particularly evocative example came from Alida Jatich, who lived at the school from 1966 to 1972 from ages twelve to eighteen. She wrote an initially anonymous April 1990 letter to the Chicago Reader in which she stated that she \"lived in fear of Bettelheim's unpredictable temper tantrums, public beatings, hair pulling, wild accusations and threats and abuse in front of classmates and staff. One minute he could be smiling and joking, the next minute he could be exploding.\" She added, “In person, he was an evil man who set up his school as a private empire and himself as a demi-god or cultleader.” Jatich said Bettelheim had “bullied, awed, and terrorized” the children at his school, their parents, school staff members, his graduate students, and anyone else who came into contact with him.Quoted in New York Times, November 4, 1990 Published books, memoirs, and biographies of Bettelheim have also taken up the question of his treatment of students.Adam Feinstein, A History of Autism Conversations, Wiley Blackwell, p.71And They Call it Help: The Psychiatric Policing of America's Children, Louise Armstrong, Addison-Wesley, 1993, Chapter 3 \"Bart Simpson Meets Bruno Bettelheim.\" See pages 75 and following for Alida Jatich's reports of abuse at the school. See pages 77 and following for the overall nonresponse from the Chicago psychiatric community. See pages 80 and following for more of Jatich's recounts of her experiences and her thoughts regarding why more people didn't speak up. Richard Pollak's biography of Bettelheim was inspired by his brother's experience at the school, and Bettelheim's callous response to inquiries about that experience.Setting The Record Straight About A `Fallen Guru', Chicago Tribune, Joan Beck, Editorial, April 3, 1997. ' . . claimed he had summa cum laude degrees in three disciplines, . . ' Pollak's biography also states that two separate women reported that Bettelheim fondled their breasts and those of other female students at the school while he was ostensibly apologizing to each for beating her.The Confidence Man : THE CREATION OF DR. B.: A Biography of Bruno Bettelheim. By Richard Pollak. Simon & Schuster: 478 pages, Los Angeles Times, review by Howard Gardner, Jan. 19, 1997. \" . . indicts those of his time who knew the man but kept their reservations to themselves.\" ===Institutional and professional responses=== Perhaps in part because of Bettelheim's professional and public stature, there was little effort during his lifetime to curtail his behavior or intervene on behalf of his victims. His work at the University of Chicago seems to have been given less formal oversight by the University than other research entities under their purview. Professionals in the psychiatric and psychological communities likely knew there were allegations of abuse and maltreatment at the Orthogenic School.Late-Talking Children: A Symptom of a Stage?, Stephen M. Camarata, MIT Press, 2014. From \"Ch. 4: Lessons from Autism: Charlatans, False Cures, and Questionable Cures\", page 81 quotes a paragraph from Newsweek magazine.Newsweek, \"'Beno Brutalheim'?,\" Nina Darnton, Sept. 10, 1990. Howard Gardner a professor at the Harvard Graduate School of Education wrote that many professionals knew of Bettelheim's behavior but did not confront him for various reasons including \"fear about Bettelheim's legendary capacity for retribution to the solidarity needed among the guild of healers to a feeling that, on balance, Bettelheim's positive attributes predominated and an unmasking would fuel more malevolent forces.\" ===Autism controversy=== Behavioral psychology and conditions in children and adolescents was little understood in the mid-twentieth century. The concept of \"autism\" was first used as a term for schizophrenia. In the 1950s into the 1960s what may be understood as autism in children was regularly also referred to as \"childhood psychosis and childhood schizophrenia\". \"Psychogenesis\", the theory that childhood disorders had origins in early childhood events or trauma acting on the child from the outside was a prominent theory, and Bettelheim was a prominent proponent of a psychogenic basis for autism. For Bettelheim, the idea that outside forces cause individual behavior issues can be traced back to his earliest prominent article on the psychology of imprisoned persons. Beginning in the 1960s and into the 1970s, \"biogensis\", the idea that such conditions had an inner-organic or biological basis overtook psychogenesis. Currently, many of Bettelheim's theories in which he attributes autism spectrum conditions to parenting style are considered to be discredited, not least because of the controversies relating to his academic and professional qualifications. Autism spectrum conditions are now currently regarded as perhaps having multiple forms with a variety of genetic, epigenetic, and brain development causes influenced by such environmental factors as complications during pregnancy, viral infections, and perhaps even air pollution.Workshop on U.S. Data to Evaluate Changes in the Prevalence of Autism Spectrum Disorders (ASDs), U.S. Centers for Disease Control and Prevention (CDC), February 1, 2011, Background: What Do We Know About ASD Prevalence?, M. Yeargin-Allsopp, page 7, ' . . There are likely multiple forms of ASDs with multiple causes that are poorly understood. . 'Autism spectrum disorder, Cause, Mayo Clinic Staff, June 3, 2014. ' . . Genetic problems. Several different genes appear to be involved . . . . . Environmental factors. Researchers are currently exploring whether such factors as viral infections, complications during pregnancy or air pollutants play a role in triggering autism spectrum disorder. . . 'Why are the French still blaming mothers for autism?, Philly.com, Michael Yudell, Posted: Tuesday, January 31, 2012.Address to Florida Autism Task Force on World Autism Day, Autistic Self Advocacy Network (ASAN), statement by Ari Ne'eman, founder of ASAN, April 2, 2008. ' . . the past few decades have resulted in a decrease in the stigmatization of parents of autistic children, as a result of the medical community moving away from the odious and damaging inaccuracy that autism is the result of \"refrigerator mothers.\" . . 'Separating Fact from Fiction in the Etiology and Treatment of Autism, Scientific Review of Mental Health Practice, James Herbert, Ian Sharp, Brandon Gaudiano (all three authors from Hahnemann University in Philadelphia, Penn.), Vol. 1: No. 1, Spring-Summer 2002. \" . . no controlled research has been produced to support the refrigerator mother theory of autism. For example, Allen, DeMeyer, Norton, Pontus, and Yang (1971) did not find differences between parents of autistic and mentally retarded children and matched comparison children on personality measures. . \" The two biographies by Sutton (1995) and Pollak (1997) awakened interest and focus on Bettelheim's actual methods as distinct from his public persona.An Icon of Psychology Falls From His Pedestal, The New York Times, Books, Christopher Lehmann-Haupt (review of The Creation of Dr. B by Richard Pollak), Jan. 13, 1997. Bettelheim's theories on the causes of autism have been largely discredited, and his reporting rates of cure have been questioned, with critics stating that his patients were not actually autistic.Finn, Molly, June/July 1997, First Things, \"In the Case of Bruno Bettelheim\" Raising America: Experts, Parents, and a Century of Advice about Children, Ann Hulbert, Random House, 2003. \" . . An evocative case history approach like his allowed for fudging of samples, methods, and final results, and Bettelheim did so quite brazenly. . \" In a favorable review of Pollak's biography, Christopher Lehmann-Haupt of The New York Times wrote, \"What scanty evidence remains suggests that his patients were not even autistic in the first place.\" In 1997 the psychiatrist Peter Kramer wrote, \"The Ford Foundation was willing to underwrite innovative treatments for autistic children, so Bettelheim labeled his children autistic. Few actually met the definition of the newly minted syndrome.\" Bettelheim believed that autism did not have an organic basis, but resulted when mothers withheld appropriate affection from their children and failed to make a good connection with them. Bettelheim also blamed absent or weak fathers. One of his most famous books, The Empty Fortress (1967), contains a complex and detailed explanation of this dynamic in psychoanalytical and psychological terms. These views were disputed at the time by mothers of autistic children and by researchers.Lehmann-Haupt, Christopher, \"An Icon of Psychology Falls From His Pedestal,\" The New York Times, 13 Jan. 1997. He derived his thinking from the qualitative investigation of clinical cases. He also related the world of autistic children to conditions in concentration camps. It appears that Leo Kanner first came up with the term \"refrigerator mother,\" although Bettelheim did a lot to popularize the term. \"Although it now seems beyond comprehension that anyone would believe that autism is caused by deep-seated issues arising in early childhood relationships, virtually every psychiatric condition was attributed to parent-child relationships in the 1940s and 1950s, when Freudian psychoanalytic theory was in its heyday.\"Autism, Lisa D. Benaron, Greenwood Press, 2009, page 4. In A Good Enough Parent, published in 1987, he had come to the view that children had considerable resilience and that most parents could be \"good enough\" to help their children make a good start. Amazon reviews Prior to this, Bettelheim subscribed to and became an early prominent proponent of the \"refrigerator mother\" theory of autism: the theory that autistic behaviors stem from the emotional frigidity of the children's mothers. He adapted and transformed the Orthogenic School at the University of Chicago as a residential treatment milieu for such children, who he felt would benefit from a \"parentectomy\". This marked the apex of autism viewed as a disorder of parenting. A 2002 book on autism spectrum stated, \"At the time, few people knew that Bettelheim had faked his credentials and was using fictional data to support his research.\"Elijah's Cup: A Family's Journey into the Community and Culture of High-Functioning Autism and Asperger's Syndrome, Revised Edition, Valerie Paradiz, Free Press, 2002; UK: Jessica Kingsley Publishers, 2005, pages 72-73: \"At the time, few people knew that Bettelheim had faked his credentials and was using fictional data to support his research. In 1944, with a forged resumé that suggested a stellar academic career in psychoanalysis in Austria, Bettelheim had made his way into a post as the director of the Orthgenic School for Disturbed Children at the University of Chicago.\" Michael Rutter has observed, \"Many people made a mistake in going from a statement which is undoubtedly true—that there is no evidence that autism has been caused by poor parenting—to the statement that it has been disproven. It has not actually been disproven. It has faded away simply because, on the one hand, of a lack of convincing evidence and on the other hand, an awareness that autism was a neurodevelopmental disorder of some kind.\" In a 1997 review of two books on Bettelheim, Molly Finn wrote \"I am the mother of an autistic daughter, and have considered Bettelheim a charlatan since The Empty Fortress, his celebrated study of autism, came out in 1967. I have nothing personal against Bettelheim, if it is not personal to resent being compared to a devouring witch, an infanticidal king, and an SS guard in a concentration camp, or to wonder what could be the basis of Bettelheim's statement that 'the precipitating factor in infantile autism is the parent's wish that his child should not exist.'\" Although Bettelheim foreshadowed the modern interest in the causal influence of genetics in the section Parental Background, he consistently emphasised nurture over nature. For example: \"When at last the once totally frozen affects begin to emerge, and a much richer human personality to evolve, then convictions about the psychogenic nature of the disturbance become stronger still.\"; On Treatability, p. 412\\. The rates of recovery claimed for the Orthogenic School are set out in Follow-up Data, with a recovery good enough to be considered a 'cure' of 43%., ps. 414–415. Subsequently, medical research has provided greater understanding of the biological basis of autism and other illnesses. Scientists such as Bernard Rimland challenged Bettelheim's view of autism by arguing that autism is a neurodevelopmental issue. As late as 2009, the \"refrigerator mother\" theory retained some prominent supporters, including the prominent Irish psychologist Tony Humphreys. His theory still enjoys widespread support in France. In his book Unstrange Minds (2007), Roy Richard Grinker wrote: Jordynn Jack writes that Bettelheim's ideas gained currency and became popular in large part because society already tended to blame a mother first and foremost for her child's difficulties.Autism and Gender: From Refrigerator Mothers to Computer Geeks, Jordynn Jack, University of Illinois Press, 2014. ===Remarks about Jews and the Holocaust=== Bettelheim's experiences during the Holocaust shaped his personal and professional life for years after. His first publication was \"Individual and Mass Behavior in Extreme Situations\" derived from his experiences at Dachau and Buchenwald. His later work frequently compared emotionally disturbed childhood to prison or confinement, and according to Sutton, his professional work attempted to operationalize the lessons about human nature he learned during his confinement. Bettelheim became one of the most prominent defenders of Hannah Arendt's book Eichmann in Jerusalem. He wrote a positive review for The New Republic.\"The New Republic\", June 15, 1963 This review prompted a letter from a writer, Harry Golden, who alleged that both Bettelheim and Arendt suffered from \"an essentially Jewish phenomenon … self-hatred\".The New Republic, July 20, 1963\"The Eichmann Polemics: Hannah Arendt and Her Critics\", Book Review in Democratiya, Michael Ezra, London, 2007. Bettelheim would later speak critically of Jewish people who were killed during the Holocaust. He has been criticized for promoting the myth that Jews went \"like sheep to the slaughter\" and for blaming Anne Frank and her family for their own deaths due to not owning firearms, fleeing, or hiding more effectively. In an introduction he wrote to an account by Miklos Nyiszli, Bettelheim stated, discussing Frank that \"Everybody who recognized the obvious knew that the hardest way to go underground was to do it as a family; that to hide as a family made detection by the SS most likely. The Franks, with their excellent connections among gentile Dutch families should have had an easy time hiding out singly, each with a different family. But instead of planning for this, the main principle of their planning was to continue as much as possible with the kind of family life they were accustomed to.\" Richard Pollak's biography, The Creation of Dr. B, portrays Bettelheim as an anti- Semite even though he was raised in a secular Jewish household, and asserts that Bettelheim criticized in others the same cowardice he himself had displayed in the concentration camps. ==Bibliography== ===Major works by Bettelheim=== *1943 \"Individual and Mass Behavior in Extreme Situations\", Journal of Abnormal and Social Psychology, 38: 417–452. *1950 Bettleheim, Bruno and Janowitz, Morris, Dynamics of Prejudice: A Psychological & Sociological Study of Veterans, Harper & Bros. *1950 Love Is Not Enough: The Treatment of Emotionally Disturbed Children, Free Press, Glencoe, Ill. *1954 Symbolic Wounds; Puberty Rites and the Envious Male, Free Press, Glencoe, Ill. *1955 Truants From Life; The Rehabilitation of Emotionally Disturbed Children, Free Press, Glencoe, Ill. *1959 \"Joey: A 'Mechanical Boy'\", Scientific American, 200, March 1959: 117–126. (About a boy who believes himself to be a robot.) *1960 The Informed Heart: Autonomy in a Mass Age, The Free Press, Glencoe, Ill. *1962 Dialogues with Mothers, The Free Press, Glencoe, Ill. *1967 The Empty Fortress: Infantile Autism and the Birth of the Self, The Free Press, New York *1969 The Children of the Dream, Macmillan, London & New York (About the raising of children in a kibbutz environment.) *1974 A Home for the Heart, Knopf, New York. (About Bettelheim's Orthogenic School at the University of Chicago for schizophrenic and autistic children.) *1976 The Uses of Enchantment: The Meaning and Importance of Fairy Tales, Knopf, New York. *1979 Surviving and Other Essays, Knopf, New York (Includes the essay \"The Ignored Lesson of Anne Frank\".) *1982 On Learning to Read: The Child's Fascination with Meaning (with Karen Zelan), Knopf, New York *1982 Freud and Man's Soul, Knopf, 1983, *1987 A Good Enough Parent: A Book on Child-Rearing, Knopf, New York *1990 Freud's Vienna and Other Essays, Knopf, New York *1993, Bettelheim, Bruno and Rosenfeld, Alvin A, \"The Art of the Obvious\" Knopf. *1994 Bettelheim, Bruno & Ekstein, Rudolf: Grenzgänge zwischen den Kulturen. Das letzte Gespräch zwischen Bruno Bettelheim und . In: Kaufhold, Roland (ed.) (1994): Annäherung an Bruno Bettelheim. Mainz (Grünewald): 49–60. ===Critical reviews of Bettelheim (works and person)=== *Angres, Ronald: \"Who, Really, Was Bruno Bettelheim?\", personal essay, Commentary, 90, (4), October 1990: 26–30. *Bernstein, Richard: \"Accusations of Abuse Haunt the Legacy of Dr. Bruno Bettelheim\", The New York Times, November 4, 1990: \"The Week in Review\" section. * *Dundes, Alan: \"Bruno Bettelheim's Uses of Enchantment and Abuses of Scholarship\". The Journal of American Folklore, Vol. 104, N0. 411. (Winter, 1991): 74–83. *Ekstein, Rudolf (1994): Mein Freund Bruno (1903–1990). Wie ich mich an ihn erinnere. In: Kaufhold, Roland (ed.) (1994): Annäherung an Bruno Bettelheim. Mainz (Grünewald), S. 87–94. *Eliot, Stephen: Not the Thing I Was: Thirteen Years at Bruno Bettelheim's Orthogenic School, St. Martin's Press, 2003. *Federn, Ernst (1994): Bruno Bettelheim und das Überleben im Konzentrationslager. In: Kaufhold, Roland (ed.) (1999): Ernst Federn: Versuche zur Psychologie des Terrors. Gießen (Psychosozial-Verlag): 105–108. * *Fisher, David James: Psychoanalytische Kulturkritik und die Seele des Menschen. Essays über Bruno Bettelheim (co-editor: Roland Kaufhold), Gießen (Psychosozial- Verlag) *Fisher, David James: Bettelheim: Living and Dying, Contemporary Psychoanalytic Studies, Amsterdam, New York: Brill/Rodopi, 2008. *Frattaroli, Elio: \"Bruno Bettelheim's Unrecognized Contribution to Psychoanalytic Thought\", Psychoanalytic Review, 81:379–409, 1994. *Heisig, James W.: \"Bruno Bettelheim and the Fairy Tales\", Children's Literature, 6, 1977: 93–115. *Kaufhold, Roland (ed.): Pioniere der psychoanalytischen Pädagogik: Bruno Bettelheim, Rudolf Ekstein, Ernst Federn und Siegfried Bernfeld, psychosozial Nr. 53 (1/1993) *Kaufhold, Roland (Ed.): Annäherung an Bruno Bettelheim. Mainz, 1994 (Grünewald) *Kaufhold, Roland (1999): \"Falsche Fabeln vom Guru?\" Der \"Spiegel\" und sein Märchen vom bösen Juden Bruno Bettelheim, Behindertenpädagogik, 38. Jhg., Heft 2/1999, S. 160–187. *Kaufhold, Roland: Bettelheim, Ekstein, Federn: Impulse für die psychoanalytisch-pädagogische Bewegung. Gießen, 2001 (Psychosozial-Verlag). *Kaufhold, Roland/Löffelholz, Michael (Ed.) (2003): \"So können sie nicht leben\" – Bruno Bettelheim (1903–1990). Zeitschrift für Politische Psychologie 1-3/2003. *Lyons, Tom W. (1983), The Pelican and After: A Novel about Emotional Disturbance, Richmond, Virginia: Prescott, Durrell, and Company. This is a roman à clef novel in which the author lived at the Orthogenic School for almost twelve years. The novel's head of the institution is a \"Dr. V.\" *Marcus, Paul: Autonomy in the Extreme Situation. Bruno Bettelheim, the Nazi Concentration Camps and the Mass Society, Praeger, Westport, Conn., 1999. *Pollak, Richard: The Creation of Dr. B: A Biography of Bruno Bettelheim, Simon & Schuster, New York, 1997. * *Redford, Roberta Carly (2010) Crazy: My Seven Years At Bruno Bettelheim's Orthogenic School, Trafford Publishing, 364 pages. *Sutton, Nina: Bruno Bettelheim: The Other Side of Madness, Duckworth Press, London, 1995. (Translated from the French by David Sharp in collaboration with the author. Subsequently, published with the title Bruno Bettelheim, a Life and a Legacy.) *Zipes, Jack: \"On the Use and Abuse of Folk and Fairy Tales with Children: Bruno Bettelheim's Moralistic Magic Wand\", in Zipes, Jack: Breaking the Magic Spell: Radical Theories of Folk and Fairy Tales, University of Texas Press, Austin, 1979. ==References== ==External links== *Missing the Message: A Critique of Bettelheim's Analysis of The Jinny and the Fisherman *Reviews of Dr. Roland Kaufhold's Bettelheim, Ekstein, Federn (in German) *Thomas Aichhorn, Essays über Bruno Bettelheim (in German) * *The Edith Buxbaum Journal by Roland Kaufhold *Bruno Bettelheim 1903–1990 Zehan, Karen, Prospects: the quarterly review of comparative education, UNESCO, 1993. *Guide to the Richard Pollak Collection of Bruno Bettelheim Research Materials 1863-2006 at the University of Chicago Special Collections Research Center Category:1903 births Category:1990 deaths Category:American psychologists Category:Jewish emigrants from Austria to the United States after the Anschluss Category:Autism researchers Category:Buchenwald concentration camp survivors Category:Child psychologists Category:Dachau concentration camp survivors Category:Fairy tale scholars Category:Fellows of the American Academy of Arts and Sciences Category:Jewish American social scientists Category:Male suicides Category:National Book Award winners Category:Jewish concentration camp survivors Category:Writers from Vienna Category:People involved in scientific misconduct incidents Category:Scientists who committed suicide Category:Suicides by asphyxiation Category:Suicides in Maryland Category:University of Chicago faculty Category:University of Vienna alumni Category:Writers from Chicago Category:Suicide in 1990 Category:20th-century psychologists ",
    "title": "Bruno Bettelheim"
}