{
    "id": "639924",
    "text": "A selection of plant-sourced food consumed by humans. The human diet can vary widely. In nutrition, diet is the sum of food consumed by a person or other organism.noun, def 1 – askoxford.com The word diet often implies the use of specific intake of nutrition for health or weight-management reasons (with the two often being related). Although humans are omnivores, each culture and each person holds some food preferences or some food taboos. This may be due to personal tastes or ethical reasons. Individual dietary choices may be more or less healthy. Complete nutrition requires ingestion and absorption of vitamins, minerals, essential amino acids from protein and essential fatty acids from fat-containing food, also food energy in the form of carbohydrate, protein, and fat. Dietary habits and choices play a significant role in the quality of life, health and longevity. == Health == A healthy diet may improve or maintain optimal health. In developed countries, affluence enables unconstrained caloric intake and possibly inappropriate food choices.\"Told to Eat Its Vegetables, America Orders Fries\" article by Kim Severson in The New York Times September 24, 2010, accessed September 25, 2010 Health agencies recommend that people maintain a normal weight by limiting consumption of energy-dense foods and sugary drinks, eating plant-based food, limiting consumption of red and processed meat, and limiting alcohol intake. The Dietary Guidelines for Americans is an evidence-based information source that policy makers and health professionals use to advise the general public about healthy nutrition. == Dietary choices == Raw food tacos prepared with guacamole, non-fried beans and sour cream. Raw foodism promotes the consumption of food which has not been cooked. Many people choose to forgo food from animal sources to varying degrees (e.g. flexitarianism, pescetarianism, vegetarianism, veganism) for health reasons, issues surrounding morality, or to reduce their personal impact on the environment, although some of the public assumptions about which diets have lower impacts are known to be incorrect.The embodied energy of food: the role of diet DA Coley, E Goodliffe, J Macdiarmid Energy Policy 26 (6), 455-460 Raw foodism is another contemporary trend. People who follow these diets can get all necessary nutrients, but may need to specifically focus on consumption of nutrients like protein (nutrient), iron, calcium, zinc, and B12. == Weight management == A particular diet may be chosen to promote weight loss or weight gain. Changing a subject's dietary intake, or \"going on a diet\", can change the energy balance and increase or decrease the amount of fat stored by the body. The terms \"healthy diet\" and \"diet for weight management\" are often related, as the two promote healthy weight management. If a person is overweight or obese, changing to a diet and lifestyle that allows them to burn more calories than they consume may improve their overall health, possibly preventing diseases that are attributed in part to weight, including heart disease and diabetes. Conversely, if a person is underweight due to illness or malnutrition, they may change their diet to promote weight gain. Intentional changes in weight, though often beneficial, can be potentially harmful to the body if they occur too rapidly. Unintentional rapid weight change can be caused by the body's reaction to some medications, or may be a sign of major medical problems including thyroid issues and cancer among other diseases. === Eating disorders === An eating disorder is a mental disorder that interferes with normal food consumption. It is defined by abnormal eating habits and thoughts about food that may involve eating much more or much less than needed. Common eating disorders include anorexia nervosa, bulimia nervosa, and binge-eating disorder. Eating disorders affect people of every gender, age, socioeconomic status, and body size. == Religious and cultural dietary choices == Some cultures and religions have restrictions concerning what foods are acceptable in their diet. For example, only Kosher foods are permitted in Judaism, and Halal foods in Islam. Although Buddhists are generally vegetarians, the practice varies and meat-eating may be permitted depending on the sects. In Hinduism, vegetarianism is the ideal. Jains are strictly vegetarian and consumption of roots is not permitted. == Diet classification table == {| class=\"wikitable\" style=\"text-align:center;\" |- ! Food type ! Omnivorous ! Carnivorous ! Pescetarian ! Semi-vegetarian ! Vegetarian ! Vegan ! Fruitarian ! Paleo ! Ketogenic ! Jewish ! Islamic ! Hindu ! Jain |- | Alcoholic drinks | || || || || || |||| || || || || || |- | Fruit | || || || || || || || || || || || || |- | Berries | || || || || || || || || || || || || |- | Vegetables | || || || || || || || || || || || || |- | Greens | || || || || || || || || || || || || |- | Legumes | || || || || || || || || || || || || |- | Nuts | || || || || || || || || || || || || |- | Tubers | || || || || || || || || || || || || |- | Grains | || || || || || || || || || || || || |- | Honey | || || || || || || || || || || || || |- | Dairy | || || || || || || || || || || || || |- | Eggs | || || || || || || || || || || || || |- | Insects | || || || || || || || || || || || || |- | Crustaceans & mollusks | || || || || || || || || || || || || |- | Fish | || || || || || || || || || || || || |- | Poultry | || || || || || || || || || || || || |- | Mutton | || || || || || || || || || || || || |- | Venison | || || || || || || || || || || || || |- | Pork | || || || || || || || || || || || || |- | Beef | || || || || || || || || || || || || |} === Notes === == See also == * Diet food * Dieting * Dessert crop * Nutrition psychology == References == == External links == * * ",
    "title": "Diet (nutrition)"
}