{
    "id": "639996",
    "text": "The Motorola MPx200 Smartphone was launched in December 2003 as a joint venture between Motorola and Microsoft. The mobile phone's Windows Mobile for Smartphone OS allows users to access email and the Internet, use MSN Messenger, and view documents in Microsoft Office formats (with third-party software) much like other Windows smartphones such as the Samsung SGH-i600 or HTC Tanager. The MPx200, along with the Samsung SGH-i600, were the first Windows Mobile smartphone devices to have wide distribution in the United States. Previously, smartphone platform devices could only be purchased in the United States as part of development kits sold by Microsoft. The only U.S. carrier of the phone was AT&T; Wireless; however, reports also suggest a somewhat limited number of devices with Cingular branding have appeared following the purchase of AT&T; Wireless by Cingular. A common complaint about this device is that it continued to ship with the WM Smartphone 2002 operating system even after most competing Windows smartphones like the Samsung i600 or HTC Voyager shipped with Windows Mobile 2003 or at least offered an official upgrade path. The release of the Motorola MPx220, which runs Windows Mobile 2003 Second Edition, an upgraded version of the MPx200 that has an integrated camera and bluetooth support, made it an obsolete smartphone, making the release of official OS updates look pointless. However, this led to the release of leaked unofficial upgrades for the MPx200 over the internet, with the community constantly improving them and eliminating the existing bugs. So far a Windows Mobile 2003 upgrade, and Windows Mobile 5, 6, 6.1 and 6.5 OS upgrades have been made available. The MPx200 is the only phone that has ROMs available for all existing versions of Windows Mobile Standard. No leaked WM5 or WM6 images exist for the MPx220 as of yet. As a result of the limited 32 MB ROM memory, the last two need a memory card to install, merging the phone memory with the memory card and thus making the external VGA camera unusable when using these updates, since the camera connects via the SD slot. Because of how the camera connects, there is much debate if the slot supports SDIO. It is generally believed that it has some kind of hardware support for IO devices but the lack of drivers for the MPx200 does not permit the use of this function for other possible addons. There are various complaints pointing that certain brands of 512 MB memory cards can cause conflicts and corrupted data in both the phone and the memory card, so it is best to avoid that memory card size. ==Specifications== * Triband GSM 900/1800/1900 support. * GPRS Class 8 (4+1 slots), 32–40 kbit/s speed, browser supports WAP 1.2.1 and HTML (PocketIE). * Weight: 118 g. * Dimensions: 89 × 48 × 27 mm. * Display: ** Main: 2.2-inch (35 × 44 mm) 176 × 220 pixels TFT, 65,536 colors (16-bit), 9 lines. ** Secondary: 80 x 48 pixels monochrome TFT. * Smartphone 2002. Can be upgraded via unofficial firmware, up to Windows Mobile 6.5. * Supports 32 presets, polyphonic (24-channel) and WAV for ring-tones (WMA and MP3 support are added with OS upgrades), silent alert: vibration. * 132 MHz Texas Instruments OMAP 710 processor. * 32 MB of RAM. * 16 MB internal memory (8 MB available to user). * Expansion slots: SD MMC/SD Card slot (1 GB max). * Camera: ** none, optional Viewtake CM35D SD slot camera available separately. ** Image sensor type: 0.3 megapixels CMOS. ** Image preview: 160×120 JPEG 10 frames/second. ** Photo shot format: 160×120, 320×240, or 640×480 24-bit color JPEG. ** Video file format: 160×120 24-bit color AVI, 8 frames/second. ** Lens: 180¢X rotation ** View angle: 60¢X ** Fixed focus: f/2.8, 4.1 mm focal length ** Focus range: On-screen 16-bit color 20 cm to infinity ** Shutter speed: f/2.8, 4.9 mm focal length 1/7.5 ¡V 1/500 ** adds 36.2 mm on the side of the phone. ** Weight: 20 g. ** Software: IA camera 2.0 (includes driver). * Connectivity: ** IrDA. ** miniUSB port with USB 1.1 support. * Dimensions: 26.7 mm × 33.6 mm × 12 mm (without SD card). * Battery: BA520 standard Li-Ion, 850 mAh. * 5 hours talk-time, 80 hrs standby, 2 hrs to fully charge the battery. * Available colors: Liquorice Black. ==References== MPx200 Category:Windows Mobile Standard devices Category:Mobile phones introduced in 2003 ",
    "title": "Motorola MPx200"
}