{
    "id": "640232",
    "text": "IBM ViaVoice was a range of language-specific continuous speech recognition software products offered by IBM. The current version is designed primarily for use in embedded devices. The latest stable version of IBM Via Voice was 9.0 and was able to transfer text directly into Word. The most important process for the correct use of this software is the so-called ‘quick training, and ‘enrollment,: it consists of reading many specific words and sentences in order to make the software adapt itself to the specific users' sound and intonation features. It lasts for one hour or more and can be divided in many parts. Users are able to improve decoding accuracy, by reading prepared texts of a few hundred sentences. The recorded data was used to tune the acoustic model to that specific user. In addition, user specific text files could be parsed to tune the language model. Correction of mis-recognised words was also used to improve subsequent decode accuracy. ==Editions== Individual language editions may have different features, specifications, technical support, and microphone support. Some of the products or editions available are: * Advanced Edition, * Standard Edition, * Personal Edition, * ViaVoice for Mac OS X Edition, * Pro USB Edition, * Simple Dictation for Mac. The IBM Via Voice 98 TM has been available in the Home, Office and Executive Edition in the following languages: Chinese, French, German, Italian, Japanese, Spanish, UK English, US English. The Executive Edition allows you to dictate into most Windows applications and control them using your voice. Designed for Windows 95, 98 and NT 4.0, it has been working very well with Windows 7. In the Executive package are included: * original software and user guide on CD-ROM; * quality headset with microphone by Andrea Electronics Corporation TM with a converter plug for Sound Blaster TM sound cards and ThinkPad TM; * printed voice command reference card; *telephone support for one month. ==History== Prior to the development of ViaVoice, IBM launched a product in 1993 named the IBM Personal Dictation System (later renamed to VoiceType) which ran on Windows, AIX, and OS/2. In 1997, ViaVoice was first introduced to the general public. Two years later, in 1999, IBM released a free of charge version of ViaVoice. In 2003, IBM awarded ScanSoft, which owned the competitive product Dragon NaturallySpeaking, exclusive global distribution rights to ViaVoice Desktop products for Windows and Mac OS X. Two years later, Nuance merged with ScanSoft. ==See also== * List of speech recognition software ==References== ==External links== * at IBM * ViaVoice Category:Speech recognition software Category:1997 software Category:Products and services discontinued in 2005‎ Category:Discontinued software ",
    "title": "IBM ViaVoice"
}