{
    "id": "640624",
    "text": "of Montreal is an American indie pop band from Athens, Georgia. It was founded by frontperson Kevin Barnes in 1996, named after a failed romance between Barnes and a woman \"of Montreal.\" The band is identified as part of the Elephant 6 collective. Throughout its existence, of Montreal's musical style has evolved considerably and drawn inspiration from 1960s psychedelic pop acts. ==History== ===1996–1998=== Kevin Barnes founded of Montreal, allegedly naming it for a failed romance with a woman from Montreal, Quebec. Barnes was the only member of the group prior to his relocation to Athens, Georgia. There, he met Derek Almstead (Circulatory System, Marshmallow Coast, Elf Power) and Bryan Poole, who also performs as The Late B.P. Helium. Together, they recorded their debut album, Cherry Peel, and subsequent releases The Bird Who Ate the Rabbit's Flower and The Bedside Drama: A Petite Tragedy. After production on The Gay Parade, the band's third album, began in 1998, Poole left the band to focus on his involvement with Elf Power, another Elephant Six band. Barnes then recruited James Husband and Dottie Alexander, who had been performing together as Lightning Bug vs. Firefly. Derek moved from drums to bass, and Marshmallow Coast's Andy Gonzales joined soon after. Prior to the release of The Gay Parade in 1999, of Montreal released a number of singles and a re-release of The Bird Who Continues to Eat the Rabbit's Flower. ===1999–2006=== Following the release of The Gay Parade, the band signed with Kindercore Records, and in 2001, the concept album Coquelicot Asleep in the Poppies: A Variety of Whimsical Verse was released. Kindercore Records would fold shortly after the release of Aldhils Arboretum, and Andy and Derek left the band. Barnes took to writing and performing their 2004 album Satanic Panic in the Attic mostly by themself. It was released by Polyvinyl Records. In 2005 The Sunlandic Twins was released. ===2007–2012=== of Montreal performing in Athens, Georgia (2007) Kevin Barnes recorded most of the band's 2007 release, Hissing Fauna, Are You the Destroyer?, by himself while living in Norway and Athens, Georgia. Barnes also released a companion CD to Hissing Fauna, Are You the Destroyer? called Icons, Abstract Thee. In 2007, Kevin Barnes performed five songs nude during a performance in Las Vegas. In Paris, they did a Take- Away Show acoustic video session shot by Vincent Moon. of Montreal's next album, Skeletal Lamping, was released on October 21, 2008. It was released in ten different formats, including conventional CD and vinyl, as well as T-shirts, button sets, wall decals, tote bags, and a paper lantern, the latter formats complete with a digital download code for the album. All items for the collection were designed by The Bee With Wheels (David Barnes) and Gemini Tactics (Nina Barnes). In an essay addressing the concept behind the album's release, Kevin Barnes stated, \"We feel that there's no reason to produce another object that just sits on a shelf. We only want to produce objects that have a function and that can be treasured for their singularness.\" In an interview with NPR, Kevin Barnes revealed that the concept of the CD may be going the way of the 8-track in favor of MP3 downloads. David Barnes joked that fans would buy the album via MP3 download and the version that comes with an amazing sandwich. In August 2009, the band contributed a T-shirt design, which was printed and sold through the Yellow Bird Project website to raise money for the St. Judes Children's Hospital. The shirt was designed by David Barnes. During this era, the band lent its songs many times to commercials, television programs, and films. The song \"Wraith Pinned to the Mist (And Other Games)\" can be heard on radio and television commercials (with words changed) for an advertisement for Outback Steakhouse. Similarly, their song \"Every Day Feels Like Sunday\" was used in television commercials for NASDAQ. \"A Sentence of Sorts In Kongsvinger\" was used in a Comcast commercial. \"Gronlandic Edit\" was used for a T-Mobile commercial which also featured the band as actors. Teaming up with Jon Brion, Barnes traveled to Ocean Way Recording to record False Priest. On October 25, 2011 of Montreal released a Cassette Box Set of all 10 full-length albums via Joyful Noise Recordings. The release was limited to 500 hand-numbered copies, and housed in a custom-built wooden box (screen- printed with original artwork from David Barnes). Each of the 10 cassettes were pressed on multi-colored tape shells and included original album art. Like their previous cassette release, MP3 download was included. Kevin Barnes had revealed some information on the following album in an interview with Pitchfork Media. On October 20, 2011, Barnes announced that the next album was complete. In November 2011, the band released a new track titled \"Wintered Debts\" via the band's Soundcloud site, a track off the new album Paralytic Stalks. In January 2012, of Montreal released \"Dour Percentage,\" the first single from the new album. Paralytic Stalks was released on February 7, 2012. On November 12, 2012, the band created a Kickstarter page to help in the funding of a career-spanning, feature-length documentary called Song Dynasties. The film will consist of footage collected throughout of Montreal's entire career, including touring and studio sessions, as well as other musicians such as Andrew VanWyngarden of MGMT. The tentative release window for Song Dynasties was announced as Spring 2013. An update regarding the documentary's progress was posted on the band's Facebook site in February. ===2013–present=== Performing at the Positivus Music Festival in Riga last 2014 On April 25, 2013, of Montreal posted an announcement on their Facebook page stating that a new album entitled Lousy with Sylvianbriar had been completed. The post went into detail about the album's conception, including that Barnes' writing occurred while on a \"self imposed isolation experiment in San Francisco\" in early 2013. He was influenced by Sylvia Plath, the Grateful Dead, Neil Young, and the Flying Burrito Brothers in his writing. The album was recorded with a new lineup of musicians, including Jojo Glidewell, Nicolas Dobbratz, Bennett Lewis, and Bob Parins, with Clayton Rychlik and Kevin Barnes as the only returning members. The album and subsequent tour also featured Rebecca Cash on vocals. Lousy with Sylvianbriar was released on October 8, 2013. On July 10, 2013, the band released the first single from the album, entitled \"Fugitive Air.\" On July 31, 2013, they announced that they would be touring their new album in October and November. This tour featured the same musicians that performed on the album, instead of longtime band members such as Bryan Poole and Dottie Alexander. By means of a Facebook post and a Kevin Barnes interview conducted by Stereogum.com, of Montreal's album Aureate Gloom was announced. The record was influenced by \"the mid-to-late 1970s music scene in New York,\" including bands such as Talking Heads and Led Zeppelin. The album captures Barnes' emotions borne from their separation from their wife of 11 years and its aftermath. Barnes described the album as being \"all over the place musically\", lending to its reflection of his mindset during the time of its creation. The album was released March 3, 2015. In August 2016, of Montreal released Innocence Reaches, which incorporated new, EDM-inspired sounds, as well as the progressive rock sounds of the previous two albums. For the tour following the album's release, bassist Davey Pierce returned to the band, replacing Bob Parins. On January 13, 2017, of Montreal released a new EP by surprise, entitled Rune Husk. On March 9, 2018, the album White Is Relic/Irrealis Mood was released on Polyvinyl, with singer Barnes explaining that the sound was influenced by \"extended dance mixes\" from the 1980s. The band released its sixteenth studio album, UR FUN, on January 17, 2020. ==Members== Current line-up * Kevin Barnes – singer, multi-instrumentalist, songwriter (1996–present) * Clayton Rychlik – drums, keys, guitar, bass (2010–present) * Jojo Glidewell – keys (2013–present) * Davey Pierce – bass (2007–2013, 2015–present) * Nicolas Dobbratz – keys, percussion, bass, guitar (2010–2013, 2015–present) Past members * Bryan Poole – guitar (1996–1998; 2004–2013) * Derek Almstead – drums (1996–1998) – bass (1998–2003) * Dottie Alexander – keys (1998–2013) * James Huggins – drums, keys, bass (1998–2010) * Andy Gonzalez – guitar (1998–2003) * Julian Koster – various (1998–2001) * Jason NeSmith – guitar (2004–2005) * Nina Grøttland – bass (2004) * Matthew Paris Dawson – bass (2005–2007) * Ahmed Gallab – drums (2008–2009) * Thayer Sarrano – keys (2010–2012) * Kaoru Ishibashi – violin, keys (2010–2012) * Zac Colwell – woodwinds, keys, guitar (2012) * Rebecca Cash – vocals, keys, bass, percussion (2013–2014) * Bob Parins – bass (2013-2015) * Bennett Dean Lewis – keys, guitar (2013–2015) ===Timeline=== ImageSize = width:900 height:auto barincrement:20 PlotArea = left:115 bottom:110 top:5 right:10 Alignbars = justify DateFormat = mm/dd/yyyy Period = from:01/01/1996 till:01/01/2021 TimeAxis = orientation:horizontal format:yyyy Legend = orientation:vertical position:bottom columns:4 ScaleMajor = increment:2 start:1996 ScaleMinor = increment:1 start:1996 Colors = id:vocals value:red legend:Vocals id:wood value:gray(0.5) legend:Woodwinds id:string value:drabgreen legend:Strings id:guitar value:green legend:Guitar id:keys value:purple legend:Keyboards id:bass value:blue legend:Bass id:drums value:orange legend:Drums id:other value:yellow legend:Various_instruments id:lines value:black legend:Studio_album id:bars value:gray(0.95) BackgroundColors = bars:bars BarData = bar:Kevin text:\"Kevin Barnes\" bar:Rebecca text: \"Rebecca Cash\" bar:Zac text:\"Zac Colwell\" bar:Kishi text:\"Kaoru Ishibashi\" bar:Andy text:\"Andy Gonzalez\" bar:Jason text:\"Jason NeSmith\" bar:Bennett text: \"Bennett Dean Lewis\" bar:Dottie text:\"Dottie Alexander\" bar:Thayer text: \"Thayer Sarrano\" bar:Nicolas text:\"Nicolas Dobbratz\" bar:Jojo text:\"Jojo Glidewell\" bar:Bryan text:\"Bryan Poole\" bar:Nina text:\"Nina Grøttland\" bar:Dawson text:\"Matthew Paris Dawson\" bar:Davey text: \"Davey Pierce\" bar:Bob text:\"Bob Parins\" bar:Derek text:\"Derek Almstead\" bar:James text:\"James Huggins\" bar:Ahmed text: \"Ahmed Gallab\" bar:Clayton text:\"Clayton Rychlik\" bar:Julian text:\"Julian Koster\" PlotData = width:11 textcolor:black align:left anchor:from shift:(10,-4) bar:Kevin from:01/01/1996 till:end color:vocals bar:Rebecca from:03/08/2013 till:03/03/2015 color:vocals bar:Bryan from:12/01/1996 till:01/01/1998 color:bass bar:Bryan from:04/06/2004 till:10/08/2013 color:guitar bar:Andy from:01/01/1998 till:04/06/2004 color:guitar bar:Jason from:04/06/2004 till:04/12/2005 color:guitar bar:Bennett from:10/08/2013 till:08/21/2015 color:guitar bar:Nicolas from:08/21/2015 till:end color:guitar bar:Derek from:01/01/1998 till:04/06/2004 color:bass bar:Nina from:04/06/2004 till:04/12/2005 color:bass bar:Dawson from:04/12/2005 till:10/01/2007 color:bass bar:Davey from:10/01/2007 till:10/08/2013 color:bass bar:Davey from:10/01/2015 till:end color:bass bar:Bob from:10/08/2013 till:10/01/2015 color:bass bar:Dottie from:01/01/1998 till:10/01/2013 color:keys bar:Nicolas from:09/14/2010 till:10/01/2013 color:keys bar:Thayer from:09/14/2010 till:02/07/2012 color:keys bar:Jojo from:03/08/2013 till:end color:keys bar:Julian from:01/01/1998 till:04/23/2001 color:other bar:Kishi from:09/14/2010 till:10/22/2012 color:string bar:Zac from:02/07/2012 till:05/09/2012 color:wood bar:Derek from:12/01/1996 till:01/01/1998 color:drums bar:James from:01/01/1998 till:01/30/2010 color:drums bar:Ahmed from:10/21/2008 till:12/09/2008 color:drums bar:Clayton from:01/30/2010 till:end color:drums width:7 textcolor:black align:left anchor:from shift:(10,-4) bar:Clayton from:01/30/2010 till:end color:other width:3 textcolor:black align:left anchor:from shift:(10,-4) bar:Kevin from:01/01/1996 till:end color:guitar bar:James from: 04/06/2004 till:01/30/2010 color:keys bar: Davey from:09/14/2010 till:10/08/2013 color:keys bar:Nicolas from:08/21/2015 till:end color:keys bar:Kishi from:09/14/2010 till:10/22/2012 color:keys bar:Clayton from:01/30/2010 till:end color:vocals bar:Bennett from:10/08/2013 till:08/21/2015 color:vocals bar:Zac from:02/07/2012 till:05/09/2012 color:keys LineData = at:07/15/1997 color:black layer:back at:01/01/1998 color:black layer:back at:02/16/1999 color:black layer:back at:04/23/2001 color:black layer:back at:09/10/2002 color:black layer:back at:04/06/2004 color:black layer:back at:04/12/2005 color:black layer:back at:01/23/2007 color:black layer:back at:10/21/2008 color:black layer:back at:09/14/2010 color:black layer:back at:02/07/2012 color:black layer:back at:10/08/2013 color:black layer:back at:03/03/2015 color:black layer:back at:07/12/2016 color:black layer:back at:03/09/2018 color:black layer:back at:01/17/2020 color:black layer:back ==Side projects== True to the style of most Elephant Six recording artists, Of Montreal's members have been in a variety of side projects with other bands: *Kevin Barnes played keyboard for \"The Difference in the Shades\" on the Bright Eyes' album Letting Off the Happiness. *Kevin Barnes, Nina Barnes, and David Barnes did a comedy tour called \"A Pollinaire Rave\". *The band performed as the backing band for Marshmallow Coast on record and on tour. *Dottie Alexander released the song \"The You I Created\" on the Kindercore singles club, under the pseudonym My First Keyboard. Of Montreal acted as her backing band. *Bryan Poole has a solo career as the Late B.P. Helium. *Davey Pierce and Travis Adams from the now-defunct emo band My Hotel Year, created the band Inkwell in 2004. *James Huggins released A Parallax I under the name \"James Husband\" which featured a cover of The Beatles' \"We Can Work it Out\". *Ahmed Gallab has a solo career as Sinkane. He has played in the bands Born Ruffians, Caribou, Yeasayer, and Eleanor Friedberger. He is also the music director and band leader of the Atomic Bomb! Band. *Derek Almstead has worked with many artists as a musician and engineer including his collaboration with Andy Gonzales M Coast, Elf Power, and Circulatory System. *The group worked with artist Janelle Monáe on a track called \"Make The Bus\" in her 2010 LP The ArchAndroid (Suites II and III). *Kevin co-produced the 2012 Solange Knowles single \"Losing You\". *K Ishibashi has a solo career as Kishi Bashi and toured as a supporting act with Sondre Lerche in 2011. *Kevin produced and played on the album Marble Mouth by Pillar Point. ==Discography== ===Studio albums=== *1997 Cherry Peel (Bar/None) *1998 The Bedside Drama: A Petite Tragedy (Kindercore) *1999 The Gay Parade (Bar/None) *2001 Coquelicot Asleep in the Poppies: A Variety of Whimsical Verse (Kindercore) *2002 Aldhils Arboretum (Kindercore) *2004 Satanic Panic in the Attic (Polyvinyl) *2005 The Sunlandic Twins (Polyvinyl) *2007 Hissing Fauna, Are You the Destroyer? (Polyvinyl, No. 72 US) *2008 Skeletal Lamping (Polyvinyl, No. 38 US) *2010 False Priest (Polyvinyl, No. 34 US) *2012 Paralytic Stalks (Polyvinyl, No. 121 US) *2013 Lousy With Sylvianbriar (Polyvinyl, No. 115 US) *2015 Aureate Gloom (Polyvinyl) *2016 Innocence Reaches (Polyvinyl) *2018 White Is Relic/Irrealis Mood (Polyvinyl) *2020 Ur Fun (Polyvinyl) ==References== ==External links== * – official site * *Paralytic Stalks review by Seth Katz for NthWord Shorts, February 8, 2012 *Joyful Noise Recordings Category:Polyvinyl Record Co. artists Category:Musical groups from Athens, Georgia Category:The Elephant 6 Recording Company artists Category:Musical collectives Category:Neo- psychedelia groups Category:Indie pop groups from Georgia (U.S. state) Category:Indie rock musical groups from Georgia (U.S. state) Category:Suicide Squeeze Records artists Category:Psychedelic pop music groups Category:Joyful Noise Recordings artists Category:Bar/None Records artists Category:Low Transit Industries artists ",
    "title": "Of Montreal"
}