{
    "id": "640717",
    "text": "Richard Preston (born August 5, 1954) is a writer for The New Yorker and bestselling author who has written books about infectious disease, bioterrorism, redwoods and other subjects, as well as fiction. Whether journalistic or fictional, his writings are based on extensive background research and interviews. ==Biography== Preston was born in Cambridge, Massachusetts. He graduated Wellesley High School in Massachusetts in 1972 and attended Pomona College in Claremont, California. He earned a Ph.D. in English from Princeton University in 1983. His 1992 New Yorker article \"Crisis in the Hot Zone\" was expanded into his breakout book, The Hot Zone (1994). It is classified as a \"non-fiction thriller\" about ebolaviruses. He came to know about ebola through such contacts as U.S. Army researchers Drs. C.J. Peters and Nancy Jaax. His fascination began during a visit to Africa where he was an eyewitness to epidemics. The book served as the (very loose) basis of the Hollywood movie Outbreak (1995) about military machinations surrounding a fictional \"Motaba virus\". Preston's novel The Cobra Event (1998), about a terrorism release of a fictional virus combining various qualities of different diseases upon New York City, alarmed even then-President Bill Clinton who, shortly after reading it, instigated a review of bio-terror threats to the U.S. The book strove to tell a fast-paced thriller narrative within the bounds of well-researched bio-terrorism possibility, and was reportedly pressed upon Clinton by a molecular biologist when he was attending a Renaissance Weekend event.Review of Germs: Biological Weapons and America's Secret War, by Judith Miller, et al., in Washington Monthly, 2001 The Demon in the Freezer (2002) covers the story of the eradication of smallpox, perhaps the most destructive virus to have plagued mankind. It details the survival of the virus in research labs and bio-weapon programs of Russia and other nations, despite its eradication in the human population. The narrative continues with anthrax, a bacterial disease of cattle and humans, used in the 2001 anthrax attacks. First Light and American Steel are non-fiction books addressing astrophysics and the steel industry. First Light centers around the history of the Hale telescope on Palomar Mountain, and the astronomers who work there. American Steel chronicles the history of the Nucor steel company, and focuses on its newest steel plant in Indiana, whose success depends on a new steel-sheet making machine engineered in West Germany. Preston's personal hobby of recreational tree climbing is introduced in The Wild Trees (2007).Preston, Richard (2007), The Wild Trees: A Story Of Passion And Daring. Allen Lane Publishers. His climbing experience likely led him to write about the largest known redwoods like Lost Monarch in the Grove of Titans, or Iluvatar, described in that book along with delicate forest canopy ecosystems. Preston's Panic in Level 4: Cannibals, Killer Viruses, and Other Journeys to the Edge of Science is a collection of essays related to his experiences researching his previous books. In November 2009, Preston was selected by Harper-Collins and the Michael Crichton estate to complete his unfinished novel Micro after Crichton's death in November 2008. The book was released on November 22, 2011. Approximately a third of Micro was completed by Crichton. Preston completed the book according to the author's remaining outline, notes, and research. In 2016, Preston served as the Bedell Distinguished Visiting Professor at the University of Iowa's Nonfiction Writing Program where he judged the prestigious Iowa Prize in Literary Nonfiction. Preston resides in Hopewell, New Jersey with his wife, Michelle, and their two daughters and one son.Donahue, Deirdre. \"Richard Preston will press your buttons in 'Panic in Level 4'\", USA Today, June 16, 2008. Accessed February 15, 2011. \"Author Richard Preston at the 75-acre farm where he lives in Hopewell, N.J.\" He is also the brother of best-selling author Douglas Preston. ==Bibliography== ===Books=== ====Fiction==== * 1998: * 2003: * 2011: Co-written with Michael Crichton; completed after Crichton's death. ====Non-fiction==== * 1987: ; OCLC 16004290 * 1991: * 1994: * 2002: * 2007: * 2008: *2019: ===Articles=== * == References == ==External links== * * Video conversation with Preston and Carl Zimmer on Bloggingheads.tv * Category:20th-century American novelists Category:21st-century American novelists Category:American science writers Category:American male novelists Category:The New Yorker people Category:The New Yorker staff writers Category:People from Hopewell, New Jersey Category:Pomona College alumni Category:1954 births Category:Living people Category:20th-century American male writers Category:21st-century American male writers Category:Wellesley High School alumni Category:20th-century American non-fiction writers Category:21st-century American non-fiction writers Category:American male non-fiction writers ",
    "title": "Richard Preston"
}