{
    "id": "640903",
    "text": "Isigny-sur-Mer () is a commune in the Calvados department and Normandy region of north-western France. It is part of the Isigny-Omaha Intercom communauté de communes, the 59 communes of which have a combined population of 27,181. ==Geography and economy== Situated in the fertile grassland region – known as the Baie des Veys – which constitutes the joint estuary of four rivers, Isigny is an important centre of the dairy industry. The town is famous for its AOC butter and cream, as well as for the production of Mimolette, Pont-l'Évêque, Camembert, and Trésor d'Isigny cheeses, among others, made by the Isigny Sainte-Mère co-operative. Oysters have been extensively cultivated in the nearby waters of the Baie des Veys since the mid 20th century. A major river, the Vire, passes through the commune. ==History== A dairy in Isigny sur Mer around 1900 The town is well positioned and owes its significance to its industrial history. The industrialisation of milk processing began at the start of the 19th century: many factories were built, especially by the Dupont d'Isigny family, which then diversified and created the famous Isigny caramels. More recently, the co-operative Isigny dairy has dominated. Meanwhile, the agricultural fairs and markets have also contributed to Isigny's reputation. The d'Isigny family traces back to before the Norman conquest of England, and William The Conqueror (1028–82) had military commanders named d'Isigny. In 1924 Isigny was renamed Isigny-sur-Mer. The port was important in facilitating inshore navigation, allowing commercial and industrial activity to be developed and maintained (import of wood from the North; export coal from the mine at Littry and butter). Fishing was important until the end of the 1970s (mussel fishing and small vessels crewed by fishermen from the Hogues quarter). The famous \"Caïeu d'Isigny\" is a hymn to Isigny's sailors and fishermen, created in 1869 by Alfred Rossel (1841–1926). Isigny was more than 60% destroyed by two bombardments on 8 June 1944 and has since been almost entirely rebuilt. Isigny played its part in the D-Day landings: Twenty small Dutch schuyts were employed by the Americans to bring stores and equipment inland from the larger cargo ships that were moored off- shore. Charles de Gaulle paid its inhabitants visits on 14 June 1944 and 16 June 1946. The Disney surname is derived from the town. The earliest known ancestor of Walt Disney, with a similar name, was Jean-Christophe d'Isigny (\"of Isigny\"), the branch settled in what is today called Norton Disney in England. The name Isigny is said to derive from \"Fire of Isis\", the Graeco- Egyptian goddess who was once worshipped in the area, or, alternatively, from the submerged lost city of Ys, said to be nearby.https://www.isigny-sur- mer.fr/tourisme-et-loisirs/le-nom-disigny-et-son-histoire.html It is possible that Isigny may have been the site of a smaller-scale lighthouse built on the model of the Lighthouse of Alexandria in Egypthttps://www.oldest.org/structures/lighthouse/ and the geography of Isigny would seem to be favorable for such a coastal construction. On 1 January 2017 the commune was extended by being merged with the former communes of Castilly, Neuilly-la-Forêt, Les Oubeaux, and Vouilly. Arrêté préfectoral du 13 septembre 2016 portant création de la commune nouvelle d'Isigny-sur-Mer. Until 2015 Isigny-sur-Mer was the seat of the canton of Isigny-sur-Mer, which included 24 communes and had a population of 9,935. ==Population== == Economy == Isigny is famous for local products made from milk, such as butter and cream and caramels. Several agro-food companies manufacture these products, including Isigny-Sainte-Mère (butter and cream) and Dupont d'Isigny (caramels). ==International relations== The commune is twinned with: * Kingsbridge, * Weilerbach, ==See also== *Communes of the Calvados department *D'Isigny, a cheese made in USA ==References== Category:Communes of Calvados (department) Category:Calvados communes articles needing translation from French Wikipedia ",
    "title": "Isigny-sur-Mer"
}