{
    "id": "641058",
    "text": "Komodo National Park (Indonesian: Taman Nasional Komodo) is a national park in Indonesia located within the Lesser Sunda Islands in the border region between the provinces of East Nusa Tenggara and West Nusa Tenggara. The park includes the three larger islands Komodo, Padar and Rinca, and 26 smaller ones, with a total area of 1,733 km2 (603 km2 of it land). The national park was founded in 1980 to protect the Komodo dragon, the world's largest lizard.UNESCO: Advisory Body Evaluation, retrieved 2 February 2010 Later it was dedicated to protecting other species, including marine species. In 1991 the national park was declared a UNESCO World Heritage Site. Komodo National Park has been selected as one of the New7Wonders of Nature.New 7 Wonders of the world, retrieved 29 December 2011 The waters surrounding Komodo island contain rich marine biodiversity. Komodo islands is also a part of the Coral Triangle, which contains some of the richest marine biodiversity on Earth. ==History== Komodo National Park was established in 1980. It was declared a World Heritage Site and a Man and Biosphere Reserve by UNESCO in 1991. The park was initially established to conserve the unique Komodo dragon (Varanus komodoensis), first discovered by the scientific world in 1912 by Lieutenant J. K. H. van Steyn van Henbroek, the Civil Administrator in Reo, Flores Island. Since then conservation goals have expanded to protecting the entire biodiversity of the region, both marine and terrestrial. The majority of the people in and around the park are fishermen originally from Bima (Sumbawa), Manggarai, South Flores, and South Sulawesi. Those from South Sulawesi are from the Suku Bajau or Bugis ethnic groups. The Suku Bajau were originally nomadic and moved from location to location in the region of Sulawesi, Nusa Tenggara and Maluku, to make their livelihoods. Descendants of the original people of Komodo, the Ata Modo, still live in Komodo, but there are no pure blood people left and their culture and language is slowly being integrated with the recent migrants. Little is known of the early history of the Komodo islanders. They were subjects of the Sultanate of Bima, although the island’s remoteness from Bima meant its affairs were probably little troubled by the Sultanate other than by occasional demands for tribute. ==Geography and climate== The rugged terrain of Komodo Island with few trees makes it one of the driest locations in Indonesia. Rinca Island Padar Island The park comprises a coastal section of western Flores, the three larger islands of Komodo, Padar and Rinca, 26 smaller islands and the surrounding waters of the Sape Straights. The islands of the national park are of volcanic origin. The terrain is generally rugged, characterized by rounded hills, with altitudes up to 735 m. The climate is one of the driest of Indonesia with annual rainfall between 800mm and 1000mm. Harsh daily temperatures in the dry season from May to October are around 40 °C. ==Flora and fauna== The hot and dry climate of the park, characterized by savannah vegetation, makes it a good habitat for the endemic Komodo dragon (Varanus komodoensis). Their populations are restricted to the islands of Komodo (1,700), Rinca (1,300), Gili Motang (100), Gili Dasami (100), and Flores (c. 2,000), while extinct on Padar. Cloud forests appear only in few areas above 500 metres but they provide habitat to several endemic flora. Coastal vegetation includes mangrove forest, which generally appear in the sheltered bays of the three larger islands. Fringing and patch coral reefs are extensive and best developed on the north-east coast of Komodo. The park is rich in marine life, including whale sharks, ocean sunfish, manta rays, eagle rays, pygmy seahorse, false pipefish, clown frogfish, nudibranchs, blue-ringed octopus, sponges, tunicates, and coral. Varieties of cetaceans inhabit in adjacent waters from smaller sized dolphins to sperm whales and even blue whales. Omura's whales, one of the least known of rorquals have been confirmed to range waters within the park.Kahn, B. 2001. \"Komodo National Park Cetacean Surveys: April 2001 and 1999–2001 survey synopsis\". Presented working paper CMS/SEAMAMSII/24. United Nations Environment Programme – Convention on the Conservation of Migratory Species of Wild Animals (UNEP/CMS) Second International Conference on the Marine Mammals of Southeast Asia. July 22–23, 2002. Demaguette, Philippines. 39pp. Endangered dugongs still live in Komodo areas as well. The terrestrial fauna is of rather poor diversity in comparison to the marine fauna. The number of terrestrial animal species found in the park is not high, but the area is important from a conservation perspective as some species are endemic. Many of the mammals are Asiatic in origin Including the Timor deer, wild boar, water buffalo, crab eating macaques and civet. Several of the reptiles and birds are Australian in origin. These include the orange-footed scrubfowl, the lesser sulpher crested cockatoo, and the helmeted friarbird. The most famous of Komodo National Park's reptiles is the Komodo dragon (Varanus komodoensis). It is the world's largest lizard and is among the world's largest reptiles and can reach 3m or more in length and weigh over 70 kg. Twelve terrestrial snake species are found on the island in addition to marine species. Snakes include the Javan spitting cobra (Naja sputatrix), Russell’s viper (Daboia russelii), white-lipped pit viper (Trimeresurus albolabris), blue lipped sea krait (Laticauda laticaudata), and Timor python (Python timoriensis). Lizards include nine skink species (Scinidae), geckos (Gekkonidae), limbless lizards (Dibamidae), and the monitor lizards such as the Komodo dragon (Varanidae). Frogs include the Asian bullfrog (Kaloula baleata), the endemic Komodo cross frog (Oreophryne jeffersoniana) and Oreophryne darewskyi. Frogs are typically found at higher, moister altitudes. The saltwater crocodile (Crocodylus porosus) was once present within the park in coastal areas including mangrove swamps but is now extinct within the area. Mammals found within the park include the Timor rusa deer (Cervus timorensis), the main prey of the Komodo dragon, horses (Equus sp.), water buffalo (Bubalus bubalis), wild boar (Sus scrofa vittatus), crab-eating macaque (Macaca fascicularis), Asian palm civet (Paradoxurus hermaphroditus lehmanni), the endemic Rinca rat (Rattus rintjanus), and fruit bats. Domestic mammals on within the park include goats, cats and dogs which are feral. One of the main bird species is the orange-footed scrubfowl (Megapodius reinwardti), a ground dwelling bird. In areas of savanna, 27 species were observed. The zebra dove (Geopelia striata) and spotted dove (Spilopelia chinensis) were the most common species. In mixed tropical deciduous habitat, 28 bird species were observed, and helmeted friarbird (Philemon buceroides), green imperial pigeon (Ducula aenea), and lemon-bellied white-eye (Zosterops chloris) were the most common. Other birds include vibrantly coloured species such as green junglefowl (Gallus varius), great-billed parrot (Tanygnathus megalorynchos), and the critically endangered lesser sulpher crested cockatoo (Cacatua sulphurea). Two eagle species are found in the park, the white-bellied sea eagle and the extremely rare Flores hawk-eagle which is present on Rinca and Flores and reported but unconfirmed on Komodo Island. File:Komodo Dragon Eating Rinca.jpg|Komodo dragon feeding on a carcass File:Water buffalo at Rinca.jpg|Water buffalo File:Crab-eating macaque at Rinca.JPG|Crab-eating macaque File:Komodo dragon stalking deer.png|Komodo dragon stalking deer. Note the tracking device on the dragon's neck File:Komodo dragon (Varanus komodoensis).jpg|Komodo on Rinca ==Conservation== The island of Padar and part of Rinca were established as nature reserves in 1938. Komodo Island was declared a nature reserve in 1965, and in January 1977 as a biosphere reserve under the UNESCO Man and Biosphere Programme. The three islands were declared a national park in 1980, which was later extended to include the surrounding marine area and a section of Flores in 1984. In 1991 the national park was declared a UNESCO World Heritage Site. For a period after 1995 the national park authority was supported by The Nature Conservancy (TNC), an American environmental organization. A management plan was co-authored with TNC and implemented in 2000 to address problem of increasing resource exploitation, both marine and terrestrial. The plan was supported by the World Bank but faced objections from some local people and local NGOs who argued that they had not been consulted by the plan and would not share in the benefits. Most pressure on marine resources originates from fishing communities and commercial enterprises from outside the park. However, regulations and restrictions on resource use impact mostly on park residents, who have few options to make a living but rely on what the park has to offer. The provision of alternative livelihoods is part of the overall management strategy, but communities within the park are yet to benefit from appropriate measures addressing their needs.WALHI 2004 A non-profit joint venture company, PT Putri Naga Komodo (PT PNK), was established to operate tourist facilities in the hope of eventually making the park financially self-sustaining. PT PNK was partially funded by the TNC and the World Bank. After 5 years operation, in 2010 Putri Naga Komodo's (PNK) permit was compromised. After that, more illegal fishermen arrived as enforcement declined greatly following the exit of TNC which had helped fight destructive fishing practices. In early 2012, dive operators and conservationists found many desolate coral sites, reminiscent of grey moonscapes. Illegal fishermen continue to blast sites with 'bombs' in a process known as blast fishing. The fisherman use a mixture of fertilizer and kerosene in beer bottles as explosives, or use squeeze bottles to squirt cyanide into the coral in order to stun and capture fish. In the past two years more than 60 illegal fishermen have been arrested. One of the suspects was shot and killed after he tried to evade capture by throwing fish bombs at the rangers. ==Human habitation== There are presently almost 4,000 people living within the park spread out over four settlements (Komodo, Rinca, Kerora, and Papagaran). All villages existed before 1980 when the area was declared a national park. In 1928 there were only 30 people living in Komodo Village (known locally as Kampung Komodo), and approximately 250 people on Rinca Island in 1930. The population increased rapidly, and by 1999, there were 281 families numbering 1,169 people on Komodo Island. Komodo Village has had the highest population within the park, mostly due to migration by people from Sape, Manggarai, Madura, and South Sulawesi. The number of buildings in Komodo Village has increased rapidly from 30 houses in 1958, to 194 houses in 1994, and 270 houses in 2000. Papagaran Village is similar in size, with 258 families totaling 1,078 people. At the 2010 Census, Komodo Village had 1,508 inhabitants and Papagaran Village had 1,262 inhabitants. As of 1999, Rinca’s population was 835, and Kerora's population was 185 people. The total population currently living in the park is 3,267 people with 16,816 people live in the area immediately surrounding the park. ===Education=== The average level of education in the villages of Komodo National Park is grade four of elementary school. There is an elementary school located in each of the villages but new students are not admitted each year. On average, each village has four classes and four teachers. Most of the children from the small islands in the Kecamatan Komodo (Komodo, Rinca, Kerora, Papagaran, Mesa) do not finish elementary school. Less than 10% of those who do graduate from elementary school continue to high school since the major economic opportunity (fishing) does not require further education. Children must be sent to Labuan Bajo to attend high school, but this is rarely done in fishermen's families. ===Health=== Most of the villages located in and around the park have few fresh water facilities available, if any, particularly during the dry season. Water quality declines during this time period and many people become ill. Malaria and diarrhea are rampant in the area. On Mesa island, with a population of around 1,500 people, there is no fresh water available. Fresh water is brought by boat in jerrycans from Labuan Bajo. Each family needs an average of Rp 100,000.- per month to buy fresh water (2000). Almost every village has a local medical facility with staff, and at least a paramedic. The quality of medical care facilities is low. ===Socio-cultural and anthropologic conditions=== Traditional Customs: Traditional communities in Komodo, Flores and Sumbawa have been subjected to outside influences and the influence of traditional customs is dwindling. Television, radio, and increased mobility have all played a part in accelerating the rate of change. There has been a steady influx of migrants into the area. At the moment nearly all villages consist of more than one ethnic group. ===Religion=== The majority of fishermen living in the villages in the vicinity of the park are Muslims. Hajis have a strong influence in the dynamics of community development. Fishermen hailing from South Sulawesi (Bajau, Bugis) and Bima are mostly Muslims. The community from Manggarai are mostly Christians. ===Anthropology and language=== There are several cultural sites within the park, particularly on Komodo Island. These sites are not well documented, however, and there are many questions concerning the history of human inhabitance on the island. Outside the park, in Warloka village on Flores, there is a Chinese trading post remnant of some interest. Archeological finds from this site have been looted in the recent past. Most communities in and around the park can speak Indonesian. Bajo language is the language used for daily communication in most communities. ===Conflicts between conservationists and local community=== Controversy surrounds the death of several fishermen since the 1980s. The circumstances of the fishermen’s deaths are contested. While park patrols (including, at the time, police and navy personnel) claim they acted in self- defense, fishing communities accuse park management of having deliberately killed the fishermen.Down to Earth 2003 In late February 2014, Brimob Special Police shot dead two poachers, when they opened fire with their homemade firearms. The poachers attempted to hunt deer in the park which fall prey to Komodo dragons. ==Tourism== Kanawa Island, a tourist island in the Komodo National Park. Scuba diving is popular because of the park's high marine biodiversity.Novia D. Rulistia, 'Under the seas in Komodo,' The Jakarta Post, 26 June 2013. The development of, largely marine-based, ecotourism is the main strategy to make the park self-financing and generate sufficient revenue through entrance fees and tourism licenses to cover operational and managerial costs. To this end, a joint venture between TNC and a tourism operator were granted a tourism concession, that also entails extensive park management rights.PKA & TNC 2000:78 This concession has generated an ongoing controversy. The joint venture has been accused of making decisions behind closed doors, and many people in and around Komodo claim that they haven't been consulted regarding decisions that ultimately affect their lives.WALHI 2003, Dhume, 2000, Jurassic Showdown’, Far Eastern Economic Review, March 16th, pp.50–52 Komodo Island and Rinca were once part of Flores and they are separated from the large Island of Sumbawa to the West by the Sape Strait. The ocean in the Strait drops hundreds of meters. The Pacific Ocean to the north and the Indian Ocean to the south are actually at different heights – so the flow of currents from the Pacific to the Indian during tidal exchanges makes the currents among the strongest in the world. In the (relatively) shallow waters along the east coast of Komodo towards Labaun Bajo, these currents can be extremely dangerous with inexperienced guides. The number of visitors to the park increased from 36,000 in 2009 to 45,000 in 2010. Most of the visitors were foreign tourists as the high transport cost to this remote location is less affordable for local visitors. The park can accommodate up to 60,000 visitors a year according to the local tourism agency.The Jakarta Post: Komodo Park attendance up by 9,000 in 2010, 24 July 2011 Several types of boat tours run through the national park including upscale scuba liveaboards, short daily snorkel trips and 4 day, 3 night 'tourist boats' between Lombok and Flores. The tourist boats run very frequently, but have uncertain safety records. In an August 2014 incident one of these tourist boats sank, and 2 tourists were lost. Strong currents and waves separated the stranded passengers and crew who were floating at sea in lifevests.Al Jazeera: \"Tourists Missing after Indonesia Boat Sinks\", 18 August 2014 Closure of the park In early 2019, the Nusa Tenggara Timor (NTT) provincial governor Viktor Laiskodat announced a plan to close a section of the park (a main section on Komodo Island) for a year in order to make improvements.'Komodo National Part to be close for one year for habitat restoration', The Jakarta Post, 21 January 2019. The suggestion was that other parts of the park, including Rinca and Padar Islands and certain parts of Komodo Island, would remain open. The governor's plan met with opposition from the local community and some parts of the wider public. In response, the Indonesian Environment and Forestry Minister, Siti Nurbaya said that she would summon representatives from the NTT administration for discussions, noting that decisions about conservation areas were under the jurisdiction of the central government. A final decision about the proposed closure was expected to be announced by the central government around mid-2019.Liza Yosephine, 'Government to go ahead with Komodo National Park closure in 2020', The Jakarta Post, 12 February 2019. In July 2019, it was confirmed that Komodo Island would be closed for around one year as from the beginning of 2020. Governor Laiskodat said that a budget of Rp 100 billion (around $US 7.2 million) would be provided to support the conservation program.'Komodo Island to be closed in 2020: Agency', The Jakarta Post, 18 July 2019. The plan is controversial: Governor Laiskodat has suggested that an expensive entrance fee be charged to foreign tourists while local villagers who live on Komodo Island are worried about the possible loss of income.Rebecca Henscheke and Callistasia Wijaya, 'The fight for Dragon Island', BBC World, 25 July 2019. == See also== * Galápagos Islands * Great Barrier Reef * List of national parks * Valdes Peninsula ==References== ==External links== * * * Komodo National Park website * Official UNESCO website Category:World Heritage Sites in Indonesia Category:Biosphere reserves of Indonesia Category:National parks of Indonesia Category:ASEAN heritage parks Category:Lesser Sunda Islands Category:Protected areas established in 1980 Category:1980 establishments in Indonesia Category:Geography of East Nusa Tenggara Category:Tourist attractions in East Nusa Tenggara Category:Geography of West Nusa Tenggara Category:Tourist attractions in West Nusa Tenggara ",
    "title": "Komodo National Park"
}