{
    "id": "641145",
    "text": "The New Jersey Jackals are an American professional baseball team based in Little Falls in Passaic County, New Jersey, United States. The team was founded in 1998 by Floyd Hall and is owned by Al Dorso, a businessman who also owns the Sussex County Miners, Skylands Stadium, and State Fair Superstore. The Jackals are a member of the Can-Am Division of the Frontier League, an independent baseball league which is a Partner League of Major League Baseball. They were previously members of the Northeast League, Northern League, Canadian American Association of Professional Baseball, and All- American Baseball Challenge. The Jackals play their home games at Yogi Berra Stadium on the campus of Montclair State University. ==Team history== ===1998: Inaugural season=== The Jackals were founded in 1998 and replaced the Bangor Blue Ox in the Northeast League after that franchise folded. Kash Beauchamp was named the team's first manager and they began play on May 30, 1998 against the Waterbury Spirit, where they won both games of a doubleheader. The Jackals' first home game was played at a yet-to-be-finished Yogi Berra Stadium on June 5. Facing the Albany-Colonie Diamond Dogs, New Jersey went to extra innings before winning 2–1 in the thirteenth on a home run by Gary Collum. The Jackals finished the regular season with 53 wins, most in the league, and won the first half championship, which ensured a place in the Northeast League playoffs. They would defeat the Allentown Ambassadors in their first playoff series, then face Albany-Colonie again for the league championship. The Jackals defeated the Diamond Dogs 2–0 in a best of three series to win their first league championship. ===1999-2000: Entering a new league=== The Jackals became members of the Northern League for the 1999 season after the league decided to absorb the Northeast League. The Jackals became part of the new Northern League East Division. The Jackals won 45 games in 1999 and again qualified for the playoffs, knocking off Allentown in their first playoff matchup before falling to Albany-Colonie in a rematch of their league championship series from 1998. The Jackals received the honor of hosting the Northern League All-Star Game in 2000. 4,211 fans showed up to watch the game, which saw the East defeat the Central Division 10–5.http://www.nlfan.com/league/allstar/allstar00.shtml It was one of the year's highlights, but there were not many others as the Jackals struggled throughout the season. A 31–52 record placed the team last in the division, and following the season Kash Beauchamp announced his resignation after three seasons. ===2001-2004: Champions=== George Tsamis was hired to take over the Jackals for 2001. He had lost his job as manager in Waterbury following the 2000 season when the Spirit suspended operations. The Jackals again found struggles, but managed to pull together 45 victories against 45 losses. They qualified for the Northern League playoffs for the second time in three years as a wild card and once again won their first round series, sweeping Albany- Colonie. Shortly after the Jackals' win over the Diamond Dogs, the September 11 attacks occurred and threw the rest of the playoffs into doubt. After discussion the Northern League determined that they would continue to play and the Jackals resumed their championship quest against the Elmira Pioneers on September 17. In a five-game series, New Jersey emerged victorious and advanced to the Northern League Championship Series against the Winnipeg Goldeyes, whom they defeated in four games to win their second league championship. ===2002=== The 2002 Jackals season was historic on two fronts. The first historic moment came when Jeremy Callier threw a no-hitter on August 28 against the Berkshire Black Bears, requiring a home run by Ryan Kane in the bottom of the ninth inning to make it official. The second piece of team history saw the Jackals set a team record for victories, finishing with 62 to lead the league. In the playoffs, however, the Jackals had problems. In the first round, they took the first two against Elmira before the Pioneers won the next two to tie the series. The Jackals emerged victorious in five games. Then, in the Northern League East Championship Series against Adirondack, the Jackals were down to their final out in Game 5 trailing 2-1 when Dave Callahan hit a double with the bases loaded to score all three runners and give the team a 4–2 victory. The Jackals capped it off with their second straight victory over Winnipeg in the Northern League Championship Series, defeating the Goldeyes 3 games to 1. ===2003=== 2003 saw two major changes for the Jackals. First George Tsamis resigned to take the managerial position with the St. Paul Saints, New Jersey hired Gary SouthShore RailCats manager Joe Calfapietra to take his place. The second saw the end of the merger with the Northern League, as the Northeast League once again became its own entity. The Jackals returned to the playoffs for a third consecutive year by winning both halves of the season in their division, but were dispatched in the first round by the eventual league champion Brockton Rox. 9/4 – Jackals 10, Brockton Rox 0 9/5 – Brockton Rox 3, Jackals 1 9/6 – Brockton Rox 3, Jackals 1 9/7 – Brockton Rox 9, Jackals 5 (Brockton wins series 3-1) Despite this, the Jackals finished with a 52–37 record. On May 17, 2003 the Jackals played the Russian National Team in an exhibition doubleheader at Yogi Berra Stadium. New Jersey won both games by scores of 3‐0 and 5–4. The Jackals total attendance in 2003 was 100,559. Averaging 2,260 per game. ===2004=== In 2004, New Jersey improved their record to what was then the team's second-best showing in its history, winning 54 games and losing 29. However, the first half of the season required saw the Jackals end in a tie with the New Haven County Cutters, requiring a one-game playoff which New Jersey won for their fifth consecutive half-season victory. The Jackals pulled away in the second half with a 28–18 record, winning both halves for a third straight year. After dispatching the Bangor Lumberjacks in the first round of the playoffs: 9/9 – Jackals 5, Bangor 4 9/10 – Jackals 5, Bangor 4 9/11 – Bangor 7, Jackals 5 9/12 – Jackals 15, Bangor 3 (NJ wins 3-1) The Jackals found themselves in trouble against the North Shore Spirit in the league championship series. Trailing two games to none and down late in the third game, the Jackals rallied for an extra inning victory. They duplicated the feat the next day in Game 4 to tie the series, and then won the fifth and deciding game to take the Northeast League Championship. 9/14 - North Shore 5, Jackals 4 9/16 - North Shore 1, Jackals 0 9/17 – Jackals 7, North Shore 2 9/18 – Jackals 4, North Shore 2 9/19 – Jackals 5, North Shore 3 (NJ wins series 3-2) Win 2nd Northeast League Championship, 4th team Championship. The Jackals total attendance in 2004 was 106,100. Averaging 2,282 per game. ===2005=== In 2005 the Jackals joined the 8-team Canadian American Association of Professional Baseball League but failed to make the playoffs for the first time since 2000 despite posting a winning record of 48–44. Jackal Highlights: OF Zach Smithlin lead the league with 135 hits & a .358 batting average. SP Joel Bennett lead the league by posting the lowest ERA, 2.68 Both Zach & Joel along with 2B Ricardo Cordova were named league All-Stars. On July 19, 2005 an Inter-league All-Star Game was held at Campanelli Stadium, home of the Brockton Rox. The Can-Am League All-Stars defeated the Central League All-Stars 3–2. New Jersey's Team batting average of .295 is still a Can-Am Team record. The Jackals total attendance in 2005 was 122,092. Averaging 2,654 per game. ===2006=== 2006 saw another history- making performance as Aaron Myers threw the second no-hitter in team history, but New Jersey again missed the playoffs and—with a 43–48 record—finished with only their second losing record in team history. The Jackals total attendance in 2006 was 89,385. Averaging 1,965 per game. ===2007=== In 2007, the Can-Am League added the Atlantic City Surf a former Atlantic League franchise. The Jackals won the Can-Am League First Half Championship in 2007 with a 31–15 record, guaranteeing them a spot in the playoffs. Their 31 wins in the first half still mark a franchise best in the first half, and second most in a half (32 in 2002). The Jackals' second half was not as strong, as they finished in last place with an 18–29 record. New Jersey took the Nashua Pride to a fifth game at Yogi Berra Stadium in their best-of-five series before losing and getting knocked out. 9/5 – Jackals 4, Nashua 2 9/6 – Nashua 4, Jackals 1 9/7 – Jackals 3, Nashua 1 9/8 – Nashua 8, Jackals 5 9/9 – Nashua 4, Jackals 0 (Nashua wins series 3-2) The Jackals total attendance in 2007 was 107,663. Averaging 2,290 per game. ===2008=== The Jackals missed the playoffs in 2008, finishing 43–51. In a ceremony prior to their game on Aug 22nd vs. the Brockton Rox, the Jackals retired pitcher Joel Bennett’s number 28. The Jackals total attendance in 2008 was 103,817. Averaging 2,209 per game. ===2009=== New Jersey was able to ride a CanAm League record 14 game winning streak to a First Half Championship in 2009 with a 28–19 record, once again guaranteeing the team a playoff spot. The Jackals won 27 games in the second half for a total of 55, the second most in team history. Despite that, New Jersey was eliminated from the playoffs by the Worcester Tornadoes. 9/9 – Worcester 7, Jackals 3 9/10 – Worcester 7, Jackals 6 9/12 – Worcester 6, Jackals 2 (Worcester wins series 3-0) The Jackals total attendance in 2009 was 88,658. Averaging 1,866 per game. ===2010=== In 2010, the Jackals slipped in the first half, finishing fourth with a 19–27 record. The team battled back to a 23–23 record in the second half, beating out the Worcester Tornadoes by 0.5 game for the fourth and final playoff spot. The Jackals were swept by Quebec three games to none in the opening round. 9/9 – Quebec 7, Jackals 4 9/10 – Quebec 13, Jackals 5 9/11 – Quebec 2, Jackals 0 (Quebec wins series 3-0) The Jackals total attendance in 2010 was 86,014. Averaging 1,870 per game. ===2011=== In 2011, the Can-Am added three teams: 1\\. The Rockland Boulders, playing out of a new Stadium in Pomona, NY some 43 miles from Yogi Berra Stadium. 2\\. The Newark Bears coming over after departing the Atlantic League. 3\\. The New York Federals travel team with players from the New York State League. The Jackals finished the regular season 57–36, the second most season wins in franchise history behind the 62 wins the 2002 team put up. Despite an impressive record, the Jackals were unable to win either half of the regular season (Quebec won both halves), and finished second of the eight teams. On July 30, the Jackals retired Zack Smithlin's #4 jersey in a pregame ceremony. New Jersey swept the Pittsfield Colonials in the first round of the playoffs: 9/8 – Jackals 5, Pittsfield 1 9/9 – Jackals 8, Pittsfield 2 9/10 – Jackals 8, Pittsfield 1 (NJ wins series 3-0) Giving the Jackals their first trip to the championship since 2004. Quebec and New Jersey met in the championship, with the Capitales winning the series: 9/13 – Quebec 3, Jackals 0 9/14 – Quebec 4, Jackals 3 9/ 15 – Jackals 5, Quebec 1 9/16 – Quebec 6, Jackals 4 (Quebec wins series 3-1) Quebec captured their third consecutive CanAm League title. Jackals pitcher Isaac Pavlik made a close run for the pitching triple crown, finishing the regular season atop the league in wins and strikeouts, but third in ERA. The Jackals total attendance in 2011 was 84,856. Averaging 1,825 per game. ===2012=== The Can-Am League switched to a 100-game full season format in 2012. Limited inter-league play with the American Association was initiated. NJ began the season on the road against the Kansas City T-Bones, Wichita Wingnuts, & Lincoln Saltdogs, going 5–5 in the 10 games. The St. Paul Saints, Grand Prairie AirHogs, & Gary SouthShore RailCats of the American Association visited Yogi Berra Stadium later in the season, with NJ going 5–6 at home. The St. Paul Saints series marked the return of former Jackal manager and current Saints manager George Tsamis to NJ. The Jackals completed the season second overall with a 59–41 record. They met Quebec Capitales in the league's first best of 7 championship series: 9/5 – Jackals 6, Quebec 2 9/6 – Quebec 3, Jackals 0 9/7 – Quebec 5, Jackals 3 9/9 – Quebec 1, Jackals 0 9/10 – Quebec 10, Jackals 3 (Quebec wins series 4-1) Jackals 3B Nick Giarraputo was named the Can-Am League's 2012 Player of the Year. New Jersey sets Can-Am Team records with 1,012 hits & 1,557 total bases in a season. 2012 New Jersey Jackals Record Book ===2013=== The Trois-Rivieres Aigles were added to the Can-Am League in 2013. Inter-league play with the American Association continued. Again NJ began the season on the road, this time against the St. Paul Saints, Sioux City Explorers, & Wichita Wingnuts, going 5–5 in the 10 games. The home opponents this year were the Fargo-Moorhead RedHawks, Wichita Wingnuts, & Laredo Lemurs. NJ finished 5–6 at home. The Jackals finished at 55–44, in second place. Quebec defeated the Jackals in another best of 7 league championship series: 9/4 – Quebec 5, Jackals 2 9/5 – Jackals 15, Quebec 7 9/6 – Quebec 6, Jackals 4 9/7 – Quebec 5, Jackals 4 9/8 – Jackals 4, Quebec 3 9/9 – Jackals 4, Quebec 3 9/10 – Quebec 12, Jackals 7 (Quebec wins series 4-3) In game 5, on Sept. 8th, the Jackals scored 3 runs in the bottom of the 9th to win 4-3 & send the best of 7 series back to Quebec. The Jackals total attendance in 2013 was 76,883. Averaging 1,553 per game. ===2014=== With the Newark Bears ceasing operations after the 2013 season, the Can-Am League was down to just 4 teams for 2014. The New Jersey Jackals, Rockland Boulders, Trois-Rivières Aigles, & Quebec Capitales. More inter-league play with American Association kept the Can-Am afloat, while allowing the league to maintain its own separate identity. The Jackals hosted the St. Paul Saints, Winnipeg Goldeyes, & Lincoln Saltdogs going 4–5. The Winnipeg Goldeyes returned to Yogi Berra Stadium on June 17, 2014 for the first time since losing the Northern League Championship to NJ on Sept. 21, 2002. A span of 4,287 days between games. Jackals manager Joe Calfapietra recorded his 700th managerial win on July 7, a 4–3 victory over Les Capitales de Québec at Le Stade Municipal. NJ visited the Sioux Falls Canaries, St. Paul Saints, & Winnipeg Goldeyes in August. Going 5–4 on the road trip. On August 25th, the Jackals eliminated rival Quebec Capitales (winners of 5 consecutive League Championships) & earned themselves a 13th postseason appearance in 17 years with a 7–3 home victory. The Jackals finished one game behind the Boulders with a 55–41 record. New Jersey lost its fourth consecutive league championship series, falling in six games to Rockland after winning the first two at home. 9/3 – Jackals 3, Boulders 2 9/4 – Jackals 3, Boulders 2 9/5 – Boulders 5, Jackals 4 9/6 – Boulders 8, Jackals 7 10 Innings 9/7 – Boulders 14, Jackals 4 9/8 – Boulders 4, Jackals 0 (Rockland wins series 4-2) The Jackals total attendance in 2014 was 76,423. Averaging 1,592 per game. ===2015=== In 2015 the Sussex County Miners & the Ottawa Champions were added to the Can-Am League. The Garden State Grays played 60 games, & the Shikoku Island League All-Stars played 16 games. The Jackals finished third in the league with a 54–43 in 2015, earning a playoff spot for the 7th consecutive season. New Jersey defeated Quebec for the first time in a post season series. 9/9 Jackals 4, Quebec 3 9/11 Quebec 4, Jackals 3 9/12 Quebec 11, Jackals 5 9/13 Jackals 5, Quebec 2 9/15 Jackals 5, Quebec 4 (NJ wins series 3-2) NJ earns a fifth straight trip to the League Championship Series. The Jackals fell to Trois-Rivières in 5 games, losing their fifth straight CanAm League championship series. 9/16 Aigles 12, Jackals 0 9/17 Jackals 8, Aigles 6 9/18 Aigles 7, Jackals 3 9/19 Jackals 7, Aigles 5 9/20 Aigles 2, Jackals 1 (Aigles wins series 3-2) Despite winning 4 of the franchise's first five trips to a league championship, the Jackals were winless in their last five. On July 17, 2015 the Jackals participated in the 1st ever Can-Am League Cooperstown Classic at Historic Doubleday Field in Cooperstown, NY. New Jersey defeated the host Rockland Boulders 9–1. Winning pitcher, Brian Ernst. Combining the regular & post seasons, NJ plays a team record 107 games in 2015. The Jackals total attendance in 2015 was 78,913. Averaging 1,627 per game. ===2016=== In the 2016 season, the Jackals finished in first place with a 62–38 record, which tied the team record for victories in a season. However, they lost in the opening round to the Ottawa Champions: 9/7 – Jackals 11, Ottawa 2 9/8 – Ottawa 4, Jackals 3 9/9 – Ottawa 8, Jackals 3 9/10 – Ottawa 7, Jackals 2 (Ottawa wins series 3-1) First baseman Art Charles, however, set league records in slugging percentage, extra base hits and total bases en route to being named the 2016 Baseball America Independent Leagues Player of the Year. Jackals manager Joe Calfapietra recorded his 800th managerial win on June 6, a 19–3 victory over the Sussex County Miners at Skylands Stadium. Jackals played the Cuban National Team in a 3-series at Yogi Berra Stadium, on June 27–29. G1 Cuba 9 Jackals 4 (7inning game) G2 Jackals 3 Cuba 1 G3 Jackals 5 Cuba 3 New Jersey sets a Can-Am Team record with 46 triples in a season. The Jackals total attendance in 2016 was 74,335. Averaging 1,487 per game. The lowest ever for the NJ franchise. After the 2016 season, manager Joe Calfapietra announced he was leaving the team after fourteen seasons to take over the managerial position with the American Association's Kansas City T-Bones. ===2017=== The team's bench coach, Matt Padgett, was promoted to manager in February 2017. Al Dorso purchases the Jackals franchise in May, 2017. To be operated as University Sports and Entertainment, LLC. The Jackals begin their 20th season on May 18, 2017 with an 8–4 victory over Quebec at Yogi Berra Stadium. NJ swept a 3-game series from a Dominican Republic squad in June. They also swept 4 from the Cuban National Team in their second appearance at Yogi Berra Stadium. The Jackals finished at 55-45 & qualified for the playoffs for the 16th time in 20 seasons, but were eliminated by the Rockland Boulders in the opening round: 9/7 – Boulders 3, Jackals 1 9/8 – Boulders 5, Jackals 0 9/9 – Jackals 7, Boulders 1 9/10 – Boulders 9, Jackals 1 (Rockland wins series 3-1) During the 2017 season, pitcher Johnny Hellweg signed with the Pittsburgh Pirates and first baseman Conrad Gregor signed with the Boston Red Sox organization. On July 20, 2017 the Jackals recorded their 1,000th regular season win. A 9–3 victory over Trois-Rivieres. Winning pitcher, Isaac Pavlik. On August 2, 2017 Isaac Pavlik records his 1,000th career strikeout as a Jackal, during an 8–2 victory over Ottawa. The Jackals total attendance in 2017 was 91,892. Averaging 1,838 per game. After the 2017 season, Jackals Manager Matt Padgett announced he was not returning in 2018. The team announced on December 18, 2017 that his replacement would be Brooks Carey, who had spent the previous five seasons managing the Normal CornBelters of the Frontier League. ===2018=== In 2018 the Jackals finished the year with a 50–52 record. Their first losing season since 2010 ending their run of 9 consecutive post season appearances. In a game started on May 31 and completed on July 5, NJ hits a CanAm record 7 home runs en route to a 23–8 victory over Ottawa. On August 7, in game starting at 8:51pm, Eduar Lopez tossed the 3rd no-hitter in franchise history as the Jackals defeated the Ottawa Champions, 5–0. He faced 28 batters, 1BB, 4K's, 92 pitches. The Jackals total attendance in 2018 was 83,620. Averaging 1,706 per game. ===2019=== The CanAm League commemorated its 15th season in 2019. The Jackals opened their 22nd season in Ottawa on May 17, with a 10 inning 6–5 victory. They won their 2019 Home opener on May 24 vs. the Trois-Rivières Aigles by a score of 4–1. The Can-Am International Series continued in 2019. NJ played the Shikoku Island Independents & Cuban National Team for the 3rd time. On July 3 the Jackals played in their 2,000th regular season game. Recording a 12–8 victory over Quebec @ YBS. Following their August 23 victory over Ottawa, the Jackals qualified for their 17th post season appearance in their 22-year history. In a ceremony before their game on August 24 the Jackals officially unveiled their POW/MIA Chair of Honor. A POW/MIA Chair of Honor is an empty seat that serves as a symbol to remind everyone to never forget our servicemen who made the ultimate sacrifice. The team partnered with Rolling Thunder, Inc. in the dedication. In a ceremony prior to their August 29 game, vs. the Sussex County Miners, the Jackals officially retired Isaac Pavlik's number 7. Jackals OF Alfredo Marte was named the Can-Am League's 2019 Player of the Year. Conrad Gregor had 49 stolen bases & 82 Walks during the 2019 season, both new team records. NJ set a new team record with 142 Stolen Bases in 2019. NJ finished the Can-Am regular season in 3rd place with a record of 48–46. In the opening round of the playoffs, the Jackals defeated the Trois-Rivières Aigles. 9/4 Jackals 3, Aigles 0 @ YBS 9/5 Aigles 5, Jackals 0 @ YBS 9/6 Jackals 7, Aigles 2 @ TR 9/7 Aigles 17, Jackals 4 @ TR 9/8 Jackals 4, Aigles 3, 10 Innings @ TR (NJ wins series 3-2) Jackals advanced to the Can-Am League Championship Series vs. the Sussex County Miners and defeated them 3–1 to earn their first championship in 15 years. 9/10 Jackals 3, Miners 2, 10 Innings @ YBS 9/12 Miners 12, Jackals 3 @ YBS 9/13 Jackals 2, Miners 0 @ Skylands Stadium 9/14, Jackals 8, Miners 7 @ Skylands Stadium Win 1st Can-Am League Championship, 5th team Championship. The New Jersey Jackals franchise now has won championships in 3 different independent leagues: (2) Northeast League 1998, 2004 (2) Northern League 2001, 2002 (1) Can-Am League 2019 The Jackals total attendance in 2019 was 76,658. Averaging 1,742 per game. ===2020=== In 2020, the New Jersey Jackals joined the 14 team Frontier League, along with the New York Boulders, Québec Capitales, Sussex County Miners and Trois-Rivières Aigles. They planned to play in the 7 team Can-Am Division with the Lake Erie Crushers and Washington Wild Things. This merger creates the largest league in all of Independent Professional Baseball. The Jackals were scheduled to open their inaugural Frontier League season on the road May 14 vs. the Florence Y'alls, with their home opener was scheduled for May 22 vs. the Québec Capitales. On April 1, 2020, the Frontier League officially delayed the scheduled start of their 2020 season, due to the COVID-19 pandemic. On June 24, 2020, the Frontier League announced that the 2020 championship season was suspended due to ongoing gathering and travel restrictions in many locations. On July 14, 2020, the Jackals announced the 6-team All-American Baseball Challenge for the 2020 season, with a 28-game regular season schedule featuring the New Jersey Jackals and the Jersey Wise Guys playing at Yogi Berra Stadium, Sussex County Miners and Skylands Cardinals at Skylands Stadium, Rockland Boulders and New York Brave playing at Palisades Credit Union Park. The Jackals opened the season with a 10–3 victory over the Jersey Wise Guys on July 23rd. The team finished the season in 3rd place with a 12–10 record. They won their first playoff game in Rockland over Boulders by a score of 11–2. The Jackals won the Championship by defeating the New York Brave 3–2 at Yogi Berra Stadium on September 12. ==Jack the Jackal== Jack the Jackal The official mascot for the New Jersey Jackals is an anthropomorphic jackal named Jack. He entertains fans and autographs souvenirs during every home game. His trademark game antics include Tackle the Jackal, T-shirt toss, the Cha Cha Slide, the YMCA, etc. Jack is popular with children who attend the games, as well as the community. ==Logos and uniforms== The official colors of the New Jersey Jackals are red and black. The primary logo incorporates several elements, including the initials \"NJ\" for New Jersey with the \"Jackals\" wordmark following the \"J.\" A stylized baseball in white with red threading and black outline dots the \"J\", with a depiction of a jackal's head in red with white shadowing and black outline is centered above the wordmark. The Jackals wear a black cap for home games and red for away. The road cap has the \"NJ\" cap logo centered on the front, with a baseball dotting the \"J.\" The home cap is black with the \"jackal\" cap logo centered on the front with a baseball incorporated with the logo to the left. The home jerseys are white with black pinstripes with the \"Jackals\" wordmark centered across in red with black outline. The away jerseys are grey with the \"New Jersey\" wordmark arched across the front in red letters with black outline. An alternate jersey is black with red piping with the \"Jackals\" wordmark centered across in red with white outline. The batting practice jersey is red with black sleeves, with the \"NJ\" cap logo centered on the left-side chest. ==Notable alumni== Craig Breslow *Craig Breslow, former relief pitcher for the Boston Red Sox. Breslow joined the Jackals midway through the 2004 season and was signed by the San Diego Padres in 2005, making his major league debut later that season. Breslow has also pitched for the Arizona Diamondbacks, Cleveland Indians, Minnesota Twins, and Oakland Athletics. *John Lindsey, former Los Angeles Dodgers first baseman. Lindsey played for the Jackals in 2005 and was bought by the Florida Marlins at midseason, only to be released at the end of the year. Lindsey returned to the Jackals in 2006, played the entire season, and joined the Dodgers in 2007. Lindsey made his major league debut in 2010 at 33 years old. Lindsey joined the Jackals for a third time in 2013 after being released from the Detroit Tigers, where he had been playing in their minor league system for the Toledo Mud Hens. As of 2015, Lindsey is playing in the Mexican League. *Tim Adleman, pitcher 2016 Cincinnati Reds. Adleman pitched for the Jackals in 2013. That same year he was signed by the Cincinnati Reds. Three years later he made his major league debut for the Reds on May 1, 2016. He currently pitches in the Detroit Tigers organization. *Raúl Valdés, pitcher, Chunichi Dragons. Valdes pitched for the Jackals in 2006 and went 7–3 in 17 games with 12 starts. He signed a minor league contract with the New York Mets following the season and made his major league debut for them in 2010. Valdes signed with the St. Louis Cardinals in the 2010 offseason and began the 2011 season with the Memphis Redbirds, the Cardinals' Triple-A affiliate. He was released by St. Louis after making seven appearances and finished the 2011 season with the New York Yankees. *Mark Lemke, former second baseman for the Atlanta Braves. After retiring from the major leagues in 1998, Lemke decided to attempt a comeback as a knuckleball pitcher and joined the Jackals for 1999. He was released early in the 2000 season due to control problems. *Pete Rose, Jr., son of Pete Rose and career minor leaguer. Rose, who played as \"PJ Rose\", spent two seasons with the Jackals from 1998 to 1999. *Timo Perez, former major league outfielder. Perez played for the Jackals in 2009 for 21 games. *Benji Gil, former major league infielder. Gil joined the Jackals as part of a comeback attempt in 2005 but was released. *Argenis Reyes, former major league infielder. Reyes played for the New York Mets from 2008 to 2009, joined the Jackals in 2010, and was sold by the team to the Boston Red Sox in July 2011. The Red Sox promptly traded him to Cleveland, where he joined the Columbus Clippers and led them to the International League championship. *D'Angelo Jiménez, former major league second baseman. Jiménez joined the Jackals in the second half of the 2011 season after spending the previous season split between the Rochester Red Wings and the Mexican League. *Stuart Pomeranz, retired former pitcher for the Baltimore Orioles. Pomeranz pitched for the Jackals in 2009 and was bought following the season by the Colorado Rockies. *Ángel Berroa, former major league infielder who won the 2003 American League Rookie of the Year award with the Kansas City Royals. Berroa joined the Jackals in 2012 after spending the previous season split between the Reno Aces of the Pacific Coast League and the Bridgeport Bluefish of the Atlantic League. *Matt Chico, former Washington Nationals pitcher. Chico, who has had major elbow surgery in the past, spent 2011 pitching for the Nationals' Gulf Coast League team, the Harrisburg Senators, and the Syracuse SkyChiefs before signing with the Jackals in 2012. *Robert Stock, pitcher presently on the Boston Red Sox 40 man MLB roster. Robert made his MLB debut with the San Diego Padres on June 24 2018, appearing in 32 games that season and 10 games in 2019. As a Jackal pitcher in 2016, Stock appeared in 52 games setting a league record.\"Reds' Robert Stock got noticed with a video\" | MLB.com ==Contracts sold to MLB organizations== {| class=\"wikitable\" ! Player !! Pos !! MLB club !! Year |- | Andres Santiago || RHP || Atlanta || 2017 |- | Robert Stock || RHP || Cincinnati || 2017 |- | Art Charles || 1B || Cincinnati || 2016 |- | Johnny Hellweg || RHP || Cincinnati || 2016 |- | Whit Mayberry || RHP || Washington || 2016 |- | Alex Powers || RHP || Cincinnati || 2016 |- | Johnny Walter || RHP || St. Louis || 2016 |- | Dwight Childs || C || Pittsburgh || 2015 |- | Peter Mooney || SS || Miami || 2015 |- | Gabriel Perez || RHP || Arizona || 2014 |- | Nick Giarraputo || INF || Chicago White Sox || 2013 |- | Zach Woods || RHP || New York Yankees || 2012 |- | Dustin Cameron || RHP || Philadelphia || 2011 |- | Leonard Davis || OF || Washington || 2011 |- | James Leverton || LHP || Miami || 2011 |- | Argenis Reyes || INF || Cleveland || 2011 |- | Chris Garcia || INF || Atlanta || 2010 |- | Myron Leslie || INF || New York Yankees || 2010 |- | Jordan Newton || C || Pittsburgh || 2010 |- | Stu Pomeranz || RHP || Colorado || 2010 |- | Argenis Reyes || INF || Boston || 2010 |- | Chris Garcia || INF || Pittsburgh || 2009 |- | Chris Maddox || C || Atlanta || 2009 |- | Tom Atlee || RHP || Milwaukee || 2008 |- | Sandy Madera || C || Boston || 2008 |- | Hunter Davis || RHP || Tampa Bay || 2007 |- | Alex Fernandez || OF || Pittsburgh || 2007 |- | John Lindsey || 1B || Los Angeles Dodgers || 2007 |- | Rusty Tucker || LHP || Milwaukee || 2007 |- | Mike Vicaro || RHP || Colorado || 2007 |- | Jason Wylie || RHP || Philadelphia || 2007 |- | Sandy Madera || C || Baltimore || 2006 |- | Isaac Pavlik || LHP || Chicago Cubs || 2006 |- | Randy Rapp || RHP || Oakland || 2006 |- | Raul Valdes || LHP || New York Mets || 2006 |- | John Lindsey || 1B || Miami || 2005 |} ==Season records== {| class=\"wikitable\" ! colspan=\"6\" style=\"background:#DB332A;color:white\" |New Jersey Jackals 1998–2020Atlantic League information |- !Season !League !Manager !First half record !Second half record !Season record |- |1998||Northeast League||Kash Beauchamp||30–12, 1st place South||23–19, 2nd place South||53–31 |- |1999||Northern League||Kash Beauchamp||23–19, 1st place South||22–21, 2nd place South (tie)|| 45–40 |- |2000||Northern League||Kash Beauchamp||17–25, 4th place South||14–27, 4th place South|| 31–52 |- |2001||Northern League||George Tsamis||20–25, 3rd place South||25–20, 2nd place South|| 45–45 |- |2002||Northern League||George Tsamis||30–15, 1st place South||32–12, 1st place South|| 62–27 |- |2003||Northeast League||Joe Calfapietra||28–17, 1st place South||24–20, 1st place South|| 52–37 |- |2004||Northeast League||Joe Calfapietra||26–21, 1st place South||28–18, 1st place South|| 54–39 |- |2005||Can-Am League||Joe Calfapietra||25–21, 2nd place South||23–23, 3rd place South|| 48–44 |- |2006||Can-Am League||Joe Calfapietra||25–20, 2nd place (tie)||18–28, 7th place|| 43–48 |- |2007||Can-Am League||Joe Calfapietra||31–15, 1st place||18–29, 10th place|| 49–34 |- |2008||Can-Am League||Joe Calfapietra||25–22, 4th place||18–29, 8th place|| 43–41 |- |2009||Can-Am League||Joe Calfapietra||28–19, 1st place||27–20, 3rd place||55–39 |- |2010||Can-Am League||Joe Calfapietra||19–27, 5th place||23–23, 4th place||42–50 |- |2011||Can-Am League||Joe Calfapietra||27–20, 2nd place||30–16, 1st place ||57–36 |- |2012||Can-Am League||Joe Calfapietra|| No halves|| No halves ||59–41 |- |2013||Can-Am League||Joe Calfapietra|| No halves|| No halves ||55–44 |- |2014||Can-Am League||Joe Calfapietra|| No halves|| No halves ||55–41 |- |2015||Can-Am League||Joe Calfapietra|| No halves|| No halves ||54–43 |- |2016||Can-Am League||Joe Calfapietra|| No halves|| No halves ||62–38 |- |2017 |Can-Am League |Matt Padgett |No halves |No halves |55–45 |- |2018 |Can-Am League |Brooks Carey |No halves |No halves |50–52 |- |2019 |Can-Am League |Brooks Carey |No halves |No halves |48–46 |- |2020 |All-American Baseball Challenge |Jimmy Efre |No halves |No halves |12-10 |} ==All-time team records== Players in italics are still active. ===Individual batting=== *Average, career: Sandy Madera/Aaron Fera, .355 *Average, season: Wilton Veras, .369 (2004) *Games played, career: Zach Smithlin, 472 *Games played, season: Carlos Truinfel, 100 (2018) *Hits, career: Zach Smithlin, 503 *Hits, season: Zach Smithlin, 135 (2005); Johnny Bladel, 135 (2017) *Hits, game: Billy Brown, 6 (Aug. 14, 2002); Art Charles, 6* (June 6, 2016 vs. Sussex) *At Bats, game: Marcus Sanders, 10* (June 26, 2008) *Home runs, career: Chris Rowan, 44 *Home runs, season: Art Charles, 29 (2016) *Runs batted in, career: Nick Giarraputo, 169 *Runs batted in, season: Art Charles, 101 (2016) *Runs scored, career: Zach Smithlin, 287 *Runs scored, season: Johnny Bladel, 95 (2017) *Doubles, career: Nick Giarraputo, 68 *Doubles, season: Chas Terni, 34 (2002) *Triples, career: D' Vontrey Richardson, 16 *Triples, season: D'Vontrey Richardson, 12* (2016) *Walks, career: Zach Smithlin, 220 *Walks, season: Conrad Gregor, 82 (2019) *Total Bases, career: Zach Smithlin, 583 *Total Bases, season: Art Charles, 248 (2016) *Extra-Base Hits, season: Art Charles, 60 (2016) *Extra-Base Hits, career : Nick Giarraputo, 103 *Stolen bases, career: Zach Smithlin, 154 *Stolen bases, season: Conrad Gregor, 49 (2019) *Sacrifice flys, career: Mike DeJesus, 15 *Hit by pitch, career: Rylan Sandoval, 35 *Hit by pitch, season: Rylan Sandoval, 20 (2017) *Longest hitting streak: Carmine Cappuccio, 39 games (1999) *Longest Team Winning Streak: 14* (6/11/09 & 6/25/98) Can-Am League records* ===Individual pitching=== *Appearances, career: Isaac Pavlik, 248* *Appearances, season: Robert Stock, 52 (2016) *Starts, career: Isaac Pavlik, 197*'' *Starts, season: Aaron Myers, 20 (2002); Joe Orloski, 20 (2005); Isaac Pavlik, 20 (2008) *Wins, career: Isaac Pavlik, 100* *Wins, season: Joel Bennett, 14 (2002) *Losses, career: Isaac Pavlik, 56* *Saves, career: Rusty Tucker, 59 *Saves, season: Salvador Sanchez, 25 (2014) *Innings pitched, career: Isaac Pavlik, 1305-1/3* *Innings pitched, season: Joe Orloski, 140-1/3 (2005) *Strikeouts, career: Isaac Pavlik, 1019* *Strikeouts, season: Joel Bennett, 141 (2002) *Strikeouts, game: Joel Bennett, 16 (June 23, 2002) *Bases on balls, career: Isaac Pavlik, 301* *Complete games, career: Isaac Pavlik, 18 *Complete games, season: Kevin Pincavitch, 7 (2000); Aaron Myers, 7 (2002) *Earned run average, career: Jason Dietrich, 1.45 31IP *Shutouts, career: Aaron Myers, 7 *Shutouts, season: Paul Magrini, 2 (1998); Joel Bennett, 2 (2001); Aaron Myers, 2 (2002 & 2006); Isaac Pavlik, 2 (2010); Johnny Walter, 2 (2015) *Losses, season: Joe Orloski and Aaron Myers, 9 (2006); Jackson Crowther, 9 (2004) *Bases on balls, season: Andres Caceres, 86 (2017) *No- hitters pitched: Jeremy Callier, (Aug. 28, 2002); Aaron Myers, (Aug. 6, 2006); Eduar Lopez, (Aug. 7, 2018) Can-Am League records* ===Team records=== Team batting Highest Average, season .295* (2005) Most hits, season 1012* (2012) Most runs scored, season 610 (2016) Most doubles, season 190 (2016) Most triples, season 46* (2016) Most home runs, season 108 (2012) Most RBI's, season 571 (2016) Team pitching- Most strikeouts, season 866* (2017) Most shutouts, season 13 tie (2011) Can-Am League records* Statistics are as of the end of the 2018 season.http://issuu.com/newjerseyjackals/docs/2012_jackals_record_book ==Postseason records== The Jackals have participated in 115 games in 28 postseason series. They have an overall playoff record of 60 wins and 55 losses. {| class=\"wikitable\" !colspan=\"5\" style=\"background:#DB332A;color:white\"|Postseason Records |- !Year !Opening round !League championship !Northern League championship |- |1998||Defeated Allentown Ambassadors, 2 games to 0||Def. Albany-Colonie Diamond Dogs, 2 games to 0|| |- |1999||Defeated Allentown Ambassadors, 3 games to 0||Lost to Albany- Colonie Diamond Dogs, 3 games to 1|| |- |2001||Defeated Albany-Colonie Diamond Dogs, 3 games to 0||Def. Elmira Pioneers, 3 games to 2||Def. Winnipeg Goldeyes, 3 games to 1 |- |2002||Defeated Elmira Pioneers, 3 games to 2||Def. Adirondack Lumberjacks, 3 games to 2||Def. Winnipeg Goldeyes, 3 games to 1 |- |2003||Lost to Brockton Rox, 3 games to 1|| || |- |2004||Defeated Bangor Lumberjacks, 3 games to 1||Def. North Shore Spirit, 3 games to 2|| |- |2007||Lost to Nashua Pride, 3 games to 2|| || |- |2009||Lost to Worcester Tornadoes, 3 games to 0|| || |- |2010||Lost to Québec Capitales, 3 games to 0|| || |- |2011|||Defeated Pittsfield Colonials, 3 games to 0||Lost to Québec Capitales, 3 games to 1|| |- |2012||||Lost to Québec Capitales, 4 games to 3|| |- |2013||||Lost to Québec Capitales, 4 games to 1 || |- |2014|| ||Lost to Rockland Boulders, 4 games to 2 || |- |2015|| Defeated Québec Capitales, 3 games to 2 || Lost to Trois-Rivières Aigles, 3 games to 2 || |- |2016|| Lost to Ottawa Champions, 3 games to 1 || || |- |2017||Lost to Rockland Boulders, 3 games to 1|| || |- |2019||Defeated Trois-Rivières Aigles, 3 games to 2|| Defeated Sussex County Miners, 3 games to 1 || |- |2020||Defeated Rockland Boulders, 11–2|| Defeated New York Brave, 3–2 || |} ==Current roster== ==Broadcast homes== Jackals games are broadcast via webcast at twitch.tv and an internet-only audio broadcast at Mixlr.Mixlr Jackals Baseball Alex Cammarata was the play-by-play broadcaster from 2017 to 2019, calling every home game and some road games. When the Jackals began in 1998, games were carried over Seton Hall University's WSOU. After a season there, the team moved to commercial station WMTR, an oldies station in Morristown. They also were heard on WJUX-FM, a New York-based standards station, ending their run on commercial radio in 2002. For this entire stretch, Jim Cerny was the voice of the Jackals. WPSC-FM, the on-campus radio station for William Paterson University, took broadcast rights in 2003 and kept them until 2006. The original broadcast team consisted of Darren Cooper on play-by-play with Joe Ameruoso as color commentator. Cooper left the broadcast after the season, and Tony Colucci was added as color man to take over for the promoted Ameruoso. Beginning in 2005, Ameruoso did the broadcasts by himself and continued to do so after the broadcasts became web exclusive in 2007, continuing in the role for several more years until his eventual departure. ==Career pitching leaders== {| class=\"wikitable\" |+Seasons played !Player !! Statistic |- | Isaac Pavlik* || 13 |- | Joel Bennett || 7 |- | Aaron Myers || 5 |- | Kevin Pincavitch || 4 |- | Mike Vicaro || 4 |- | Paul Magrini || 3 |- | Josh Brey* || 3 |- | Fernando Cruz || 3 |- | A.J. Wideman* || 3 |- | Shaun Ellis || 3 |- | Andy High* || 3 |- | Rusty Tucker* || 3 |- | Evan DeLuca* || 3 |- | Ryan Fennell || 3 |- | Josh Brinkley || 3 |} {| class=\"wikitable\" |+Games started !Player !! Statistic |- | Isaac Pavlik* || 197 |- | Joel Bennett || 100 |- | Aaron Myers || 83 |- | Kevin Pincavitch || 46 |- | Josh Brey* || 44 |- | Paul Magrini || 43 |- | A.J. Wideman* || 39 |- | Lee Sosa || 37 |- | Jackson Crowther || 37 |- | Joe Orloski || 36 |} {| class=\"wikitable\" |+Wins !Player !! Statistic |- | Isaac Pavlik* || 100 |- | Joel Bennett || 59 |- | Aaron Myers || 37 |- | Kevin Pincavitch || 23 |- | A.J. Wideman* || 21 |- | Mike Bertotti* || 19 |- | Lee Sosa || 18 |- | Paul Magrini || 17 |- | Mike Vicaro || 16 |- | Gabe Perez || 16 |} {| class=\"wikitable\" |+Innings pitched !Player !! Statistic |- | Isaac Pavlik* || |- | Joel Bennett || 660 |- | Aaron Myers || 543 |- | Kevin Pincavitch || |- | Joe Orloski || 264 |- | Paul Magrini || 255 |- | Lee Sosa || |- | Josh Brey* || |- | A.J. Wideman* || |- | Jackson Crowther || |} {| class=\"wikitable\" |+Strikeouts !Player !! Statistic |- | Isaac Pavlik* || 1019 |- | Joel Bennett || 632 |- | Aaron Myers || 418 |- | Kevin Pincavitch || 279 |- | Mike Bertotti* || 196 |- | Stephen Fox || 192 |- | Lee Sosa || 191 |- | Paul Magrini || 185 |- | Mike Vicaro || 178 |- | Jackson Crowther || 172 |} {| class=\"wikitable\" |+Complete games !Player !! Statistic |- | Isaac Pavlik* || 18 |- | Joel Bennett || 15 |- | Aaron Myers || 13 |- | Kevin Pincavitch || 11 |- | Paul Magrini || 8 |- | Steve Fish || 6 |- | Mike Bertotti* || 5 |- | Josh Brey* || 4 |- | Jackson Crowther || 4 |- | Joe Orloski || 4 |- | John DeSilva || 4 |} {| class=\"wikitable\" |+Saves !Player !! Statistic |- | Rusty Tucker* || 59 |- | Keith Cantwell || 33 |- | Mike Hartung || 29 |- | Salvador Sanchez || 25 |- | Fabricio Benitez || 21 |- | Hector Nelo || 21 |- | Johnny Hellweg || 20 |- | Romas Hicks || 19 |- | Jeff Gogal* || 18 |- | Fernando Cruz || 12 |} ==Anniversary teams== {| class=\"wikitable\" |+5th Anniversary Team ! Position !! Player |- | First base || D.C. Olsen (1998–1999) |- | Second base || Essex Burton (1999) |- | Third base || Ryan Kane (2001–2002) |- | Shortstop || Saul Bustos (1998) |- | Catcher || Mike Church (2001) |- | Designated hitter || David Kennedy (2001–2002) |- | rowspan=\"3\"| Outfielders || Trey Beamon (2001) |- | Carmine Cappuccio (1999) |- | Pete Rose, Jr. (1998–1999) |- | rowspan=\"5\"| Starting pitchers || Joel Bennett (2001–2002) |- | Mike Bertotti (2001–2002) |- | Steve Fish (2001–2002) |- | Paul Magrini (1998–2000) |- | Kevin Pincavitch (1998–2001) |- | rowspan=\"5\"| Relief pitchers || Jon Hand (2001) |- | Mike Hartung (1998–1999) |- | Andy High (1998–2000) |- | Todd Meady (2001–2002) |- | Matt Wagner (2001) |} {| class=\"wikitable\" |+10th Anniversary Team ! Position !! First Team Players !! Second Team Players |- | First base || D.C. Olsen (1998–1999) || Dave Callahan (2002) |- | Second base || Craig Conway (2001–2005) || Essex Burton (1999) |- | Third base || Ryan Kane (2001–2002) || Wilton Veras (2004) |- | Shortstop || Chas Terni (2001-2002) || Chris Rowan (2003–2005) |- | Catcher || Mike Church (2001) || Josh Brinkley (1998–2000) |- | Designated hitter || David Kennedy (2001–2002) || John Lindsey (2005–2006) |- | rowspan=\"3\"| Outfielders || Travis Bailey (2002–2003) || Aaron Fera (2001) |- | Carmine Cappuccio (1999) || Trey Beamon (2001) |- | Zack Smithlin (2004–2007) || Billy Rich (2002) |- | rowspan=\"5\"| Starting pitchers || Joel Bennett (2001–2007) || Jackson Crowther (2003–2004) |- | Mike Bertotti (2001–2002) || Josh Brey (2005–2007) |- | Steve Fish (2001–2002) || Trevor Marcotte (2003–2004) |- | Aaron Myers (2002–2006) || Paul Magrini (1998–2000) |- | Kevin Pincavitch (1998–2001) || Isaac Pavlik (2005–2007) |- | rowspan=\"5\"| Relief pitchers || Mike Hartung (1998–1999) || Ryan Halla (2002) |- | Ben Grezlovski (2003–2004) || Scott Allan (2001–2002) |- | Matt Wagner (2001) || Jon Hand (2001) |- | Andy High (1998–2000) || Todd Meady (2001–2002) |- | Julio Perez (2003, 2005) || Fabricio Benitez (2004–2005) |- | Utility || Kevin Grijak (2003–2004) || John Anderson (2003–2004) |- | Manager || George Tsamis (2001–2002) || Joe Calfapietra (2003–2007) |} ==References== ==External links== *New Jersey Jackals (official website) : Category:Canadian American Association of Professional Baseball teams Category:Northern League (baseball, 1993–2010) teams Category:Professional baseball teams in New Jersey Category:Little Falls, New Jersey Category:Montclair, New Jersey Category:Baseball teams in the New York metropolitan area Category:1998 establishments in New Jersey Category:Baseball teams established in 1998 ",
    "title": "New Jersey Jackals"
}