{
    "id": "641150",
    "text": "Yogi Berra Stadium is a baseball stadium in Little Falls, New Jersey, on the campus of Montclair State University. The stadium is home to the New Jersey Jackals of the independent Frontier League; the Montclair State Red Hawks baseball team, which competes in NCAA Division III; and the Yogi Berra Museum and Learning Center, which adjoins the stadium on its first base side. ==History== Yogi Berra Stadium has a capacity of 5,000 persons with permanent seating of 3,784 people and lawn seating which holds an additional 1,500.http://www.funnj.com/sports/minors/ It is capable of holding overflow crowds with standing room and grass seating available in right field. These tickets are sold only in the event of an anticipated large crowd, such as on holidays or fireworks nights. Yogi Berra Stadium Construction of the stadium was done in conjunction with another venue on the Montclair State campus. Floyd Hall, a resident of Montclair who was then serving as chief executive officer of Kmart, donated money to the university in order to build an ice arena, which is known as Floyd Hall Arena and is a multi-use facility that several of the area's high school hockey teams call home, and a new baseball stadium for Montclair State's team to replace their previous venue, Pittser Field.About Floyd Hall Enterprises . Accessed July 27, 2007. Around this time the Northeast League, an independent minor baseball league, was looking for a team to replace the Bangor Blue Ox, which had folded. Hall bought into the league shortly thereafter and founded the Jackals, who were promptly given use of the new stadium once it was able to open. It was decided to name the stadium after Hall of Fame New York Yankees catcher Yogi Berra, who called Montclair home during his playing days and managerial career with the Yankees and their crosstown rivals, the New York Mets. Despite construction delays keeping the Montclair State baseball team from using the new park (they remained at Pittser Field for one additional season; Pittser Field was then converted into a soccer only stadium), it opened for business in time for the Jackals' inaugural game on June 5, 1998. Despite the stadium only being partially finished, as construction on an addition continued throughout the season, fans hungry for economical entertainment flocked to the ball park for a fun night out, and the park is well-constructed with good sight lines and no obstructed views from any of its seats. The park's dimensions are 308 feet to each of the corner outfields and 398 to center field; according to the Jackals, this was done on purpose as another honor for Berra. An addition was constructed to house the Yogi Berra Museum and Learning Center, which features various baseball memorabilia from Berra's playing days and a reconstruction of the original scoreboard from Yankee Stadium among various other things. A skybox was constructed as part of the museum, and has very limited access. Berra was the primary user of the seats, as he made personal appearances at least twice per year to sign autographs for the fans until 2015; he died several days after the conclusion of that season. The Jackals have also allowed the skybox to be used by professional scouts attending games. The museum addition was completed following the 1998 season and the final phase of construction was completed in early 1999 as the seating areas were renovated and extended, with seats going as far as left and right field and several reserved sections being replaced with box seats, installation of several concession stands and a second set of restrooms, a new team store, and a resurfacing of the stadium's walls with white stucco. For many years, the stadium's official address was 1 Hall Drive, honoring the team's founder. In early 2016, as a further honor for its deceased namesake, the Jackals changed this to 8 Yogi Berra Drive. In 2018, the Jackals installed a new Daktronics HD LED video board in left field as part of stadium wide improvements. Entrance to Yogi Berra Stadium ==Accessibility issue== Despite the popularity of the stadium in the summer months, since its construction Yogi Berra Stadium has been plagued with problems involving stadium accessibility. The stadium is located at the very top of an access road to the campus that was recently renamed for Berra and is now known as Yogi Berra Drive, which originates in neighboring Clifton on Valley Road and is only one-way going toward the stadium. The campus' two other entrances, on Normal Avenue in Montclair and Clove Road in Little Falls, both require fans to drive through portions of the campus to reach the stadium. The Normal Avenue entrance is on the opposite side of the campus and forces fans to drive down an extension of College Avenue, pass by the Panzer Athletic Center, Kasser Theater, admissions building, parking deck, and university police station to Carlisle Road, which runs into Quarry Road where the Clove Road campus entrance leads to and continues to the stadium. In addition, due to the Yogi Berra Drive ramp being closed to two way traffic, the only way to exit following games is to either take Clove Road, which leads to Route 46, or drive back across campus on Carlisle Road and exit via Normal Avenue. In addition, there is no public transportation that directly serves the stadium. New Jersey Transit buses and DeCamp Bus Lines service the parking deck, known as Red Hawk Deck, on the other side of campus and fans choosing to take the bus to the game can either walk from Red Hawk Deck across campus to the stadium or take one of the campus' shuttle buses which serve the shared parking lots the stadium uses. In addition, Montclair State's train station is located behind the stadium and is accessible via a walking path and staircase which puts fans within steps of the stadium gate. The campus shuttles also service the train station. ==References== ==External links== * Ballpark Reviews: Yogi Berra Stadium Category:College baseball venues in the United States Category:Montclair State Red Hawks baseball Category:Minor league baseball venues Category:Baseball venues in New Jersey Category:Former Major League Lacrosse venues Category:Buildings and structures in Passaic County, New Jersey Category:Tourist attractions in Passaic County, New Jersey Category:Sports venues in the New York metropolitan area Category:Little Falls, New Jersey Category:1998 establishments in New Jersey Category:Sports venues completed in 1998 Category:Frontier League ballparks ",
    "title": "Yogi Berra Stadium"
}