{
    "id": "641118",
    "text": "Félix Ismael Rodríguez Mendigutia (born 31 May 1941) is a Cuban American former Central Intelligence Agency Paramilitary Operations Officer in the Special Activities Division, known for his involvement in the Bay of Pigs Invasion and the execution of communist revolutionary Che Guevara as well as his ties to George H. W. Bush during the Iran–Contra affair. ==Early life== Rodriguez came from a wealthy family of land owners in his native Cuba. His uncle was the Minister of Public Works during Fulgencio Batista's dictatorship. He attended the Perkiomen School in Pennsylvania but dropped out to join the Anti-Communist League of the Caribbean, which had been created by Dominican dictator Rafael Trujillo with the intention of ending communism in Cuba. The invasion of Cuba was a failure, and Rodríguez went back to Perkiomen. He graduated in June 1960 and went to live with his parents in Miami, where thousands of Cuban exiles had moved. In September 1960, he joined a group of Cuban exiles in Guatemala, supported by the Central Intelligence Agency (CIA) to receive military training. They were called Brigade 2506. ==Bay of Pigs Invasion== Rodriguez participated in the Bay of Pigs invasion as a paramilitary operations officer with the CIA's Special Activities Division (renamed Special Activities Center in 2016 https://foreignpolicy.com/2016/05/04/measuring-change-at-the-cia/). He clandestinely entered Cuba a few weeks before the failed Bay of Pigs Invasion. Using his familiarity with the country, he was able to gather critical intelligence, which was used in the planning and preparation of the invasion.Woodward, Bob. 2002. Bush At War, Simon and Schuester, p. 317 ==Bolivia== CIA authenticated the picture of Che Guevara and Félix Rodríguez and recognizes it as original. In 1967, the CIA again recruited Rodríguez to train and head a team to hunt down Che Guevara, who was attempting to overthrow the US-backed government in Bolivia and to replace it with a communist government. He and Guevara spoke civilly on the sluggish growth of the economy of Cuba and Guevara's tactics in starting a revolution in Bolivia. Rodríguez stated that he wanted to keep Guevara alive for further interrogation but was thwarted by the order of the Bolivian president for Guevara to be summarily executed. Rodríguez, whose cover was that of a Bolivian army major, repeated those orders and later stated it was a Bolivian decision for Guevara to be killed. Rodríguez has in his possession Guevara's Rolex wristwatch.Andrea Billups and Kathleen Walter, Newsmax, 10 October 2013, On Anniversary of Che Killing, CIA's Felix Rodriguez Remembers The last photograph of Guevara alive includes Rodriguez standing by his side, but according to Dino Brugioni, a former senior official at the CIA's National Photographic Interpretation Center (NPIC), it is a photomontage.Documentary alleges last photo of Che is fake ==Vietnam== He became a US citizen in 1969. During his career with the CIA, he also went by the nom de guerre \"Max Gomez\" after Máximo Gómez, the Dominican general who fought in the Cuban War of Independence. He was awarded the Intelligence Star for Valor by the CIA and nine Crosses for Gallantry by the South Vietnamese government. He was codenamed Lazarus after his survival of the Bay of Pigs operation. During the Vietnam War, Rodríguez flew over 300 helicopter missions and was shot down five times. In 1971, Rodríguez trained Provincial Reconnaissance Units (PRUs). They were CIA-sponsored units that worked for the Phoenix Program.Douglas Brook's MA thesis, \"The Phoenix Program: a Retrospective Assessment\", Baylor University, 1989, pp. iv, 38–40, 50, 57, 60, 114–18, 127, 140–44, and 148–56. The Walsh Report states (Chapter 29): \"During the Vietnam War, [Donald] Gregg supervised CIA officer Felix Rodriguez and they kept in contact following the war.\"Walsh Iran / Contra Report - Chapter 29 Donald P. Gregg Rodríguez also reported to Ted Shackley during the Phoenix Program. Shackley became Bush's top aide for operations when he directed the CIA, and Gregg later became National Security Advisor for Vice-President Bush. Rodríguez was in frequent contact with him regarding arms for the Contras. In 1970, after the Cambodian incursion, Bien Hoa CIA Spymaster Orrin DeForrest worked with Rodríguez, whom he described as \"the CIA's hotshot pilot,\" and his PRU in rolling up the Viet Cong stronghold of An Tinh in South Vietnam. Rodríguez flew above the village in a Loach light helicopter and marked target houses holding VC suspects with orange smoke, and the PRU then went in and emptied the houses of occupants, lined them up, and identified suspects with the assistance of a former VC leader who had been captured before he began to co-operate with the CIA; DeForrest identified him as \"Ba Tung.\" The operation netted 28 VC cadre who had been living openly among the South Vietnamese but were working to assist the North Vietnamese overthrow their southern neighbors. The mass arrest and detention of Subregion One VC cadre was the largest operation of its type during the war and, for all intents and purposes, broke the VC hold on its stronghold of An Tinh.Slow Burn: The Rise and Bitter Fall of American Intelligence in Vietnam by Orrin DeForrest and David Chanoff (1990) pp. 127–29 ==Iran-Contra affair== There is extensive documentation of Rodríguez's ties to US Vice-President George H. W. Bush during the Iran–Contra affair from 1983 to 1988.Walsh Iran / Contra Report In September 1986, General John K. Singlaub wrote to Oliver North expressing concern about Rodríguez's daily contact with the Bush office and warned of damage to US President Ronald Reagan and the Republican Party. The Walsh Report (Chapter 25) stated that M. Charles Hill took notes at a meeting between George Shultz and Elliott Abrams on 16 October 1986 as follows: > Felix Rodriguez [sic] - Bush did know him from CIA days. FR [Rodriguez] is > ex-CIA. In El Salv[ador] he goes around to bars saying he is buddy of Bush. > A y[ea]r ago Pdx [Poindexter] & Ollie [North] told VP staff stop protecting > FR as a friend - we want to get rid of him from his involvnt [sic] w[ith] > private ops. Nothing was done so he still is there shooting his mouth > off.Walsh Iran / Contra Report – Chapter 25 United States v. Elliott Abrams > (brackets are in the original) Rodríguez met with Donald Gregg, now Bush's National Security advisor. The Walsh Report (Chapter 29) stated, \"Gregg introduced Rodriguez to Vice President Bush in January 1985, and Rodriguez met with the Vice President again in Washington, D.C., in May 1986. He also met Vice President Bush briefly in Miami on May 20, 1986.\" Rodríguez also met and spoke with Bush's advisor Gregg and his deputy, Colonel Samuel J. Watson III. On 5 October 1986, the Corporate Air Services C-123, carrying Eugene Hasenfus was shot down over Nicaragua, which killed two US pilots, William H. Cooper and Wallace B. Sawyer Jr., and one Latin American crewmember. \"Rodriguez unsuccessfully attempted to call Gregg to inform him of the missing plane. He reached Watson, who in turn notified the White House Situation Room. The following day, Rodriguez called Watson again and told him that the airplane was one of North's.\" Hasenfus told reporters that he worked for \"Max Gomez,\" an alias for Rodríguez, and \"Ramon Medina,\" an alias for Luis Posada Carriles, of the CIA. On 10 October 1986, Clair George, the head of CIA clandestine operations, testified before Congress that he did not know of any direct connection between Hasenfus and Reagan administration officials. In the fall of 1992, George was convicted on two charges of false statements and perjury before Congress but was pardoned on Christmas Eve that year by President Bush.Walsh Iran / Contra Report – Chapter 17 United States v. Clair E. George http://www.vheadline.com/readnews.asp?id=36375 ==Allegations regarding Kiki Camarena== In October 2013, two former DEA agents and a pilot who allegedly flew for the CIA claimed to the Mexican journal Proceso and to the US network Fox News that the CIA had been \"complicit\" in the murder of DEA agent Enrique \"Kiki\" Camarena in 1985 and that Rodríguez had played a role. The alleged motive for the crime was that Camarena had supposedly discovered that the US government had collaborated with the Guadalajara Cartel in the importation and the transfer of drugs from Colombia to the United States via Mexico to use the proceeds to sponsor the Contras in Nicaragua in its war against the Sandinista government. Phil Jordan, a former director of the El Paso Intelligence Center (EPIC); Héctor Berrellez, a former agent of the United States anti-drug administration who directed Operation Leyenda to clarify the murder; and Tosh Plumlee, allegedly a former pilot for the CIA, claim to have the evidence that the US government itself ordered the execution of Camarena. In July 2020, the documentary The Last Narc shows the testimonies of people like Héctor Berrellez, Phil Jordan, Mike Holm (a member of the DEA for 24 years), Manny Medrano (former assistant US Attorney and lead prosecutor in Camarena case) as well as Camarena's widow and three former police officers and former bodyguards of Ernesto Fonseca. The documentary explores the claims of the details of the torture and the interrogation, including some of the questions that Rodríguez allegedly asked Camarena in relation to the association that the CIA had allegedly reached with the Guadalajara cartel to bring cocaine into the US, the final goal being to finance the Nicaraguan Contras. In 2013, Jack Lawn, a former head of the DEA, and retired Special Agent Jack Taylor, who investigated the murder, said the CIA had no involvement in Camarena's death. Without mentioning any agents by name, Jack Lawn also stated that \"this is [a] fable not worthy of individuals who would serve in DEA.\" A CIA spokesperson told Fox News that \"it's ridiculous to suggest that the CIA had anything to do with the murder of a U.S. federal agent or the escape of his killer.\" ==Activism== Christopher Columbus High School in Miami. In 2004, Rodríguez became president of the Brigade 2506 Veterans Association, a group for Bay of Pigs Invasion survivors.Brigada 2506 During the 2004 US presidential election, Rodríguez was highly critical of the Democratic presidenial candidate, John Kerry, in part because of their previous meeting at a Senate Subcommittee on Terrorism and Narcotics hearing in 1987 during which Rodríguez was questioned by Kerry about allegations of soliciting a $10 million donation from a Colombian cocaine cartel. The story, which was eventually shown to be false, had come from Ramón Milian Rodríguez, a convicted money launderer from Colombia. Rodríguez referred to Kerry as \"a liar and self-promoter\" and said he \"should not be President.\" During the election, Rodríguez campaigned strongly for George W. Bush, the Republican candidate. He admitted his main motivation was \"to get the real word out about John Kerry.\" Others accused him of seeking revenge against Kerry for the Kerry Committee Report.Felix Rodriguez: Kerry No Foe of Castro In 2005, Rodríguez oversaw the opening of the Bay of Pigs Museum and Library in Little Havana, Florida, and became the chairman of the board of directors.http://www.bayofpigsmuseum.org/about_us.html ==References== ===Autobiography=== * Rodriguez, Felix I. and John Weisman. Shadow Warrior/the CIA Hero of a Hundred Unknown Battles. New York: Simon & Schuster, 1989. ** Book review of Rodriguez' autobiography, online at: \"Memoirs of the Man the White House Said Didn't Exist\", book review of The Shadow Warrior, by Robert Parry, Washington Monthly, November 1989. ===Cuba: Che Guevara, Bay of Pigs Invasion, Central America=== * The Castro Obsession: U.S. Covert Operations Against Cuba, 1959–1965, Don Bohning, (2005) * Bay of Pigs documents and 40th anniversary conference papers at the National Security Archive at George Washington University's Gelman Library. * Detail Information on the Bay of Pigs Invasion -- Includes maps of the Invasion and Documents. * History of Cuba -- Bay of Pigs Invasion. * \"The Panama Invasion Revisited: Lessons for the Use of Force in the Post Cold War Era\", Eytan Gilboa, Political Science Quarterly, Vol. 110, No. 4 (Winter, 1995), pp. 539–62 * CIA man recounts Che Guevara's death ===Iran-Contra scandal=== * Lawrence E. Walsh, \"Final Report of the Independent Counsel for Iran/Contra Matters,\" August 4, 1993, Washington, DC, . * \"Iran-Contra's Untold Story,\" by Robert Parry and Peter Kornbluh, Foreign Policy, No. 72 (Autumn, 1988), pp. 3–30 ==External links== * Interview (Spanish) Video Archive: Horacio Cambeiro * * BBC News Audio Archive: Cold Warrior - A Profile of the Man Devoted to Removing Castro Category:1941 births Category:Living people Category:American spies Category:Che Guevara Category:American people of Cuban descent Category:Cuban people of Basque descent Category:Cuban people of Spanish descent Category:Cuban anti-communists Category:American anti-communists Category:American army personnel of the Vietnam War Category:United States Army colonels Category:People of the Central Intelligence Agency Category:Recipients of American presidential pardons Category:Recipients of the Silver Star Category:Recipients of the Gallantry Cross (Vietnam) Category:Recipients of the Intelligence Star Category:People from Havana ",
    "title": "Félix Rodríguez (soldier)"
}