{
    "id": "641293",
    "text": "Green Eggs and Ham is a children's book by Dr. Seuss, first published on August 12, 1960. As of 2019, the book has sold 8 million copies worldwide. The story has appeared in several adaptations, starting with 1973's Dr. Seuss on the Loose starring Paul Winchell as the voice of both Sam-I-Am and the first- person narrator, Guy-Am-I, and more recently an animated TV series of the same name on Netflix starring the voices of Adam DeVine as Sam and Michael Douglas as Guy. ==Plot== A character named \"Sam-I-Am\" pesters an unnamed character to eat a dish of green eggs and ham. However he refuses while responding, “I do not like green eggs and ham. I do not like them, Sam-I-Am.” He continues to repeat similar responses while Sam persistently follows him. Finally, the character accepts Sam’s offer and samples the green eggs and ham. When he finds that he likes them, he ends the story, saying, \"I do so like green eggs and ham. Thank you. Thank you, Sam-I-Am.\" == Background == Green Eggs and Ham is one of Seuss's \"Beginner Books\", written with very simple vocabulary for beginning readers. The vocabulary of the text consists of just 50 words and was the result of a bet between Seuss and Bennett Cerf, Dr. Seuss's publisher, that Seuss (after completing The Cat in the Hat using 236 words) could not complete an entire book without exceeding that limit. The 50 words are: a, am, and, anywhere, are, be, boat, box, car, could, dark, do, eat, eggs, fox, goat, good, green, ham, here, house, I, if, in, let, like, may, me, mouse, not, on, or, rain, Sam, say, see, so, thank, that, the, them, there, they, train, tree, try, will, with, would, you. == Reception and cultural impact == Woman reading and showing Green Eggs and Ham to children. Green Eggs and Ham was published on August 12, 1960.A 50 -year feast in 50 words , Marketplace. Retrieved August 13, 2010. By 2001 it had become the fourth-best selling English- language children's hardcover book yet written.Menand, Louis. \"A Critic at Large: Cat People: What Dr. Seuss Really Taught Us\". The New Yorker. December 23, 2002. As of 2014 the book has sold 8 million copies. In 1999 the National Education Association (NEA) conducted an online survey of children and teachers, seeking the 100 most popular children's books. The children ranked Green Eggs and Ham third, just above another Dr. Seuss book, The Cat in the Hat.Kids' top 100 books NEA: National Education Association. Retrieved November 26, 2006. The teachers ranked it fourth.\"Teachers' Top 100 Books\". NEA: National Education Association. Retrieved November 26, 2006. Teachers ranked it fourth again in a 2007 NEA poll. Scholastic Parent & Child magazine placed it #7 among the \"100 Greatest Books for Kids\" in 2012. That same year, it was ranked number 12 among the \"Top 100 Picture Books\" in a survey published by School Library Journal – the first of five Dr. Seuss books on the list. The book has become sufficiently ingrained in the cultural consciousness that U.S. District Court Judge James Muirhead referenced Green Eggs and Ham in his September 21, 2007, court ruling after receiving an egg in the mail from prisoner Charles Jay Wolff who was protesting against the prison diet. Muirhead ordered the egg destroyed and rendered his judgment in the style of Seuss. Senator Ted Cruz read the book on the floor of the United States Senate during his filibuster over the funding of Obamacare. Musician will.i.am has stated that his moniker is inspired by the story. On September 29, 1991, following Dr. Seuss' death earlier that week, Jesse Jackson recited an excerpt of Green Eggs and Ham on Saturday Night Live during a special tribute segment. == Adaptations == === Animated TV Special === *In 1973, “Green Eggs and Ham” became the third of the three Theodor Geisel stories to be adapted into the television special Dr. Seuss on the Loose, which featured a connecting narration by The Cat In The Hat. (The Sneetches and The Zax were the other two.) === Song === *The song \"Green Eggs and Ham\" was recorded by the band Moxy Früvous on their 1992 independent debut album Moxy Früvous and is a rap treatment of the famous story. The Punk Wave band Vader Vader also recorded an unreleased demo of \"Green Eggs and Ham\" as well as a video. https://www.youtube.com/watch?v=6AiskTjoDPg === PC === *The book was also made into a Living Books adaptation for the PC in 1996, and there were similar differences to reflect the new media such as Sam-I-Am sings his opening lines. === Television series === *An animated television series based on the book, Green Eggs and Ham, has premiered on Netflix on November 8, 2019, produced by Warner Bros. Animation, A Very Good Production, A Stern Talking To and Gulfstream Television and distributed by Warner Bros. Television. The cast features Michael Douglas as Guy-Am-I and Adam DeVine as Sam-I-Am. Ellen DeGeneres serves as executive producer. In December 2019, it was announced that the series was renewed for a second season, which titled, The Second Serving. === Live-Action === *The book was also featured as one of the segments brought to life via live-action in a stage-play fashion in the 1994 TV film In Search of Dr. Seuss. === VHS === *In VHS/DVD (Beginner Book Video), the book had included two other stories, The Tooth Book & Ten Apples Up On Top. == Selected translations == * לֹא רָעֵב וְלֹא אוֹהֵב (Lo ra'ev ve-lo ohev, 1960, Hebrew ) * Huevos verdes con jamón (1960, Spanish, ) * Groene eieren met ham (1960s, Dutch, ) * 火腿加綠蛋 (Huǒ tuǐ jiā lǜ dàn, 1992, Chinese, ) * Prosciutto e uova verdi (2002, Italian, ) * Virent ova! Viret perna! (2003, Latin, ) * Kto zje zielone jajka sadzone? (2004, Polish, ) * Les œufs verts au jambon (2009, French, ) * Grünes Ei mit Speck (2011, German, ) * Ovos Verdes e Presunto (2016, Portuguese, ) == References == == External links == * Category:Books by Dr. Seuss Category:1960 children's books Category:Eggs in culture Category:American picture books Category:Constrained writing Category:Random House books ",
    "title": "Green Eggs and Ham"
}