{
    "id": "641200",
    "text": "Marie-Louise von Franz (4 January 1915 – 17 February 1998) was a Swiss Jungian psychologist and scholar, known for her psychological interpretations of fairy tales and of alchemical manuscripts. ==Early life and education== Marie-Louise Ida Margareta von Franz was born in Munich, Germany, the daughter of a colonel in the Austrian army. After World War I, in 1919, her family moved to Switzerland, near St. Gallen. From 1928 on, she lived in Zurich, together with her elder sister, so that both could attend a high school (gymnasium) in Zurich, specializing in languages and literature. Three years later, her parents moved to Zurich as well. ==Meeting Carl Gustav Jung== In Zurich, at the age of 18, in 1933, when about to finish secondary school, von Franz met the psychiatrist Carl Gustav Jung when, together with a classmate and nephew of Jung's assistant Toni Wolff, she and seven boys she had befriended were invited by Jung to his Bollingen Tower near Zurich. For von Franz, this was a powerful and \"decisive encounter of her life\", as she told her sister later the same evening. At the meeting, Jung and the pupils discussed psychology. When Jung commented on a \"mentally ill woman, who [actually, not to be taken symbolically] lived on the moon\" M.-L. von Franz understood, that there are two levels of reality. The psychological, inner world with its dreams and myths was as real as the outer world. Anne Maguire: \"Marie-Louise von Franz. Doyenne\", In James A. Hall and Daryl Sharp: Marie-Louise von Franz. The Classic Jungian and The Classic Jungian Tradition. Inner City Books, Toronto 2008, p. 36, . ==Studies, meagre times and private lessons== In 1933, at the University of Zurich, von Franz started studies in Classical philology and Classical languages (Latin and Greek) as major subjects and in literature and ancient history as minor subjects. Due to her father's major financial loss in the early 1930s, she had to self-finance her tuition, by giving private lessons as a tutor in Latin and Greek for gymnasium and university students. In the years after finishing her studies, she continued this to support herself, working on fairy tale texts. In addition to her university studies, von Franz occupied herself with Jungian psychology. She attended Jung's psychological lectures at the Swiss Federal Polytechnical School in Zurich (now the Swiss Federal Institute of Technology, Zurich) and, in 1935 and thereafter, also attended his psychological seminars. In 1934 she started analytical training with Jung. ==Collaboration with C.G. Jung== In order to pay C.G. Jung for her training analysis, she translated works for him from Greek and Latin texts. Among others, she translated two major alchemical manuscripts: Aurora Consurgens, which has been attributed to Thomas Aquinas, and Musaeum Hermeticum. As many of its passages were of Islamic and Persian origin, M.-L. von Franz took up Arabic as study subject at university. This was the beginning of a long-standing collaboration with C.G. Jung, which continued until his death in 1961. Their collaboration was especially close in the field of alchemy. Not only did she translate works, she also commented on the origin and psychological meaning of Aurora Consurgens. She offered support for the theory that the Christian-alchemical text might have been dictated by Thomas Aquinas himself.See Introduction of Marie-Louise von Franz: Aurora Consurgens. A Document Attributed to Thomas Aquinas on the Problem of Opposites in Alchemy. A Companion Work to C.G. Jung's Mysterium Conjunctionis. Translated by R.F.C. Hull and A.S.B. Glover. (Studies in Jungian Psychology). Inner City Books, Toronto 2000, p. X-XI, 4, 429–430. IBN 0919123-90-2. The experience that Jung termed \"objective Psyche\" or \"collective unconscious\" marked her life and work as well as her way of living. She worked to understand the reality of this autonomous psyche acting independently from consciousness. ==Career== Von Franz worked with Carl Jung, whom she met in 1933 and with whom she collaborated until his death in 1961.Isler says that Marie-Louise von Franz has probably been \"the closest and most important collaborator of C.G. Jung in the last third of his life.\" See his German foreword in \"Jungiana A, Vol. 2\" (1990), p. 7. This issue was dedicated to von Franz. From 1942 on until her death, Marie-Louise von Franz practised as an analyst, mainly in Küsnacht, Switzerland. In 1987, she claimed to have interpreted over 65,000 dreams.Boa, Frazer: The Way of the Dream. Windrose Films, Toronto 1988. . She wrote more than 20 books on analytical psychology, most notably on fairy tales as they relate to archetypal psychology and depth psychology. She amplified the themes and characters of these tales and focused on subjects such as the problem of evil, the changing of the attitude towards the archetype of the female.Marie-Louise von Franz. Shadow and Evil in Fairytales. Spring Publications, Zurich, New York 1974 and Shambhala, Boston 1995. Marie-Louise von Franz. Problems of the Feminine in Fairytales. Spring Publications Zurich, New York 1972 and Boston, Shambhala 1993. Another field of interest and writing was alchemy, which von Franz discussed from the Jungian psychological perspective. She edited, translated and commented on Aurora Consurgens, attributed to Thomas Aquinas, on the problem of opposites in alchemy. During her last years of life, she commented on the Arabic alchemical manuscript of Muḥammad Ibn Umail Hal ar-Rumuz (Solving the Symbols).Marie-Louise von Franz: Book of the Explanation of the Symbols. Kitāb Ḥall ar-Rumūz by Muḥammad Ibn Umail. Psychological Commentary by Marie-Louise von Franz (= Corpus Alchemicum Arabicum. Vol. I A). Translated by Salwa Fuat and Theodor Abt, edited by Theodor Abt. Living Human Heritage Publications, Zurich 2006, . For alchemists, imaginatio vera was an important approach to matter. It resembles in many aspects the active imagination discovered by C. G. Jung. Marie-Louise von Franz lectured in 1969 about active imagination and alchemyMarie-Louise von Franz: Alchemical Active Imagination, Spring Publ., Texas 1979. and also wrote about it in Man and His Symbols. Active imagination may be described as conscious dreaming. In Man and His Symbols she wrote: A third field of interest and research was synchronicity, psyche and matter, and numbers. It seems to have been triggered by Jung, whose research had led him to the hypothesis about the unity of the psychic and material worlds—that they are one and the same, just different manifestations. He also believed that this concept of the unus mundus could be investigated by means of researching archetypes. Due to his advanced age, he turned the problem over to von Franz.Marie-Louise von Franz Number and Time (Northwestern, 1974) ix. Two of her books, Number and Time and Psyche and Matter, deal with this research. In 1968, von Franz was the first to argue that the mathematical structure of DNA is analogous to that of the I Ching. She cited the I Ching in an essay, \"Symbols of the Unus Mundus\", published in her book Psyche and Matter.Marie- Louise von Franz Psyche and Matter (Shambhala, 1992) p. 39–62. The reference is cited on page 44; she cites the reference as number 16 of the article: Dialog über den Menschen: Eine Festschrift zum 75. Geburtstag von Wilhelm Bitter (Klett. Stuttgart, 1968). Another basic concern throughout many of her works was how the collective unconscious compensates for the one-sidedness of Christianity and its ruling god image, via fairy tales and alchemy. In an analysis of the visions of Saint Perpetua, a martyr,Meria-Louise von Franz. The Passion of Perpetua. A psychological interpretation of Her Visions.. The Jungian Classical Series. Spring Publ. Dallas 1980. . Reprint: Inner City books, Toronto 2004. she writes that such visions enable us to gain a deep insight into the unconscious spiritual situation of the time. They show the deep conflict of that time, the transition from Paganism to Christianity. “The martyrs appear in many respect as the tragic, unconscious victims of the transformation which was then being fulfilled deep down in the collective stratum of the human soul: the transformation of the image of God“ Another compensatory motif is the symbolism of the vessel of the holy grail in The Grail legend.Marie-Louise von Franz, The Grail legend. With Emma Jung. Putnam's sons/C.G. Jung Foundation, New York 1970. In this book she discusses the psychological symbolism of the documented legends of the Holy Grail. It evolved out of the completion of Emma Jung's unfinished research, which Marie- Louise von Franz had been asked to take over and publish after Emma Jung's death. In the visions of Swiss Saint Nikolaus von Flüe Not translated into English yet. she dealt with the aspects of the dark and evil as well as the cosmic side as part of a more holistic image of god. Von Franz says that the visions reveal basic tendencies of collective unconscious that seem to strive to further develop the Christian symbolism and by that giving points of orientation, showing where the unconscious psyche wants to let us notice and understand the problem of opposites and by that to bring us to more closeness and fear of God.Marie-Louise von Franz, Die Visionen des Niklaus von Flüe. Daimon, 1980 (first edition), 1991 (fourth edition), p. 129f. . In addition to her many books, von Franz made a series of films in 1987 titled The Way of the Dream, along with her student, Fraser Boa. In The Wisdom of the Dream, a channel 4 television series, London 1989, von Franz was interviewed. Text of the film is printed in: Seegaller, S. and Berger, M: Jung – the Wisdom of the Dream. London 1989. In 1941–1944 von Franz was an associate member of the Psychological Club, Zurich. There she first lectured on the visions of Perpetua on June 7, 1941, which later was expanded and published as her first book The Visions of Perpetua. In the following years, she held many lectures at the Zurich Psychological Club. They constituted the basis of many of her books. Between 1942 and 1952 she acted as its librarian.Emmanuel Kennedy- Xypolitas. Introduction, In Emmanuel Kennedy-Xypolitas (ed.), The Fountain of the Love of Wisdom. An homage to Marie-Louise von Franz, Chiron Publications Wilmette, Illinois 2006, p. xxxii, footnote 2. In 1944 she became one of its full members. In 1948, she was a co-founder of the C. G. Jung Institute in Zurich. In 1974, von Franz together with some of her pupils (René Malamud, Willi Obrist, Alfred Ribi, and Paul Walder) founded the \"Stiftung für Jung'sche Psychologie\" (Foundation for Jungian Psychology). The aim of this foundation is to support research and promulgation of the findings in the field of Jungian depth psychology. It also publishes the journal Jungiana. Jung encouraged von Franz to live with fellow Jungian analyst Barbara Hannah, who was 23 years older than she was. When Hannah asked Jung why he was so keen on putting them together, Jung replied that he wanted von Franz \"to see that not all women are such brutes as her mother\". Jung also stated that \"the real reason you should live together is that your chief interest will be analysis, and analysts should not live alone.\"Dean L. Franz's portrait of Barbara Hannah in Hannah's The Cat, Dog and Horse Lectures (Chiron, 1992), p. 18 The two women became lifelong friends. ==Interpretation of fairy tales== In 1935 Hedwig von Beit asked Marie-Louise von Franz to assist her part-time with writing a book about fairy tales. Von Franz indulged into a time-consuming 9-years research and interpretation work. Fairy tales became increasingly important to her in regard to psychological questions. The work is published in the book \"Symbolik des Märchens\" (Symbolism of Fairy Tales).Not published in English. Nevertheless, this book (of 3 volumes) was only published under the name of Hedwig von Beit. In her later talks and books, she connects fairy tale interpretation with everyday life. Alfred Ribi says, that von Franz might well be understood as the first to discover and demonstrate the psychological wisdom of fairy tales. Von Franz's interpretation of fairy talesFor a comprehensive introduction into fairy tale interpretation, and main terms of Jungian Psychology (Anima, Animus, Shadow) see Marie-Louise von Franz. \"An Introduction to the Psychology of Fairytales\". Zurich, New York 1970. bases on Jung‘s view of fairy tales as a spontaneous and naive product of soul, which can only express what soul is.C. G. Jung: The Phenomoneology of the Sprit in Fairytales (1948). In: Collected Works, Vol. 9,I, Princeton/Bollingen 1980, par. 432. That means, she looks at fairy tales as images of different phases of experiencing the reality of the soul. They are the “purest and simplest expression of collective unconscious psychic processes” and “they represent the archetypes in their simplest, barest and most concise form” because they are less overlaid with conscious material than myths and legends. “In this pure form, the archetypal images afford us the best clues to the understanding of the processes going on in the collective psyche”. “The fairy tale itself is its own best explanation; that is, its meaning is contained in the totality of its motifs connected by the thread of the story. [...] Every fairy tale is a relatively closed system compounding one essential psychological meaning which is expressed in a series of symbolical pictures and events and is discoverable in these”. “I have come to the conclusion that all fairy tales endeavour to describe one and the same psychic fact, but a fact so complex and far-reaching and so difficult for us to realize in all its different aspects that hundreds of tales and thousands of repetitions with a musician’s variation are needed until this unknown fact is delivered into consciousness; and even then the theme is not exhausted. This unknown fact is what Jung calls the Self, which is the psychic reality of the collective unconscious. [...] Every archetype is in its essence only one aspect of the collective unconscious as well as always representing also the whole collective unconscious. The fairy tales' hero and heroine – with which the auditory identifies – are taken as archetypal figures (not as common human ego) representing the archetypal foundation of the ego- complex of an individual or a group. “The hero restores to healthy , normal functioning a situation in which all egos of that tribe or nation are deviating from their instinctive basic totality pattern. Hero and Heroine form ”a model of an ego [...] demonstrating a rightly functioning ego, [...] in accordance with the requirements of the Self”. G. Isler explains further, \"The figure of the hero as well as the whole story compensate what initially was an insufficient or wrong attitude of consciousness. The initial situation of need, misery and shortcomings is solved at the end having a structure which is more whole than the beginning. This corresponds to a renewal of the ruling consciousness (expressed e.g. in the young king), being oriented towards psychic wholeness and totality in a way that is more appropriate\" to the demands of the Self, than before. \"Fairy tales compensate individual consciousness, but also an insufficient attitude of collective consciousness, which in European culture has been coined mainly by Christianity.\" In contrast to personalistic-subjective ways of interpretation, the fate of the hero is not understood as individual neurosis, but as difficulties and dangers, being imposed on man by nature.Gotthilf Isler: Franz, Marie-Louise von. In: Enzyklopädie des Märchens. Handwörterbuch zur historischen und vergleichenden Erzählforschung. Edited by Rolf Wilhelm Brednich and Hermann Bausinger. Vol. 5, De Gruyter, Berlin 1987, p. 100. ==Correspondence with Wolfgang Pauli== Von Franz had a lengthy exchange of letters with Wolfgang Pauli, winner of a Nobel Prize in physics. On Pauli's death, his widow Franca deliberately destroyed all the letters von Franz had sent to her husband, and which he had kept locked inside his writing desk. But the letters sent by Pauli to von Franz were all saved and were later made available to researchers (and published as well). ==Bollingen tower== Von Franz was passionately interested in nature and gardening. In order to meet her love for nature, she acquired a piece of land at the borders of a large forest above Bollingen. There, in 1958, she built a quadrate tower following the example of C. G. Jung. The tower was meant to be a hermitage, having neither electricity nor a flushing cistern. She used to take her wood for heating and cooking from the surrounding woods. Besides the house, there was a bog pond, abundant with toads and frogs, which she loved. This tower enabled her \"to escape modern civilization and all its unrest from time to time and to find a refuge in nature\", as her sister reported. At that place, she felt \"in tune with the spirit of nature\" and she wrote a good many of her books that she had planned early on in her life, and which she had realised one after the other, throughout the decades.Barbara Davies, Marie- Louise von Franz. Her Life and Work. In: James A. Hall and Daryl Sharp, Marie- Louise von Franz. The Classic Jungian and The Classic Jungian Tradition. (Inner City Books Toronto 2008) p. 54. == Last years == Between the 1950s and 1970s, von Franz travelled widely, not only for holidays but also for lecturing. She visited European countries including Austria, England, Germany, Greece, Italy and Scotland, as well as America, Egypt and some Asian countries. After 1986 she turned to a more introverted life at her home in Küsnacht, Switzerland. Several times a year she took a retreat into her Bollingen tower, which in some years was up to a five months stay. She concentrated mainly on her creative work, especially alchemy and continued to meet friends and patients from all over the world. During her last years, von Franz had Parkinson's disease. Barbara Davies stated that she took only a minimum of medicine, so that she was increasingly physically affected by her illness until death, but could keep a clear mind and consciousness.Barbara Davies, \"Marie-Louise von Franz: Her Life and Work\", in James A. Hall and Daryl Sharp, Marie-Louise von Franz: The Classic Jungian and The Classic Jungian Tradition (Inner City Books Toronto 2008) p. 58. . ==Selected works== Most of these titles are a translation of the original German title. A few titles were originally published in English. * Alchemical Active Imagination * Alchemy: An Introduction To The Symbolism And The Psychology * Animus and Anima in Fairy Tales * Archetypal Dimensions of the Psyche * Archetypal Patterns in Fairy Tales *Aurora Consurgens: A Document Attributed to Thomas Aquinas on the Problem of Opposites in Alchemy. Inner City Books, Toronto, 2000. * C. G. Jung: His Myth in Our Time * Creation Myths *Dreams. Shambhala, Boston, 1991. * Feminine in Fairy Tales * Individuation in Fairy Tales *Interpretation of Fairytales. Spring Publications, Dallas, 8th Printing, 1987. * Light from the Darkness: The Paintings of Peter Birkhäuser (1980) * Number and Time (1974) * On Divination and Synchronicity: ... * On Dreams & Death: A Jungian Interpretation * Projection and Re-Collection in Jungian Psychology: Reflections of the Soul * Psyche and Matter, Shambhala, Boston (1992) * Psychological Meaning of Redemption Motif in Fairytales * Puer Aeternus: A Psychological Study of the Adult Struggle With the Paradise of Childhood * The Cat: A Tale of Feminine Redemption * The Golden Ass of Apuleius: The Liberation of the Feminine in Man * The Interpretation of Fairy Tales *The Passion of Perpetua: A Psychological Interpretation of Her Visions. Inner City Books, Toronto, 2004. * The Problem of the Puer Aeternus * The Shadow and Evil in Fairy Tales * The Way of the Dream, * The Way of the Dream DVD * Time Rhythm and Repose The Fountain of the Love of Wisdom: An Homage to Marie-Louise von Franz is a compilation of eulogies, essays, personal impressions, book reviews, and more from dozens of people who were influenced by von Franz. It also contains a list of von Franzens' English books. * Arthur I. Miller: Deciphering the Cosmic Number (137): Jung, Pauli, and the Pursuit of Scientific Obsession, W. W. Norton & Co. (2009) features the collaboration between Pauli, Jung and also von Franz ==See also== ==References== ==Bibliography== *Anthony, M. (1990). The Valkyries: The Women around Jung. Shaftesbury, Dorset: Element. *Hall, James A. and Sharp, Daryl (eds.). Marie- Louise von Franz: The Classic Jungian and The Classic Jungian Tradition. Inner City Books, Toronto, 2008. * Von Franz wrote Part 3 of this popular work. ==External links== * *Marie-LouisevonFranz.com Contains a list of von Franz's works in all languages. *How Fairy Tales Shape Our Lives *Basic biographical information on the work on number archetypes of Marie-Louise von Franz * – Journal for Interdisciplinary and Cross-Cultural Studies (1998) Category:1915 births Category:1998 deaths Category:Austrian nobility Category:Swiss psychologists Category:Jungian psychologists Category:Women social scientists Category:People from Küsnacht Category:Deaths in Switzerland Category:Psychology writers Category:Swiss occult writers Category:Swiss science writers Category:20th-century Swiss writers Category:20th-century Swiss women writers Category:Women science writers Category:20th-century women scientists Category:Fairy tale scholars Category:Daughters of barons Category:Women folklorists Category:20th-century psychologists ",
    "title": "Marie-Louise von Franz"
}