{
    "id": "641335",
    "text": "The Ashton Canal is a canal in Greater Manchester, England. ==Route== The Ashton leaves the Rochdale Canal at Ducie St. Junction in central Manchester, and climbs for through 18 locks, passing through Ancoats, Holt Town, Bradford, Clayton, Openshaw, Droylsden, Fairfield and Audenshaw to make a head-on junction with the Huddersfield Narrow Canal (formerly the Huddersfield Canal) at Whitelands Basin in the centre of Ashton-under-Lyne. At Bradford, the canal passes by the venue of the 2002 Commonwealth Games. Apart from the Rochdale and Huddersfield Narrow canals, the Ashton Canal only currently connects with one other canal. Just short of Whitelands, at Dukinfield Junction/Portland Basin a short arm crosses the river Tame on the Tame Aqueduct, and makes a head-on junction with the Peak Forest Canal. There used to be four other important connections to branch canals: the Islington Branch Canal in Ancoats; the Stockport Branch Canal from Clayton to Stockport (Heaton Norris); the Hollinwood Branch Canal from Fairfield to Hollinwood; and the Fairbottom Branch Canal (itself a branch of the Hollinwood Branch Canal) from Waterhouses to Fairbottom. There was to have been a fifth branch, namely the Beat Bank Branch Canal (itself a branch of Stockport Branch Canal) from Reddish to Beat Bank in Denton, but this was abandoned before completion. Many of the canal locks are now listed buildings. ==History== The canal received its Act of Parliament in 1792. It was built to supply coal from Oldham and Ashton under Lyne to Manchester. The first section between Ancoats Lane to Ashton-under- Lyne and Hollinwood was completed in 1796, followed by the lines to Heaton Norris and Fairbottom in 1797. Although there were plans to link it to the Rochdale Canal, it opened as an isolated waterway. Benjamin Outram was retained to complete the final section between Ancoats Lane and the Rochdale Canal including the Piccadilly Basin. It included the unique Store Street Aqueduct, built on a 45 degree skew and believed to be the first major such structure in Britain and the oldest still in use today. The section was completed by 1798, but the necessary extension by the Rochdale proprietors to the Bridgewater Canal was not built until 1800. Although the Huddersfield Narrow Canal was open as far as Woolroad by 1798, neither it, nor the Peak Forest Canal were complete. In fact it was another ten years before the former connected to Yorkshire and the east coast. With little but local trade in its early years, the canal struggled financially and a dividend was not paid until 1806. It then prospered until competition from railways, and later road transport, greatly diminished traffic, and through traffic had ended by 1945. Traffic on the branches ended in the 1930s. Following nationalisation in 1947–48, traffic did not revive, and all traffic had ceased by 1958, after which maintenance was run down. By 1961, combined with vandalism, the canal had become unnavigable, and its retention for pleasure use seemed unlikely. The Ashton Canal was one of seven stretches of canal, formerly designated as remainder waterways, that were re-classified by the British Waterways Act of 8 February 1983. Under the act, a total of of canal were upgraded to Cruising Waterway Standard. ==Leisure use== Pressure from the Inland Waterways Association, combined with the formation of the Peak Forest Canal Society, led to a campaign to reopen the Ashton, with the major organised volunteer clearance of the section though Droylsden in September 1968, known as Operation Ashton. Further campaigning, and the growth of local authority support, led to its restoration, along with the adjacent lower Peak Forest Canal, and reopening on 1 April 1974. The restoration of these two canals opened up the Cheshire Ring, an immediately (and still) popular one-week leisure cruise circling much of east Cheshire. With the opening of the Southern Pennine canals, the Ashton is now also part of the South Pennine Ring (Rochdale and Huddersfield Narrow) and the longest Pennine Ring of all (Outer Pennine Ring - Leeds & Liverpool and Huddersfield Narrow). It used to be common to hear reports of unfortunate incidents along the Ashton, such as thefts from boats and intimidating, or at least unnerving, behaviour on the part of some local youths and children. This, for a time, caused boats to go through in convoys. Today the Ashton Canal is increasingly valued by the communities through which it passes, and although many boaters still advise others to cover the Ashton during early hours, and not in school holidays, reports of problems often turn out to be the repeated telling of old stories. However, incidents do still occur, as in August 2014 when a number of boats were attacked by hooded youths. The locks are renowned for debris (shopping trolleys, wheely bins, rocks etc.) which can result in blocked lock gates, but Canal & River Trust workers are soon on site to clear any reported incidents. Portland Basin is a good overnight mooring after ascending the Ashton locks, for those who do not wish to proceed beyond Romiley. There are current campaigns to restore the Hollinwood Branch and Stockport Branches. ==Listed structures== The following structures along the canal are Grade II listed: *Locks numbers 1-3, 6-15 & 18 *Bridges numbers 4, 5, 9 & 16 *Lock Keepers Cottages at locks numbers 2 & 7 *Towpath Bridge over junction with Islington Branch Canal *Towpath Bridge over junction with Stockport Branch Canal *Former Packet Boathouse adjacent to bridge number 16 *Former Tollhouse adjacent to lock number 18 (Fairfield Top Lock) *Mill Building on south bank east of Hope Works ==Image gallery== File:Ashtoncanal10.jpg|Ancoats Bottom Lock (Lock 1) File:Chips2.jpg|Chips, New Islington and Lock 2 on the Ashton Canal File:Ashtoncanal9.jpg|Beswick Locks (Locks 4 and 5) File:Ashtoncanal8.jpg|Beswick Top Lock (Lock 7) File:Ashtoncanal7.jpg|Narrowboat in Clayton Bottom Lock (Lock 8) File:Ashtoncanal6.jpg|Lock 12 File:Ashtoncanal4.jpg|Yew Tree Swing Bridge File:Ashtoncanal2.jpg|Lumb Lane Bridge (Bridge 21) File:Audenshaw_- _Ashton_Canal.jpg|The Ashton Canal at Audenshaw File:Ashtoncanal3.jpg|Canal & River Trust services at Fairfield Junction File:Ashton_Canal_at_Ashton-under- Lyne.jpg|Ashton Canal at Ashton-under-Lyne in 1981 ==Points of interest== ==See also== *Canals of the United Kingdom *History of the British canal system ==Bibliography== * * * * * ===References=== ==External links== *Virtual Tour Category:Canals in Tameside Category:Canals opened in 1796 Category:Grade II listed buildings in Greater Manchester Category:Manchester, Sheffield and Lincolnshire Railway Category:1796 establishments in England ",
    "title": "Ashton Canal"
}