{
    "id": "641408",
    "text": "Saud bin Faisal bin Abdulaziz Al Saud ( Sa'ūd ibn Fayṣal ibn 'Abd al-'Azīz Āl Sa'ūd), also known as Saud Al Faisal ( Sa'ūd Āl Fayṣal; 2 January 1940 – 9 July 2015), was a Saudi diplomat and statesman who served as Saudi Arabia's foreign minister from 1975 to 2015. A member of the Saudi royal family, he was the longest-serving foreign minister in world history since Klemens von Metternich. ==Early life, education and early career== Saud bin Faisal was born in Taif on 2 January 1940. He was the second son of the Arabian King Faisal and Iffat Al-Thunayan who was born to a Turkish family. He was the full brother of Sara bint Faisal, Mohammed bin Faisal, Latifa bint Faisal, Abdul Rahman bin Faisal, Bandar bin Faisal, Turki bin Faisal, Luluwah bint Faisal, Sara bint Faisal and Haifa bint Faisal. Prince Saud attended the Hun School of PrincetonThomas, Katrina. \"America as Alma Mater\", Saudi Aramco World, May/June 1979. Retrieved 27 January 2011. and graduated from Princeton University in 1964 with a bachelor of arts degree in economics. In 2007 he told Ford Fraker, then US ambassador to Saudi Arabia, that during his studies at Princeton he would like to leave the university and to return to the country. However, his father, Faisal, came to the campus and persuaded him to complete his education. Following his return to Saudi Arabia Prince Saud became an economic consultant for the ministry of petroleum. In 1966, he moved to general organization for petroleum and mineral resources (Petromin). In February 1970, he became deputy governor of Petromin for planning affairs. He was also a member of the High Coordination Committee. In 1971, he became deputy minister of petroleum. Prince Saud served in this post at the oil ministry until 1975 when he was appointed as state minister for foreign affairs. ==Foreign Minister== Saud bin Faisal was appointed to the post in October 1975. His term ended on 29 April 2015 when he was replaced by Adel al- Jubeir, a former Saudi ambassador to the United States. ===Timeline=== On 13 October 1975, King Khalid appointed him as foreign minister.http://saudalfaisal.com/index_En.html He was well regarded in the diplomatic community. In May 1985, he officially visited Iran and meetings were focused on the annual pilgrimage of Iranians to Mecca. The same year Prince Saud raised awareness in Britain of Soviet activity in the Horn of Africa. He asked Condoleezza Rice to focus on \"key substantive issues\" of the Palestinian-Israeli conflict. He complained that US banks were auditing Saudi Embassy banks illegally. He asserted that auditors were \"inappropriate and aggressive\". He also declared that the Saudi Embassy has diplomatic immunity. Prince Saud said in 2004 that Saudi Arabia would like to reduce its dependence on U.S.-dominated security arrangements. In July 2004, he claimed the real source of problems in the Middle East were not Muslims but \"injustice and deprivation inflicted in the region\". In August 2007, he denied allegations that terrorists were travelling from Saudi Arabia to Iraq and claimed it was vice versa. On 10 March 2006, he met with Hamas leaders in Riyadh. In July 2006, he urged U.S. President George W. Bush to call for a ceasefire in the Lebanon bombing.Abramowitz, Michael, and Robin Wright.Saudi Arabia Asks U.S. to Intervene in Lebanon. The Washington Post, 24 July 2006. Retrieved 29 May 2011. In January 2008, he supported parliamentary elections in Pakistan. He indicated that Pakistan did not need \"overt, external interference\" to solve political division. He commended Nawaz Sharif as stable bipartisan candidate. In February 2010, he told General Jones to distinguish between friends and enemies in Pakistan rather than using indiscriminate military action. He insisted that Pakistan's army must maintain its credibility. In November 2010, he led the Saudi delegation at the G-20 Summit. In January 2011, he withdrew out of mediation efforts to reinstate a government in Lebanon. In March 2011, he went to Europe to rally support for Saudi Arabia's intervention in Bahrain. thumb After U.S. Gulf Cooperation Council forum at the GCC secretariat in Riyadh on 31 March 2012, he said it was a \"duty\" to arm the Syrian opposition and help them defend themselves against the daily bloody crackdown by forces loyal to President Bashar al-Assad. Commenting on the fragile security situation, Prince Saud noted that: \"One of the most important causes is the continuation of the unresolved conflict as well as the continuation of the Israeli aggression policy against the Palestinians. \"We have discussed, in the meeting, many issues, especially the heinous massacre against the Syrian people. We also discussed the latest developments in Yemen, and reviewed the overall developments and political situation in the Persian Gulf region, the Middle East and North Africa, as well as their repercussions on the security and stability of the region and the world,\" Prince Saud said. ===Iran and Lebanon=== Rather than military action on Iran, Saud Al Faisal called for tougher sanctions such as travel bans and further bank lending restrictions. He has stated U.S. foreign policy has tilted more power for Iran. He compared the Iranian influence in Iraq with Iranian influence in Lebanon. He commended positive developments by Iran such as its influence over Hezbollah to end street protests. In early 2011, he expressed fear of the \"dangerous\" instability in Lebanon after the fall of the Saad Hariri government. He also stated that Lebanon's ability to establish peaceful coexistence with so many different groups may be a significant loss in the Arab world if the nation failed in creating a government. Russian President Vladimir Putin on 14 February 2008. In May 2014 it was reported that Prince Saud had invited Iran's foreign minister Mohammad Javad Zarif to visit Riyadh, breaking the ice in one of the most hostile relationships in the Middle East ahead of key talks on Iran's nuclear program in Vienna. Speaking to reporters in the Saudi capital, Foreign Minister Prince Saud said the kingdom was ready to host Iranian Foreign Minister \"anytime he sees fit\" and indicated that Riyadh was willing to open negotiations with its nemesis on the many combustible issues dividing them. ==Other governmental activities== Starting in 1998 under the reign of King Fahd, Saud Al Faisal and then the Crown Prince Abdullah managed the energy sector through a committee of technocrats and princes. More specifically, Prince Saud was appointed chairman of the Saudi Aramco's committee charged with the project assessment in September 1999. On 20 November 2009, King Abdullah appointed Prince Saud as the chairman of the influential supreme economic council of Saudi Arabia. Prince Saud was also a member of the military service council. ===Views=== Saudi foreign policy is designed by the King, not by the foreign minister. Prince Saud worked closely with King Khalid, King Fahd and King Abdullah. Prince Saud was firmly anti- Soviet and was an Arab nationalist. He was more resistant to Israeli proposals than King Fahd. He lamented his legacy might be defined \"by profound disappointment than by success\". He regretted how his generation of leaders failed to create a Palestinian state. He encouraged Iraqis to defend their country's sovereignty. In the Saudi royal court, his relationship with King Fahd was strained, but he was one of King Abdullah's closest allies. He was among the Saudi officials who worked to improve Saudi Arabia's international image and maintain its strong relationship with the United States after the September 11 attacks.Saudi Arabia in the Balance: Political Economy, Society, Foreign Affairs (2006), ed. by Paul Aarts and Gerd Nonneman ==Personal life== Prince Saud was married to his cousin Jawhara bint Abdullah bin Abdul Rahman, and they have three sons and three daughters. His sons are Mohammad, Khaled and Fahd, and his daughters are Haifa, Lana and Reem. Haifa bint Saud is married to Prince Sultan bin Salman and is a professor of English literature working at King Saud University. Prince Saud lived in Jeddah. Unlike other members of the Al Saud, he often spoke publicly and interacted with reporters. He spoke several languages, including English, Spanish, Hebrew, French, Italian, and German. He liked to play tennis. ===Business activities and properties=== Prince Saud is one of the Saudi royals mentioned in Panama Papers due to his offshore accounts. He had a house in Los Angeles's the Beverly Hills Post Office neighborhood which he built in 1983. ===Social roles=== Prince Saud involved in philanthropy. He was a founding member of the King Faisal Foundation and served as chairman of the board of directors for the King Faisal School and Al Faisal University in Riyadh. He was also a member of the Society for Disabled Children and the Madinah Society for Welfare and Social Services. ===Illness and death=== Prince Saud suffered from Parkinson's disease and back pain. He had surgery in the United States. His physical appearance showed signs of health deterioration, especially difficulty standing upright. On 11 August 2012, he had another surgery to remove a \"simple\" blockage in the intestines due to adhesions resulting from previous surgery. The operation was performed at the Specialist Hospital in Jeddah. Prince Saud went to Los Angeles after he left the hospital on 6 September 2012. The ministry announced that he would stay there for a while. On 25 January 2015, Prince Saud had a successful spine surgery in the U.S. In March 2015 he was photographed using a walker. With age, Saud faced many health problems, suffering from chronic back pain and having had various surgeries. Prince Saud died on 9 July 2015 at the age of 75 in Los Angeles. His funeral prayer was held in Grand Mosque in Mecca on 12 July 2015, and he was buried in Al Adl cemetery. ==Honour== ===Foreign honour=== * : Honorary Commander of the Order of the Defender of the Realm (P.M.N.) (1982) ==Ancestry== ==References== ==External links== * |- Saud Saud Saud Saud Category:1940 births Category:2015 deaths Saud Saud Saud Category:Honorary Commanders of the Order of the Defender of the Realm Saud Saud Saud Saud Saud Saud Saud ",
    "title": "Saud bin Faisal bin Abdulaziz Al Saud"
}