{
    "id": "641560",
    "text": "A Caesar (also known as a Bloody Caesar) is an Albertan cocktail originating in Calgary and consumed primarily in Canada. It typically contains vodka, a caesar mix (a blend of tomato juice and clam broth), hot sauce, and Worcestershire sauce, and is served with ice in a large, celery salt-rimmed glass, typically garnished with a stalk of celery and wedge of lime. What distinguishes it from a Bloody Mary is the inclusion of clam broth. The cocktail may also be contrasted with the Michelada, which has similar flavouring ingredients but uses beer instead of vodka. It debuted in the Polonaise nightclub in Manhattan in November 1953. ==Origin== The original cocktail of vodka with seasoned tomato and clam juice made its debut at the Polonaise nightclub in Manhattan in November 1953. The drink was introduced as the \"Smirnoff Smiler\" by owner Paul Pawlowski. In December 1953, columnist Walter Winchell reported that the drink was seasoned with \"a dash of Wooooshhhtasheer Sauce\". In 1959, cartoonist and creator of \"The Addams family\", Charles Addams (employed by the New Yorker magazine, a few blocks from the Polonaise nightclub in Manhattan) claimed he invented the \"Gravel Gertie\", a cocktail of clam/tomato juice and vodka seasoned with Tabasco sauce. In 1962, Carl La Marca, bar manager at the Baker Hotel in Dallas, invented the \"Imperial Clam Digger\", adding a basil garnish and dash of lime to an existing version of the \"Smirnoff Smiler\", called the \"Clam Digger\". In October 1968, Seagram president Victor Fischel and Mott's Clamato marketer Ray Anrig claimed to have invented the seasoned tomato/clam/vodka cocktail, the \"Clamdigger\" earlier in 1968, in Manhattan. Seagram, headquartered 2 blocks from the Polonaise nightclub, filed a trademark application on the name \"Clamdigger\" claiming first use on May 31, 1968. From late 1968 to the end of 1969, Seagram and Mott's ran a major advertising promotion of the \"Clam Digger\" cocktail recipe in national magazines. The Caesar was invented in 1969 by restaurant manager Walter Chell of the Calgary Inn (today the Westin Hotel) in Calgary, Alberta, Canada. He devised the cocktail after being tasked to create a signature drink for the Calgary Inn's new Italian restaurant. He mixed vodka with clam and tomato juice, Worcestershire sauce, and other spices, creating a drink similar to a Bloody Mary but with a uniquely spicy flavour. Chell said his inspiration came from Italy. He recalled that in Venice, they served Spaghetti alle vongole, spaghetti with tomato sauce and clams. He reasoned that the mixture of clams and tomato sauce would make a good drink, and mashed clams to form a \"nectar\" that he mixed with other ingredients. According to Chell's granddaughter, his Italian ancestry led him to call the drink a \"Caesar\". The longer name of \"Bloody Caesar\" is said to differentiate the drink from the Bloody Mary, but Chell said it was a regular patron at the bar who served as the inspiration. During the three months he spent working to perfect the drink, he had customers sample it and offer feedback. One regular customer, an Englishman, who often ordered the drink said one day \"Walter, that's a damn good bloody Caesar\". ==Popularity== Chell said the drink was an immediate hit with the restaurant's patrons, claiming it \"took off like a rocket\". Within five years of its introduction, the Caesar had become Calgary's most popular mixed drink. It spread throughout Western Canada, then to the east. Coinciding with its 40th anniversary, a petition was launched in 2009 in the hopes of having the Caesar named the nation's official mixed drink. In Calgary, Mayor Dave Bronconnier celebrated the drink's anniversary by declaring May 13, 2009, as Caesar Day in the city. The Mott's company was independently developing Clamato, a mixture of clam and tomato juices, at the same time the Caesar was invented. Sales of Clamato were initially slow: Mott's sold only 500 cases of Clamato in 1970, but sales consistently increased after the company's distributors discovered Chell's drink. By 1994, 70% of Mott's Clamato sales in Canada were made to mix Caesars, while half of all Clamato sales were made in Western Canada. Motts claims that the Caesar is the most popular mixed drink in Canada, estimating that over 350 million Caesars are consumed every year. In the United States, the Caesar is typically available at bars along the Canada–United States border. Elsewhere, bartenders will frequently offer a Bloody Mary in its place. In Europe, the drink can be found wherever there are higher concentrations of Canadians. The drink's anonymity outside Canada has continued in spite of concerted marketing efforts. Producers of clam-tomato juices have speculated that their beverages have been hampered by what they describe as the \"clam barrier\". They have found that consumers in the United States fear that there is too much clam in the beverages.. While Motts Clamato continues to be synonymous with the cocktail, other producers have begun offering alternative caesar mixes. Walter Caesar (named in honor of Chell) was launched in 2013 to offer an 'all natural' alternative to Clamato. Walter Caesar also became the first caesar mix in Canada to be approved by Ocean Wise by using ocean-friendly clam juice from the North Atlantic. The Caesar is popular as a hangover \"cure\", though its effectiveness has been questioned. A study by the University of Toronto released in 1985 showed that drinking a Caesar when taking aspirin could help protect a person's stomach from the damage aspirin causes, as compared with drinking plain tomato juice. Mott's holds an annual \"Best Caesar in Town\" competition as part of the Prince Edward Island International Shellfish Festival. Contests held across Canada to celebrate the cocktail's 40th anniversary in 2009 encouraged variants that featured the glass rimmed with Tim Hortons coffee grinds, Caesars with maple syrup, and Caesars with bacon-infused vodka. ==Preparation== Basic preparation of a Caesar follows the \"one, two, three, four\" rule. The recipe calls for 1 shot of vodka, two dashes of hot sauce, three dashes of salt and pepper, four dashes of Worcestershire sauce and topped with 4–6 oz of caesar mix and served with ice. The ingredients are poured into a glass rimmed with celery salt or a mixture of salt and pepper and garnished with a celery stalk and lime. The Caesar is an unusual drink in that it can be mixed in bulk and stored for a period of time before drinking. ===Variants=== Though it was not one of Chell's original ingredients, Tabasco sauce is a frequent addition, as is horseradish. Vodka is occasionally replaced with gin, tequila or rum, though the Clamato may not be substituted. A variant that replaces vodka with beer is commonly called a \"Red Eye\",\"Clam Eye\", or \"Saskatchewan Caesar\" and one without alcohol is a \"Virgin Caesar\". The Toronto Institute of Bartending operates a \"Caesar School\" in various locations across Canada that teaches bartenders how to mix several variants of the drink. ==See also== * List of cocktails ==References== Category:Cocktails with vodka Category:Canadian alcoholic drinks Category:Clam dishes Category:Canadian cuisine Category:Canadian drinks Category:Food and drink introduced in 1969 Category:Spicy cocktails Category:Cocktails with tomato juice ",
    "title": "Caesar (cocktail)"
}