{
    "id": "641652",
    "text": "was a Japanese academic and politician who served as the governor of Okinawa Prefecture from 1990 until 1998. After starting his career as a professor at the University of the Ryūkyūs, he wrote books in English and Japanese, mostly about the Battle of Okinawa and Japan–United States bilateral relations following World War II. After his retirement as professor he was elected as governor and was best known for his strong stand against occupation of prefectural lands by military bases of United States, going against the Japanese central government at the time. == Early life and academic career == Ōta was born on 12 June 1925 on Kumejima Island, Okinawa and his family migrated during World War II. He became a student at the Okinawa Teacher's College, and during the Battle of Okinawa he was drafted into the Japanese Army's \"Iron and Blood Student Corps\"; he saw intense combat and many of his classmates died. After the end of the battle, he spent some months in hiding before emerging to surrender.https://apjjf.org/-Ota-Masahide/3415/article.html He was educated at the Waseda University, Tokyo earning a Bachelor's degree in English and took a Master's degree in Journalism from Syracuse University, New York. From 1958, he was a professor at the University of the Ryūkyūs where he was chairman of Department of Social Science, and later dean of the College of Law and Letters. He published around 45 books in English and Japanese. His books were mostly based on Okinawa's role in Japan–United States relations, post-war occupation by the military in prefectures and the Battle of Okinawa of 1945. == Political career == In March 1990, Ōta retired from the university and in November of the same year was elected governor of Okinawa prefecture on a non-party platform defeating the 12-year sitting governor Junji Nishime. His campaign was based on removing U.S. bases from the island to bring back peace. He also opposed the then proposed bill to provide Japanese troops for United Nations' peacekeeping missions. He had a distinguished record as a governor, outspokenly arguing for the interests of the Okinawan people against both the United States military establishment in the Ryukyu Islands and the Japanese central government. After being elected as governor. Ōta failed to make headway on his campaign promises. His requests to discuss the issue of U.S. military occupation in the prefecture with the U.S. authorities were dismissed, stating that all such discussions would happen with the Japanese central government. In 1991, he reluctantly signed lease agreements that enabled military bases use of private lands. This resulted in disapproval from anti-war masses that had earlier supported Ōta in elections. In February 1995, reports from Washington prepared by Harvard professor Joseph Nye indicated their plans of deploying over 100,000 soldiers in Japan and South Korea. On 4 September 1995, a 12-year-old local girl was raped by three U.S. servicemen, and protests were held against the military's establishments in the area. Ōta considered these two events as hindrance to peace in the prefecture. From 1996 to 1998, he actively worked to establish cordial relations with U.S. On 8 September 1996, he organized a plebiscite in his prefecture which brought results that about 60 percent of citizens who supported reduction of military bases. On 10 July 1996, he appealed to the Supreme Court of Japan to relocate various military bases to mainland. As governor, he rejected permissions of U.S. military asking to extend lease for use of private land. This led to conflict between local and central government. The central government amended laws which gave it the power to endorse such documents. Due to Ōta's efforts, mass campaigns such as the Okinawa Women Act against Military Violence, which arranged a rally at Ginowan's Seaside Front on 21 October 1995, had nearly 85,000 people participating. The Japanese and American governments together set up the Special Action Committee on Okinawa (SACO) to deal with the problems. In 1996, the U.S. and Japanese government agreed to closure or relocation of various military bases, including the Marine Corps Air Station Futenma, the most prominent based in the centre of Ginowan city's residential area. The move has however not happened as on June 2017 due to various issues. In 1995, he inaugurated the monument Cornerstone of Peace which commemorated more than 200,000 people who died in the Okinawa Battle, including U.S. soldiers. In 1998, Keizō Obuchi replaced Ryutaro Hashimoto as the Prime Minister of Japan. Obuchi supported the Liberal Democratic Party (LDP) candidate Keiichi Inamine for the governor's post in opposition to Ōta. By then the central and American government considered Ōta as \"one of the biggest thornes\" on both sides in the Japan–America relationship. Inamine, the eldest son of oil company Ryukyu Sekiyo's owner Ichiro Inamine, led a successful campaign not disregarding Ōta's work directly but calling it unrealistic. The central government cut down subsidies to Okinawa in 1998 leading to 9.2 percent of unemployment in August 1998. Inamine promised to revive the employment condition with his contacts in the central government and on the day of election LDP's campaign banners had slogan \"9.2 percent\" whereas Ōta campaigned using \"Okinawans, Don't Sell Your Souls.\" Ōta lost with 46.9 percent votes whereas 52.1 percent went to Inamine. In 2001, on the ticket of Social Democratic Party of Japan (SDPJ), Ōta won a seat in the House of Councillors (Upper House). He took retirement from active politics in 2007. ==Later life and death== In 2013, he founded the Okinawa International Peace Research Institute at Naha. In April 2017, Ōta was reported to have been nominated for the Nobel Peace Prize. Ōta died on his 92nd birthday on 12 June 2017 at a hospital in Naha after suffering from pneumonia and respiratory failure. Upon his death, Japanese Chief Cabinet Secretary Yoshihide Suga called him \"an individual who energetically tackled Okinawa's base issues and (economic) development at a turbulent time.\" == Books == * The Battle of Okinawa: The Typhoon of Steel and Bombs, Kume Publishing Company (1984) * Okinawa no teiō, kōtō benmukan, Asahi Shinbunsha (1996) == References == Category:1925 births Category:2017 deaths Category:Deaths from pneumonia Category:Ryukyuan people Category:Politicians from Okinawa Prefecture Category:Waseda University alumni Category:Syracuse University alumni Category:Japanese academics Category:Japanese military personnel of World War II Category:Governors of Okinawa Prefecture Category:Deaths from respiratory failure Category:Japanese politicians of Ryukyuan descent ",
    "title": "Masahide Ōta"
}