{
    "id": "641739",
    "text": "Robert Thomas Bakker (born March 24, 1945) is an American paleontologist who helped reshape modern theories about dinosaurs, particularly by adding support to the theory that some dinosaurs were endothermic (warm-blooded). Along with his mentor John Ostrom, Bakker was responsible for initiating the ongoing \"dinosaur renaissance\" in paleontological studies, beginning with Bakker's article \"Dinosaur Renaissance\" in the April 1975 issue of Scientific American. His specialty is the ecological context and behavior of dinosaurs. Bakker has been a major proponent of the theory that dinosaurs were warm-blooded, smart, fast, and adaptable. He published his first paper on dinosaur endothermy in 1968. His seminal work, The Dinosaur Heresies, was published in 1986. He revealed the first evidence of parental care at nesting sites for Allosaurus. He also observed evidence in support of Eldredge and Gould's theory of punctuated equilibrium in dinosaur populations. Bakker currently serves as the Curator of Paleontology for the Houston Museum of Natural Science. ==Biography== HMNS Bakker was born in Bergen County, New Jersey. He attributes his interest in dinosaurs to his reading an article in the September 7, 1953, issue of Life magazine. He graduated from Ridgewood High School in 1963. At Yale University Bakker studied under John Ostrom, an early proponent of the new view of dinosaurs, and later earned his PhD at Harvard. He began by teaching anatomy at Johns Hopkins University in Baltimore, Maryland and Earth and Space Sciences, where future artist Gregory S. Paul worked and collaborated informally under his guidance. Most of Bakker's field work has been done in Wyoming, especially at Como Bluff, but he has travelled as far as Mongolia and South Africa in search of dinosaur habitats. He also worked as an assistant at the University of Colorado. ==Theories== Mounted Gorgosaurus skeleton with several bone injuries, from the \"Dinosaur Mummy: CSI\" exhibit at the HMNS, Bob Bakker on the right In his 1986 work The Dinosaur Heresies, Bakker puts forth the theory that dinosaurs were warm- blooded. His evidence for this includes: * Almost all modern animals that walk upright are warm-blooded, and dinosaurs walked upright. * The hearts of warm- blooded animals can pump much more effectively than the hearts of cold-blooded animals. Therefore, the giant Brachiosaurus must have had the type of heart associated with warm-blooded animals in order to pump blood up to its head. * Dinosaurs such as Deinonychus led a very active life, behavior which is much more compatible with a warm-blooded animal. * Some dinosaurs lived in northern latitudes where it would have been impossible for cold-blooded dinosaurs to maintain their body temperature. * The rapid rate of speciation and evolution found in dinosaurs is typical of warm-blooded animals and atypical of cold- blooded animals. * The hypothesized population ratios of predatory dinosaurs to their prey is a signature trait of warm-blooded predators rather than cold- blooded ones. * Birds are warm-blooded and evolved from dinosaurs; therefore, a change to a warm-blooded metabolism must have taken place at some point. There is far more change between dinosaurs and their ancestors (basal archosaurs) than between non-avian dinosaurs and birds. * A warm-blooded metabolism is an evolutionary advantage for top predators and large herbivores; if dinosaurs had not been warm-blooded there should be fossil evidence of warm-blooded animals evolving to fill these ecological niches. No such evidence exists; in fact, by the end of the Cretaceous, mammals had become much smaller than their mammal-like-reptile ancestors. * Dinosaurs grew rapidly, evidence for which can be found by observing cross-sections of their bones. Warm-blooded animals grow at a similar rate. Bakker is also a proponent of the idea that flowering plants evolved because of their interactions with dinosaurs. ==Writing== Bakker lecturing in 2011 Bakker's fictional novel Raptor Red tells of a year in the life of a female Utahraptor during the lower Cretaceous. In the story, Bakker elaborates on his knowledge of the behavior of dromaeosaurids (\"raptor\" dinosaurs) and life at the time of their existence. ==Religious beliefs== As a Pentecostal, Ecumenical Christian minister, Bakker has said there is no real conflict between religion and science, and that evolution of species and geologic history is compatible with religious belief. Bakker views the Bible as an ethical and moral guide, rather than a literal timetable of events in the history of life. He has advised non- believers and creationists to read the views put forward by Saint Augustine, who argued against a literal understanding of the Book of Genesis.. ==Influence on popular media== Bakker was an advisor for the 1992 PBS series, The Dinosaurs!. He was also among the advisors for the film Jurassic Park, with some of the early concept art being informed by Bakker's works.The Making of Jurassic Park by D. Shay & J. Duncan, Boxtree Ltd; 1st Edition. edition (30 Jun 1993), p. 21, 113 Bakker also appeared in the Sega CD version of Jurassic Park. Dr. Bakker was a guest in episode 28 of the Williams Street original Space Ghost Coast to Coast. Bakker and his 1986 book are mentioned in the original Jurassic Park.https://curiosity.com/topics/go-on-a-dinosaur-dig-with- robert-t-bakker-curiosity/ The bearded paleontologist Dr. Robert Burke, who is eaten by a Tyrannosaurus rex in Steven Spielberg's film The Lost World: Jurassic Park, is an affectionate caricature of Bakker. In real life, Bakker has argued for a predatory T. rex, while Bakker's rival paleontologist Jack Horner views it as primarily a scavenger. According to Horner, Spielberg wrote the character of Burke and had him killed by the T. rex as a favor for Horner. After the film came out, Bakker recognized himself in Burke, loved the caricature, and actually sent Horner a message saying, \"See, I told you T. rex was a hunter!\" ==Bibliography== * . *. ==See also== *Dinosaur renaissance *Physiology of dinosaurs ==References== ==External links== * * . * Bio article with information about his then-new book on creationism, theology, Saint Augustine vs. evolution * Photograph of Bakker at Como Bluff, Wyoming from \"Discovering Dinosaurs\" in the Encyclopædia Britannica * . * An overview of modern paleontology which devotes a couple paragraphs and pictures to Bakker *Curator profile Category:American paleontologists Category:Theistic evolutionists Category:20th-century American novelists Category:20th-century American male writers Category:American Pentecostals Category:Novelists from New Jersey Category:Yale University alumni Category:Harvard University alumni Category:Johns Hopkins University faculty Category:1945 births Category:Living people Category:People from Ridgewood, New Jersey Category:Ridgewood High School (New Jersey) alumni Category:American male novelists Category:Novelists from Maryland Category:20th-century American non-fiction writers Category:American male non-fiction writers ",
    "title": "Robert T. Bakker"
}