{
    "id": "641783",
    "text": "A white bread clip A bread clip is a device used to hold plastic bags closed, such as the ones in which sliced bread is commonly packaged. They are also commonly called bread tags, bread tabs, bread ties or bread-bag clips. By sealing a bag more securely than tying or folding over its open end, the clip or tie may preserve its contents longer. In some cases, the color of the tag indicates the day on which it was baked, although there is no universal standard for the color code. ==Simple bread clips== An assortment of simple bread clips Most designs of bread clip consist of a single plastic part through which the neck of a plastic bag can be threaded. Because these bread clamps, or bread tabs, are cheap, ubiquitous, and come in a variety of shapes and colors, some people collect them. Most bread clips are composed of plastic #6 polystyrene (PS),https://livegreen.recyclebank.com/because-you-asked-can- bread-clips-be-recycled but KLR Systems also makes cardboard bread clips.https://www.bakersjournal.com/new-products/klr-launches-sustainable-bag- clip-7854 Such clips are also used for bagged milk. In Ontario, Quebec, New Brunswick, and Nova Scotia, Canada, the most common package is 4 litres—three 1.33-litre sealed bags in a larger bag, which is closed with a clip and imprinted with the milk's expected expiration date. ==Mechanical bread clips== A more complex bread clip design involves two articulated plastic parts mounted on a pivot with a spring between them to provide tension. == Further Classification == The Holotypic Occlupanid Research Group, also known as HORG, is a parody website that attempts to classify bread clips as if they were biological organisms, using basic principles of taxonomy and systematics.http://www.horg.com/horg/ ==History== bag of buns displaying a best before date. The bread clip was invented by Floyd G. Paxton and manufactured by the Kwik Lok Corporation, based in Yakima, Washington with manufacturing plants in Yakima and New Haven, Indiana. Kwik Lok Corporation's clips are eponymously called \"Kwik Lok closures\". Floyd Paxton was known for repeatedly telling the story about how he came up with the idea of the bread clip. As he told it, he was flying home on an airliner in 1952 and opened a bag of peanuts, whereupon he realized he had no way to reclose it. He rummaged through his wallet and found an expired credit card and hand-carved his first bag clip with a small pen knife. When a fruit packer, Pacific Fruit, wanted to replace rubber bands with a better bag closure for its new plastic bags, Paxton remembered his bag of peanuts. He hand-whittled another clip from a small sheet of Plexiglas. With an order in hand for a million clips, Paxton designed a die-cut machine to produce the clips at high speed. Despite repeated attempts, Paxton never won a United States patent for his clips. He did win numerous patents for the high-speed \"bag closing apparatus\" that made the clips, inserted bread into bags and applied the clips for the finished product. The bread clip was developed in the early 1950s for a growing need to close plastic bags on the packaging line very efficiently. Manufacturers, using more and more automation in the manufacture and packaging of food, needed methods to raise production volumes and reduce costs. At the same time a hurried population of consumers wanted a fast and easy way to open and effectively seal food bags. The simple bread clip sufficed. In addition, re- closability became a selling point as smaller families and higher costs slowed consumption, leading to a potential for higher rates of spoilage. Kwik Lok Corporation continues to be the main manufacturer of bread clips with Schutte as their European competitor. ==References== Category:Fasteners Category:American inventions Category:Yakima, Washington ",
    "title": "Bread clip"
}