{
    "id": "641906",
    "text": "Hawaiian kinship, also referred to as the generational system, is a kinship terminology system used to define family within languages. Identified by Lewis H. Morgan in his 1871 work Systems of Consanguinity and Affinity of the Human Family, the Hawaiian system is one of the six major kinship systems (Eskimo, Hawaiian, Iroquois, Crow, Omaha, and Sudanese). ==Kinship system== Graphic of the Hawaiian kinship system Within common typologies, the Hawaiian system is the simplest classificatory system of kinship. Relatives are distinguished only by generation and by gender. There is a parental generation and a generation of children. In this system, a person (called Ego in anthropology) refers to all females of his parents' generation as \"Mother\" and all of the males as \"Father\". In the generation of children, all brothers and male cousins are referred to as \"Brother\", and all sisters and female cousins as \"Sister\". In this way, a cross-cousin will be referred to as a \"sibling\". A correlation was found between the Hawaiian system and the prohibition of cross‐cousin marriage, as the incest taboo is reflected in the semantics. ==Usage== The Hawaiian system is named for the pre-contact kinship system of Native Hawaiian people in the Hawaiian Islands. Today, the Hawaiian system is most common among Malayo-Polynesian-speaking cultures; the Hawaiian language itself is Malayo-Polynesian. This system is usually associated with ambilineal descent groups, where economic production and child-rearing are shared between the genders. The Hawaiian system is found in approximately one-third of the world's societies, although they are usually small societies. ==See also== *Family *Kinship and descent *Anthropology *List of anthropologists *Hawaii ==References== *William Haviland, Cultural Anthropology, Wadsworth Publishing, 2002. *Archnet: Hawaiian kinship Category:Kinship and descent Category:Kinship terminology Category:Native Hawaiian culture ",
    "title": "Hawaiian kinship"
}