{
    "id": "642101",
    "text": "cardioid generated by a rolling circle on a circle with the same radius A cardioid (from the Greek καρδία \"heart\") is a plane curve traced by a point on the perimeter of a circle that is rolling around a fixed circle of the same radius. It can also be defined as an epicycloid having a single cusp. It is also a type of sinusoidal spiral, and an inverse curve of the parabola with the focus as the center of inversion. The name was coined by de Castillon in 1741Lockwood but had been the subject of study decades beforehand.Yates Named for its heart-like form, it is shaped more like the outline of the cross section of a round apple without the stalk. A cardioid microphone exhibits an acoustic pickup pattern that, when graphed in two dimensions, resembles a cardioid (any 2d plane containing the 3d straight line of the microphone body). In three dimensions, the cardioid is shaped like an apple centred around the microphone which is the \"stalk\" of the apple. == Equations == Generation of a cardioid and the coordinate system used Let a be the common radius of the two generating circles with midpoints (-a,0), (a,0), \\varphi the rolling angle and the origin the starting point (see picture). One gets the * parametric representation: :x(\\varphi) = 2a (1 - \\cos\\varphi)\\cdot\\cos\\varphi \\ , :y(\\varphi) = 2a (1 - \\cos\\varphi)\\cdot\\sin\\varphi \\ , \\qquad 0\\le \\varphi < 2\\pi and herefrom the representation in * polar coordinates: :r(\\varphi) = 2a (1 - \\cos\\varphi). Introducing the substitutions \\cos \\varphi= x/r and r=\\sqrt{x^2+y^2} one gets after removing the square root the implicit representation in * cartesian coordinates: :(x^2 + y^2)^2 + 4 a x (x^2 + y^2) - 4a^2 y^2 \\, = \\, 0 . ===Proof for the parametric representation=== A proof can be established using complex numbers and their common description as the complex plane. The rolling movement of the black circle on the blue one can be split into two rotations. In the complex plane a rotation around point 0 (origin) by an angle \\varphi can be performed by the multiplication of a point z (complex number) by e^{i\\varphi}. Hence the :rotation \\Phi_+ around point a is:\\quad z \\mapsto \\quad a+(z-a)e^{i\\varphi}, :rotation \\Phi_- around point -a is: z \\mapsto -a+(z+a)e^{i\\varphi}. A point p(\\varphi) of the cardioid is generated by rotating the origin around point a and subsequent rotating around -a by the same angle \\varphi: :p(\\varphi)=\\Phi_-(\\Phi_+(0))=\\Phi_-(a-ae^{i\\varphi})=-a+( a-ae^{i\\varphi}+a)e^{i\\varphi}=a\\;(-e^{i2\\varphi}+2e^{i\\varphi}-1). From here one gets the parametric representation above: : \\begin{array}{cclcccc} x(\\varphi)&=&a;\\;(-\\cos(2\\varphi)+2\\cos\\varphi -1) &=& 2a(1-\\cos\\varphi)\\cdot\\cos\\varphi && \\\\\\ y(\\varphi)&=&a;\\;(-\\sin(2\\varphi)+2\\sin\\varphi)&=& 2a(1-\\cos\\varphi)\\cdot\\sin\\varphi &.& \\end{array} (The following formulae e^{i\\varphi}=\\cos\\varphi+ i\\sin\\varphi, \\ (\\cos\\varphi)^2+ (\\sin\\varphi)^2=1, \\ \\cos2\\varphi=(\\cos\\varphi)^2- (\\sin\\varphi)^2,\\; \\sin 2\\varphi=2\\sin\\varphi\\cos\\varphi were used. See trigonometric functions.) == Metric properties == For the cardioid as defined above the following formulas hold: * area A= 6\\pi a^2, * arc length L= 16 a and * radius of curvature \\rho(\\varphi)=\\tfrac{8}{3}a\\sin\\tfrac{\\varphi}{2} \\ . The proofs of these statement use in both cases the polar representation of the cardioid. For suitable formulas see polar coordinate system (arc length) and polar coordinate system (area) ; proof of the area formula: : A=2\\cdot \\tfrac{1}{2}\\int_0^\\pi{(r(\\varphi))^2}\\; d\\varphi=\\int_0^\\pi{4a^2(1-\\cos\\varphi)^2}\\; d\\varphi=\\cdots =4a^2\\cdot\\tfrac{3}{2}\\pi=6\\pi a^2 . ; proof of the arc length formula: :L=2\\int_0^\\pi{\\sqrt{r(\\varphi)^2+(r'(\\varphi))^2}} \\; d\\varphi=\\cdots=8a\\int_0^\\pi\\sqrt{\\tfrac{1}{2}(1-\\cos\\varphi)}\\; d\\varphi= 8a\\int_0^\\pi\\sin(\\tfrac{\\varphi}{2}) d\\varphi= 16a . ;proof for the radius of curvature: The radius of curvature \\rho of a curve in polar coordinates with equation r=r(\\varphi) is (s. curvature) ::\\rho(\\varphi) = \\frac{\\left[r(\\varphi)^2 + \\dot r(\\varphi)^2\\right]^{3/2}} {r(\\varphi)^2 + 2 \\dot r(\\varphi)^2 - r(\\varphi) \\ddot r(\\varphi)} \\ . For the cardioid r(\\varphi) = 2a (1 - \\cos\\varphi)=4a \\sin^2\\tfrac{\\varphi}{2} one gets :\\rho(\\varphi)=\\cdots=\\frac{[16a^2\\sin^2\\frac{\\varphi}{2}]^\\frac{3}{2}} {24a^2 \\sin^2\\frac{\\varphi}{2}} = \\frac{8}{3}a\\sin\\frac{\\varphi}{2} \\ . == Properties == Chords of a cardioid === Chords through the cusp === * C1: chords through the cusp of the cardioid have the same length 4a . * C2: The midpoints of the chords through the cusp lie on the perimeter of the fixed generator circle (see picture) . ; proof for C1: The points P: p(\\varphi),\\;Q: p(\\varphi+\\pi) are on a chord through the cusp (=origin). Hence :|PQ|= r(\\varphi) + r(\\varphi+\\pi) :::=2a (1 - \\cos\\varphi) + 2a (1 - \\cos(\\varphi+\\pi))=\\cdots = 4a . ; proof for C2: For the proof the representation in the complex plane (see above) is used. For the points :P: \\ p(\\varphi)=a\\;(-e^{i2\\varphi}+2e^{i\\varphi}-1) :Q:\\ p(\\varphi+\\pi)=a\\;(-e^{i2(\\varphi+\\pi)}+2e^{i(\\varphi+\\pi)}-1) =a\\;(-e^{i2\\varphi}-2e^{i\\varphi}-1), the midpoint of the chord PQ is : M:\\ \\tfrac{1}{2}(p(\\varphi)+p(\\varphi+\\pi))=\\cdots=-a-ae^{i2\\varphi} which lies on the perimeter of the circle with midpoint -a and radius a (see picture). === Cardioid as inverse curve of a parabola === cardioid generated by the inversion of a parabola across the unit circle (dashed) * A cardioid is the inverse curve of a parabola with its focus at the center of inversion (see graph) For the example shown in the graph the generator circles have radius a=\\tfrac{1}{2}. Hence the cardioid has the polar representation :r(\\varphi) = 1 - \\cos\\varphi and its inverse curve :r(\\varphi) = \\frac{1}{1 - \\cos\\varphi}, which is a parabola (s. parabola in polar coordinates) with the equation x=\\tfrac{1}{2}(y^2-1) in cartesian coordinates. Remark: Not every inverse curve of a parabola is a cardioid. For example, if a parabola is inverted across a circle whose center lies at the vertex of the parabola, then the result is a cissoid of Diocles. === Cardioid as envelope of a pencil of circles === cardioid as envelope of a pencil of circles In the previous section if one inverts additionally the tangents of the parabola one gets a pencil of circles through the center of inversion (origin). A detailed consideration shows: The midpoints of the circles lie on the perimeter of the fixed generator circle. (The generator circle is the inverse curve of the parabolas's directrix.) This property gives rise to the following simple method to draw a cardioid: : 1) Choose a circle c and a point O on its perimeter, : 2) draw circles containing O with centers on c, and : 3) draw the envelope of these circles. ; proof with envelope condition: The envelope of the pencil of implicitly given curves :F(x,y,t)=0 with parameter t consists of such points (x,y) which are solutions of the non-linear system * F(x,y,t)=0, \\quad F_t(x,y,t)=0 \\; (envelope condition). (F_t means the partial derivative for parameter t. Let c be the circle with midpoint (-1,0) and radius 1. Then c has parametric representation (-1+\\cos t,\\sin t). The pencil of circles with centers on c containing point O=(0,0) can be represented implicitly by :F(x,y,t)=(x+1-\\cos t)^2+(y-\\sin t)^2-(2-2\\cos t)=0, which is equivalent to :F(x,y,t)=x^2+y^2+2x\\; (1-\\cos t)-2 y\\; \\sin t=0\\; . The second envelope condition is :F_t(x,y,t)=2x\\; \\sin t-2y\\; \\cos t=0 . One easily checks that the points of the cardioid with the parametric representation :x(t)=2(1 - \\cos t)\\cos t,\\quad y(t)=2(1 - \\cos t)\\sin t fulfill the non-linear system above. The parameter t is identical to the angle parameter of the cardioid. === Cardioid as envelope of a pencil of lines === Cardioid as envelope of a pencil of lines A similar and simple method to draw a cardioid uses a pencil of lines. It is due to L. Cremona: # Draw a circle, divide its perimeter into equal spaced parts with 2N points (s. picture) and number them consecutively. # Draw the chords: (1,2), (2,4), ...., (n,2n),...., (N,2N), (N+1,2), (N+2,4), ...., . (i.e.: The second point is moved by double velocity.) # The envelope of these chords is a cardioid. Cremona's generation of a cardioid ; proof: The following consideration uses trigonometric formulae for \\cos \\alpha+\\cos\\beta,\\ \\sin \\alpha+\\sin\\beta, \\ 1+\\cos 2\\alpha, \\ \\cos2\\alpha , \\sin 2\\alpha. In order to keep the calculations simple, the proof is given for the cardioid with polar representation r=2(1{\\color{red}+}\\cos\\varphi) (see section Cardioids in different positions). ; equation of the tangent: of the cardioid with polar representation r=2(1+\\cos\\varphi): : From the parametric representation :x(\\varphi)= 2(1+\\cos\\varphi)\\cos \\varphi, : y(\\varphi)=2(1+\\cos\\varphi)\\sin \\varphi one gets the normal vector \\vec n=(\\dot y , -\\dot x)^T . The equation of the tangent \\dot y(\\varphi)\\cdot (x -x(\\varphi)) - \\dot x(\\varphi)\\cdot (y-y(\\varphi))= 0 is: :(\\cos2\\varphi+\\cos \\varphi)\\cdot x \\ + \\ (\\sin 2\\varphi+\\sin \\varphi)\\cdot y = 2(1+\\cos \\varphi)^2 \\ . With help of trigonometric formulae and subsequent division by \\cos\\tfrac{1}{2}\\varphi, the equation of the tangent can be rewritten as: * \\cos(\\tfrac{3}{2}\\varphi) \\cdot x + \\sin(\\tfrac{3}{2}\\varphi) \\cdot y = 4 (\\cos\\tfrac{1}{2}\\varphi)^3 \\quad 0 < \\varphi < 2\\pi,\\ \\varphi e \\pi . ; equation of the chord: of the circle with midpoint (1,0) and radius 3: For the equation of the secant line passing the two points (1+3\\cos\\theta, 3\\sin\\theta), \\ (1+3\\cos{\\color{red}2}\\theta, 3\\sin{\\color{red}2}\\theta)) one gets: :(\\sin\\theta-\\sin 2\\theta)\\cdot x \\ + \\ (\\cos 2\\theta-\\sin \\theta)\\cdot y = -2\\cos \\theta -\\sin2\\theta \\ . With help of trigonometric formulae and the subsequent division by \\sin\\tfrac{1}{2}\\theta the equation of the secant line can be rewritten by: * \\cos(\\tfrac{3}{2}\\theta) \\cdot x + \\sin(\\tfrac{3}{2}\\theta) \\cdot y = 4 (\\cos\\tfrac{1}{2}\\theta)^3 \\quad 0 < \\theta < 2\\pi . Despite the two angles \\varphi , \\theta have different meanings (s. picture) one gets for \\varphi=\\theta the same line. Hence any secant line of the circle, defined above, is a tangent of the cardioid, too: * The cardioid is the envelope of the chords of a circle. Remark: The proof can be performed with help of the envelope conditions (see previous section) of an implicit pencil of curves: :F(x,y,t)=\\cos\\tfrac{3}{2}t\\cdot x \\ + \\ \\sin \\tfrac{3}{2}t\\cdot y - 4 (\\cos\\tfrac{1}{2}t)^3=0\\ is the pencil of secant lines of a circle (s. above) and :F_t(x,y,t)=-\\tfrac{3}{2}\\sin\\tfrac{3}{2}t\\cdot x \\ + \\ \\tfrac{3}{2}\\cos \\tfrac{3}{2}t\\cdot y +3\\cos\\tfrac{1}{2}t \\sin t=0\\ . For fixed parameter t both the equations represent lines. Their intersection point is :x(t)=2(1 + \\cos t)\\cos t,\\quad y(t)=2(1 + \\cos t)\\sin t, which is a point of the cardioid with polar equation r=2(1+\\cos t). thumb|Cardioid as caustic: light source Z, light ray \\vec s, reflected ray \\vec r Cardioid as caustic of a circle with light source (right) on the perimeter === Cardioid as caustic of a circle === The considerations made in the previous section give a proof for the fact, that the caustic of a circle with light source on the perimeter of the circle is a cardioid. * If in the plane there is a light source Z on the perimeter of a circle which is reflecting any ray, then the reflected rays within the circle are tangents of a cardioid. ; proof: As in the previous section the circle may have midpoint (1,0) and radius 3. Its parametric representation is :c(\\varphi)=(1+3\\cos\\varphi,3\\sin\\varphi) \\ . The tangent at circle point C:\\ k(\\varphi) has normal vector \\vec n_t=(\\cos\\varphi,\\sin\\varphi)^T. Hence the reflected ray has the normal vector \\vec n_r=(\\cos{\\color{red}\\tfrac{3}{2}}\\varphi,\\sin{\\color{red}\\tfrac{3}{2}}\\varphi)^T (see graph) and contains point C:\\ (1+3\\cos\\varphi,3\\sin\\varphi) . The reflected ray is part of the line with equation (see previous section) :\\cos\\tfrac{3}{2}\\varphi\\cdot x \\ + \\ \\sin \\tfrac{3}{2}\\varphi\\cdot y = 4 (\\cos\\tfrac{1}{2}\\varphi)^3 \\ , which is tangent of the cardioid with polar equation :r=2(1+\\cos\\varphi) from the previous section. Remark: For such considerations usually multiple reflections at the circle are neglected. === Cardioid as pedal curve of a circle === Point of cardioid is foot of dropped perpendicular on tangent of circle The Cremona generation of a cardioid should not be confused with the following generation: Let be k a circle and O a point on the perimeter of this circle. The following is true: * The foots of perpendiculars from point O on the tangents of circle k are points of a cardioid. Hence a cardioid is a special pedal curve of a circle. ; proof: In a cartesian coordinate system circle k may have midpoint (2a,0) and radius 2a. The tangent at circle point (2a+2a\\cos\\varphi, 2a\\sin \\varphi) has the equation :(x-2a)\\cdot\\cos \\varphi + y\\cdot\\sin\\varphi = 2a\\ . The foot of the perpendicular from point O on the tangent is point (r\\cos \\varphi, r\\sin \\varphi) with the still unknown distance r to the origin O. Inserting the point into the equation of the tangent yields :(r\\cos\\varphi-2a)\\cos\\varphi + r\\sin^2\\varphi =2a \\quad \\rightarrow \\quad r=2a(1+\\cos \\varphi) which is the polar equation of a cardioid. Remark: If point O is not on the perimeter of the circle k, one gets a limaçon of Pascal. == The evolute of a cardioid == thumb|evolute of a cardioid magenta: one point P, its centre of curvature M and its osculating circle The evolute of a curve is the locus of centers of curvature. In detail: For a curve \\vec x(s)=\\vec c(s) with radius of curvature \\rho(s) the evolute has the representation :\\vec X(s)=\\vec c(s) + \\rho(s)\\vec n(s). with \\vec n(s) the suitably oriented unit normal. For a cardioid one gets: * The evolute of a cardioid is another cardioid one third as large (s. picture). ;proof: For the cardioid with parametric representation :x(\\varphi) = 2a (1 - \\cos\\varphi)\\cos\\varphi=4a \\sin^2\\tfrac{\\varphi}{2}\\cos\\varphi\\ , :y(\\varphi) = 2a (1 - \\cos\\varphi)\\sin\\varphi=4a \\sin^2\\tfrac{\\varphi}{2}\\sin\\varphi the unit normal is :\\vec n(\\varphi)=(-\\sin\\tfrac{3}{2}\\varphi, \\cos\\tfrac{3}{2}\\varphi) and the radius of curvature :\\rho(\\varphi)=\\tfrac{8}{3}a\\sin\\tfrac{\\varphi}{2} \\ . Hence the parametric equations of the evolute are :X(\\varphi) = 4a \\sin^2\\tfrac{\\varphi}{2}\\cos\\varphi-\\tfrac{8}{3}a\\sin\\tfrac{\\varphi}{2}\\cdot \\sin\\tfrac{3}{2}\\varphi =\\cdots= \\tfrac{4}{3}a\\cos^2\\tfrac{\\varphi}{2}\\cos\\varphi-\\tfrac{4}{3}a \\ , :Y(\\varphi) = 4a \\sin^2\\tfrac{\\varphi}{2}\\sin\\varphi+\\tfrac{8}{3}a\\sin\\tfrac{\\varphi}{2} \\cdot\\cos\\tfrac{3}{2}\\varphi\\ =\\cdots= \\tfrac{4}{3}a\\cos^2\\tfrac{\\varphi}{2}\\sin\\varphi \\ . These equations describe a cardioid a third as large, rotated 180 degrees and shifted along the x-axis by -\\tfrac{4}{3}a. (Trigonometric formulae were used: \\sin\\tfrac{3}{2}\\varphi=\\sin\\tfrac{\\varphi}{2}\\cos\\varphi+\\cos\\tfrac{\\varphi}{2}\\sin\\varphi\\ ,\\ \\cos\\tfrac{3}{2}\\varphi=\\cdots, \\ \\sin\\varphi=2\\sin\\tfrac{\\varphi}{2}\\cos\\tfrac{\\varphi}{2}\\ , \\ \\cos\\varphi= \\cdots \\ .) == Orthogonal trajectories == orthogonal cardioids An orthogonal trajectory of a pencil of curves is a curve which intersects any curve of the pencil orthogonally. For cardioids the following is true: * The orthogonal trajectories of the pencil of cardioids with equations ::r=2a(1-\\cos\\varphi)\\ , \\; a>0 \\ , \\ :are the cardioids with equations ::r=2b(1+\\cos\\varphi)\\ , \\; b>0 \\ . (The second pencil can be considered as reflections at the y-axis of the first one. See diagram.) Proof: For a curve given in polar coordinates by a function r(\\varphi) the following connection to cartesian coordinates hold: : x(\\varphi)=r(\\varphi)\\cos\\varphi\\ ,\\qquad y(\\varphi)=r(\\varphi)\\sin\\varphi \\qquad and for the derivatives :\\frac{dx}{d\\varphi}=r'(\\varphi)\\cos\\varphi-r(\\varphi)\\sin\\varphi \\ ,\\qquad \\frac{dy}{d\\varphi}=r'(\\varphi)\\sin\\varphi+r(\\varphi)\\cos\\varphi\\ . Dividing the second equation by the first yields the Cartesian slope of the tangent line to the curve at the point (r(\\varphi),\\varphi): :\\frac{dy}{dx}=\\frac{r'(\\varphi)\\sin\\varphi+r(\\varphi)\\cos\\varphi}{r'(\\varphi)\\cos\\varphi-r(\\varphi)\\sin\\varphi}. For the cardioids with the equations r=2a(1-\\cos\\varphi) \\; and r=2b(1+\\cos\\varphi)\\ respectively one gets: :\\frac{dy_a}{dx}=\\frac{\\cos\\varphi-\\cos2\\varphi}{\\sin2\\varphi-\\sin\\varphi}\\quad and \\quad \\frac{dy_b}{dx}=-\\frac{\\cos\\varphi+\\cos2\\varphi}{\\sin2\\varphi+\\sin\\varphi}\\ . (The slope of any curve is dependent from \\varphi only, and not from the parameters a,b !) Hence :\\frac{dy_a}{dx}\\cdot \\frac{dy_b}{dx}=\\cdots=-\\frac{\\cos^2\\varphi-\\cos^2 2\\varphi}{\\sin^2 2\\varphi-\\sin^2\\varphi}= -\\frac{-1+\\cos^2\\varphi+1-\\cos^2 2\\varphi}{\\sin^2 2\\varphi-\\sin^2\\varphi}=-1\\ . That means: Any curve of the first pencil intersectcs any curve of the second pencil orthogonally. 4 cardioids in polar representation and their position in the coordinate system == In different positions == Choosing other positions of the cardioid within the coordinate system results in different equations. The picture shows the 4 most common positions of a cardioid and their polar equations. == In complex analysis == Boundary of the central, period 1, region of the Mandelbrot set is a cardioid. In complex analysis, the image of any circle through the origin under the map z\\to z^2 is a cardioid. One application of this result is that the boundary of the central period-1 component of the Mandelbrot set is a cardioid given by the equation : c \\,=\\, \\frac{1 - \\left(e^{it}-1\\right)^2}{4}.\\, The Mandelbrot set contains an infinite number of slightly distorted copies of itself and the central bulb of any of these smaller copies is an approximate cardioid. caustic appearing on the surface of this cup of coffee is a cardioid. == Caustics == Certain caustics can take the shape of cardioids. The catacaustic of a circle with respect to a point on the circumference is a cardioid. Also, the catacaustic of a cone with respect to rays parallel to a generating line is a surface whose cross section is a cardioid. This can be seen, as in the photograph to the right, in a conical cup partially filled with liquid when a light is shining from a distance and at an angle equal to the angle of the cone.\"Surface Caustique\" at Encyclopédie des Formes Mathématiques Remarquables The shape of the curve at the bottom of a cylindrical cup is half of a nephroid, which looks quite similar. Generating a cardioid as pedal curve of a circle == See also == * Limaçon * Nephroid * Deltoid * Wittgenstein's rod * Cardioid microphone * Lemniscate of Bernoulli * Loop antenna * Radio direction finder * Radio direction finding * Yagi antenna * Giovanni Salvemini == Notes == == References == * * == External links == * * * Hearty Munching on Cardioids at cut-the-knot * * * * Xah Lee, Cardioid (1998) (This site provides a number of alternative constructions). * Jan Wassenaar, Cardioid, (2005) Category:Roulettes (curve) ",
    "title": "Cardioid"
}