{
    "id": "642171",
    "text": "Tlingit Ceremonial Tunic given to Maynard Miller and members of the Harvard Mountaineering Club Mt. St. Elias expedition, 1946. Mt. Saint Elias from Icy Bay Mount Saint Elias, also designated Boundary Peak 186, is the second highest mountain in both Canada and the United States, being situated on the Yukon and Alaska border. It lies about southwest of Mount Logan, the highest mountain in Canada. The Canadian side is part of Kluane National Park and Reserve, while the U.S. side of the mountain is located within Wrangell-St. Elias National Park and Preserve. Its name in Tlingit is Yasʼéitʼaa Shaa, meaning \"mountain behind Icy Bay\", and is occasionally called Shaa Tlein \"Big Mountain\" by the Yakutat Tlingit. It is one of the most important crests of the Kwaashkʼiḵwáan clan since they used it as a guide during their journey down the Copper River. Mount Fairweather at the apex of the British Columbia and Alaska borders at the head of the Alaska Panhandle is known as Tsalx̱aan, it is said this mountain and Yasʼéitʼaa Shaa (Mt. St. Elias) were originally next to each other but had an argument and separated. Their children, the mountains in between the two peaks, are called Tsalx̱aan Yátxʼi (\"Children of Tsalxaan\"). The mountain was first sighted by European explorers on July 16, 1741 by Vitus Bering, a Danish explorer in service of Russia. While some historians contend that the mountain was named by Bering, others believe that eighteenth century mapmakers named it after Cape Saint Elias, when it was left unnamed by Bering. Mount Saint Elias is notable for its immense vertical relief. Its summit rises vertically in just horizontal distance from the head of Taan Fjord, off of Icy Bay. In 2007, an Austrian documentary, Mount. St. Elias, was made about a team of skier/mountaineers determined to make \"the planet's longest skiing descent\" – ascending the mountain and then skiing nearly all 18,000 feet down to the Gulf of Alaska; the movie finished editing and underwent limited release in 2009. The climbers ended up summiting on the second attempt and skiing down to . == Climbing history == Mt. St. Elias was first climbed on July 31, 1897 by an Italian expedition led by famed explorer Prince Luigi Amedeo, Duke of the Abruzzi, (who also reconnoitered the current standard route on K2 in 1909) and included noted mountain photographer Vittorio Sella. The second ascent was not until 1946, when a group from the Harvard Mountaineering Club including noted mountain historian Dee Molenaar climbed the Southwest Ridge route. The summit party comprised Molenaar, his brother Cornelius, Andrew and Betty Kauffman, Maynard Miller, William Latady, and Benjamin Ferris. William Putnam was a member of the expedition but did not make the summit. They used eleven camps, eight of which were on the approach from Icy Bay, and three of which were on the mountain. They were supported by multiple air drops of food. The first winter ascent was made on February 13, 1996 by David Briggs, Gardner Heaton and Joe Reichert. After being flown by pilots Steve Ranney and Gary Graham, in to on the Tyndal Glacier, they climbed the southwest ridge and followed the \"Milk Bowl\" variation in order to avoid 2,000 feet of loose rock on the normal route. The team had originally planned to begin their ascent from the ocean and cross the Tyndal Glacier but the terrain was in very poor condition. Mount Saint Elias is infrequently climbed today, despite its height, because it has no easy route to the summit and because of its prolonged periods of bad weather (mainly snow and low visibility). == Routes == * Abruzzi Ridge * Livermore Ridge ==See also== *List of mountain peaks of North America **List of mountain peaks of Canada **List of mountain peaks of the United States *List of Boundary Peaks of the Alaska- British Columbia/Yukon border ==References== ===Works cited=== * ==External links== * * Category:Mountains of Alaska Category:Mountains of Yukon Category:Saint Elias Mountains Category:Highest points of United States national parks Category:Mountains of Yakutat City and Borough, Alaska Category:Wrangell–St. Elias National Park and Preserve Category:Kluane National Park and Reserve Category:Canada–United States border Category:International mountains of North America Mount Saint Elias ",
    "title": "Mount Saint Elias"
}