{
    "id": "642143",
    "text": "KRAZ trucks Moscow, Russia at MIMS 2006. Vehicles are KrAZ-65032 dump truck (red truck) and KrAZ-6140TE semi-trailer truck. KrAZ (, Kremenchutskyi Avtomobilnyi Zavod, Kremenchuk Automobile Plant) (АвтоКрА́З or AvtoKrAZ) is a Ukrainian factory that produces trucks and other special-purpose vehicles in Kremenchuk, Ukraine; particularly heavy-duty off-road models. The factory was incorporated as a holding company combining several other factories nationwide and becoming the industrial wing of the finance-industrial group \"Finance and Credit\" that also holds the Bank Finance and Credit. ==History== === Soviet era === Kraz was founded on 31 August 1945 when the People's Commissariat for Transportation Routes issued a warrant to build a mechanical bridge plant in Kremenchuk. The first brick was laid in the plant foundation in 1946 and during the next 8 years it produced about 600 bridges with the total length of about 27 km for use on the Dnieper, Moscow, Dniester, Volga and Daugava rivers etc. In 1956 the plant has manufactured combine harvesters and other farming machines. The Kremenchuk Combine Plant has produced 11,000 agricultural machines in the first two years of its existence. On April 17, 1958 the Central Committee of the Communist Party of the Soviet Union decided to rebuild a plant for heavy-duty vehicle production.Кременчугский автомобильный завод имени 50-летия Советской Украины // Большая Советская Энциклопедия. / под ред. А. М. Прохорова. 3-е изд. том 13. М., «Советская энциклопедия», 1973. стр.373 Heavy-duty truck manufacture was transferred from the Yaroslavl Motor Plant (YaAZ). The first two KrAZ-222 dump trucks were assembled from imported units and components on 10 April 1959,Кременчугский автозавод им. 50-летия Советской Украины // журнал «Автомобильная промышленность», № 8, 1984. стр.29-30 and by 1961 the plant exported over 500 vehicles in 26 countries of the world such as Argentina, Afghanistan, Bulgaria, China, India, Vietnam etc. On December 30, 1968 100,000th truck was assembled at the KrAZ main assembly plant On January 26, 1971 KrAZ was awarded the Order of Lenin for completion of the five-year plan ahead of schedule and successful developments of new truck models. On January 15, 1976 the plant became \"AvtoKrAZ\". On April 30, 1984 500,000th truck was assembled at the KrAZ main assembly plant.А. И. Горяинов. М. Ф. Лавринович. Родники дружбы и братства: Минск — Кременчуг. Харьков, «Прапор», 1986. стр. 46-47 By 1986 the KrAZ's yearly production output totalled 30655 vehicles. 1990 the KrAZ's yearly production output totalled 27667 trucks. 1991 the KrAZ's yearly production output totalled 25094 trucks.В. И. Пашков, С. Г. Сидоренко. Автомобильная промышленность за 1991 год и девять месяцев 1992 года // «Автомобильная промышленность», № 3, 1993. стр.1-6 === Ukrainian era === In March 1993 750,000th truck was assembled at the KrAZ main assembly plant.Памятные даты и события холдинговой компании «АВТОКРАЗ» // «Стальной характер» (корпоративный журнал ХК «АВТОКРАЗ»), № 3, 2009. стр. 7 The KrAZ was registered as a Holding company in June 1996. 1996 the company's yearly production output totalled 1919 trucks.«КрАЗ, выпускавший прежде 27 тысяч грузовиков, произвел в прошлом году 1919» Владимир Писковый. «Ещё дышим. Но уже на ладан» // «Зеркало недели» от 8 августа 1997Постанова Кабінету міністрів України № 287 від 1 квiтня 1997 р. «Про виділення коштів холдинговій компанії „АвтоКрАЗ“» In 1999, the privatization of the \"AvtoKrAZ\" began. 1999 the company's yearly production output totalled 827 trucksТатьяна Донченко. «АВТОКРАЗ» пытается отстоять утраченные рынки // «Зеркало недели» от 17 января 2003 2001 block of stock being purchased by a joint Ukrainian-German enterprise \"Mega-Motors\".«Мега- Моторс» выиграла конкурс по КрАЗу // «Корреспондент. NET» от 24 июля 2001 In 2003 AvtoKrAZ opened vehicle assembly plants in Russia and Vietnam. In 2004 \"AvtoKrAZ' was awarded an order for 2200 KrAZ vehicles to be delivered to Iraq. AvtoKrAZ received an ISO 9001:2000 for quality control. On January 27, 2006 the 800,000th truck was assembled at the KrAZ main assembly plant.Є 800-тисячний КрАЗ! // «Кременчуг Today» от 2 февраля 2006 In October of the same year HC \"AvtoKrAZ\" won the first prize among 100 Ukrainian companies with the best rate of development according to the net profit growth pursuant to the results of rating \"Top 100 Most dynamic companies\" 2007 the company's yearly production output totalled 4206 trucks«АвтоКрАЗ» выпустил в 2007 году рекордное за последние 12 лет количество КрАЗов // официальный сайт ХК \"АвтоКРАЗ\" от 10 января 2008 After the Financial crisis of 2007–08 orders for vehicles declined drastically as Ukraine was severely effected by the event, the factory worked at minimal capacity. 2009 the company's yearly production output totalled 280 trucksАвтоКрАЗ в 2009 г. сократил производство на 91,8 % // «Транспортный бизнес Украины» от 18 января 2010 2010 the company's yearly production output totalled 1002 trucksАвтоКрАЗ планирует утроить производство до докризисного уровня // «Корреспондент. NET» от 26 января 2011 On August 23, 2011 the KrAZ-5233 \"Spetsnaz\" has entered into service with Ukrainian army.The KrAZ-5233 Spetsnaz enters into service with the Ukrainian army KrAZ-6322RA Bastion-01 2013 the company's yearly production output totalled 891 trucks.Статистика — 2013 // официальный сайт ассоциации «Укравтопром» However, during the 2014 Russian invasion of Ukraine the government of Ukraine placed large orders for new military vehicles. The Border Guards, National Guard, and Army of Ukraine have all been scheduled to receive new KrAZ armored trucks. Moreover, KrAZ partnered with the Canadian defense firm Streit Group to produce the Cougar and Spartan armored vehicles. A total of 21 Spartans were ordered with the Ministry of Defense having an option for an additional 40, 20 Cougars were also ordered. Several Streit Group Spartan APC's were seen at the Kyiv independence day parade indicating that the order was at least partially complete. In November 2014 Ukrainian government placed an order for 1200 vehicles and 200 armored personnel carrier to the factory. The contract was worth 1 billion UAH ($64,267,360.00). == Products == === Civil Vehicles === KrAZ-K12.2 KrAZ-6505 A KrAZ-255B, Finnish Defence Forces, used also as a vehicle for the PMP Floating Bridges. * KrAZ-214 - 6×4 * KrAZ-219 - 6×4 * KrAZ-222 - 6×4 dump truck * KrAZ-250 - 6×4 * KrAZ-255 * KrAZ-256 - 6×4 dump truck * KrAZ-260 * KrAZ-5133B2 - 4×2 - * KrAZ-5401 - 4×2 - * KrAZ-6510 - 4×4 or 6×4 - engine * KrAZ-65055 - 6×6 - engine * KrAZ-65032 - all-wheel drive 6×6 dump trucks - * KrAZ-6130С4 - all-wheel drive 6×6 dump trucks - * KrAZ-7133С4 - 4-axle (8×4) dump trucks * KrAZ-7140 - 4-axle (8×6) * KrAZ-65053 - * KrAZ-7634 - all-wheel drive 8×8 - * KrAZ V12.2MEH - 6×6 - ? === Chassis === These are designed to be fitted with various body equipment for paved and dirt road use. * KrAZ-257 - 6×4 * KrAZ-5133H2 - 4×2 - * KrAZ-5233H2 - 4×2 - * KrAZ-5233HE type 1 and 2 - 4×4 (off-road use) * KrAZ-6322 type 1, 2 and 3 - 6×6 - ** KrAZ-63221 type 2 - 6×6 - (off-road use) ** KrAZ-63221 type 3 - 6×6 - * KrAZ-65053 - 6×4 - * KrAZ-65101 - 6×4 - * KrAZ-7133H4 - 8×4 - * KrAZ-7140H6 - 8×6 - (off-road use) * KrAZ H12.2 - 4×2 - * KrAZ Н23.2 - 6×4 - ** KrAZ Н23.2M - 6×4 - ** KrAZ Н23.2R - 6×4 - === Semi-tractors === * KrAZ-221 * KrAZ-250V * KrAZ-255V * KrAZ-258 * KrAZ-5444 - 2-axle - * KrAZ-6140TE - 3-axle - * KrAZ-6443 - 3-axle * KrAZ-6444 - 3-axle * KrAZ-6446 - 3-axle * KrAZ-64431 - 3-axle === Military Vehicles === * KrAZ-5233BE 4×4 - * KrAZ-6322 6×6 - * KrAZ-6135B6 6×6 - * KrAZ-6446 6×6 - === Special-purpose Vehicles === * KrAZ-255L - timber truck * KrAZ-6133M6 - timber truck * KrAZ-64372 - timber truck * KrAZ-6233R4 - concrete mixer truck * KrAZ-6333R4 - concrete mixer truck * KrAZ-7133R4 - concrete mixer truck * KrAZ-65055DM - dump truck/snow plow (municipal) === Armored vehicles === * KrAZ Spartan (Спартан) - 4×4, based on Ford F550 * KrAZ Cougar (Кугар)«Как сообщил генеральный директор ХК „АвтоКрАЗ“ Роман Черняк в бронеавтомобиле KrAZ Shrek доля украинской составляющей достигает 70 %. В то же время, в Kraz Coguar и Kraz Spartan этот показатель 10-15 %» Почему KrAZ Shrek востребован за рубежом, а в Украине его пока не закупают? // «AUTO-Consulting.UA» (December 15, 2014) \\- 4×4, based on Toyota Land Cruiser 79 * KrAZ-ASV Panther (Пантер) - MRAP based on KrAZ-5233 or KrAZ-6322 * KrAZ- MPV Shrek One (Шрек) - MRAP based on KrAZ-5233 * KrAZ Feona (Фіона) - 6×6 MRAP based on KrAZ-6322 * KrAZ-6322 Raptor (Раптор) - 6×6 * KrAZ Hurricane (Ураган) - 8×8 MRAP based on KrAZ H27.3 (KrAZ-7634) * KrAZ Convoy (Конвой) - 4×4/6×6/8×8 armored chassis cab/flatbed ==Generations== {|class=\"wikitable\" style=\"width:90%;\" |- ! style=\"width:15%;\"| No ! style=\"width:15%;\"| years of release ! style=\"width:20%;\"| Features ! style=\"width:12%;\"| Photo |- | 1 || 1959—1967 || || 200px |- | 2 || 1965—1994 || || 200px |- | 3 || 1979—1993 || ||200px |- | 4 || since 1992 || || 200px |- | 5 || since 2011 || || 200px |} == Gallery == Image:PMP-Pontoon-Bridge-latrun-1.jpg|KrAZ-214 with a PMP Pontoon bridge Image:PMP-Pontoon-Bridge-latrun-2.jpg|KrAZ-214 with a PMP Pontoon bridge Image:TMM-Bridge-latrun-2.jpg|KrAZ-255 with a TMM folding bridge Image:TMM-Bridge-latrun-1.jpg|KrAZ-255 with a TMM folding bridge Image:Kraz255b.jpg|KrAZ-255B showing its undercarriage File:790th_Fighter_Order_of_Kutuzov_3rd_class_Aviation_Regiment,_Khotilovo_airbase_(356-27).jpg|KrAZ-255B File:Three KrAZ 256 trucks, Putbus Station, East Germany Jan 1990.jpg|KrAZ-256 Image:Kraz260.jpg|The follow on to the KrAZ-255, the KrAZ-260. Here ia a former NVA of DDR. File:790th Fighter Order of Kutuzov 3rd class Aviation Regiment, Khotilovo airbase (356-28).jpg|KrAZ-260 File:A KrAZ-258 tractor truck and transport trailer.JPEG|KrAZ-258-semi-trailer truck File:Iraqi_KrAZ_trucks.jpg|Iraqi Army KrAZ-6322 trucks File:KRAZ Spartan 2014 IMG 7628 01.JPG|KrAZ Spartan File:Українські KRAZ Cougar IMG 7633 04.JPG|KrAZ Cougar File:KrAZ Cobra.jpg|KrAZ Cobra File:KrAZ Shrek One.jpg|KrAZ Shrek One File:KrAZ Feona in Kyiv.jpg|KrAZ Feona ==References== == External links == * * * * Category:Truck manufacturers of the Soviet Union Category:Truck manufacturers of Ukraine Category:Ukrainian brands Category:Defence companies of Ukraine Category:Economy of Kremenchuk Category:Buildings and structures in Poltava Oblast Category:Manufacturing companies of the Soviet Union Category:Manufacturing plants in Ukraine ",
    "title": "KrAZ"
}