{
    "id": "642269",
    "text": "Persekutuan Pengakap Malaysia (Scouts Association of Malaysia) is the largest youth organisation in Malaysia and member of World Organization of the Scout Movement (WOSM). ==History== The centenary monument of Scout Movement in memory of Rev. Thomas Cecil Alexander at Sandakan, Sabah. Scouting in Malaya (now Malaysia) was first introduced in Penang in 1908 as an experimental troop in YMCA before spreading throughout the entire peninsula. Scouting took roots in 1908 and welcomed Lord Baden-Powell and Lady Olave Baden-Powell during their historical visit in 1934 to Penang, Kuala Kangsar, Ipoh and Kuala Lumpur. After gaining independence on August 31, 1957, the Boy Scouts International Bureau formally issued membership on September 1, 1957 to the nation's Scouting body which took shape as Federation of Malaya Boy Scouts Association and officially established as Persekutuan Budak-Budak Pengakap Malaysia or Boy Scouts Association of Malaysia and officially regulated by an act of Parliament through The Boy Scouts Association of Malaysia (Incorporation) Act No. 38, 1968. http://www.agc.gov.my/agcportal/uploads/files/Publications/LOM/EN/Act%20409.pdf It took on its current name as Persekutuan Pengakap Malaysia or Scouts Association of Malaysia following an act of Parliament; Boy Scouts Association of Malaysia Act No. 143, 1974. http://www.agc.gov.my/agcportal/uploads/files/Publications/LOM/MY/Akta%20143.pdf The current patron of the PPM is the Yang di-Pertuan Agong of Malaysia Sultan Abdullah of Pahang while the President of PPM is the Prime Minister of Malaysia Tun Dr. Mahathir Mohamad. The current Ketua Pengakap Negara (National Chief Scout) is Major General (R) Prof. Dato' Dr. Haji Mohd Zin bin Bidin (Acting) and Ketua Pesuruhjaya Pengakap Negara or National Chief Scout Commissioner is Major General (R) Prof. Dato' Dr. Haji Mohd Zin bin Bidin. http://www.pengakapmalaysia.org/utama/?page_id=134 In 1974, Datuk Syed Hashim bin Abdullah was awarded the Bronze Wolf, the only distinction of the World Organization of the Scout Movement, awarded by the World Scout Committee for exceptional services to world Scouting. Other recipients include Tan Sri Kamarul Ariffin bin Mohd Yassin in 1983. ===Founding of Scouting in the states of Malaysia=== The founding of Scouts movements in the states of Malaysia were, by date and founder *1908 - Penang, YMCA experimental Troop *1909 - Selangor, 1st Selangor (now 1st Kuala Lumpur) in Victoria Institution by B.E. Shaw *1912 - Pahang, by G.M. Laidlow in Pekan, restored in 1927 by H.P. Hertslet *1913 - Sabah, by Reverend Thomas Cecil Alexander in Sandakan Scout Association of Malaysia Sabah Branch *1913 - Sarawak, by Reverend Thomas Cecil Alexander in Kuching (active only from 1930 onwards).John S. Wilson (1959), Scouting Round the World. First edition, Blandford Press. p. 287 *March 27, 1915 - Penang, by Harold Ambrose Robinson Cheeseman in Penang Free School *1922 - Kedah, by E.C. Hicks, E.A.G. Stuart, R.P.S. Walker and C.W. Bloomfield at Sultan Abdul Hamid College *1925 - Negeri Sembilan, in 1923 by British Resident Edward Shaw Hose at a missionary school in Seremban and by R. Brunstone, then in 1925 by Bird and Roger Smith who started organising for the entire state. *1926 - Perak, by L.R. Wheeler at Malay College Kuala Kangsar *1926 - Melaka, by R. Brunstone in Malacca *1927 - Terengganu, by A.J. Gracle *1927 - Kelantan, by Y.M. Tengku Ahmad Temenggong *1928 - Johor, by Harold Ambrose Robinson Cheeseman in the English College Johore Bahru (now Maktab Sultan Abu Bakar). *1931 - Perlis, by Bird and Roger Smith ==States== The PPM is organized into 15 territorial councils and two national at-large councils: 1\\. Perlis 2\\. Kedah 3\\. Pulau Pinang 4\\. Perak 5\\. Selangor 6\\. Kuala Lumpur 7\\. Negeri Sembilan 8\\. Melaka 9\\. Johor 10\\. Pahang 11\\. Terengganu 12\\. Kelantan 13\\. Sabah 14\\. Sarawak 15\\. Labuan 16\\. Kumpulan Latihan Malaysia 17\\. Kumpulan Latihan Kelanasiswa Malaysia ==Sections== Scouting in Malaysia is primarily school-based and as such, the Scouting sections are organised as follow: # Primary School Level - Cub Scouts (Pengakap Kanak-Kanak): Between 9 - 12 years old or Standard 3 to Standard 6. Motto: \"Do Your Best\" [\"Buat Habis Baik\"], official colour: Blue. # Lower Secondary School Level - Junior Scouts (Pengakap Muda) between 13 - 15 years old or Form 1 to 3. Motto: \"Be Prepared\" [\"Sedia Selalu\"], official colour: Green. # Upper Secondary School Level - Senior Scouts (Pengakap Remaja) between 15 and 17 1/2 years old or Form 1 to 5. Motto: \"Look Wide\" [\"Pandang Luas\"], official colour: Yellow. # Pre-University Level - Rovers (Pengakap Kelana) between 17 1/2 to 26 years old or Form 6. Motto: \"Service\" [\"Berkhidmat\"], official colour: Red. # Higher Educational Institutions and Universities - Rovers - Malaysian University Rover Training Group (Kumpulan Latihan Kelanasiswa Malaysia or KLKM). Between 17 1/2 to 26 years old. Motto: \"Service\" [\"Berkhidmat\"], official colour: Red. # Teachers' Training Colleges & Institutions - Rovers & Adult Leaders - Malaysian Training Group (Kumpulan Latihan Malaysia or KLM) Between 20 and 26 years old. Rover Motto: \"Service\" [\"Berkhidmat\"], official colour: Red. Teachers at training colleges undergo and complete woodbadge adult leadership training and streamed according to their assigned service to a primary or secondary school. ==Uniform== A Malaysian Girl Scout at the parade during the celebrations of Hari Merdeka 2013. A Junior Scout's uniform consists of a short-sleeve (girls wear long sleeves) grey shirt, with two pockets with buttons on the left and right breast, the official neckerchief, the forage cap, navy-blue pants, the official bronze belt, navy-blue socks and black canvas shoes with laces. A miniature Malaysian flag is stitched on the right breast pocket and the Tenderfoot badge (analogous to the same-named first rank in the Boy Scouts of America) stitched on the left one. The neckerchief, with red, white and blue stripes, is worn about the collar, fastened with the official woggle. The forage cap has a badge with the Malaysian Scout emblem on one side. On the left sleeve are one's patrol's name and merit badges. On the right sleeve is one's state, district, and troop number. The advancement badge is sewn below the troop number when a Junior Scout earns it. Depending on a Junior Scout's rank and/or badges, he/she may be allowed to wear a lanyard. A Senior Scout's uniform is the same as the Junior Scout's except for the position of badges. The King's Scout badge is worn on the left sleeve, five centimetres below the patrol badge. On the left sleeve is one's patrol's name, and one's advancement badges. The Senior Scout's have up to five advancement badges. Once taken, the Senior Scout will go on to become a King's Scout. The King's Scout badge is worn five centimeters below the patrol badge in place of all five Senior Badges. A Leader's (Rovers/Scoutmasters) uniform is the same as the Junior Scouts with the exception of the badges sewn and the epaulets worn. Rovers wear red epaulets while Assistant Scoutmasters through the Chief Scout wear blue epaulets bearing different symbols. A Rover Crew may make its own Crew emblem and the one can sew it on the right sleeve below the Crew Letter. The advancement badges for Rovers are worn on the left breast, below the Rover badge, while the miniature King's Scout Badge is worn on the left sleeve. Colours of epaulette and shoulder patch: *Red – Rover Scouts *Grey - staff *Purple – trainers *Blue – commissioners *Green – lay officers *Maroon – elected officials *Yellow – royal family {| class=\"wikitable\" |+ beret |- ! colspan=\"2\" |Colour || Wearer |- | style=\"background:#00022B;\"| || Indigo || Sea Scout |- | style=\"background:#2b8fff;\"| || Light blue || Air Scout |} ==Scout Promise== The Scout Promise is: Bahawa dengan sesungguhnya, saya berjanji dan bersetia yang saya, dengan seberapa daya upaya saya, akan: * Taat kepada Tuhan, Raja dan Negara * Menolong orang pada setiap masa * Menurut Undang-Undang Pengakap (translated from Malay): On my honour, I promise that I will do my best, * To do my duty to God, King and Country * To help other people at all times * To obey the Scout Law ==Scout Law== Scouting in Malaysia observes 10 Scout Laws. The Scout Law in the national language is as follow: # Pengakap adalah seorang yang sentiasa dipercayai maruah dan kehormatan dirinya. # Pengakap adalah seorang yang taat kepada Yang Dipertuan Agong, Raja-raja, pemimpin-pemimpin, ibu bapanya, majikannya dan orang-orang dibawahnya. # Pengakap adalah wajib menjadikan dirinya berguna dan menolong pada setiap masa. # Pengakap adalah sahabat kepada sekalian orang dan saudara kepada lain-lain Pengakap walau apa negeri, pangkat dan agamanya sekalipun. # Pengakap adalah seorang yang baik dan sempurna budi pekertinya dan sentiasa berbudi. # Pengakap adalah baik dan kasih kepada segala binatang. # Pengakap adalah seorang yang sentiasa menurut perintah dan suruhan ibu bapanya, Ketua Patrolnya atau Pemimpin-pemimpin Pengakapnya dengan tanpa apa-apa soalan. # Pengakap adalah seorang yang sentiasa bersabar dan manis mukanya dalam masa kesusahan. # Pengakap adalah seorang yang jimat dan cermat. # Pengakap adalah bersih dan suci fikirannya, perkataannya dan perbuatannya. The Scout Law (translated from Bahasa Melayu) are: # A Scout's honour is to be trusted # A Scout is loyal towards the King and other rulers, towards the Scout Masters, parents, employer and the people under him. # A Scout is to make himself useful and helpful at all times. # A Scout is a friend to all of any States, rank or any other religion. # A Scout is good and kind and will always do good. # A Scout is good and kind to animals. # A Scout always follow his parents',Leaders' orders without any questions. # A Scout is always patient and smile during difficulties. # A Scout is thrifty. # A Scout is clean and pure of thoughts, words and actions. A group of Scouts giving Scout sign during the celebrations of Hari Merdeka 2013 ==Badge progression scheme== The Scout emblem incorporates elements of the coat of arms of Malaysia. Regardless of which unit one is a member of, one must pass the Keahlian (Tenderfoot) test before being eligible for any other badges. This test examines one on one's qualifications to become a Scout, testing one on the Scout uniform, Scout emblems, Scout oath, Scout laws, Scout salute and sign, the history of Scouting, and basic knot-tying, such as tying a reef knot. For Pengakap Kanak-Kanak (Cub Scouts), one may receive the Keris Gangsa (Bronze Dagger) badge, Keris Perak (Silver Dagger) badge and Keris Emas (Gold Dagger) badge. The dagger or Keris is a Malay dagger used as an official weapon by the royalty. One must attain all preceding badges before qualifying for the next one. Besides that, one may also receive various merit badges throughout the course of receiving the three Keris badges. Someone who has achieved the Keris Emas badge with certain merit badges is entitled to wear the Rambu Pengakap Kanak-Kanak (Cub Scout Cord), which is blue in colour. For Pengakap Muda (Junior Scout), one may receive the Usaha (Third Class) badge, Maju (Second Class) badge and Jaya (First Class) badge. One must attain all preceding badges before qualifying for the next one. Same as the previous stage, one can also receive a total of eight merit badges; two for hobbies, three for knowledge, and another three for service. Someone who achieves the First Class badge with the eight other merit badges is entitled to wear the Rambu Pengakap Muda (Junior Scout Cord), which is green in colour. For Pengakap Remaja (Senior Scout), one earns Jaya Diri (Independence) badge, Kemahiran (Skills) badge, Kegiatan (Activities) badge, Ekspedisi (Expedition) badge and Perkhidmatan (Service) badge. These badges are known as the Five Highest Badges (Lima Lencana Tertinggi), and a pre-requisite before being assessed as a Pengakap Raja (King's Scout). ==King's Scout Award== See also: King's Scout (Scouts Association of Malaysia) The qualified candidate will hand in his/her application form to the district commissioner together with his/her logbooks and certs (of all badges received). He/she will be evaluated and assessed during Kem Ujian Pra-Penarafan Pengakap Raja (Pre-King's Scout Assessment Camp), which has these components: Tanggungjawab (Responsibility), Pengembaraan (Expedition), Perkhidmatan Masyarakat (Community Service), Kegiatan (Activity), and Berdikari (Independence). Once a candidate completes and passes the Kem Ujian Pra-Penarafan Pengakap Raja, he/she is recognised and allowed to wear a royal yellow \"Rambu Pengakap Remaja\" or Senior Scout's Cord, and therefore has all the requirements ready for King's Scout certification. King's Scout badge The candidate then progresses to attend the Kem Penarafan Pengakap Raja (King's Scout Assessment Camp), a three-day two-nights organised by his/her respective Lembaga Penaraf Pengakap Raja Negeri (State King's Scout Assessment Council). Such an assessment follows the national scheme and involves camping, campcraft, pioneering, first aid, estimation, knots and lashing, map reading, foot and stave drills, backwoods' man cooking, songs, personal and group interviews, handicraft making and more. Upon passing all the required tests, the candidate is accorded and allowed to wear a royal yellow coloured Bushman's Thong, which is self-made. After all documentation has been completely vetted at headquarters, the candidate will have earned the yellow, blue and green \"Lencana Pengakap Raja\" (King's Scout Badge) which is worn on their left sleeve. They will also be invited to the Royal Palace of their respective state and bestowed the prestigious Sijil Pengakap Raja (King's Scout Certificate), by the Royal Ruler of that state, representing His Majesty Yang di-Pertuan Agong of Malaysia, the Patron of the PPM. The certificate is unique as it bears 10 signatures, lead foremost by the current Yang di-Pertuan Agong of Malaysia and the 9 State Rulers. There are, thus far, no other certificates in such a similar manner. If in a non-Royal state, His Majesty's signature is present first and foremost. Junior Scouts who receive the King's Scout Certificate and Badge while in their age level are required to have the Pre-King's Scout Assessment Camp and the state Lembaga Penaraf Pengakap Raja Negeri if so needed should all the requirements be accomplished. ==Troop organization== A troop is divided into several patrols, each with its own patrol leader and assistant patrol leader. A committee called the Patrol Leaders' Council plans all the troop's activities, with guidance from the troop's Scoutmaster(s). The Patrol Leaders' Council consists of all the patrol leaders and their assistants. From the Patrol Leaders' Council, Patrol Leaders are elected to become the Troop Leader, Assistant Troop Leader, Troop Secretary, Troop Treasurer and Troop Quartermaster. This committee is called the Court of Honour (COH) and is the most exclusive committee in a troop. The posts mentioned are the least a troop can have. Besides the above-mentioned posts, other posts such as Discipline Officer, Den warden, Librarian, IT Director, Historian and much more can be added if the need should arise. A patrol itself, besides its patrol leader and assistant patrol leader, has a secretary for taking down the details of a patrol meeting, has a treasurer for recording the financial matters and has a quartermaster for taking care of the patrol's equipment. During camp, the quartermaster becomes the equipment quartermaster, and a food quartermaster is appointed. The secretary becomes assistant patrol leader if the patrol leader or assistant patrol leader does not show up for a meeting. ==Malaysian Scout Jamborees== The Malaysian Scout Jamboree is the national jamboree and held since 1966. Each state takes turns to host this event. The list of Jamborees are: *1966 – Telok Bahang ,Penang Camp Chief, – Tan Sri Wong Pow Nee *1970 – Malacca *1974 – Johor *1978 – Sarawak *1982 – Kelantan *1986 – Pahang *1989 – Perak *1992 – Sabah *1997 – Terengganu *2002 – Kedah *2006 – Negeri Sembilan: 11th Malaysian Scouts Jamboree (December 12 - 19, Ulu Bendul Recreational Park, Kuala Pilah) | Camp Chief: Hamdan Bin Hj. Mohd Nor, Negeri Sembilan State Chief Scout Commissioner *2011 – Terengganu: 12th Malaysian Scouts Jamboree (November 19 - 25, Telaga Batin Scout Camp, Kuala Terengganu) *2016 - Federal Territory - Kuala Lumpur: 13th Malaysian Scouts Jamboree (November 25 - December 1, Metropolitan Batu Park, Kuala Lumpur) | Camp Chief: Dato' Dr. Elli Bin Haji Mohd Tahir, Federal Territory - Kuala Lumpur State Chief Scout Commissioner ==B-P House== B-P House at Kuala Lumpur The headquarters for Persekutuan Pengakap Malaysia or Scouts Association of Malaysia is Rumah B-P or B-P House. It is located in Kuala Lumpur at 4 Jalan Hang Jebat (formerly Davidson Road), 50150 Kuala Lumpur. The foundation was laid on May 16, 1954 by Pengakap Agong Persekutuan Tanah Melayu or Federated Malay States Chief Scout Commissioner General Sir Gerald Walter Robert Templer KG, GCB, GCMG, KBE, DSO, who was then the British High Commissioner of Malaya prior to his departure on May 31, 1954. B-P House was constructed at a cost of RM150,000 and took three years to complete. It was formally officiated by His Excellency Sir Donald Macgillivray KCMG, MBE, Pengakap Agung Persekutuan Tanah Melayu or Federated Malay States Chief Scout Commissioner on January 5, 1957 to commemorate the 100th birth year of Lord Baden-Powell (February 22, 1857) and also 50th anniversary of world Scouting (1907 - 1957). The 4-storey building has recently undergone a major renovation with a large hall on the left wing, a museum on the right wing, a Scout shop with its own separate entrance on the ground floor, the National Chief Scout, National Chief Scout Commissioner and administration offices on the 1st floor, hostels on the 3rd and 4th floor. It is about 12 minutes by car to World Scout Bureau - Global Support Centre Kuala Lumpur, within walking distance to the iconic Petaling Street, Pasar Seni or Central Market and PUTRA-LRT station. The Scout headquarters serves as a national centre for administration for Scout matters. It currently has a paid staff of 9. Meetings and leadership courses are held there. ==See also== * Persatuan Pandu Puteri Malaysia * Eric Khoo Heng-Pheng * Simon C. Yew ==References== ==External links== * Scouts Association of Malaysia (Persekutuan Pengakap Malaysia) * Scouts Association of Malaysia, Federal Territory of Kuala Lumpur * Scouts Association of Malaysia, Federal Territory of Labuan * Scouts Association of Malaysia, State of Johor * Scouts Association of Malaysia, State of Kedah * Scouts Association of Malaysia, State of Negeri Sembilan * Scouts Association of Malaysia, State of Penang * Scouts Association of Malaysia, State of Selangor * Scouts Association of Malaysia, State of Terengganu * Scouts Association of Malaysia, District of GeorgeTown (South) * Chung Ling Ex-Scouts and Ex-Girl Guides Association of Penang * Path To Achieve The King's Scout Award (Ke Arah Mendapatkan Anugerah Pengakap Raja) Category:World Organization of the Scout Movement member organizations Category:Scouting and Guiding in Malaysia Category:Youth organizations established in 1957 Category:Youth in Malaysia Category:1957 establishments in Malaya Category:Youth organisations based in Malaysia ",
    "title": "Persekutuan Pengakap Malaysia"
}