{
    "id": "642236",
    "text": "163rd Street–Amsterdam Avenue is a local station on the IND Eighth Avenue Line of the New York City Subway, located in Washington Heights, Manhattan, at the intersection of Amsterdam and Saint Nicholas Avenues. It is served by the C train at all times except nights, when the A train takes over service. ==History== The station opened on September 10, 1932, as part of the city- operated Independent Subway System (IND)'s initial segment, the Eighth Avenue Line between Chambers Street and 207th Street. Construction of the whole line cost $191.2 million. While the IRT Broadway–Seventh Avenue Line already provided service to Washington Heights, the new Eighth Avenue subway via St. Nicholas Avenue provided an alternative route. Under the 2015–2019 MTA Capital Plan, the station underwent a complete overhaul as part of the Enhanced Station Initiative and was entirely closed for several months. Updates included cellular service, Wi-Fi, USB charging stations, interactive service advisories and maps. A request for proposals for the 72nd Street, 86th Street, Cathedral Parkway–110th Street, and 163rd Street–Amsterdam Avenue stations was issued on June 1, 2017, and the New York City Transit and Bus Committee officially recommended that the MTA Board should award the $111 million contract to ECCO III Enterprises in October 2017. As part of the renovations, the station was closed on March 12, 2018 and reopened on September 27, 2018. ==Station layout== {|table border=0 cellspacing=0 cellpadding=3 |style=\"border-top:solid 1px gray;\" width=50|G |style=\"border-top:solid 1px gray;\" width=150|Street level |style=\"border-top:solid 1px gray;\" width=400|Exit/entrance |- |style=\"border-top:solid 1px gray;\"|B1 |style=\"border-top:solid 1px gray;\"|Mezzanine |style=\"border-top:solid 1px gray;\"|Fare control, station agent |- |style=\"border-top:solid 1px gray;border-bottom:solid 1px gray;\" rowspan=4 valign=top|B2 Platform level |style=\"border-top:solid 1px gray;border-right:solid 2px black;border-left:solid 2px black;border-bottom:solid 2px black;text- align:center;\" colspan=2|Side platform |- |style=\"border-bottom:solid 1px gray;\"|Northbound local |style=\"border-bottom:solid 1px gray;\"|← toward (Terminus) ← toward late nights () |- |Southbound local | toward () → toward late nights () → |- |style=\"border-top:solid 2px black;border- right:solid 2px black;border-left:solid 2px black;border-bottom:solid 1px gray;text-align:center;\" colspan=2|Side platform |- |style=\"border- bottom:solid 1px gray;\" rowspan=2 valign=top|B3Station Reporter — C Train |style=\"border-bottom:solid 1px gray;\"|Northbound express |style=\"border- bottom:solid 1px gray;\"|← does not stop here |- |style=\"border-bottom:solid 1px gray;\"|Southbound express |style=\"border-bottom:solid 1px gray;\"| does not stop here → |} The 162nd Street entrance to the station This underground station has two local tracks and two side platforms. Two express tracks, used by the A train during daytime hours, run below the station and are not visible from the platforms. To the north, the upper level local tracks become the center tracks of 168th Street, allowing C trains to terminate there, while the lower level express tracks become the outer tracks, continuing towards 207th Street. Both platforms have name tablets reading \"163RD STREET - AMSTERDAM AV\" in white sans serif font on two lines. The background is yellow with a black border. Small black \"163\" and directional signs in white lettering run at regular intervals, but there is no trim line on either platform. Yellow I-beam columns run along both platforms with all of them having the standard black station name plate with white lettering. This station has a full length mezzanine supported by I-beam columns above the platforms, but only the southern half is opened. The open southern half has three staircases from each platform, black I-beams, and two sets of turnstile banks leading to the center or the extreme south end of the mezzanine. The closed northern half is walled off and retained the original yellow-colored I-beams. The staircases from the platforms to this portion have been removed. Prior to the station's renovation, the open southern half was split into three sections by two black steel fences, and free transfers between directions were not possible. Outside fare control, there is a token booth. The closed northern half was gated off and had an exit-only turnstile leading to the fare control area at the center, and three gated staircases from each platform. The 2018 artwork at this station is Ciguapa Antellana, me llamo sueño de la madrugada. (who more sci-fi than us), a glass mosaic by Firelei Baez. The artwork consists of four pieces, two on the mezzanine and one on each platform. The mosaic contains leaves and vines, as well as symbolism that is evocative of Baez's Caribbean ancestry. ===Exits=== The open southern half of the mezzanine has three exits: * One stair at the southeast corner of 161st Street and Amsterdam Avenue. * One stair at the northeast corner of 161st Street and St. Nicholas Avenue. * One stair built inside 1033 Saint Nicholas Avenue (at the western corner of 162nd Street and Amsterdam Avenue), which is currently a Rite Aid pharmacy. The closed northern half had three exits leading to 163rd Street. One exit, which has temporarily been uncovered as an area to haul out debris from renovations, goes to the southeast corner. The other two went to the southwest corner and remain sealed. == References == == External links == * * Station Reporter – C Train * The Subway Nut – 163rd Street–Amsterdam Avenue Pictures * 161st Street entrance from Google Maps Street View * 162nd Street / Amsterdam Avenue entrance from Google Maps Street View * Platform from Google Maps Street View (2016) * Platforms from Google Maps Street View (2018; Post-Rebuild) * Mezzanine from Google Maps Street View (2018; Post-Rebuild) Category:Washington Heights, Manhattan Category:IND Eighth Avenue Line stations Category:New York City Subway stations in Manhattan Category:New York City Subway stations located underground Category:Railway stations in the United States opened in 1932 Category:1932 establishments in New York (state) ",
    "title": "163rd Street–Amsterdam Avenue station"
}