{
    "id": "642393",
    "text": "In archaeology and anthropology a mortuary house is any purpose-built structure, often resembling a normal dwelling in many ways, in which a dead body is buried. Proper treatment and placing of the dead has always been of great concern to people around the world. While choice of burial location and treatment of the corpse usually depend on beliefs and ritual standards within a specific cultural context, they are as well of a strategic nature. Burial decisions are affected by cultural norms regarding the deceased’s age, gender, vertical or horizontal status and by the relationship of people to places and other people. Ideas concerning proper burial also apply to those who have been defunct for quite some time. Dead bodies have been exhumed, reburied and desecrated in order to redefine – elevate or degrade – the status of their owners, construct new affiliations, rewrite history and to retrieve or construct social memory.Weiss-Krejci, E. (2004). Mortuary representations of the noble house - a cross-cultural comparison between collective tombs of the ancient maya and dynastic europe. Journal of Social Archaeology, 4(3), 368-404. Following the laying to rest of the deceased, who is often surrounded with grave goods, an earthwork called a kurgan in Russian or barrow in English is raised over the house and the structure left sealed. The term has parallels with Christian sepulchres which contain only one burial. Mortuary houses differ from mortuary enclosures in size, design and in the latter's capacity for multiple burials. ==Origin== According to the Online Etymology Dictionary, the word mortuary derived in the early 14th century, from the word mortuarie, an Anglo-French word meaning \"gift to a parish priest from a deceased parishioner\"; from a Medieval Latin word mortuarium, a noun use of neuterof Late Latin adjective mortuarius \"pertaining to the dead\", from Latin mortuus, past participle of mori \"to die\". The meaning \"place where bodies are kept temporarily\" was first recorded in 1865, a euphemism for earlier deadhouse.mortuary. (n.d.). Online Etymology Dictionary. Retrieved March 01, 2015, from Dictionary.com website: http://dictionary.reference.com/browse/mortuary. == History == Philip Lieberman suggests that burial and mortuary housing may signify a \"concern for the dead that transcends daily life.\"Philip Lieberman. (1991). Uniquely Human. Cambridge, Mass.: Harvard University Press. . It may be one of the earliest detectable forms of religious practice. Mortuary housing rituals can be detected back to the earliest days of human existence. Evidence suggests that the Neanderthals were the first human species to practice burial behavior and intentionally bury their dead, doing so in shallow graves along with stone tools and animal bones.Wilford, John Noble (December 16, 2013). \"Neanderthals and the Dead\". New York Times. Retrieved December 17, 2013. The earliest undisputed human burial, discovered so far, dates back 100,000 years. Human skeletal remains stained with red ochre were discovered in the Skhul cave at Qafzeh, Israel. Egyptian Pyramids Ancient Egypt is well known in their unique housing of the dead. The complex construction of chambers were both alluring and mysterious. The tombs represented as mortuary temples for the dead and the afterlife. ==Case Studies== Ballyveelish, Co. Tipperary Ireland Doody, M. \"An Early Bronze Age Burial At Ballyveelish, Co. Tipperary.\" Tipperary Historical Journal. 1988. The outline of a timber building was discovered by an archaeologist. From the circle of post holes and foundation trenches, the house was determined to be 7m x 5.1m. This structure was classified as a mortuary house, instead of dwelling, because of a lack of evidence of a hearth. It is believed the mortuary house was built to serve a ceremonial function associated with the interment of human remains. Using radiocarbon dating it was determined this site was erected in the Bronze Age. == References == Category:Burial monuments and structures ",
    "title": "Mortuary house"
}