{
    "id": "642352",
    "text": "Big Brother Recordings Ltd. is a record label set up in 2000 to release material by rock band Oasis in the UK and Ireland through independent distributor [PIAS] UK (formerly Vital). On 19 June 2008 a deal was signed with Sony BMG which entitled them to an arranged portion of the profits from the next three Oasis studio albums to be released through Big Brother. The name of the company is a reference to the band's guitarist, singer and songwriter Noel Gallagher, who is the older brother of lead singer Liam Gallagher. The catalogue number of each release begins with \"RKID\", which stands for \"our kid\"; Northern England slang to refer to a brother. The imprint was started after Alan McGee announced on 25 November 1999 that he was leaving Creation Records, Oasis' original record company. The first release on Big Brother was the single \"Go Let It Out\" (catalogue number 'RKID 001') on 7 February 2000, the lead single from the band's fourth studio album, Standing on the Shoulder of Giants. On 14 August 2000, all of Oasis's singles from Definitely Maybe, (What's the Story) Morning Glory? and Be Here Now were re-issued on the Big Brother label and given new RKID catalogue numbers. In 2005, British band Happy Mondays released their first new material in over 13 years on the Big Brother label, with the single \"Playground Superstar\". In addition to Big Brother Recordings, Noel Gallagher has Sour Mash Records, a label founded in 2001, who has signed Proud Mary (band from Royton) and Shack (band formed in Liverpool). Big Brother were reported to be buying back the rights to Oasis' back catalogue from Sony BMG, who took complete control of Creation Records in 2000. The new deal signed with Sony means this process is on hold for the foreseeable future. In September 2007, Oasis signed a record deal with Universal Music Group, and the Lord Don't Slow Me Down DVD was released by Big Brother Recordings Ltd. in United Kingdom, and Big Brother Recordings Ltd./Universal Music internationally. Also released was their first ever digital only single on 21 October 2007, \"Lord Don't Slow Me Down\". On 30 July 2008, Warner Bros. Records announced that it has signed a North American distribution deal with Big Brother Recordings. The first new release under the deal was \"Dig Out Your Soul,\" in October 2008. The logo of the label, pictured above, appeared on the back of the white piano that Jay Darlington played at the Oasis concerts. It can be seen on the live performance second disc of Lord Don't Slow Me Down. Appointed the7stars as their media planning and buying agency in 2007. == List of releases == {| |- | RKID 001 – \"Go Let It Out\" || RKID 002 – Standing on the Shoulder of Giants || RKID 003 – \"Who Feels Love?\" |- | RKID 004 – \"Sunday Morning Call\" || RKID 005 – Familiar to Millions || RKID 006 – Definitely Maybe * |- | RKID 007 – (What's the Story) Morning Glory? * || RKID 008 – Be Here Now * || RKID 009 – The Masterplan * |- | RKID 010 – \"Supersonic\" * || RKID 011 – \"Shakermaker\" * || RKID 012 – \"Live Forever\" * |- | RKID 013 – \"Cigarettes & Alcohol\" * || RKID 014 – \"Whatever\" * || RKID 015 – \"Some Might Say\" * |- | RKID 016 – \"Roll with It\" * || RKID 017 – \"Wonderwall\" * || RKID 018 – \"Don't Look Back in Anger\" * |- | RKID 019 – \"D'You Know What I Mean?\" * || RKID 020 – \"Stand by Me\" * || RKID 021 – \"All Around the World\" * |- | RKID 022 – Live by the Sea * || RKID 023 – \"The Hindu Times\" || RKID 024 – \"Stop Crying Your Heart Out\" |- | RKID 025 – Heathen Chemistry || RKID 026 – \"Little By Little\" / \"She Is Love\" || RKID 027 – Songbird |- | RKID 028 – \"Can Y'see It Now? (I Can See It Now!!)\" ** || RKID 029 – \"Lyla\" || RKID 030 – Don't Believe the Truth (Limited edition version 30X) |- | RKID 031 – \"The Importance of Being Idle\" || RKID 032 – \"Let There Be Love\" || RKID 033 – Goal! (OST) |- | RKID 034 – \"Playground Superstar\" (Happy Mondays single) || RKID 035 – \"Champagne Supernova\" (Lynchmob Beats Mix) ** || RKID 036 – Stop the Clocks (Limited edition version 36X) |- | RKID 037 – Stop the Clocks (EP) || RKID 038 – Lord Don't Slow Me Down (Tour Documentary) || RKID 038X – Lord Don't Slow Me Down (Tour Documentary, 2-Disc version including 2005 concert) |- | RKID 039 – \"Lord Don't Slow Me Down\" ** || RKID 050 – \"Falling Down\" (Chemical Brothers Remix) ** || RKID 051 – Dig Out Your Soul (Limited edition version – 51X) |- | RKID 052 – \"The Shock of the Lightning\" || RKID 055 – \"I'm Outta Time\" || RKID 056 – \"Falling Down\" || |- | RKID 066 – Time Flies... 1994–2009 (Limited edition 66X) || RKID 070 – Definitely Maybe (Remastered) || RKID 071 – \"Supersonic\" *** |- | RKID 072 – \"Columbia (Demo)\" **** || RKID 074 – \"Acquiesce\" **** || RKIDNMECD1 – \"Dig Out Your Soul Songbook\" ** || |- | RKID1NIL – \"The Meaning of Soul\" ** || |} * * Reissues of Oasis' old Creation Records material. * ** Promo only * *** Record Store Day only * **** HMV exclusive only == References == == External links == *Oasis website Category:Oasis (band) Category:British record labels Category:Record labels established in 2000 Category:Indie rock record labels Category:Sony Music ",
    "title": "Big Brother Recordings"
}