{
    "id": "642420",
    "text": "Sir Henry Edward Bunbury, KCB, 7th Baronet (4 March 1778 – 13 April 1860) was a British soldier and historian. ==Life== Sir Henry, son of the famous caricaturist, Henry William Bunbury and Catherine Horneck, was educated at Westminster, and served on active service in the army from 1795–1809, notably in the Anglo-Russian invasion of Holland in 1799, the Egyptian Campaign 1801, and the campaigns in the Mediterranean, where Bunbury served as Quartermaster- General. He particularly distinguished himself at the Battle of Maida in 1806. He served as Under-Secretary of State for War and the Colonies from 1809–16. He was promoted to the rank of Major-General and appointed a Knight Commander of the Order of the Bath (KCB) in 1815, and in the same year was responsible for informing Napoleon of his sentence of deportation to St Helena. He rose to the rank of Lieutenant-General. Bunbury succeeded to the baronetcy in 1821 on the death of his uncle, Thomas Charles Bunbury. He was High Sheriff of Suffolk in 1825 and an active Member of Parliament for Suffolk from 1830 to 1832. He died at Barton Hall, Bury, Suffolk. ==Works== Bunbury was the author of historical works, the most notable being his military memoirs Narratives of Some Passages in the Great War with France, first published in 1854. > \"Henry Bunbury's Great War with France is perhaps the most valuable > record... which any soldier has bequeathed to us of the long struggle that > began in 1793 and ended in 1815. and it derives its value from the fact that > the author was not only a good soldier, well skilled in his profession, but > that he was, as a staff officer, thrown with the best British commanders... > of his day; that he had opportunities of discussing with them every point of > military policy and the details of many important campaigns; and that > further he was a highly educated gentleman, with a seeing eye, a kindly > nature, a keen sense of the ridiculous, and a very real literary gift.\" Sir > John Fortescue, from his Introduction to the 1927 edition ==Family== Bunbury married Louisa Amelia Fox on 4 April 1807. They had five children. He remarried Emily Napier (daughter of Lady Sarah Lennox) on 22 September 1830. The eldest son, Sir Charles James Fox Bunbury inherited his title and was a well known naturalist. His second son, Sir Edward Herbert Bunbury, also a member of Parliament, was well known as a geographer and archaeologist, and author of a History of Ancient Geography. Another son Henry William St Pierre Bunbury was an explorer in Western Australia.Cara Cammilleri, Bunbury, Henry William St Pierre (1812 - 1875), Australian Dictionary of Biography, Online Edition, Australian National University, ISSN 1833-7538, accessed 28 December 2006 ==References== == External links == * Category:1778 births Category:1860 deaths Category:People educated at Westminster School, London Category:Baronets in the Baronetage of England Category:Members of the Parliament of the United Kingdom for English constituencies Category:UK MPs 1830–1831 Category:UK MPs 1831–1832 Category:British Army generals Category:British Army personnel of the Napoleonic Wars Category:Coldstream Guards officers Category:High Sheriffs of Suffolk ",
    "title": "Sir Henry Bunbury, 7th Baronet"
}