{
    "id": "642655",
    "text": "Steven Alexander Torrealba [tor-ray-AHL-bah] (born February 24, 1978 in Barquisimeto, Venezuela) is a former Major League Baseball catcher. He is a right-handed batter who played in the majors for the Atlanta Braves (2001–2002). Torrealba's father, Pablo Torrealba, also pitched for the Braves, along with the Athletics and White Sox from 1975 to 1979. ==Career== Torrealba was signed as an undrafted free agent by the Atlanta Braves in 1995, working his way up the system until he made his major league debut on October 6, 2001. In his only at-bat of the postseason in 2001, Torrealba hit a double in Game 1 of the NLDS against the Houston Astros. He appeared in only 2 games for the Braves in 2001 and 13 in 2002 and became a free agent after the 2002 season. On February 13, 2003, he signed with the St. Louis Cardinals and played 46 games for Triple-A Memphis, becoming a free agent after the season. On February 4, 2004, he signed with the New York Yankees. Torrealba played only 4 games for Triple-A Columbus before being released on April 28. In 2005, he signed with the Long Island Ducks of the independent Atlantic League. He played 98 games, batting .263 with 8 home runs. In 2006, he played with the Atlantic City Surf, after being signed by the Cincinnati Reds in January, but not playing any games for them. On January 10, 2007, Torrealba signed with the Detroit Tigers and played for their Double-A affiliate in Erie. He spent 2008 and 2009 in the Baltimore Orioles organization before becoming a free agent at the end of the 2009 season. In a two-season career, Torrealba has hit .105 with one RBI in 17 games played. ==See also== * List of second-generation Major League Baseball players * List of Major League Baseball players from Venezuela ==External links== , or Retrosheet, or Pura Pelota (VPBL stats) Category:1978 births Category:Living people Category:Atlanta Braves players Category:Atlantic City Surf players Category:Bowie Baysox players Category:Cardenales de Lara players Category:Caribbean Series players Category:Caribes de Anzoátegui players Category:Caribes de Oriente players Category:Columbus Clippers players Category:Danville Braves players Category:Erie SeaWolves players Category:Gulf Coast Braves players Category:Greenville Braves players Category:Leones del Caracas players Category:Long Island Ducks players Category:Macon Braves players Category:Major League Baseball catchers Category:Major League Baseball players from Venezuela Category:Memphis Redbirds players Category:Mexican League baseball catchers Category:Myrtle Beach Pelicans players Category:Navegantes del Magallanes players Category:Norfolk Tides players Category:Sportspeople from Barquisimeto Category:Richmond Braves players Category:Rieleros de Aguascalientes players Category:Tiburones de La Guaira players Category:Venezuelan expatriate baseball players in Mexico Category:Venezuelan expatriate baseball players in the United States ",
    "title": "Steve Torrealba"
}