{
    "id": "642683",
    "text": "Kalmia is a genus of about ten species of evergreen shrubs from 0.2–5 m tall, in the family Ericaceae. They are native to North America (mainly in the eastern half of the continent) and Cuba. They grow in acidic soils, with different species in wet acid bog habitats (K. angustifolia, K. polifolia) and dry, sandy soils (K. ericoides, K. latifolia). Kalmia was named by Linnaeus to honour his friend the botanist Pehr Kalm, who collected it in eastern North America during the mid-18th century. Earlier Mark Catesby saw it during his travels in Carolina, and after his return to England in 1726, imported seeds. He described it, a costly rarity, in his Natural History of Carolina, as Chamaedaphne foliis tini, that is to say \"with leaves like the Laurustinus\"; the botanist and plant-collector Peter Collinson, who had begged some of the shrub from his correspondent John Custis in Virginia, wrote, when his plants flowered, that \"I Really Think it exceeds the Laurus Tinus.\"Alice M. Coats, Garden Shrubs and Their Histories (1964) 1992, s.v. \"Kalmia\". Mountain laurel blooms showing the conjoined petals The leaves are 2–12 cm long and simple lanceolate. The flowers are white, pink or purple, in corymbs of 10-50, reminiscent of Rhododendron flowers but flatter, with a star-like calyx of five conjoined petals; each flower is 1–3 cm diameter. The fruit is a five- lobed capsule, which splits to release the numerous small seeds. The foliage is toxic if eaten, with sheep being particularly prone to poisoning, hence the name lambkill used for some of the species. Other names for Kalmia, particularly Kalmia angustifolia, are sheep-laurel, lamb-kill, calf-kill, kill-kid, and sheep-poison,Natural History Education, Science, Technology regarding alternate names, accessed March 30, 2007. which may be written with or without the hyphen. (See species list below.) \"Kid\" here refers to a young goat, not a human child, but the foliage and twigs are toxic to humans as well. It has also been called spoonwood because Kalm was told by Dutch settlers of North America that Native Americans made spoons from the wood. Plants of Colonial Days by Raymond Leech Taylor, p. 61. (1996) . Accessed March 30, 2007. Given its toxicity, this may be folklore rather than scientific fact. Kalmias are popular garden shrubs, grown for their decorative flowers. They should not be planted where they are accessible to livestock due to the toxicity. Kalmia species are used as food plants by the larvae of some lepidopteran species including Coleophora kalmiella which feeds exclusively on Kalmia. ==Species== Kalmia microphylla Species (and infraspecific taxa) listed by The Plant List as \"Accepted\": * Kalmia angustifolia L. \\- Sheep-laurel, lambkill * Kalmia buxifolia (Bergius) Gift & Kron \\- Sandmyrtle * Kalmia carolina Small \\- Carolina mountain-laurel * Kalmia cuneata Michx. \\- Whitewicky * Kalmia ericoides C.Wright ex Griseb. \\- Cuban kalmia ** Kalmia ericoides var. aggregata (Small) Ebinger * Kalmia hirsuta Walter \\- Hairy mountain-laurel * Kalmia latifolia L. \\- Lambkill ** Kalmia latifolia f. alba (Mouill.) Rehder ** Kalmia latifolia f. fuscata (Rehder) Rehder ** Kalmia latifolia f. obtusata (Rehder) Rehder ** Kalmia latifolia f. polypetala (G.Nicholson) Rehder * Kalmia microphylla (Hook.) A.Heller \\- Alpine laurel, alpine bog-laurel, alpine mountain-laurel ** Kalmia microphylla subsp. occidentalis (Small) Roy L.Taylor & MacBryde * Kalmia polifolia Wangenh. \\- Bog kalmia, bog-laurel * Kalmia simulata (Britton & M.Wilson) Southall Kalmia procumbens is a widely accepted member of this genus, though it is the only species in the genus Loiseleuria according to The Plant List. The related Kalmiopsis (Kalmiopsis leachiana and K. fragrans) is a rare shrub endemic to southwest Oregon. File:FFH-Gebiet \"Altwarmbüchener Moor\" (cropped).JPG|Kalmia angustifolia File:Kalmia buxifolia NRCS-2.jpg|Kalmia buxifolia File:Mountain Laurel - Flickr - treegrow (13).jpg|Kalmia latifolia File:Western Bog Laurel (cropped).jpg|Kalmia microphylla File:Kalmia polifolia.jpg|Kalmia polifolia ==Fossil record== Fossil leaves of †Kalmia saxonica have been described from the Lower Miocene of Brandis, Germany and Bełchatów, Poland, †'Kalmia marcodurensis have been described from the Lower Miocene of Bitterfeld, Germany. In the Late Tertiary Kalmia was associated with coal-forming vegetation occurring as a component of the vegetation of bush swamps together with Cyrilla and other shrubs. Among recent species Kalmia angustifolia is most similar to †Kalmia saxonica in respect of morphology, while Kalmia latifolia has a very similar epidermal structure. These two extant species grow in the eastern part of North America from (Quebec to Florida) on acid swampy or marshy soils. Acta Palaeobotanica - Supplementum No. 3 - New Fossil Floras from Neogene Deposits in the Bełchatów Lignite Mine by Grzegor Worobiec - Polish Academy of Sciences, W. Szafer Institute of Botany, Krakow 2003 ==Bibliography== === Books === * Jaynes, Richard A., 1997: Kalmia, mountain laurel and related species, Timber Press, Portland, Oregon, U.S.A. ==References== == External links == *European Kalmia Society *Kalmia.info: German Kalmia hybridizers *Pieris.eu: Info about Kalmia latifolia Category:Ericaceae genera Category:Taxa named by Carl Linnaeus ",
    "title": "Kalmia"
}