{
    "id": "642800",
    "text": "Blanding's turtle (Emys blandingii or Emydoidea blandingii) is a semi-aquatic turtle of the family Emydidae. This species is native to central and eastern parts of Canada and the United States. It is considered to be an endangered species throughout much of its range. Blanding's turtles are of interest in longevity research, as they show little to no common signs of aging and are physically active and capable of reproduction into eight or nine decades of life.Michael Brooks (2008). 13 Things That Don't Make Sense, Ch 9: \"Death\", NY: Doubleday, ==Taxonomy== There are differences of opinion as to the genus for this species; both Emys and Emydoidea occur in published sources in 2009, 2010, and 2011. ==Etymology== Both the specific name, blandingii, and the common name, Blanding's turtle, are in honor of American naturalist Dr. William Blanding (1773–1857). ==Description== Blanding's turtle is a medium- sized turtle with an average straight carapace length of approximately with a maximum of . A distinguishing feature of this turtle is the bright yellow chin and throat. The carapace, or upper shell, is domed, but slightly flattened along the midline, and is oblong when viewed from above. The carapace is speckled with numerous yellow or light-colored flecks or streaks on a dark background. The plastron, or lower shell, is yellow with dark blotches symmetrically arranged. The head and legs are dark, and usually speckled or mottled with yellow. Blanding's turtle is also called the \"semi-box\" turtle, for although the plastron is hinged, the plastral lobes do not shut as tight as the box turtle's. ==Reproduction== Blanding's turtle takes 14–20 years to reach sexual maturity. Mating probably occurs in April and early May with nesting beginning in early June and lasting throughout the month. The clutch size varies from region to region. In New York, the clutch size ranges from 5–12 eggs with an average of eight. ==Behavior and life span== Blanding's turtle overwinters under or near water, in mud, or under vegetation or debris. This is known as brumation. During the nesting season, a female Blanding's turtle may be found more than a kilometer from where it hibernated. It is omnivorous, eating crustaceans and other invertebrates, fish, frogs, crayfish, carrion, berries, and vegetable debris. It is capable of catching live fish. Based on the extreme lack of aging symptoms and lack of age related decline, these turtles are considered a negligibly senescent species. Blanding's turtle is a timid turtle and may plunge into water and remain on the bottom for hours when alarmed. If away from water, the turtle will withdraw into its shell. It is very gentle and rarely attempts to bite. It is very agile and a good swimmer. ==Distribution and habitat== Affixing a transmitter for research purposes The geographic range of E. blandingii centres on the Great Lakes, and extends from central Nebraska and Minnesota (where it twice failed to become the state reptile) eastward through southern Ontario and the south shore of Lake Erie as far east as northern New York. In Nebraska, this turtle is uncommon in the eastern portion of the state, but common to abundant in the Sand Hills region lakes, ponds, and streams. There are also isolated populations in southeastern New York (Dutchess County), New England, and Nova Scotia. Its general habitat is wetlands with clean shallow water. It is known to bask on logs, and will wander far from water, particularly when nesting. It generally nests in sunny areas, with well drained soil. Younger turtles may bask on sedge and alder hummocks. Young will often travel far in search of mating sites, new habitat, or new food sources, as do elder turtles. ==Conservation status== The primary threat to Blanding's turtle is habitat fragmentation and destruction as well as nest predation by unnaturally large populations of predators. It is listed as an endangered species on the IUCN Red List as endangered in some U.S. states, and as either threatened or endangered throughout Canada, though it has no federal status in the U.S. The Blanding's turtle is also not currently listed under CITES (the Convention on International Trade in Endangered Species of Wild Fauna and Flora) protection, but is under consideration as of 2013. The U.S. states in which it is considered endangered are Indiana, Illinois, Missouri, Maine, New Hampshire, Massachusetts, and South Dakota. It is considered threatened in New York. In Michigan, Blanding's turtle is also fully protected as a special concern species;Blanding's Turtle (Emys blandingii). Michigan Natural Features Inventory. making it unlawful to kill, take, trap, possess, buy, or sell. In Lake County, Illinois a long term species recovery program has been underway since 2009.Chicago Tribune In Canada, the Great Lakes-St. Lawrence River population in Ontario and Quebec is federally threatenedBlanding's Turtle Great Lakes / St. Lawrence population , Species At Risk Public Registry and the Nova Scotia population is endangered.Blanding's Turtle Nova Scotia Population , Species At Risk Public Registry. Conservation and recovery efforts in Nova Scotia have been in place for two decades and rely on habitat and life history monitoring based on the work of researchers and volunteers. Habitat protection has proven crucial. The population in Kejimkujik has been placed under the highest level of protection; the McGowan Lake population was initially protected by Bowater but has since been taken over by the Province. In Pleasant River, Nova Scotia Nature Trust protects four separate segments of critical habitat. ==References== ;Bibliography * * ==Further reading== *Behler JL, King FW (1979). The Audubon Society Field Guide to North American Reptiles and Amphibians. New York: Knopf. 743 pp. . (Emydoidea blandingi [sic], p. 458 + Plate 291). *Conant R (1975). A Field Guide to Reptiles and Amphibians of Eastern and Central North America, Second Edition. Boston: Houghton Mifflin. xviii + 429 pp. (hardcover), (paperback). (Emydoidea blandingi [sic], p. 71 + Plates 5,7 + Map 26). *Goin CJ, Goin OB, Zug GR (1978). Introduction to Herpetology, Third Edition. San Francisco: W.H. Freeman. xi + 378 pp. . (Genus Emydoidea, p. 259). *Holbrook JE (1838). North American Herpetology; or, A Description of the Reptiles Inhabiting the United States. Vol. III. Philadelphia: J. Dobson. 122 pp. + Plates I-XXX. (Cistuda blandingii, pp. 35–38 + Plate V). *Smith HM, Brodie ED Jr (1982). Reptiles of North America: A Guide to Field Identification. New York: Golden Press. 240 pp. . (Emydoidea blandingi [sic], pp. 44–45). *Stejneger L, Barbour T (1917). A Check List of North American Amphibians and Reptiles. Cambridge, Massachusetts: Harvard University Press. 125 pp. (Emys blandingii, p. 115). ==External links== * Blanding's Turtle, Herpetological Resource and Management (HRM) of Michigan * Blanding's Turtle, Illinois Natural History Survey * Blanding's Turtle, Reptiles and Amphibians of Iowa Category:Fauna of the Great Lakes region (North America) Category:Fauna of the Plains-Midwest (United States) Turtle, Blanding's Turtle, Blanding's Category:Reptiles of Ontario Category:Emys Category:Reptiles described in 1838 ",
    "title": "Blanding's turtle"
}