{
    "id": "643001",
    "text": "(German, literally means 'liver cheese'; sometimes spelled Leberkäs or Leberka(a)s in Austria and the Swabian, Bavarian and Franconian parts of Germany and Fleischkäse in Saarland, Baden, Switzerland and Tyrol), is a specialty food found in the south of Germany, in Austria and parts of Switzerland, similar to bologna sausage. It consists of corned beef, pork and bacon and is made by grinding the ingredients very finely and then baking it as a loaf in a bread pan until it has a crunchy brown crust. ==History== Fleischkäse is said to have been invented in 1776, although this story has been heavily contested. The name \"Leberkäse\" literally translates to \"liver- cheese\" but developed by folk etymology from an archaic form of the word Laib (\"loaf\") and Käse (\"cheese\") (cf. English \"head cheese\"); not all products bearing the name necessarily contain liver or cheese, let alone both: According to German food laws, only products called \"Bavarian Leberkäse\" are allowed not to contain liver; otherwise, there must be a minimum liver content of 4%. Some local variants must contain even more liver; for example, the liver content of \"Stuttgarter Leberkäse\" must be at least 5%. The type without liver is normally called Fleischkäse (meat cheese) if it is not made in Bavaria. ==Methods of eating== Leberkässemmel Leberkäse is traditionally enjoyed in a variety of ways, including: *Most of the time it is served hot on a semmel (hard wheat flour bread roll) and traditionally seasoned with mustard or pickles. The result, generally called Leberkäsesemmel (in Swabia and the Franconian parts of Bavaria, Leberkäsweckle, Leberkäsweggla or LKW in short), is a staple of South-German and Austrian fast food stalls, butcher shops and supermarkets. *Cut into approximately finger-thick slices, usually served with traditionally medium hot mustard or Bavarian sweet mustard or sometimes ketchup and accompanied by soft pretzels, Sauerkraut or Kartoffelsalat (potato salad). *Pan-fried (abgebräunt or gebraten, \"browned\"), in which case it is commonly accompanied by a fried egg and German potato salad, or Bratkartoffeln (home fries) and sometimes spinach. This is a very common Biergarten dish. *Cold, cut into very thin slices and used on a variety of sandwiches, usually seasoned with pickled cucumbers. *Two slices of Leberkäse with a slice of ham and cheese in the middle are dipped into eggs and coated with breadcrumbs and then fried in the pan. This variant is called falsches Cordon Bleu (\"mock Cordon Bleu\"). ==Preparation== Due to Leberkäse being so widespread in Germany and Austria there are varying ingredients depending on the region. However, the most common ingredients are some form of lean pork, pork belly and ice. Several herbs and spices are also included such as coriander, ginger as well as salt and pepper. A Curing salt is also used typically Prague Powder #1, this gives the Leberkäse a pinkish hue. These ingredients are then blended in a food processor to a smooth consistency, this is then placed into a loaf pan and cooked through until the top has a brown, crusty texture. ==Variants== Pizzaleberkäse Known variants include: * Käseleberkäse, which adds small pieces of evenly distributed cheese to the mix * Paprika Leberkäse, which adds small pieces of pickles and bell peppers * Pizzaleberkäse, which adds cheese, cut bell peppers, pickles and small cubes of salami, named for its similarity to pizza. * Pferdeleberkäse (German Pferd = horse), which is indeed made of horse meat, otherwise not widely consumed in the German language area. Popular in Vienna, Austria. * Zwiebelleberkäse (German Zwiebel = onion), which is made with onions. Common in the Swabian and Franconian regions of Germany. In addition, many butchers have invented their own unique varieties. ==See also== Category:German sausages Category:Bavarian cuisine Category:Cooked sausages Category:German words and phrases ",
    "title": "Leberkäse"
}