{
    "id": "643712",
    "text": "Washington Hunt (August 5, 1811 - February 2, 1867) was an American lawyer and politician. ==Life and career== Gubernatorial portrait of Washington Hunt. Hunt was born in Windham, New York. He moved to Lockport, New York in 1828 to study law, was admitted to the bar in 1834, and opened a law office on Market Street in 1835. He was First Judge of the Niagara County Court from 1836 to 1841. He was elected as a Whig to the 28th, 29th and 30th United States Congresses, and served from March 4, 1843, to March 3, 1849. He was elected New York State Comptroller by the State Legislature after the resignation of Millard Fillmore who had been elected U.S. Vice President. In November 1849, he was re-elected, but resigned the comptrollership after his election as Governor of New York the following year. He was Governor from 1851 to 1852, and was defeated for re-election by Horatio Seymour. After the break-up of the Whig Party, Hunt, despite his previous association with the Seward/Weed faction of the party, was among the more conservative Whigs who refused to join the Republicans. Hunt was the chairman of the 1856 Whig National Convention and supported his fellow New York Whig, former president Millard Fillmore for the presidency in that year. In 1860, Hunt joined the Constitutional Union Party and supported its nominee for the presidency, John Bell. After it became clear that Bell could not win on his own in New York, Hunt was involved in the formation of a fusion ticket with the supporters of Democrat Stephen Douglas. In his last years, Hunt moved increasingly closer to the Democrats, endorsing his two-time opponent, Horatio Seymour for the New York gubernatorial race in 1862 and supporting George McClellan for the presidency at the 1864 Democratic National Convention. On June 13, 1864, Hunt was at Niagara Falls to confer with confederate Commissioner Jacob Thompson.p. 145, Castleman, John Breckenridge. Active Service. Louisville, KY: Courier- Journal Job Printing, 1917. He became a supporter of President Andrew Johnson after the war, and supported Johnson's abortive \"National Union\" movement, serving as a delegate at the National Union Convention of 1866, which sought to join Democrats and conservative Republicans into a new party to support Johnson. His brother was Major Edward B. Hunt, a West Point graduate, who was killed in October 1863 while working with an experimental weapons system. He was buried at the Glenwood Cemetery in Lockport. His former Lockport home at 363 Market Street is in the Lowertown Historic District. See also: ==Sources== * Political Graveyard * www.famousamericans.net/washingtonhunt/ Bio from Appleton's Encyclopedia, at Famous Americans *Google Book The New York Civil List compiled by Franklin Benjamin Hough (pages 31, 34 and 362; Weed, Parsons and Co., 1858) ==External links== *Photo of his law office, at Lockport website *Description of the museum at his old law office, at Niagara history * The New York Civil List compiled by Franklin Benjamin Hough, Stephen C. Hutchins and Edgar Albert Werner (page 403; Weed, Parsons & Co., Albany NY, 1867) Category:1811 births Category:1867 deaths Category:Politicians from Lockport, New York Category:New York (state) Whigs Category:Governors of New York (state) Category:New York State Comptrollers Category:Members of the United States House of Representatives from New York (state) Category:New York (state) state court judges Category:19th-century American Episcopalians Category:New York (state) Constitutional Unionists Category:Whig Party members of the United States House of Representatives Category:Whig Party state governors of the United States Category:19th-century American politicians ",
    "title": "Washington Hunt"
}