{
    "id": "643892",
    "text": "Holsworthy Barracks is an Australian Army military barracks, located in the Heathcote National Park in Holsworthy approximately from the central business district, in south-western Sydney, New South Wales, Australia. The barracks is part of the Holsworthy military reserve, which is training area and artillery range for the Australian Army, established in the 1880s and been in active use since World War I. Following World War II it became a major base for the permanent component of the Australian Army in New South Wales. Holsworthy Military Airport is also located in the reserve. Activities carried out on the base include the use of firing ranges, chemical weapons testing, fire training, vehicle maintenance, and bulk chemical storage and distribution from numerous above ground and underground storage tanks. Following the movement of many units of the Regular Army to Darwin, Northern Territory, in the late 1990s many Army Reserve units were moved from other depots to Holsworthy Barracks, including the Headquarters of the 5th Brigade. The base is currently home to 142 Signal Squadron, 2nd Commando Regiment (2 Cdo Regt), Special Operations Engineer Regiment and 6th Aviation Regiment. A number of training units and the Defence Force Correctional Establishment are also located at Holsworthy. The base is also home to the regional headquarters of the NSW Australian Army Cadet Brigade. ==Terrorism plot== On 4 August 2009, five men from Melbourne, Victoria, were charged over the Holsworthy Barracks terror plot, a plan to storm the barracks with automatic weapons, and shoot anyone they encountered until they themselves were killed or captured. The men were connected with the Somali-based terrorist group al-Shabaab. Prime Minister Kevin Rudd later announced that the federal government had ordered a review of security at all military bases. On 6 August 2009, a Daily Telegraph reporter and photographer were charged with taking a photograph of a defence installation after being granted entry to the military base. In December 2011 three of the terror plotters were sentenced to 18 years in prison. ==See also== * List of airports in Greater Sydney * List of airports in New South Wales ==References== ==Further reading== * Category:Special forces of Australia Category:Australian Army aviation Category:Barracks in Australia Category:Military installations in New South Wales Category:Buildings of the Australian government Category:Airports in New South Wales Category:Airports in Greater Sydney Category:Australian Army bases Category:Military installations established in the 1880s Category:1880s establishments in Australia Category:Residential buildings in Sydney Category:Georges River ",
    "title": "Holsworthy Barracks"
}