{
    "id": "643931",
    "text": "was a Japanese chemist and Tokyo Imperial University professor of Chemistry who, in 1908, uncovered the chemical basis of a taste he named umami. It is one of the five basic tastes along with sweet, bitter, sour and salty. In 1907 at the Tokyo Imperial University in Japan, Professor Ikeda was eating dinner with his family when he suddenly stopped. That day the dashi broth in his soup was more delicious than normal; after stirring a few times he realized the difference was the umami flavor from the addition of kombu, a species of brown macroalgae and flakes of fish known as katsuobushi. He understood that kombu was the secret to that flavor, and from that day on he studied the chemical composition of kelp. Some noted that the taste of the umami is similar to the flavor of the haute-cuisine that the French chef Auguste Escoffier created. By 1908, he had isolated brown crystals of glutamic acid (glutamate) which conveyed the characteristic flavor. The chemical monosodium glutamate (MSG) is the chemical basis for the umami flavor. He chose to call it . By 1909 he had developed a process for mass-producing MSG. He was able to extract MSG from wheat and defatted soybean, and patented the process for its manufacture. Today, MSG is mass-produced from fermented cornstarch, sugar cane or beet. His Ajinomoto Co., Inc. currently employs over 32,000 people. With this method the global production of MSG increased rapidly. MSG ranks today as one of the top flavor enhancers after salt and pepper. Professor Kikunae Ikeda also studied other foods to see if they contained umami, and confirmed that glutamate was responsible for part of the flavor of meat, seaweed and tomatoes. He believed that humans likely developed a taste for glutamate because it signaled the presence of proteins. ==See also== ==References== Category:1864 births Category:1936 deaths Category:People of the Empire of Japan Category:Japanese scientists Category:Japanese inventors Category:Umami enhancers Category:University of Tokyo alumni Category:University of Tokyo faculty Category:Riken personnel ",
    "title": "Kikunae Ikeda"
}