{
    "id": "644056",
    "text": "John Horsley (c. 1685 - 12 January 1732) was a British antiquarian, known primarily for his book Britannia Romana or The Roman Antiquities of Britain which was published in 1732. ==Early life== John Hodgson, in a memoir published in 1831, held that Horsley was born in 1685, at Pinkie House, in the parish of Inveresk, Midlothian, and that his father was a Northumberland nonconformist, who had migrated to Scotland, but returned to England soon after the Glorious Revolution of 1688. John Hodgson Hinde, in the Archaeologia Aeliana of February 1865, held that he was a native of Newcastle-on-Tyne, the son of Charles Horsley, a member of the Tailors' Company of the town. David Boyd Haycock writing in the Oxford Dictionary of National Biography comments that none of the suggestions made for Horsley's background is verifiable. He was educated at the Royal Grammar School, Newcastle and at Edinburgh University, where he graduated MA on 29 April 1701. There is evidence that he \"was settled in Morpeth as a Presbyterian minister as early as 1709.\" Hodgson, however, thought that up to 1721, at which time he was residing at Widdrington, \"he had not received ordination, but preached as a licentiate.\" ==Educator== Horsley communicated to the Philosophical Transactions notes on the rainfall at Widdrington in the years 1722 and 1723. At Morpeth Horsley opened a private school, attracting pupils irrespective of religious connection, among them Newton Ogle, later dean of Winchester. He gave lectures on mechanics and hydrostatics in Morpeth, Alnwick and Newcastle, and was elected a Fellow of the Royal Society on 23 April 1730, or in May, 1729. ==Death== Horsley died of apoplexy on 12 January 1732, on the eve of the publication of the Britannia Romana. ==Works== It is as an archaeologist and antiquarian that Horsley is now known. His major work, Britannia Romana, or The Roman Antiquities of Britain was published in 1732. One of Horsley's achievements in this book was to identify for the first time which legions of the Roman army were stationed in Britain. There was in the British Museum a copy with notes by John Ward. He also published two sermons and a handbook to his lectures on mechanics, etc., and projected a history of Northumberland and Durham, collections for which were found among his papers. ==Notes== ==References== * Category:1685 births Category:1732 deaths Category:People from Morpeth, Northumberland Category:People educated at the Royal Grammar School, Newcastle upon Tyne Category:British antiquarians Category:British historians Category:Fellows of the Royal Society Category:Alumni of the University of Edinburgh ",
    "title": "John Horsley (antiquarian)"
}