{
    "id": "644148",
    "text": "Borden's evaporated milk from the second half of the 20th century. From the Museo del Objeto del Objeto collection in Mexico City. Evaporated milk, known in some countries as \"unsweetened condensed milk\", is a shelf-stable canned cow’s milk product where about 60% of the water has been removed from fresh milk. It differs from sweetened condensed milk, which contains added sugar. Sweetened condensed milk requires less processing to preserve since the added sugar inhibits bacterial growth. The production process involves the evaporation of 60% of the water from the milk, followed by homogenization, canning, and heat-sterilization. Evaporated milk takes up half the space of its nutritional equivalent in fresh milk. When the liquid product is mixed with a proportionate amount of water (150%), evaporated milk becomes the rough equivalent of fresh milk. This makes evaporated milk attractive for some purposes as it can have a shelf life of months or even years, depending upon the fat and sugar content. This made evaporated milk very popular before refrigeration as a safe and reliable substitute for perishable fresh milk, as it could be shipped easily to locations lacking the means of safe milk production or storage. ==Evaporated milk infant formulas== Colwell & Brothers cast iron vacuum pan, for evaporating milk, 1860s In the 1920s and 1930s, evaporated milk began to be widely commercially available at low prices. The Christian Diehl Brewery, for instance, entered the business in 1922, producing Jerzee brand evaporated milk as a response to the Volstead Act.Diehl records at Bowling Green State University Several clinical studies from that time period suggested that babies fed evaporated milk formula thrived as well as breastfed babies. Modern guidelines from the World Health Organization consider breastfeeding, in most cases, to be healthier for the infant because of the colostrum in early milk production, as well as the specific nutritional content of human breast milk.Breastfeeding, World Health Organization. == Definition == Evaporated milk Evaporated milk is fresh, homogenized milk from which 60 percent of the water has been removed. After the water has been removed, the product is chilled, stabilized, packaged and sterilized. It is commercially sterilized at 240–245 °F (115–118 °C) for 15 minutes. A slightly caramelized flavor results from the high heat process (Maillard reaction), and it is slightly darker in color than fresh milk. The evaporation process concentrates the nutrients and the food energy (kcal); unreconstituted evaporated milk contains more nutrients and calories than fresh milk per unit volume. ==Additives== Evaporated milk generally contains disodium phosphate (process aid to prevent coagulation) and carageenan (to \"stabilise\", i.e. prevent solids settling) as well as added vitamins C and D. ==Reconstitution and substitution== Evaporated milk is sometimes used in its reduced form, in tea or coffee, or as a topping for desserts. Reconstituted evaporated milk, equivalent to normal milk, is mixed 1 part by volume of evaporated milk with 1 1/4 parts of water. Where evaporated milk is required but not available, it can be replaced by simmering 2 ½ parts of fresh milk down to 1 part. === In the United States === According to the United States Code of Federal Regulations, Title 21, Chapter 1, Part 131, Sub part B, Section 130 \"Evaporated milk\", (April 2006) > (a) Description. Evaporated milk is the liquid food obtained by partial > removal of water only from milk. It contains not less than 6.5 percent by > weight of milk fat, not less than 16.5 percent by weight of milk solids not > fat, and not less than 23 percent by weight of total milk solids. Evaporated > milk contains added vitamin D as prescribed by paragraph (b) of this > section. It is homogenized. It is sealed in a container and so processed by > heat, either before or after sealing, as to prevent spoilage. ... Sections (b)–(f) of the above code regulate vitamin addition, optional ingredients, methods of analysis, nomenclature, and label declaration.(21CFR131.130): === Canada === Evaporated milk in Canada is defined to be milk from which water has been evaporated, and contains at least 25% milk solids and 7.5% milk fat. It may contain added vitamin C if a daily intake of this product contains between 60 and 75 milligrams, and may also contain vitamin D in an amount no less than 300 International Units and no more than 400 International Units. Disodium phosphate or sodium citrate (or both) may be added, as well as an emulsifying agent. === Middle East === File:Condensed and evaporated milk.jpg Evaporated milk is a popular addition to black tea, whereas fresh milk and cream are less common. The brand name Rainbow is synonymous with evaporated milk due to the brand dominance in Middle Eastern countries. === Malaysia and Singapore === It is added in brewed tea and coffee to make Teh C and Kopi C respectively. The C used in these names was due to a common association to the brand Carnation Evaporated Milk. === The Netherlands and Germany === It is widely used as a whitener or creamer for coffee. === Latin America === It is widely used for desserts, added to coffee, tea to create a rich leche con café or te con leche, which is made with half water, half evaporated milk and either coffee or tea and sugar. === West Africa === It is the staple milk product widely used in teas, coffee, pap (a widely consumed maize-based staple meal), hot and cold chocolate and also consumed as a drink on its own. === Shelf life === The shelf life of canned evaporated milk varies according to both its added content and its proportion of fat. For the regular unsweetened product a life of fifteen months can be expected before any noticeable destabilization occurs. == Notable producers == Evaporated milk is sold by several manufacturers: * Carnation Evaporated Milk (the brand is now owned by Nestlé and licensed to Smuckers in Canada) * PET Evaporated Milk (now owned by Smuckers) * Magnolia evaporated milk - (now produced by Eagle Family Foods owned by Smuckers ) * Viking Melk (Norway) - invented by Olav Johan Sopp in 1891, a Nestlé brand since 1897 * F&N; Evaporated Milk * Rainbow Milk, a brand of Royal Friesland Foods * Nordmilch AG (Now DMK Deutsches Milchkontor) - Germany * Jerzee Evaporated Milk (purchased in 2006 from Diehl Food Products) * O-AT-KA Evaporated Milk * Ferdi Evaporated Milk (Malaysia) * Vitalait Evaporated Milk (Senegal) * Luna Evaporated Milk * Gloria Evaporated Milk (Peru) == See also == * Baked milk * Filled milk * John Augustus Just * List of dried foods * Powdered milk * Scalded milk ==References== == External links == * Cooking with Canned Milk, including recipes and tips * PET History – history of evaporated milk and the PET company. * Today in Science History – John B. Meyenberg's patent describing his evaporation process of preserving milk Category:Milk-based drinks Category:Canned food ",
    "title": "Evaporated milk"
}