{
    "id": "644146",
    "text": "Bury Grammar School Boys is an independent day school in Bury, Greater Manchester, England, that has existed since c.1570. It is now part of a group of schools for preschool, junior, senior and sixth form studies. The headmaster of the boys' school since 2017 has been Devin Cassidy. The headmaster is a member of the HMC. The current school fees are £10,440 p.a. for senior pupils and £7.758 p.a. in the junior school.http://www.bgsboys.co.uk/bgsb//fees . Retrieved on 20 September 2016 Main Entrance ==History== There is evidence that a grammar school attached to Bury Parish Church existed as early as 1570 but the school was certainly well- established by 1634 with Henry Dunster as its fourth recorded headmaster. Former headmaster, Rev'd Henry Bury, who was by then \"aged eighty nine yeares or thereabout\", wrote his will in that year. In it, he not only left the sum of twenty shillings to Dunster (\"that studious and painfull minister\") but also an endowment of £300 to the \"ffree school\" at Bury \"for and towards the yearlie mentayninge of a school maister there, for to teach their children.\" Portrait of Rev'd Roger Kay MA(Cantab) Rev'd Roger Kay had gained his BA in 1688, his MA in 1691 and had become a Fellow of St John's College, Cambridge. He also later became Rector of Fittleton in Wiltshire and was a prebendary of Salisbury until his death. In 1726, he left money in his will to support the library at St John's College, but also a substantial part of his estate to re- founding his alma mater in his home town of Bury. The building in which Kay's newly re-founded school educated the boys of Bury still stands today, known as the Blackburn Hall, in the Wylde behind the Parish Church. (The hall is named after a former Rector of Bury, Ven. Foster Blackburne MA(Oxon), who was also Archdeacon of Manchester and Chairman of Governors of Bury G S. Archdeacon Blackburn was credited with producing the lyrics for a school song. It is not used as the official school song today.) The original school building in the Wylde The school outgrew its premises and, in 1903, the boys moved into the completed half of a new building on Tenterden Street, with playing fields across Bridge Road. The new buildings, of Accrington brick, were designed in a simple Neo-Renaissance style by William Venn Gough.(The playing fields were a bone of contention from the first. One writer noted in an early edition of \"The Clavian\" that the young folks of Bury refused to recognize our right to the ground. The boys were soon joined by the girls of the Bury Girls' High School, newly re-founded as Bury Grammar School for Girls. The two schools, whilst remaining separate entities, shared the same building until the erection of a more modern facility for the boys across Bridge Road in the 1960s. This new boys' school was built on the playing fields, so the Governors purchased of land at Buckley Wells for new playing fields. When a new courthouse was completed on Tenters Street, the Magistrates' Court and County Court vacated their former building on Tenterden Street. The Prep Department of the boys' school moved across the road from the 1960s building into the refurbished old courthouse. The school was a direct grant grammar school from 1944 until the abolition of the direct grant system in 1976, when it became fully independent once again. The school celebrated the 250th anniversary of its re-founding by Roger Kay with a visit from Prince Philip on 19 November 1976. The former boys' entrance, now an entrance to the girls' school Bury Grammar Schools celebrate their Founders' Day on the Friday closest to 6 May (the Feast of St John before the Latin Gate), the date on which Roger Kay specified the Trustees should meet annually to inspect the schools. The Eucharist is celebrated in the Parish Church and, later in the morning, a procession leads from the school through the main streets of Bury to the Parish Church, led by the Combined Cadet Force (CCF). Since the CCF (founded 1892) is attached to the Lancashire Fusiliers, a regiment with the Freedom of the Borough, the cadets are permitted to march with \"swords drawn, drums beating and colours flying\". After a commemoration service, the pupils are awarded a half-holiday. Services for younger pupils are held simultaneously in the boys' school hall, the boys' preparatory school and the Roger Kay Hall (in the girls' school). {| class=\"wikitable mw-collapsible mw-collapsed\" |- |! style=\"text-align: center; background: #E1EBEE; color:#000000\" colspan = 5 | **Recorded Headmasters of Bury Grammar School** |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Henry Bury | MA | style=\"width: 50px; \" colspan = 2| 1600 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Mr Johnson | MA | style=\"width: 50px; \" align = center | 1617 | style=\"width: 50px; text- align: center;\"| 1622 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Mr Hoyle | MA | style=\"width: 50px;\" align = center | 1622 | style=\"width: 50px; text-align: center;\"| 1630 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Henry Dunster | MA(Cantab) | style=\"width: 50px;\" align = center | 1630 | style=\"width: 50px; text-align: center;\"| 1640 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd William Ingham | MA | style=\"width: 50px;\" align = center | 1640 | style=\"width: 50px; text-align: center;\"| 1649 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd James Livesy | MA | style=\"width: 50px;\" align = center | 1649 | style=\"width: 50px; text-align: center;\"| 1650 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Peter Bradshaw | MA | style=\"width: 50px;\" align = center | 1650 | style=\"width: 50px; text-align: center;\"| 1653 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd William Aspinwall | MA | style=\"width: 50px;\" align = center | 1653 | style=\"width: 50px; text-align: center;\"| 1656 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Thomas Lawton | MA | style=\"width: 50px;\" align = center | 1662 | style=\"width: 50px; text-align: center;\"| 1668 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd William Richardson | MA | style=\"width: 50px;\" align = center | 1669 | style=\"width: 50px; text-align: center;\"| 1677 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd James Kay | MA | style=\"width: 50px;\" align = center | 1677 | style=\"width: 50px; text-align: center;\"| 1678 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd John Duckworth | MA | style=\"width: 50px;\" align = center | 1678 | style=\"width: 50px; text-align: center;\"| 1680 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Timothy Dobson | MA | style=\"width: 50px;\" align = center | 1680 | style=\"width: 50px; text-align: center;\"| 1684 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Thomas Boardman | MA | style=\"width: 50px;\" align = center | 1694 | style=\"width: 50px; text-align: center;\"| 1716 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Thomas Rider | MA | style=\"width: 50px;\" align = center | 1716 | style=\"width: 50px; text-align: center;\"|1724 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd William Smith | MA | style=\"width: 50px;\" align = center | 1725 | style=\"width: 50px; text-align: center;\"| 1727 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd James Andrew | MA | style=\"width: 50px;\" align = center | 1728 | style=\"width: 50px; text-align: center;\"| 1730 | |- | style=\"text-align: center;\" colspan = 5 | **After Kay's Re-Founding** |- | style=\"width: 250px; vertical-align: top;\" | Rev'd John Lister | MA | style=\"width: 50px;\" align = center | 1730 | style=\"width: 50px; text-align: center;\"| 1749 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Richard Barton | MA | style=\"width: 50px;\" align = center | 1749 | style=\"width: 50px; text-align: center;\"| 1768 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Francis Hodgson | MA | style=\"width: 50px;\" align = center | 1768 | style=\"width: 50px; text-align: center;\"| 1818 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Edward Bushby | MA | style=\"width: 50px;\" align = center | 1818 | style=\"width: 50px; text-align: center;\"| 1819 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Richard Hood | MA | style=\"width: 50px;\" align = center | 1820 | style=\"width: 50px; text-align: center;\"| 1823 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Henry Crewe Boutflower | MA | style=\"width: 50px;\" align = center | 1823 | style=\"width: 50px; text-align: center;\"| 1858 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Charles Frederick Hildyard | MA | style=\"width: 50px;\" align = center | 1858 | style=\"width: 50px; text- align: center;\"| 1876 | |- | style=\"width: 250px; | Rev'd Edward Hale Gulliver | MA | style=\"width: 50px; vertical-align: top;\" align = center | 1877 | style=\"width: 50px; text-align: center;\"| 1879 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd William Henry Howlett | MA | style=\"width: 50px;\" align = center | 1879 | style=\"width: 50px; text-align: center;\"| 1919 | |- | style=\"width: 250px; vertical-align: top;\" | Leonard Ralph Strangeways | MA(Oxon) Scholar of New College | style=\"width: 50px;\" align = center | 1919 | style=\"width: 50px; text-align: center;\"| 1936 | |- | style=\"width: 250px; vertical-align: top;\" | Lionel Cornwallis Lord | MA(Cantab) Scholar of Emmanuel College | style=\"width: 50px;\" align = center | 1937 | style=\"width: 50px; text-align: center;\"| 1946 | |- | style=\"width: 250px; vertical-align: top;\" | Richard Lionel Chambers | MA(Cantab) Scholar of Pembroke College | style=\"width: 50px;\" align = center | 1946 | style=\"width: 50px; text-align: center;\"| 1951 | |- | style=\"width: 250px; vertical-align: top;\" | John Robertson Murray Senior | MA(Oxon) Scholar of Christ Church | style=\"width: 50px; \" align = center | 1951 | style=\"width: 50px; text-align: center;\"| 1956 | |- | style=\"width: 250px; vertical-align: top;\" | Charles Lionel Hall | BSc Econ(Lond) FRGS | style=\"width: 50px;\" align = center | 1956 | style=\"width: 50px; text-align: center;\"| 1960 | |- | style=\"width: 250px; vertical-align: top;\" | John Talbot Hansford | MA(Cantab) Scholar of St John's College | style=\"width: 50px;\" align = center | 1960 | style=\"width: 50px; text-align: center;\"| 1969 | |- | style=\"width: 250px; vertical-align: top;\" | (William) John Hurlston Robson | MA(Oxon) Scholar of St John's College | style=\"width: 50px;\" align = center | 1969 | style=\"width: 50px; text-align: center;\"| 1990 | |- | style=\"width: 250px; vertical-align: top;\" | Keith Richards | style=\"width: 250px; |MA(Cantab) PGCE Scholar of Sidney Sussex College | style=\"width: 50px;\" align = center | 1990 | style=\"width: 50px; text-align: center;\"| 2006 | |- | style=\"width: 250px; vertical-align: top;\" | Rev'd Steven C Harvey | MA(Oxon) | style=\"width: 50px; vertical-align: top;\" align = center | 2006 | style=\"width: 50px; vertical- align: top; text-align: center;\"| 2013 | |- | style=\"width: 250px; vertical- align: top;\" | Richard N Marshall | MSc NPQH | style=\"width: 50px; vertical- align: top;\" align = center | 2013 | style=\"width: 50px; vertical-align: top; text-align: center;\"| 2017 | |- | style=\"width: 250px; vertical-align: top;\" | Devin Cassidy | | style=\"width: 50px; vertical-align: top;\" align = center | 2017 | style=\"width: 50px; vertical-align: top; text-align: center;\"| Present | |- |} ==Crest== School sign showing the crest The school's crest dates from c.1840. It depicts a swan holding a key in its beak, under which is the motto in (). Both are considered to have been created by Rev'd Henry Crewe Boutflower, headmaster 1823–58. The swan was used by John, Duke of Berry in the manuscripts known as the Très Riches Heures. Berry may have been an ancestor of Henry Bury, but was more likely chosen due to the similarity in their names, whilst the key is believed to be a play on the name of the re- founder, Roger Kay. In a letter to the editor in the first edition of the Bury Grammar School Magazine of September 1881, a correspondent asked: The following edition carried a reply: Thus began references to the swan of Bury as The Irwell Duck. ==Uniform== The school uniform comprises a navy blue blazer with a badge in the pupils' house colour, and a navy blue tie (striped in the house colour), with black/charcoal trousers, and black socks and shoes. With the arrival of warmer weather, the headmaster invariably \"declares summer\", enabling blazers and ties to be removed \"within the precincts of the school\". Boys in the sixth form are not required to wear school uniform, but must wear a smart suit. ==Houses== The school has four houses, whose colours are reflected in the colour of the badge and the stripes of the tie in the school uniforms. Three houses were created in 1905 by Rev'd W H Howlett to re- introduce some of the camaraderie of a boarding school into the academic and sporting life of what was, by this time, a day school. The three houses were: Derby; named after Frederick Stanley, 16th Earl of Derby, donor of the land upon which the school stands and of considerable sums of money for the erection of the present girls' school building. Hulme; named after Manchester lawyer, William Hulme, whose Trust helped to fund the new building. Kay; named after Rev'd Roger Kay, re-founder of the school. In 1919, an additional house was introduced: Howlett; named after Fr Howlett himself. ==Curriculum== Junior School Boys in the prep school, housed in its own building across Tenterden Street, study the subjects of the National Curriculum - the core subjects of English, mathematics and general science, together with art, DT, geography, history, ICT, French, music, PSHEE and RS. In addition, all boys have PPE, Swimming and Games on their timetable. All boys study English language, English literature, maths and chemistry, biology and physics as individual subjects. Boys must also take either French or German. Latin is compulsory in the second and third forms. In addition to these compulsory subjects, boys opt for a combination of other subjects from a range including art, business studies, DT, electronics, geography, Greek, history, ICT, music, PE and RS. GCSE examinations are taken in the 5th Year, including French and German. The exception is the sciences, in which GCSE courses begin in the 3rd year and pupils sit the Module 1 exam in January of the 4th year. Pupils sit the IGCSE mathematics, English language and English literature examinations, administered by Edexcel. Subsequently, the media report the school as having a 0% pass rate at GCSE in maths and English, since IGCSEs are not counted as GCSE passes by the Office for National Statistics.https://www.compare-school- performance.service.gov.uk/schools-by- type?step=phase&region;=351&geographic;=la&phase;=secondary Retrieved on 20 September 2016 Having successfully completed their GCSEs in the 5th year, boys may opt to stay on into the 6th form for a further two years. Sixth form teaching offers study towards 'A' level in all of the subjects offered at GCSE, along with geology, economics, further maths, philosophy, politics and psychology (which is taught in the girls' school). Through the Cadet Vocational Qualifications Organisation (CVQO) the school CCF offers cadets (aged 16–19) the opportunity to gain internationally recognized BTEC First Diploma qualifications in Public Services, equivalent to 4 GCSEs, grade C – A*. ==Extra curricular== ===Sport=== PE and games lessons are part of every boy's timetable, but there is a range of opportunities for extra curricular sport in the school. Sports offered include Association football, athletics, badminton, basketball, cricket, fencing, hockey, gymnastics, Rugby football and tennis. The school has a swimming pool and a large sports hall with weights room. Summer 2016 saw the addition of a series of all-weather playing surfaces between the sports hall and the river. Boys play competitively both in inter-house competitions and in extramural matches, as well as sending representatives to regional and national teams, such as the ISFA. ===Performing arts=== The school has a long tradition of musical and dramatic performance, with performances of Oliver Goldsmith's She Stoops to Conquer noted in The Clavian of 1912 whilst a \"little musical programme was put together\" for a \"Kay House Social\" in July of the same year. The 1974 production of Dry Rot, starring John Darling and Piggy Hyde, was the favourite of that decade. Today, the school has a full spectrum of musical groups including a brass ensemble, senior and junior choirs, a concert band, an orchestra and a percussion group. The CCF has a corps of drums. Dramatic productions include both junior and senior plays, and musical productions; such performances are often produced in conjunction with the girls' school, and in recent years have included Guys and Dolls, Les Miserables, Little Shop of Horrors and Jesus Christ, Superstar. ===Clubs and societies=== The first debating society was established at the school in 1907. There is a range of societies available to the Clavian of today including the ever-present chess club, photography club and debating society, as well as such transitory pastimes as the Minecraft, Wargaming and Pilates Societies. ==Publications and alumni activities== There are extant copies of a school magazine dating back as far as 1881. The current magazine (The Clavian) began as a termly in-house pamphlet in 1906 and is now an annual publication. \"The Key\" is a magazine produced for Alumni and friends of the school by the Development Office. There is an active alumni group run by the Development Office and membership of the Bury Grammar Schools' Alumni Group on LinkedIn is open to Old Clavians (and Old Claviennes) who are LinkedIn members. The Old Boys' Society has long held an Annual Dinner; the first recorded such dinner took place on 12 September 1881, after the Old Clavians -v- 1st XI cricket match. (Toasts included \"The Bishop and Clergy\", \"The Army, Navy and Auxiliary Forces\" and \"The Masters\".) The OBS today still organises an annual dinner, held at the school on Founders' Day each year. The Old Boys' Society (London Branch) organises an annual dinner in London for Home Counties-based Old Boys. Previously held on 6 May annually, in recent years it has moved to a Friday later in May. The society also runs several sports teams for Old Clavians, including an association football club that fields four teams; 1st XI, Reserves, 3rd XI and Veterans. ==Inter school co-operation== There is a single board of governors for the boys' and girls' schools. They are also served by a single Bursar/Clerk to the Governors and development office. There is a tradition of boys and girls uniting for dramatic productions and musical concerts and, since 1992, membership of the boys' school CCF has been open to members of the girls' school. Pupils in the sixth forms of the two school have long mixed socially; the imminent completion of a joint sixth form centre will mean that some 'A' level subjects can be taught jointly across the two schools. ==Link with Harvard College and the Henry Dunster Society== The Henry Dunster Society, an organisation inaugurated at Harvard University in September 2008, is intended to bring together from time to time the alumni/ae of the Bury Grammar Schools and to help them support new initiatives for the schools. The connection with Harvard College started with Henry Dunster. Dunster was born near Bury and attended Bury Grammar School. He went up to Magdalene College, Cambridge, and after graduation became the curate of Bury Parish Church, a living in the patronage of the Earl of Derby. Returning to Bury, Dunster became the fourth headmaster of the school. Dunster left his posts in Bury in 1640 when, like many Puritans dissatisfied with developments in both church and state, and probably in anticipation of a civil war, he emigrated to Massachusetts. Soon after his arrival, Dunster was asked and agreed to become the first president of Harvard College, now Harvard University. Although few documents survive to explain how Dunster thought of himself, he did use a phrase in one letter, ego enim Lancastrensis sum, suggesting that he was a modest, hard-working, Lancashire lad, proud of his northern English origins and of his noted Lancastrian accent. Dunster, a professor of oriental languages, founded the first printing press in America at Harvard in 1648. Derek Calrow, an Old Clavian, a Governor and Chair of the Schools' Development Committee, serves as the Patron of the Henry Dunster Society. ==Notable masters== *Henry Dunster (1609–1659), first president of Harvard College. A native of Bury and Old Clavian, he was the fourth headmaster of the school prior to his emigration to Massachusetts in 1640. *John Just (1797–1852), Second Master 1832–52. A noted botanist, he lectured at the Royal Manchester School of Medicine and Surgery, and was honorary professor of botany at the Royal Manchester Institution. ==Notable Old Clavians== {| class=\"wikitable mw- collapsible mw-collapsed\" |- |! style=\"text-align: center; background: #E1EBEE; color:#000000; width:250px;\"| **Name** |! style=\"text-align: center; background: #E1EBEE; color:#000000; width:75px;\"| **Born** |! style=\"text- align: center; background: #E1EBEE; color:#000000; width:75px;\"| **Died** |! style=\"text-align: center; background: #E1EBEE; color:#000000; width:650px;\"| **Notes** |! style=\"text-align: center; background: #E1EBEE; color:#000000; width:50px;\"| |- | Richard Wroe | align = center |1641 | align = center |1718 | Warden of the Collegiate Church of St Mary, St Denys and St George in Manchester 1684–1718 | |- | Francis Fawkes | align = center |1720 | align = center |1777 | Poet and translator | |- | Sir William Fawcett | align = center |1727 | align = center |1804 | Adjutant-General to the Forces; Governor of the Royal Hospital Chelsea | |- | James Wood | align = center |1760 | align = center |1839 | Mathematician; Master of St John's College, Cambridge 1815–1839; Dean of Ely 1820–1839 | |- | Sir Robert Peel Bt | align = center |1788 | align = center |1850 | Prime Minister 1834–1835, 1841–1846 | |- | Sir John Holker | align = center |1828 | align = center |1882 | Conservative MP for Preston 1872–1882; Attorney-General, (1875–1880) | |- | Walter Olivey | align = center |1860 | align = center |1880 | Hero of the 2nd Afghan War; the last British Officer to be killed in action while carrying the Queen's Colours. | |- | Brigadier General Rev'd Arthur Venables Calveley Hordern CMG CBE | align = center |1866 | align = center |1946 | Chaplain of Ladysmith during the siege; served in the Boer War and WWI; mentioned in despatches six times, including at Gallipoli; Chaplain General | |- | Gordon Hewart, 1st Viscount Hewart | align = center |1870 | align = center |1943 | Solicitor General 1916–1919; Attorney General 1919–1922; Lord Chief Justice of England 1922–1940 | |- | Cecil Cronshaw | align = center |1889 | align = center |1961 | Pioneer of modern dyes, chairman and director of ICI | |- | Sir Malcolm Knox | align = center |1900 | align = center |1980 | Philosopher and Vice-Chancellor of the University of St Andrews 1953–1966 | |- | Sir John Charnley | align = center |1911 | align = center |1982 | Orthopaedic surgeon | |- | Walter Clegg | align = center |1920 | align = center |1994 | British Conservative politician | |- | Donald Jack | align = center |1924 | align = center |2003 | Canadian novelist and playwright | |- | Trevor Park | align = center |1927 | align = center |1995 | Labour MP for South East Derbyshire 1964–1970 | |- | Brian Cubbon | align = center |1928 | align = center |2015 | Former Permanent Secretary, Home Office and Northern Ireland Office | |- | W. Geoffrey Arnott | align = center |1930 | align = center |2010 | Classics scholar | |- | Geoffrey Moorhouse | align = center |1931 | align = center |2009 | Author and journalist; writer of Hell's Foundations | |- | Paul Rose | align = center |1935 | align = center |2015 | Labour MP for Manchester Blackley 1964–1979; barrister and writer | |- | Allan Levy QC | align = center |1943 | align = center |2004 | Children's rights lawyer; chairman of the Pindown Enquiry | |- | Michael Edelson | align = center |1944 | align = center |– | Businessman; director of Manchester United Football Club. | |- | Sir David Trippier | align = center |1946 | align = center |– | Conservative MP for Rossendale 1979–1983; MP for Rossendale and Darwen 1983–1992 | |- | Ian Wallace | align = center |1946 | align = center |2007 | Musician; drummer with King Crimson, Don Henley, Bob Dylan and others. His first group, the Jaguars, was formed in Bury with school friends | |- | Geoffrey Shindler | align = center |1947 | align = center |– | Co-founder of the law firm, Lane-Smith & Shindler; president of the Society of Trusts and Estate Practitioners Worldside in 2007 | |- | David Green | align = center |1948) | align = center |– | Film director | |- | David Chaytor | align = center |1949 | align = center |– | Labour MP for Bury North 1997–2010; convicted fraudster | |- | Simon Hopkinson | align = center |1954 | align = center |– | Chef; writer of \"Roast Chicken and Other Stories\" | |- | Alistair Burt | align = center |1955 | align = center |– | Conservative MP for Bury North 1983–1997; MP for North East Bedfordshire 2001– | |- | Simon Kelner | align = center |1957 | align = center |– | Editor-in-chief of The Independent 1998–2008 | |- | Andrew Higginson | align = center |1957 | align = center |– | Chairman of Morrisons Supermarkets 2015– | |- | Phil Kelly | align = center |1963 | align = center |– | Rock climber; author | |- | Michael Purtill | align = center |1966 | align = center |– | Hotelier |https://www.thecaterer.com/articles/366380/the-palace-hotel-in-manchester- appoints-michael-purtill-as-general-manager |- | Edward Lord | align = center |1972 | align = center |– | Politician; Member of the Court of Common Council of the City of London; Chairman of Local Partnerships LLP | |- | Pat Sanderson | align = center |1977 | align = center |– | Former professional rugby union player for Sale Sharks, Harlequins and Worcester Warriors; former England RUFC captain with 16 England caps | |- | Henry Holland | align = center |1983 | align = center |– | Fashion designer | |- | Jeff Wootton | align = center |1987 | align = center |– | Guitarist for Gorillaz, Damon Albarn and Liam Gallagher | |- |} ==See also== * Bury Grammar School (Girls) ==Notes== ==References== * ==External links== * Bury Grammar School (Boys) * Bury Grammar Schools' Development Office * Bury Grammar School (Girls) Category:Boys' schools in Greater Manchester Category:Independent schools in the Metropolitan Borough of Bury Category:Schools in Bury, Greater Manchester Category:Secondary schools in the Metropolitan Borough of Bury Category:Member schools of the Headmasters' and Headmistresses' Conference Category:Educational institutions established in the 1570s Category:16th- century establishments in England ",
    "title": "Bury Grammar School"
}