{
    "id": "644263",
    "text": "The United States Pharmacopeia (USP) is a pharmacopeia (compendium of drug information) for the United States published annually by the United States Pharmacopeial Convention (usually also called the USP), a nonprofit organization that owns the trademark and also owns the copyright on the pharmacopeia itself. The USP is published in a combined volume with the National Formulary (a formulary) as the USP-NF. If a drug ingredient or drug product has an applicable USP quality standard (in the form of a USP-NF monograph), it must conform in order to use the designation \"USP\" or \"NF\". Drugs subject to USP standards include both human drugs (prescription, over- the-counter, or otherwise) and animal drugs. USP-NF standards also have a role in US federal law; a drug or drug ingredient with a name recognized in USP-NF is considered adulterated if it does not satisfy compendial standards for strength, quality or purity. USP also sets standards for dietary supplements and food ingredients (as part of the Food Chemicals Codex). USP has no role in enforcing its standards; enforcement is the responsibility of the U.S. Food and Drug Administration (FDA) and other government authorities in the United States. == Product quality–standards and verification == USP establishes written (documentary) and physical (reference) standards for medicines, food ingredients, dietary supplement products, and ingredients. These standards are used by regulatory agencies and manufacturers to help to ensure that these products are of the appropriate identity, as well as strength, quality, purity, and consistency. USP 800 is an example of a publication created by the United States Pharmacopeia. Prescription and over-the-counter medicines available in the United States must, by federal law, meet USP-NF public standards, where such standards exist. Many other countries use the USP-NF instead of issuing their own pharmacopeia, or to supplement their government pharmacopeia. USP's standards for food ingredients can be found in its Food Chemicals Codex (FCC). The FCC is a compendium of standards used internationally for the quality and purity of food ingredients like preservatives, flavorings, colorings and nutrients. While the FCC is recognized in law in countries like Australia, Canada and New Zealand, it currently does not have statutory recognition in the United States, although FCC standards are incorporated by reference in over 200 FDA food regulations. USP obtained the FCC from the Institute of Medicine in 2006. The IOM had published the first five editions of the FCC. USP also conducts verification programs for dietary supplement products and ingredients. These are testing and audit programs. Products that meet the requirements of the program can display the USP Verified Dietary Supplement Mark on their labels. This is different from seeing the letters \"USP\" alone on a dietary supplement label, which means that the manufacturer is claiming to adhere to USP standards. USP does not test such products as it does with USP Verified products. == Healthcare information == In the past, Congress authorized the Secretary of HHS to request USP to develop a drug classification system that Medicare Prescription Drug Benefit plans may use to develop their formularies, and to revise such classification from time to time to reflect changes in therapeutic uses covered by Part D drugs and the addition of new covered Part D drugs. USP has developed six versions of the Model Guidelines, the last issued early in 2014 for the 2015–2017 benefit years. == Promoting the Quality of Medicines program == Since 1992, USP has worked cooperatively with the United States Agency for International Development (USAID) to help developing countries address critical issues related to poor quality medicines. This partnership operated as the Drug Quality and Information (DQI) program until 2009, when, to better meet growing global needs, USAID awarded USP a five-year, $35 million cooperative agreement to establish a new, expanded program: Promoting the Quality of Medicines (PQM). In 2013 USAID extended the PQM program for five years (through September 2019), increased its funding to $110 million, and expanded the geographical reach of the program. PQM serves as a primary mechanism to help USAID-supported countries strengthen their quality assurance and quality control systems to better ensure the quality of medicines that reach patients. PQM has four key objectives: * Strengthen quality assurance (QA) and quality control (QC) systems * Increase the supply of quality assured medicines * Combat the availability of substandard and counterfeit medicines * Provide technical leadership and global advocacy USP-USAID collaborative efforts have helped communities improve drug quality in more than 35 countries. PQM currently works in Africa, Asia, Europe/Eurasia, and the Caribbean/Latin America. == International agreements and offices == USP works internationally, largely through agreements with other pharmacopeias, as well as regulatory bodies, manufacturer associations and others. In recent years, USP signed a series of Memoranda of Understanding (MOU) with groups including the Pharmacopeia of the People's Republic of China Chinese Pharmacopeia Commission, nine countries belonging to the Association of Southeast Asian Nations (ASEAN), and the Federal Service on Surveillance in Healthcare and Social Development of the Russian Federation (Roszdravnadzor). USP also operates an international office in Switzerland and offices and laboratories in Brazil, India, and China. ==See also== *British Pharmacopoeia *European Pharmacopoeia *Japanese Pharmacopoeia *Pharmacopoeia of the People's Republic of China *The International Pharmacopoeia *National Formulary *Food and Drug Administration *Genome Valley *Pharmacopeia *Pill splitting, for a discussion of USP standards concerning uniformity of dosage *USP 800 ==References== ==External links== * * Medicines Compendium Category:Rockville, Maryland Category:American medical research Category:Laboratories in the United States Category:Pharmacopoeias ",
    "title": "United States Pharmacopeia"
}