{
    "id": "644432",
    "text": "The Conemaugh River is a long tributary of the Kiskiminetas River in Westmoreland, Indiana, and Cambria counties in the U.S. state of Pennsylvania. The name means 'Otter Creek', originating from the Unami-Lenape language word kwənəmuxkw 'otter'. == Course == Conemaugh River Lake Dam near Saltsburg, Pennsylvania The Conemaugh River is formed at Johnstown (site of the Johnstown Flood) in southwestern Cambria County by the confluence of the Little Conemaugh and Stonycreek rivers. It flows generally WNW, in a winding course through the mountains along the northern edge of Laurel Hill and Chestnut Ridge. Northwest of Blairsville it is joined by Blacklick Creek. At Saltsburg it is joined from the south by Loyalhanna Creek to form the Kiskiminetas River. Along much of its lower course, the Conemaugh forms part of the boundary between Westmoreland and Indiana counties. == Watershed == Historic bridges downstream of Conemaugh River Lake Dam: 1864 railroad bridge pier, 1907 arch bridge, and 1952 railroad bridge The Kiskiminetas-Conemaugh river basin flows through scenic mountainous country that forms the heart of the historic coal-producing areas of western Pennsylvania. Before the Dam was constructed, the town of Livermore served the area between Blairsville and Saltsburg as an important stop along the former canal, as well as the railroad. The watershed is considered among the most degraded in the state, largely from abandoned mine drainages. The recovery of the river has been an important ongoing ecological management project of state and private agencies. ==See also== *List of rivers of Pennsylvania *List of tributaries of the Allegheny River ==References== ==External links== *U.S. Geological Survey: PA stream gaging stations *Conemaugh Dam pictures *SCRIP-river improvement project *Conemaugh Valley Conservancy Category:Rivers of Pennsylvania Category:Tributaries of the Kiskiminetas River Category:Rivers of Westmoreland County, Pennsylvania Category:Rivers of Cambria County, Pennsylvania ",
    "title": "Conemaugh River"
}