{
    "id": "644420",
    "text": "Kenneth S. Hitchcock (born December 17, 1951) is a Canadian former professional ice hockey coach. Hitchcock coached the Dallas Stars, Philadelphia Flyers, Columbus Blue Jackets, St. Louis Blues and Edmonton Oilers of the National Hockey League (NHL). He also served as an assistant coach for the 2014 Canadian Olympic national team. Hitchcock won a Stanley Cup with the Stars in 1999. He is the third winningest coach in NHL history with a total of 849 victories. He was named a 2019 Order of Hockey in Canada recipient. ==Early years== While growing up playing hockey in western Canada, Hitchcock found he could motivate players. This led him into coaching, first at various levels in the Edmonton area, and later a ten-year stint at the helm of the midget AAA Sherwood Park Chain Gang. Hitchcock led Sherwood Park to a record of 575–69. In his spare time, he taught hockey fundamentals to girls at a local hockey school. Hitchcock submitted his credentials to the new owners of the WHL's Kamloops Blazers, Gary Cooper and Colin Day. Hitchcock assumed his position behind the bench for the 1984–85 season and had an immediate effect on the Blazers, leading them to four consecutive division titles and league titles in 1985–86 and 1989–90. In both of the seasons he guided the Blazers to the league title, Hitchcock was named the WHL Coach of the Year, and he was named the top coach in Canadian major junior hockey in 1990. Hitch's team appeared in the Memorial Cup tournament twice, never advancing beyond the semi-finals. In six seasons in Kamloops, Hitchcock recorded a 291–125–15 record, which stands as the second best in WHL history. ==NHL coaching career== ===Dallas Stars=== In 1990, Hitchcock left the WHL and joined the Philadelphia Flyers as an assistant coach. Hitchcock spent three seasons with the Flyers organization before leaving to helm the Dallas Stars' IHL franchise, the Kalamazoo Wings, for the 1993–94 season. In the middle of his third season with the team (then renamed the Michigan K-Wings), he was offered the head coaching position with the Dallas Stars, and on January 8, 1996, he was named head coach, replacing Bob Gainey, who remained with the Stars as general manager. In his first full season with the Stars, he led the team to a first-place finish in the Central Division and a playoff berth. In his second full season with the Stars, Hitchcock again led the Stars to the playoffs, losing in the Conference Finals to the eventual Stanley Cup champion Detroit Red Wings. Also during the 1997–98 season, Hitchcock was named to his first of three consecutive NHL All-Star Game teams as coach. During the 1998–99 NHL season, Hitchcock led the Stars to a regular season record of 51–19–12 (0.695 winning percentage), a team best. In the playoffs, Hitchcock led the team to a Stanley Cup victory over the Buffalo Sabres, the team's first. The next season, Hitchcock again led the team to the Stanley Cup finals, only to lose to the New Jersey Devils. In the 2000–01 season, Hitchcock again led the Stars to the playoffs, but the team exited in the Conference Semifinals. Midway through the following season, after getting off to a mediocre 23–21–6 start and in the midst of strife between the players and management, Hitchcock was fired as head coach. ===Philadelphia Flyers=== Hitchcock was quickly picked up in the off-season by his old team, the Philadelphia Flyers, who had just fired their coach, Bill Barber, after an early exit from the playoffs. Hitchcock brought much-needed discipline and direction to the Flyers and led them to a 45–24–13 record in his first season, losing in the Conference Semifinals. In Hitchcock's second season with the Flyers, they finished first in the division with a 40–21–15 record and advanced to the Conference Finals, losing to the eventual champion Tampa Bay Lightning in seven games. In the 2006–07 NHL season, the Flyers got off to a 1–6–1 start over their first eight games, their worst start in 15 years. After a 9–1 loss to the Buffalo Sabres, management promised there would be some major changes to the organization. On October 22, 2006, the Flyers fired Hitchcock, and General Manager Bobby Clarke stepped down.Flyers GM Clarke resigns; coach Hitchcock fired On November 1, 2006, the Flyers assigned Hitchcock to be a pro scout for the club. ===Columbus Blue Jackets=== On November 22, 2006, Hitchcock and the Columbus Blue Jackets agreed to a three- year contract to become their new head coach. He coached his first game for the Blue Jackets on November 24 against his former team, the Philadelphia Flyers, a game Columbus lost, 3–2.Blue Jackets hire Hitchcock as coach On July 9, 2008, the Blue Jackets announced that they had signed Hitchcock to a three- year extension to remain as their head coach.Hitchcock signs three-year extension as Blue Jackets' coach On February 19, 2009, the Blue Jackets earned Hitchcock his 500th career NHL win as a head coach by defeating the Toronto Maple Leafs. On April 8, 2009, Hitchcock secured the Blue Jackets' first ever postseason appearance with a 4–3 shootout win over the Chicago Blackhawks. Their playoff appearance would be a short one as they were swept in the Conference Quarterfinals by the Detroit Red Wings. On November 11, 2009, in Columbus in a 9–1 loss to the Detroit Red Wings, Hitchcock became the sixteenth NHL coach to reach the 1,000 game milestone. On February 3, 2010, the Blue Jackets relieved Hitchcock of his duties behind the bench and named assistant coach Claude Noël as the club's interim head coach. ===St. Louis Blues=== On November 6, 2011, the St. Louis Blues fired coach Davis Payne and hired Hitchcock in his place. On June 20, 2012, Hitchcock won the Jack Adams Award for NHL Coach of the Year. On February 12, 2015, Hitchcock earned his 693rd career regular season win in a 6–3 defeat of the Tampa Bay Lightning, passing Dick Irvin for sole possession of fourth place on the all-time coaching wins list. On March 12, 2015, Hitchcock earned his 700th career win as head coach in a 1–0 defeat of the Philadelphia Flyers. In the 2015–16 season, Hitchcock coached the Blues to the Conference Finals. Despite home ice advantage against the San Jose Sharks, the Blues were defeated in six games. On May 31, 2016, Hitchcock announced that he would retire from coaching at the end of the 2016-17 season. However, Hitchcock did not finish his planned last season with St. Louis. On February 1, 2017, the Blues announced that they had fired Hitchcock and promoted Mike Yeo to take his place. Hitchcock was fired one game before tying Al Arbour's record (782) for third most wins by an NHL head coach. ===Return to Dallas=== On April 13, 2017, Hitchcock was named as the head coach of the Dallas Stars for the second time. On December 21, Hitchcock earned his 800th win as NHL head coach when the Stars defeated the Blackhawks 4–0. On April 13, 2018, Hitchcock announced his retirement. ===Edmonton Oilers=== On November 20, 2018, Hitchcock came out of retirement and was named head coach of the Edmonton Oilers after Todd McLellan was relieved of his duties. In early May, it was announced that Hitchcock was dismissed and would not return. ==Head coaching record== {| class=\"wikitable\" style=\"font-size:95%; text-align:center;\" |- ! rowspan=\"2\"|Team !! rowspan=\"2\"|Year !! colspan=\"7\"|Regular season !! colspan=\"4\"|Postseason |- ! G !! W !! L !! T !! OTL !! Pts !! Finish !! W !! L !! Win% !! Result |- ! DAL !! 1995–96 | 43 || 15 || 23 || 5 || — || (35) || 6th in Central || — || — || — || Missed playoffs |- style=\"background:#fdd;\" ! DAL !! 1996–97 | 82 || 48 || 26 || 8 || — || 104 || 1st in Central || 3 || 4 || || Lost in Conference Quarterfinals (EDM) |- style=\"background:#fdd;\" ! DAL !! 1997–98 | 82 || 49 || 22 || 11 || — || 109 || 1st in Central || 10 || 7 || || Lost in Conference Finals (DET) |- style=\"background:#FDE910;\" ! DAL !! 1998–99 | 82 || 51 || 19 || 12 || — || 114 || 1st in Pacific || 16 || 7 || || Won Stanley Cup (BUF) |- style=\"background:#fdd;\" ! DAL !! 1999–00 | 82 || 43 || 23 || 10 || 6 || 102 || 1st in Pacific || 14 || 9 || || Lost in Stanley Cup Finals (NJD) |- style=\"background:#fdd;\" ! DAL !! 2000–01 | 82 || 48 || 24 || 8 || 2 || 106 || 1st in Pacific || 4 || 6 || || Lost in Conference Semifinals (STL |- ! DAL !! 2001–02 | 50 || 23 || 17 || 6 || 4 || (56) || (fired) || — || — || — || — |- style=\"background:#fdd;\" ! PHI !! 2002–03 | 82 || 45 || 20 || 13 || 4 || 107 || 2nd in Atlantic || 6 || 7 || || Lost in Conference Semifinals (OTT) |- style=\"background:#fdd;\" ! PHI !! 2003–04 | 82 || 40 || 21 || 15 || 6 || 101 || 1st in Atlantic || 11 || 7 || || Lost in Conference Finals (TBL) |- style=\"background:#fdd;\" ! PHI !! 2005–06 | 82 || 45 || 26 || — || 11 || 101 || 2nd in Atlantic || 2 || 4 || || Lost in Conference Quarterfinals (BUF) |- ! PHI !! 2006–07 | 8 || 1 || 6 || — || 1 || (3) || (fired) || — || — || — || — |- ! colspan=\"2\"|PHI total !! 254 !! 131 !! 73 !! 28 !! 22 !! !! !! 19 !! 18 !! !! |- ! CBJ !! 2006–07 | 62 || 28 || 29 || — || 5 || (73) || 4th in Central || — || — || — || Missed playoffs |- ! CBJ !! 2007–08 | 82 || 34 || 36 || — || 12 || 80 || 4th in Central || — || — || — || Missed playoffs |- style=\"background:#fdd;\" ! CBJ !! 2008–09 | 82 || 41 || 31 || — || 10 || 92 || 4th in Central || 0 || 4 || || Lost in Conference Quarterfinals (DET) |- ! CBJ !! 2009–10 | 58 || 22 || 27 || — || 9 || (53) || (fired) || — || — || — || — |- ! colspan=\"2\"|CBJ total !! 284 !! 125 !! 123 !! — !! 35 !! !! !! 0 !! 4 !! !! |- style=\"background:#fdd;\" ! STL !! 2011–12 | 69 || 43 || 15 || — || 11 || (97) || 1st in Central || 4 || 5 || || Lost in Conference Semifinals (LAK) |- style=\"background:#fdd;\" ! STL !! 2012–13 | 48 || 29 || 17 || — || 2 || 60 || 2nd in Central || 2 || 4 || || Lost in Conference Quarterfinals (LAK) |- style=\"background:#fdd;\" ! STL !! 2013–14 | 82 || 52 || 23 || — || 7 || 111 || 2nd in Central || 2 || 4 || || Lost in First Round (CHI) |- style=\"background:#fdd;\" ! STL !! 2014–15 | 82 || 51 || 24 || — || 7 || 109 || 1st in Central || 2 || 4 || || Lost in First Round (MIN) |- style=\"background:#fdd;\" ! STL !! 2015–16 | 82 || 49 || 24 || — || 9 || 107 || 2nd in Central || 10 || 10 || || Lost in Conference Finals (SJS) |- ! STL !! 2016–17 | 50 || 24 || 21 || — || 5 || (53) || (fired) || — || — || — || — |- ! colspan=\"2\"|STL total !! 413 !! 248 !! 124 !! — !! 41 !! !! !! 20 !! 27 !! !! |- ! DAL !! 2017–18 | 82 || 42 || 32 || — || 8 || 92 || 6th in Central || — || — || — || Missed playoffs |- ! colspan=\"2\"|DAL total !! 585 !! 319 !! 186 !! 60 !! 20 !! !! !! 47 !! 33 !! !! |- ! EDM !! 2018–19 | 62 || 26 || 28 || — || 8 || (60) || 7th in Pacific || — || — || — || Missed playoffs |- ! colspan=\"2\"|EDM total !! 62 !! 26 !! 28 !! 8 !! 60 !! !! !! — !! — !! — !! |- ! colspan=\"2\"|Total !! 1,598 !! 849 !! 534 !! 88 !! 127 !! !! 8 division titles !! 86 !! 82 !! !! 14 playoff appearances 1 Stanley Cup |} ==References== ==External links== * Category:1951 births Category:Living people Category:Canada men's national ice hockey team coaches Category:Canadian ice hockey coaches Category:Columbus Blue Jackets Category:Columbus Blue Jackets coaches Category:Dallas Stars coaches Category:Edmonton Oilers coaches Category:Ice hockey people from Alberta Category:Jack Adams Award winners Category:Kamloops Blazers coaches Category:Order of Hockey in Canada recipients Category:Philadelphia Flyers coaches Category:St. Louis Blues coaches Category:Sportspeople from Edmonton Category:Stanley Cup champions Category:Stanley Cup championship-winning head coaches ",
    "title": "Ken Hitchcock"
}