{
    "id": "644513",
    "text": "Died Pretty, sometimes The Died Pretty, was an Australian alternative rock band founded by mainstays Ron Peno (lead singer) and Brett Myers (lead guitarist and backing vocalist) in Sydney in 1983. The band was briefly called Final Solution. Their music started from a base of early electric Bob Dylan with psychedelic influences, including The Velvet Underground and Television. They were managed by John Needham, who is the owner of Citadel Records, their main label. Died Pretty's 1990s albums, Doughboy Hollow, Trace and Sold, appeared on the Australian Recording Industry Association (ARIA) Albums Charts but they had more success on the alternate scene. According to rock music historian Ian McFarlane they \"unashamedly plundered rock's past to arrive at an original sound that was always passionate, atmospheric and uplifting ... produced some of the most inspirational rock music heard in Australia\". The group formally disbanded in 2002 but the members have reunited on a number of occasions for short tours in Australia. They undertook a joint national tour with Radio Birdman in June and July 2017. ==1983-1989: Formation and early years== Died Pretty was formed in 1983 in Sydney after vocalist Ron Peno had left his previous band, Screaming Tribesmen. Peno had been a member of Sydney punk band The Hellcats (as Ronnie Pop, 1977), and followed with The 31st (in Brisbane, 1979–1981) and Screaming Tribesmen (Brisbane then Sydney, 1981–1983). In April 1983, music journalist and keyboardist Frank Brunetti of Super K had formed a duo with lead guitarist and vocalist Brett Myers from The End (in Brisbane then Sydney). Myers was a fan of American group Velvet Underground and the duo modelled themselves after experimental New York protopunk band Suicide. Brunetti suggested Peno join as singer and their first five performances were in Brisbane under the name Final Solution, after the song by Pere Ubu. Peno provided the name Died Pretty, and on drums, they recruited Rob Younger (Radio Birdman, Super K) for two months. After various bass guitarists, Jonathan Lickliter joined and Younger was replaced by Colin Barwick both from The End with Myers. Younger concentrated on his career as producer for Citadel Records. Died Pretty signed with Citadel and were managed by the label's owner John Needham. Their music started from a base of early electric Bob Dylan with psychedelic influences, including The Velvet Underground and Television. According to rock music historian, Ian McFarlane, they \"unashamedly plundered rock's past to arrive at an original sound that was always passionate, atmospheric and uplifting ... produced some of the most inspirational rock music heard in Australia\". The band came to the attention of the Australian independent music scene and inner city circuit. In January 1984 they recorded \"Out of the Unknown\", with Younger producing, which was released on Citadel as their first single. Before touring to Melbourne, Lickliter was replaced on bass guitar by Mark Lock (The Phantom Agents, End). In August they recorded a 10-minute psychedelic epic \"Mirror Blues\" (issued split over a 7\" in Australia and intact on 12\" in the United Kingdom). Barwick was dissatisfied with Died Pretty and the band tried to recruit Chris Welsh (The 31st, Screaming Tribesmen) but initially could not finance a drum kit for him. With Welsh finally on board, they recorded the extended play (EP), Next to Nothing, released in August 1985. It held a top ten position on the alternative charts for nearly 12 months, starting their career with critical attention and three alternative chart No. 1 hits in a row. UK label, What Goes On, compiled their early singles as The Died Pretty on a three-track EP and French label Closer released Next to Nothing in 1985. Three releases achieved 'Single of the Week' in UK music weekly Melody Maker, though the band did not achieve a great deal of popularity or notice by the UK public. The next single \"Stoneage Cinderella\" appeared in June 1986, taken from their first album Free Dirt, produced by Younger, which followed in August. Free Dirt was released internationally by What Goes On and Citadel. The band went on its first tour to Europe and the United States in October, which included two weeks in France with drummer Andrew Edge filling-in for Welsh, who had broken his foot in London. Died Pretty became a popular attraction in France and Italy. The second album, Lost, was released in June 1988 on the Blue Mosque label, an offshoot of Citadel and major label Festival Records, and outside Australia through Beggars Banquet and Closer. It was the second highest selling alternative album for the year and peaked at No. 3 in Italy. Lock departed after recording Lost but before its release – he had grown weary of touring – and was replaced on bass guitar by Steve Clark (The Glass, 30/40 Purple). Died Pretty undertook their second tour of US and Europe. Lost provided three singles – \"Winterland\" (October 1987), \"Towers of Strength\" (June 1988) and \"Out of My Hands\" (November). Brunetti had left in April 1988 – his last recording, \"Everybody Moves\", was released as a single in 1989 – and was replaced by John Hoey, (Thought Criminals, X-Men, New Christs) on keyboards. The band went on a third tour of Europe and US, but remained in Los Angeles at tour's end to prepare for their next album. ==1990-2002: Second phase== Died Pretty recorded their third album, Every Brilliant Eye, in Los Angeles with Jeff Eyrich (The Gun Club, The Plimsouls) producing. It was released on Blue Mosque in April 1990. The album featured a more polished production with leaner, more rock-oriented songs – it spawned the singles, \"Whitlam Square\" (February), \"True Fools Fall\" (May) and \"Is There Anyone?\". Their fourth album, Doughboy Hollow, was released in August 1991 on Blue Mosque and Beggars Banquet, which peaked at No. 24 on the Australian Recording Industry Association (ARIA) Albums Chart. The album was \"[b]rimming with passionate, dramatic and alluring musical vistas\". It was produced by Englishman Hugh Jones (The Damned, Echo & the Bunnymen, Simple Minds). Its singles, \"Stop Myself\" (July 1991), \"D.C.\" (September) and \"Sweetheart\" (February 1992), despite being \"near-perfect pop\", did not achieve mainstream chart success. After recording the album, Brisbane bass guitarist Robert Warren replaced Clark. The band were nominated for three ARIA Awards in 1992 - 'Independent Album of the Year' for Doughboy Hollow, 'Independent Single of the Year' for \"D.C.\", and 'Best Video' for \"D.C.\". Welsh was replaced by a succession of drummers, Murray Shepherd (Screaming Tribesmen), Warwick Fraser (Screaming Tribesmen) and Stuart Eadie (Clouds) before he returned at year's end. Reuniting with producer Hugh Jones, their next album, Trace was released worldwide by Sony Music in September 1993, and became their biggest-selling album to date, peaking at No. 11 on the ARIA Albums Chart. It spun off four singles and videos, \"Caressing Swine\" (on a four-track EP in June), \"Harness Up\" (August, which reached the Top 40 Singles Chart), \"Headaround\" (November) and \"A State of Graceful Mourning'\" (December). The video for \"A State of Graceful Mourning\" was filmed in a forest that had been burned out by the 1994 Eastern seaboard fires. Soon after the release of Trace, long-time drummer Welsh left and became an English teacher in Thailand. A CD-EP, Days was issued late in 1994 with Nick Kennedy (Big Heavy Stuff) on drums. They supported R.E.M., at that band's request, on the Australian leg of their Monster Tour, in early 1995. Their next album, Sold, released in February 1996, was recorded with contributions by two drummers - Kennedy had been replaced by Shane Melder (on loan from Sidewinder). Sold reunited them with original producer Younger, who co-produced with Wayne Connolly. It was also mixed at the well-known Fort Apache Studios in Boston by Paul Kolderie and Sean Slade (Buffalo Tom, Radiohead, Dinosaur Jr). A rougher, harder-sounding collection than Doughboy or Trace, it gained critical acclaim and reached the Top 30. Its singles \"Cuttin' Up Her Legs\" (September 1995) and \"Good at Love\" (November) failed to chart and Died Pretty were dropped by Sony in April 1996. Simon Cox (Juice) joined on as full-time drummer in May and the group signed back with Citadel, and released a four-track EP, Deeper in November. The EP has a guest appearance by Hoodoo Gurus guitarist Brad Shepherd and has Peno playing harmonica on the opening track \"You Need Wings\". The EP was produced by Connolly, who had become the band's producer of choice and would work on all their subsequent studio output. Their last two studio albums, Using My Gills As a Roadmap (1998) and Everydaydream (2000) showed the band moving away from basic guitar rock and making greater use of electronics, citing Kraftwerk, David Bowie's Low and obscure Euro dance records as influences. They released a compilation, Out of the Unknown – The Best of Died Pretty (1999), on Citadel. Bass guitarist, Warren departed the band temporarily in December 2001 due to tinnitus. Myers and Peno – the band's main songwriters – began working on a proposed new album, but this proved difficult as Peno had moved to Melbourne. In May 2002, Died Pretty announced they would disband after a final Australian tour with Warren back on board. They released a three-track 'farewell' single, \"My Generation Landslide\" in August. ==2002-present: Later projects and reformations== Peno joined with guitarist and vocalist Kim Salmon (The Scientists, Beasts of Bourbon) in 2005 to form country music group, Darling Downs. They recorded two albums, How Can I Forget This Heart of Mine? (2005) and From One to Another (2007). In 2007, Peno and Myers recorded an independently released album as Noises and Other Voices. It included material originally written for Died Pretty's unrecorded final album, along with some newly written songs. Peno and Myers played occasional 'Songs of Died Pretty Unplugged' shows in Brisbane, Sydney and Melbourne, including the Queenscliff music festival. In February 2008, Died Pretty re-formed to perform Doughboy Hollow in its entirety as part of the All Tomorrow's Parties-curated Don't Look Back series, using that album's line-up – Clark, Hoey, Myers, Peno and Welsh – playing together for the first time in sixteen years. Peno revealed that a documentary was pending – featuring interviews with band members, and rehearsal and concert footage from the Melbourne shows. Doughboy Hollow was remastered, expanded and reissued by Citadel Records in February. The tour included shows in all major capital cities. The line-up continued with appearances at the 2008 Homebake Festival in Sydney and EG Awards Hall of Fame inductees on 4 December in Melbourne. They appeared on the nationwide Big Day Out tour in January 2009, having played the inaugural Big Day Out back in 1992. A 2×CD deluxe reissue of their debut album Free Dirt was released through Aztec Music in late 2008, and an expanded reissue of 1988's Lost was released in June 2013.DIED PRETTY - LOST Peno & Myers performed an acoustic set at the Orient Hotel, Brisbane, on 7 November 2009 for a private party. Peno had returned to his solo career by May 2010. In October 2010, Doughboy Hollow (1991) was listed in the book, 100 Best Australian Albums. In April 2012 Died Pretty performed as part of the Dig It Up! series of concerts around Australia, organised to celebrate 30 years of recorded music by fellow Australian band Hoodoo Gurus. In March 2016, the band played across Australia as part of the 'A Day On The Green' concert series, with Hoodoo Gurus, Sunnyboys, Violent Femmes and Ratcat.Hoodoo Gurus, Sunnyboys & More Lead A Day On The Green Announce They also played some headline shows in clubs. The band undertook a joint national tour with Radio Birdman in June and July 2017.Radio Birdman and Died Pretty are touring the country together soon On February 14, 2019, it was announced that Ron Peno had been diagnosed with oesophageal cancer and that all upcoming Died Pretty shows would be cancelled while he underwent immediate treatment.https://tonedeaf.thebrag.com/died-pretty-ron- peno-cancer-diagnosis/ A further message on the band's Instagram page stated that he \"stands strong to beat it.\"https://www.instagram.com/p/Bt3ujfRg2IG/ In August 2019 Peno successfully completed chemotherapy, and the tumour in his oesophagus was surgically removed. Medical staff are confident that all the cancer has been removed from his body.https://www.facebook.com/974754159324964/photos/a.978723698928010/1637659403034433/?type=3&__xts__%5B0%5D=68.ARBs2ih5Q7OUGI1jaYzzwaDaS6N8dcrHk_tA0U4UgWQXdw2mrPwzKpReNXuVwDYBWkeoAxSxLm4sKjbTiyfUGpn7Ay4SeU1Itz3cggBLGxBouvcqHieQaO- BUXz24Z3SXFp4gXa2Mlrw4bYNJCf0tmEnK8G0lmLe8TTiD1AxvOJapHuUD_MJHUV2EWBJYns5c-5erzHNsT7Sa3S95bO6QHyTjacCi08FOKUOIYwsrX0rWjPbIealn2iFW43JG4EKCDpoYQsSkl1z2aH971Tax63lgQyDl1nSY637yg5rFELgoB5-2HZO7c3b4-HQNoUJQKw7wUw_RCZ2g99KcbiyA6kD0g&__tn__=-R In December, Died Pretty announced Australian concerts for April and May 2020.https://tickets.thetriffid.com.au/outlet/event/ab99fc84-4c0c-4743-a479-b75cb76b89f2 ==Members== *Frank Brunetti – keyboards (1983–1988) *Brett Myers – guitar, backing vocals, lead vocals (1983–2002, 2008–2009, 2012, 2016, 2017) *Ronald S. Peno – lead vocals (1983–2002, 2008–2009, 2012, 2016, 2017) *Rob Younger – drums (1983) *Colin Barwick – drums (1983–1985) *Jonathan Licklitter – bass guitar (1983–1984) *Mark Lock – bass guitar (1984–1988) *Chris Welsh – drums, percussion (1985–1992, 1993–1995, 2008–2009, 2012, 2016, 2017) *Dr Steve Clark – bass guitar, songwriter (1988–1991, 2008–2009, 2012, 2016, 2017) *John Hoey – keyboards (1988–2002, 2008–2009, 2012, 2016, 2017) *Robert Warren – bass guitar, backing vocals (1991–2002) *Murray Shepherd – drums (1992) *Warwick Fraser – drums (1992) *Stuart Eadie – drums (1992–1993) *Nick Kennedy – drums (1995) *Shane Melder – drums (1995) *Simon Cox – drums (1996–2002) ==Discography== ===Studio albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of albums, with Australian chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\" | Title ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\" | Album details ! scope=\"col\" colspan=\"1\" | Peak chart positions |- ! scope=\"col\" style=\"text-align:center;\" | AUS |- ! scope=\"row\" | Free Dirt | * Released: August 1986 * Label: Citadel (CITLP 504) * Format: CD, LP, Cassette | align=\"center\" | - |- ! scope=\"row\" | Lost | * Released: June 1988 * Label: Blue Mosque (L 38924) * Format: CD, LP, Cassette | align=\"center\" | - |- ! scope=\"row\" | Every Brilliant Eye | * Released: March 1990 * Label: Blue Mosque, Festival Records (L 30270) * Format: CD, LP, Cassette | align=\"center\" | 79 |- ! scope=\"row\" | Doughboy Hollow | * Released: April 1991 * Label: Blue Mosque, Festival Records (D 30578) * Format: CD, LP, Cassette | align=\"center\" | 24 |- ! scope=\"row\" | Trace | * Released: September 1993 * Label: Columbia (474643 4) * Format: CD, Cassette | align=\"center\" | 11 |- ! scope=\"row\" | Sold | * Released: February 1996 * Label: Columbia (481668.2) * Format: CD, Cassette | align=\"center\" | 29 |- ! scope=\"row\" | Using My Gills as a Roadmap | * Released: 1998 * Label: Citadel (CITCD 536) * Format: CD | align=\"center\" | - |- ! scope=\"row\" | Everydaydream' | * Released: 2000 * Label: Citadel (CITCD 548) * Format: CD | align=\"center\" | - |} ===Compilation albums=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of albums with Australian details ! Title ! Compilation details |- ! scope=\"row\" | Pre Deity | * Released: 1987 * Label: Citadel (CITLP510) * Format: LP |- ! scope=\"row\" | Out of the Unknown – The Best of Died Pretty | * Released: 1998 * Label: Larrikin (CITCD547) * Format: 2xCD |- ! scope=\"row\" | Something We Left Behind | * Released: 2016 * Label: Larrikin (CITCD547) * Format: CD, digital download * Note: 18 b-sides and non album tracks |- |} ===Extended plays=== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" border=\"1\" |+ List of Extended plays, with Australian chart positions ! scope=\"col\" rowspan=\"2\" style=\"width:12em;\" | Title ! scope=\"col\" rowspan=\"2\" style=\"width:16em;\" | Album details ! scope=\"col\" colspan=\"1\" | Peak chart positions |- ! scope=\"col\" style=\"text-align:center;\" | AUS |- ! scope=\"row\" | Next To Nothing | * Released: August 1985 * Label: Citadel (CITEP 901) * Format: LP, Cassette | align=\"center\" | - |- ! scope=\"row\" | Careless Swine | * Released: June 1993 * Label: Columbia (659411 2) * Format: CD, Cassette | align=\"center\" | 74 |- ! scope=\"row\" | A State of Graceful Mourning | * Released: 1993 * Label: Columbia (660178 2) * Format: CD, Cassette | align=\"center\" | - |- ! scope=\"row\" | Days | * Released: 1994 * Label: Columbia (661140 2) * Format: CD, Cassette | align=\"center\" | 69 |- ! scope=\"row\" | Deeper | * Released: 1996 * Label: Citadel (CITEP 916) * Format: CD, Cassette | align=\"center\" | - |} ===Singles=== {| class=\"wikitable\" |- ! rowspan=\"2\"| Year ! rowspan=\"2\"| Single ! scope=\"col\" colspan=\"1\" | Peak chart positions ! rowspan=\"2\"| Album |- ! scope=\"col\" style=\"text-align:center;\" | AUS |- |rowspan=\"2\"|1984 | \"Out of the Unknown\" | style=\"text-align:center;\"|- |rowspan=\"2\" |- | \"Mirror Blues\" | style=\"text-align:center;\"|- |- |1985 | \"Final Twist\" | style=\"text-align:center;\"|- |Next to Nothing |- |rowspan=\"2\"|1986 | \"Stoneage Cinderella\" | style=\"text-align:center;\"|- | |- | \"Blue Sky Day\" | style=\"text-align:center;\"|- |Free Dirt |- |1987 | \"Winterland\" | style=\"text-align:center;\"|- |rowspan=\"3\"| Lost |- |rowspan=\"2\"|1988 | \"Towers of Strength\" | style=\"text-align:center;\"|- |- | \"Out of My Hands\" | style=\"text-align:center;\"|- |- |1989 | \"Everybody Moves\"/\"In Love Prison\" | style=\"text-align:center;\"|- | |- |rowspan=\"2\"|1990 | \"Whitlam Square\" | style=\"text-align:center;\"|- |rowspan=\"2\"|Every Brilliant Eye |- | \"True Fools Fall\" | style=\"text-align:center;\"|- |- |rowspan=\"3\"|1991 | \"Stop Myself\" / \"God Bless\" | style=\"text-align:center;\"|- |rowspan=\"3\"|Doughboy Hollow |- | \"Sweetheart\" | style=\"text-align:center;\"|- |- | \"D.C.\" / \"Wonder\" / \"Everybody Moves\" | style=\"text-align:center;\"|- |- |rowspan=\"4\"|1993 | \"Caressing Swine\" | style=\"text-align:center;\"|- | Caressing Swine / Trace |- | \"Harness Up\" | style=\"text-align:center;\"|35 |rowspan=\"2\"|Trace |- | \"Headaround\" | style=\"text-align:center;\"| 96 |- | \"A State of Graceful Mourning\" | style=\"text-align:center;\"|- | A State of Graceful Mourning |- |rowspan=\"2\"|1995 | \"Cuttin' Up Her Legs\" | style=\"text- align:center;\"|- |rowspan=\"2\"|Sold |- | \"Good at Love\" | style=\"text- align:center;\"|- |- |1997 | \"Radio\" | style=\"text-align:center;\"|- |rowspan=\"2\"|Using My Gills As a Roadmap |- |1998 | \"Slide Song\" | style=\"text-align:center;\"|- |- |2000 | \"That Look Before\"/\"Misunderstood\" | style=\"text-align:center;\"|- |Everydaydream |- |2002 | \"My Generation Landslide\" | style=\"text-align:center;\"|- | |- |} ===The Age EG Awards=== The The Age EG Awards are an annual awards night celebrating Victorian music. They commenced in 2005. |- | 2008 || Died Pretty || Hall Of Fame || |- ==References== ;General * Note: Archived [on-line] copy has limited functionality. * * Note: [on-line] version established at White Room Electronic Publishing Pty Ltd in 2007 and was expanded from the 2002 edition. As from September 2010, [on-line] version appears to have an Internal Service Error. ;Specific ==External links== *Died Pretty Official Site Category:Australian alternative rock groups Category:Musical groups established in 1983 Category:Musical groups disestablished in 2002 Category:Musical groups reestablished in 2008 Category:New South Wales musical groups ",
    "title": "Died Pretty"
}