{
    "id": "645161",
    "text": "The Big Breakfast is a British light entertainment television programme which was broadcast on Channel 4 and S4C each weekday morning from 28 September 1992 until 29 March 2002, during which period 2,482 shows were produced. The Big Breakfast was produced by Planet 24, the production company co-owned by former Boomtown Rats singer and Band Aid/Live Aid organiser Bob Geldof. The programme was distinctive for broadcasting live from a former lockkeeper's houses, commonly referred to as \"The Big Breakfast House\", or more simply, \"The House\", located on Fish Island, in Bow in east London. The show was a mix of news, weather, interviews, audience phone-ins and general features, with a light tone which was in competition with the more serious GMTV and even more serious BBC Breakfast programmes. On 25 August 2020 Channel 4 announced the return of the show for a one-off special, after an absence of almost 19 years, to be hosted by comedian Mo Gilligan. ==History== The Big Breakfast was launched at the end of September 1992 to replace The Channel Four Daily, which was Channel 4's unsuccessful first dip into the breakfast television market between 1989 and 1992. The Daily, launched at huge expense, had possessed an analytical style, focusing largely on current affairs, news bulletins and cerebral quiz shows; however, this format had failed to attract enough viewers, and consequently Channel 4 opted to change direction and work towards a lighter style concentrating mainly on entertainment and humour. The first two presenters were Chris Evans (from 1992 to 1994) and Gaby Roslin (1992 to 1996). At its height in 1993, viewing figures reached around two million per edition, and it was the highest rated UK breakfast television programme. Along with Evans and Roslin, Bob Geldof presented a short-lived political interview slot. His wife Paula Yates interviewed people whilst lying on a bed, and the puppet characters Zig and Zag created morning mayhem in the bathroom with Evans in a slot called 'The Crunch'. As part of his contract with The Big Breakfast, Evans was committed to developing a new show for Channel 4. Don't Forget Your Toothbrush began in early 1994, and Evans cut his involvement with The Big Breakfast to three days a week, Tuesday to Thursday. Former Neighbours actor Mark Little replaced Evans on Mondays and Fridays. When Evans left the show later that year, Little continued on Thursdays and Fridays while Paul Ross took over Mondays to Wednesdays. Richard Orford replaced Ross around Easter 1995 but was quickly dropped and exchanged with Down Your Doorstep presenter Keith Chegwin. In July 1995, the show reverted to using just one male presenter throughout the week, Mark Little. Chegwin would cover for Little when he was on tour as a comedian or on holiday. ===Relaunch=== Roslin continued full-time until she made way for Zoe Ball in 1996. Audience figures dropped a little after Evans left, and a little further after Roslin departed. Mark Little left the programme in July 1996, following press reports that he and Zoe Ball had fallen out. Little was replaced by Keith Chegwin, who himself exited the programme in August 1996, just ahead of a massive relaunch. In an attempt to stem the sliding viewing figures, the Big Breakfast house was refurbished at a cost of £2 million. New presenters Rick Adams and Sharron Davies were brought in but viewing figures fell dramatically. Davies left the programme in early 1997, to be replaced by Denise van Outen. Van Outen had initially been brought in as part of the September 1996 relaunch as a weather presenter, before being given a role based at the house as the phone room presenter and holiday relief for Davies. In June 1997, Johnny Vaughan covered for Adams for a fortnight alongside Van Outen, the pair forging a successful on screen partnership. Adams left the programme shortly afterwards and, in September 1997, the Vaughan and Van Outen partnership was made permanent. Audience figures stabilised and the duo fronted the programme together until Van Outen's departure on 1 January 1999. (A New Year's Day pre-record). Kelly Brook was installed as Vaughan's new co-presenter despite an internet campaign for the role to be awarded to Liza Tarbuck, who had successfully covered for Van Outen in the summer of 1998. However, Brook struggled in the role and left the programme in early summer 1999. Liza Tarbuck, having again covered the co- presenter role alongside Vaughan prior to Brook's departure, was made permanent at the end of August 1999. She left the following summer and, following Vaughan's annual 1 month summer break, Denise van Outen returned to co-host in September 2000 for Vaughan's final 4 months on the programme. Vaughan and Van Outen's final Big Breakfast was on Friday 12 January 2001, exactly five years to the day since Gaby Roslin had exited. ===Demise=== The programme relaunched with a new logo and updated theme on Monday 22 January 2001. The house had also been redecorated in more muted colours, echoing the ill-fated 1996 revamp. The programme moved to a line up of three main presenters, Paul Tonkinson, Amanda Byram and Donna Air. However, Tonkinson was dropped from the programme at the end of March 2001 and Air departed not long after. Richard Bacon and Amanda Byram remained as main presenters, the programme having reverted to two main presenters once more. The living room, which had been repainted a dark red as part of the revamp, was changed to a bright yellow and pink design, while the main presenter chairs were also reinstalled in front of the living room's French windows. They replaced the bright green sofa which had also been brought in as part of the revamp. The new logo was replaced with one more closely resembling the traditional Big Breakfast logo, albeit utilising a slightly different font. Mike McClean was given a role on the programme, as Down Your Doorstep presenter and cover for Bacon, most regularly on Fridays when Bacon would reprise his former Down Your Doorstep role alongside Johnny Vegas. In December 2001 it was announced that The Big Breakfast was to be axed the following March. In the programme's final months, former cover presenter Lisa Rogers was given a role as an extra presenter while Zig and Zag returned for the final six weeks in their former slot, The Crunch, for which a new bathroom set was installed in the house. The final Big Breakfast aired on 29 March 2002 and included a retrospective that included contributions from Evans, Roslin, Vaughan and van Outen. Both Evans and Vaughan declared the cancelling of the show a bad idea. The show ended with a tribute from the Prince of Wales before the last ever Friday song. When the show finished, the house reverted back to a private residence, now known as 'The Cottage'. After renovation following a fire, it has also been used for a number of television shows. ===Innovations=== Mark Lamarr, Keith Chegwin, Paul Ross, Richard Orford, Richard Bacon and Mike McClean were \"down your doorstep\" outside broadcasters, often turning up live and unannounced at an unsuspecting viewer's house, while rooms within the Lock Keeper's Houses featured the puppets Zig and Zag and video games guru Ben the Boffin. The show's style, with hand-held cameras moving around all of the set, meant that many of the crew members could be seen on screen. This led to them getting nicknames, such as 'Sturdy Girl', who was regularly asked to shake her head so that her hair would be hurled around whilst music played and the camera zoomed in and out. 'The Carpet Monster' was revealed in the Doctor Who Special to have been an extra, playing a deadly clown, in the Seventh Doctor story The Greatest Show in the Galaxy. ==Presenters== ===Main=== * Chris Evans (1992–94) * Gaby Roslin (1992–96) * Paul Ross (1994–95) * Mark Little (1994–96) * Richard Orford (1995) * Keith Chegwin (1995–96) * Zoe Ball (1996) * Rick Adams (1996–97) * Sharron Davies (1996–97) * Johnny Vaughan (1997–2001) * Denise van Outen (1997–98, 2000–01) * Kelly Brook (1999) * Liza Tarbuck (1999–2000) * Paul Tonkinson (2001) * Donna Air (2001) * Richard Bacon (2001–02) * Amanda Byram (2001–02) * Mike McClean (2001–02) * Lisa Rogers (2001–02) ===Stand- ins=== The most regular temporary stand-in presenters for Chris Evans and Gaby Roslin were Danny Baker (1993–4) and Dani Behr (1994–5). Baker stood in while Evans was working on the first series of Don't Forget Your Toothbrush. ===Co- presenters=== * Bob Geldof (1992, Interviewer) * Paula Yates (1992–95, On the Bed Interviewer) * Mark Lamarr (1992–96, Down Your Doorstep) * Zig & Zag (1992–98, The Crunch; 2002, Alien Alarm) * Paul O'Grady (as Lily Savage) (1995–96, On the Bed Interviewer) * Vanessa Feltz (1996–98, On the Bed Interviewer) * Sara Cox (1998–2000, On the Bed Interviewer) * Johnny Vegas (2001–02, Morning Glory) ===Newsreaders=== *Peter Smith (1992–1996) *Phil Gayle (1997–2000) *Jasmine Lowson (2000–2002) ==Spin-offs and related programming== ===The Big Breakfast And The Bigger Breakfast=== Between 1992 and 2000, during most nationally recognised UK school holiday periods, The Big Breakfast would run beyond its typical 9am finish to provide continuity into and out of unrelated shows aimed primarily towards children. This would last throughout the morning, usually until around midday. Although typically presented to the viewer as simply a programme on Channel 4, most of The Bigger Breakfast is perhaps better classified as an informal style of in-vision continuity. The strand also acted as an umbrella brand for the programming which it linked to, by use of Big Breakfast style break-bumpers and Digital On-Screen Graphics. The expanded format always featured the regular content of The Big Breakfast from 7am to 9am. The first run of The Bigger Breakfast during the summer of 1997 was titled as such all the way from its 7am start, presented throughout by Richard Orford and Denise Van Outen. Future editions would see slight separations made from the 7am to 9am content, by way of this portion of the show being branded and scheduled as The Big Breakfast, with all content after 9am taking on the expanded Bigger Breakfast name. After a while, a further distinction was made by using a different set of presenters from that of The Big Breakfast. Presenters of The Bigger Breakfast included Josie D'Arby, Ben Shephard, Melanie Sykes and Dermot O'Leary. Programming was primarily composed of reruns of Channel 4 shows and US imports. The line-up changed frequently. The list below is of some of series featured on The Big Breakfast and the Bigger Breakfast over the years: *Adventures of Sonic the Hedgehog *Babylon 5 *Batman *Bewitched *Biker Mice from Mars (1995) *Boy Meets World *Bug Juice *California Dreams *CatDog *City Guys *The Crystal Maze *Dennis *Eerie Indiana *Fantastic Four *Inspector Gadget *Hang Time *Johnny Bravo *Madison *Moesha *The Monkees *Planet Pop *Pugwall's Summer *Renford Rejects *Sam & Max *Saved by the Bell *Sister Sister *The Secret World of Alex Mack The Bigger Breakfast was discontinued after Christmas holidays in 2000. The block of programming provided within The Bigger Breakfast was retained, with Channel 4's youth strand T4 taking over the continuity role. ===Snap=== Snap Cackle Pop, a regular and recurring feature throughout the history of The Big Breakfast, was briefly retitled as simply Snap, in 1997. As well as continuing as a short, daily entertainment news feature within The Big Breakfast, Snap also became a show in its own right. Airing once weekly at 6.00pm on Channel 4, the half hour show was a light hearted round-up of recent news stories concerning popular entertainment in the UK. Presented by Denise Van Outen, the show was intentionally recognisable as being closely related to The Big Breakfast, from which it originated and continued to be part of. Snap contained a number of elements synonymous with The Big Breakfast, such as using the very same boudoir set and on-the-bed interviewing of guests. However, care was generally taken not to alienate viewers who were not so familiar with The Big Breakfast. ===The Big Breakfast End of the Year Show 1992=== Three months after first appearing, Chris Evans, Gaby Roslin and Paula Yates hosted a live edition of the show, seeing in the new year of 1993. Zsa Zsa Gabor featured as a special guest. ===The Biggest Breakfast Ever=== At 12.30am on 1 January 2000, a mammoth eight-hour live broadcast took place from Lock Keepers' Cottages to herald in the new century. Written by Ged Parsons, John Mann, Giles Boden and Phil Nice, The Biggest Breakfast Ever was hosted by Johnny Vaughan and Liza Tarbuck and featured many classic moments and 'best of' features. Even eight hours of airtime was not enough. The show's producers got Channel 4 to extend its broadcast time by half an hour to fit in the premiere of the competition \"Wonga\" (a large-scale version of Jenga). The winner of the game had been told to 'stop steadying the stack' on numerous occasions, but was still allowed to play and eventually won £100,000. It was a prize game that returned to the show many times in its final two years, but never again was anyone allowed to blatantly break the rules of the game. ==Lock Keepers' Houses== Unusually for a live British TV show at the time of its creation, The Big Breakfast was broadcast entirely from a real house. Located alongside the River Lea, in east London, the property became informally known as 'The Big Breakfast House'. Filming would frequently take place within the large grounds of the property and the closely surrounding area. The houses are in the London Borough of Tower Hamlets. Built in 1947, the property originally comprised three houses which housed the lock keepers, toll takers, and navigation operators of the Old Ford Locks in Bow. By the time of purchase by the programme-makers, Planet24, in 1992, the property had become Grade II listed and had remained unused for around 20 years. Extensive renovation work saw the transformation of the three houses into one large three-bedroom property, specifically fitted for use as a TV studio. The exterior character of the property was largely unchanged. During the first four years of the show, the given address for the house was number 2, Lock Keepers' House. The '2' was later dropped. In 1996, due to the declining popularity of The Big Breakfast, the house was transformed in an art deco- style makeover. The original brickwork was virtually entirely covered over with a smooth rendered finish, painted white. Two large balconies now adorned the front and rear. The only untouched exterior features recognisable from the show's original styling were the four brick chimneys and the roof. The legality of this extensive makeover could be questioned as having broken the rules of by its Grade II listed status. The work carried out is purported to have cost around £2million, largely funded by its sale to the show's broadcaster, Channel Four Television. Structurally, the house largely remained in this style for the remainder of the series. The only notable structural alterations were the removal of the front balcony, the partial removal of the balcony to the rear and minor alterations to the styling of the doors and windows. However, the character of the house was altered through several artistic makeovers to both the interior and exterior. The exterior was painted bright yellow, later a light brown similar in shade to the original brickwork, followed by a faux red brickwork effect which was painted onto the render. The latter style became the final look of the house, during the show's final three-and-a-half years. ===Houses since The Big Breakfast=== In November 2002, seven-and-a-half months after The Big Breakfast was axed, a fire destroyed a significant proportion of the first floor of the houses. A large part of the roof was also destroyed in the blaze. The fire was suspicious as there was no gas or electrical supply to the building. Since the fire, extensive work has taken place to restore the house and it is now used as a family home. The house was bought for little more than half the original asking price of £1 million at £550,000. The house was slashed in value because of the fire of November 2002. The house has now been fully renovated, but some of the well- recognised aspects of the house from its use during the run of The Big Breakfast remain. The newly renovated house features in the BBC Two show Neneh and Andi Dish It Up, BBC Three's Singing With the Enemy, and most recently Too Fat To Toddle on ITV1. The houses are located about 200 metres from the site of the main stadium used in the 2012 Olympic Games. In 2005, the houses became part of a compulsory purchase order for the Games, giving rise to speculation that the building may be demolished. However, the houses and gardens remain unchanged. The house made a cameo appearance in a Channel 4 ident shown in the lead-up to the channel's coverage of the Paralympics in August 2012. ===Question About the Clip=== Before most advertisement breaks a clip from an upcoming TV show or movie would be shown, a question being asked by one of the hosts about it; the answer would be revealed after the advert break, along with details of the show or film. This feature would result in the production team chorusing \"Don't phone, it's just for fun!\" which was a Chris Evans creation, initially used on his radio shows before he shot to fame on The Big Breakfast. ===Question of the Day=== A phone-in feature encouraging viewers to provide humorous answers throughout the morning to a pertinent (or occasionally inane) question. At one point it was accompanied by a fanfare, apparently played on the trumpet by \"little Ted\" beneath the camera (in fact a member of the team waving a toy trumpet in shot). One morning's question was \"What should the BBC do to improve EastEnders?\", and one viewer suggested adding Barbara Windsor to the cast; this actually occurred shortly afterwards. ===Super Hints=== \"Your indispensable guide to a better life!\", this feature appeared during the early years of the show; in it celebrities would give various simple but useful hints for such issues as cleaning or keeping food fresh. ===Streaky Bacon=== \"Streaky Bacon\" became a regular feature, in which Richard Bacon would get a member of the public out of their house to 'streak' along their street wearing nothing but bacon-covered underwear in order to win their weight in bacon from their local butcher. ===Vital Statistics=== \"Vital Statistics\" was another common feature, particularly in the Johnny Vaughan era. These would often relate to a news story, a guest or a topic they had discussed, such as Doctor Who on their Doctor Who Special. ===On the Bed=== A key feature for the first five years was the \"On the Bed\" interview. Paula Yates (the then wife of Bob Geldof, whose company produced the show), and later Paul O'Grady (as Lily Savage) and Vanessa Feltz assumed the role of interviewer. One of the most infamous on-air moments was Paula Yates' open flirting during an interview with Michael Hutchence as a prelude to their affair. ===More Tea, Vicar=== A repeating feature in the Vaughan and van Outen era, in which an erratically filmed, speeded-up video clip of a line of tea cups was shown to a call-in viewer. Vaughan, dressed as an Anglican vicar, and van Outen, dressed as a nun replete with false teeth and an inferiority complex, then explained the rules. The caller guessed the number of tea cups shown in the video lead in, with Vaughan responding \"More tea, vicar\" if the number is too low; \"Less tea, vicar\" if too high. If the contestant guessed the correct number within the time limit, a prize was awarded. The lyrics to \"More Tea, Vicar\" were as follows: :More tea, vicar :More tea, vicar :More tea, vicar :Guess how many cups ===From Me Shed, Son=== The inventor of the wind-up radio, Trevor Baylis, would join Johnny Vaughan in the shed to discuss innovative new products. Vaughan tended to make fun of Baylis for being older. ===Wonga=== A Jenga-style game, followed by various shouting and anarchy, with fans and the Wonga Lawyer. The show famously went over 27 minutes for a game once, with the Millennium Big Breakfast actually being commissioned with extra time for Wonga. ===Wonga money=== The Big Breakfast used to give out \"wonga money\" to people when they won money because they didn't want to give it to them on the show. They would give the real thing to them later. ===The Friday Song=== Each Friday the two main presenters and the whole crew would gather in the hallway for The Friday Song. The song would look back at events that happened on the show each week The lyrics to the chorus went as follows: 'Singing, wakey, wakey, wakey rise and shine, The big breakfast is the only way to dine, It's your number one big breakie So get it down your neckie, And stick with us from seven until nine!'' ===Others=== * Guess The Mess * One Lump or Two? * Sunny Side Up * Pots Stop * Telly Rellies * Get Your Kit On * Show Us Your Behind * Court With Your Pants Down * You Pet * Spot the Sausage * What's in My Pants * What's Your Job, Bob? * Yanks for the Memories * Bring Home The Bacon * Bowl The Vole * Get Your Nobbly Nuts Out * Egg On Your Face * Young Fogey * The Brian Moore The Merrier * Pushy Mum * Why * Bun in the Oven (Bunny in the Oven was an Easter special) * The Vincent Price Is Right * Housey Housey * Wheel Of Fish * Stop The Mop * Chicken In A Basket * Moving The Goalposts * My Lenny, Um, Gnome * An Ostrich In Time * Whose Washing Line Is It Anyway? * Ice One Cyril * Licence To Lurk * Arrest The Vest * Beat The Banger * Game for a Bath * Thatch of the Day * Gaggin' for it * Count-Down- Under * Young Fogies * Lost in Telly * Vidal Balloon * Who Wants to Win a Mini on-air * More Tea Vicar? * Whose shoes? ==References== ==External links== * Category:1992 British television series debuts Category:2002 British television series endings Category:2000s British television series Category:Breakfast television in the United Kingdom Category:Channel 4 original programming Category:English-language television shows Category:British television shows featuring puppetry ",
    "title": "The Big Breakfast"
}