{
    "id": "645151",
    "text": "Volker Beck (born 12 December 1960) is a German politician. From 1994 to 2017, he was a member of the Bundestag, the German federal parliament, for the Green Party. Beck served as the Green Party Speaker for Legal Affairs from 1994–2002, and as the Green Party Chief Whip in the Bundestag till 2013. He was spokesman of the Green Parliamentary Group for interior affairs and religion. In 2014 he was elected President of the German-Israeli Parliamentary Friendship Group of the German Bundestag. == Career == Since November 2017 he is lecturer at the Center for Studies in Religious Sciences (CERES) at the Ruhr University Bochum.Volker Beck lehrt am CERES, September 4, 2017. ==Political career== Beck served as spokesman of the Association of Lesbians and Gays in Germany (Lesben- und Schwulenverband in Deutschland) LSVD for over ten years. He is a supporter of same-sex marriage and has been referred to as the \"Father of the German Registered Partnership Act\". Beck served as spokesperson of the Green Party’s parliamentary group on legal affairs from 1994 to 2002, and as the Green Party Chief Whip in the Bundestag until 2013. He is spokesman of the Green Parliamentary Group for interior affairs and religion. In 2014 he was elected as chairman of the German-Israeli Parliamentary Friendship Group. Between 2001 and 2004 he was chief negotiator for his party on the new immigration law coming into force in 2005. In a German Green leadership crisis he created the expression candystorm in support of Claudia Roth. On his last day in session the Bundestag decided to vote on the gay marriage bill which Beck struggled for since 1989. On the last day of his parliamentary career, he received a standing ovation following the approval of same-sex marriage bill in the German Bundestag. Beck was credited as one of the most influential and important legislators campaigning for this in the German federal Parliament.New York Times: German Parliament Approves Same-Sex Marriage 2017-06-30 ==Political positions== Jacques Teyssier (partner of Volker Beck), Vladimir Ivanov, Volker Beck and Nikolai Alekseev in February 2007 in Berlin during the Berlin International Film Festival. ===Human rights=== In 2003, the German Bundestag decided, on Beck’s initiative, that the Federal Republic of Germany will erect a national memorial in the center of Berlin for homosexuals persecuted by the Nazi Party. In 2006, Beck sponsored an anti-discrimination act in civil law and at the workplace, outlawing discrimination based on race, ethnic origin, sex, sexual identity, religion, age, and disability. On 27 May 2006, Beck was attacked and injured during a Gay Rights demonstration in Moscow, called Moscow Pride. His attack as well as his participation at the Moscow Pride Festival is featured in the documentary Moscow Pride '06. In May 2007 he was arrested and put in a bus in front of Moscow City Hall by the police. He had wanted to hand over a petition signed by several Members of Parliament at Moscow City Hall. He was attacked and had eggs thrown at his head. As in 2007, his partner Jacques Teyssier tried to protect Mr. Beck from attacks by anti gay rights protesters. Alongside fellow MP Marieluise Beck, Volker Beck has been a vocal critic of Russia’s human rights situation. During his time as his parliamenary group’s spokesperson on human rights, he described the repeated prison sentences against Mikhail Khodorkovsky and Platon Lebedev as \"disproportionate.\" He has often urged the German government and the European Union to make unequivocally clear to the Russian government that “the only Russia that can be a strategic partner is one that observes the rule of law.” He also called on Western investors to “put an end to their opportunistic silence.”Merkel Condemns Khodorkovsky Sentencing: 'Impression Remains that Political Motives Played a Role' Spiegel Online, December 30, 2010. Beck spoke in favor of continuing European Union sanctions on Uzbekistan, originally instated after the Uzbek government did not allow an international investigation of the Andijan massacre, on 17 October 2006. In 2011, Beck visited the Sahrawi refugee camps to learn more about the humanitarian situation in the Western Sahara. In 2015, following the agreement on a Joint Comprehensive Plan of Action with Iran, Beck criticized Vice Chancellor Sigmar Gabriel for calling the country a “friend” and argued that “with its position on Israel and its human rights situation this Iranian regime cannot be Germany’s friend or strategic partner.”John Vinocur (July 27, 2015), France Throws In the Towel on Iran Wall Street Journal. In June 2016, Beck was among 19 people detained by Turkish police central in Istanbul; the police had tried to disperse dozens of activists attempting to gather to mark the annual Istanbul Pride week after authorities banned their march.Nick Tattersall (June 26, 2016), Turkish police fire tear gas in Istanbul to disperse Gay Pride activists Reuters. ===Germany's Nazi Past=== Beck is also considered an important figure in securing compensation for victims of Nazism. Alongside Otto Graf Lambsdorff, he negotiated the $4.6 billion fund to compensate people enslaved by the Nazis and later served as one of the trustees of the Foundation \"Remembrance, Responsibility and Future\".Federal Judge Declines to Dismiss Holocaust- Reparations Suit New York Times, March 8, 2001. In 2008, he claimed that the German Parliament should raise more money to fight against right wing extremists. In 2015 he was awarded the Leo-Baeck-Award by the Central Council of Jews in Germany.Jüdische Allgemeine: BERLIN Volker Beck erhält Leo-Baeck- Preis In 2013, Beck complained to R&S;, the maker of condoms that were used in a far-right party's campaign against immigrant births. The company apologized and pledged to donate 10,000 condoms as well as the proceeds from the NPD order to a German foundation against right-wing extremism and anti- Semitism.Sophie Duvernoy (September 6, 2013), German firm apologizes for producing anti-immigrant condoms Reuters. === Sex and the law === In 2013, Beck received major media attention, when a text written by him in 1988 promoting decriminalisation of sex with children, didn't turn out to be altered by the publisher, as he has claimed. == Drug Abuse == In March 2016 Beck with 0.6 grams of a \"suspicious substance\" - media reports claimed it to have been crystal meth. With a fine of 7,000 EUR, preliminary proceedings have ended in April 2016. In the aftermath the Green Party decided for him to remain their spokesman for religious affairs and elected him to become spokesman for immigrant affairs. Spokeswoman for inner politics became Irene Mihalic instead. ==Other activities== * Aktion Deutschland Hilft (Germany's Relief Coalition), Member of the Board of Trustees (since 2005) * American Jewish Committee’s Ramer Institute Berlin, Member of the Advisory Board (since 2002) * Association of German Foundations, Member of the Parliamentary Advisory Board (since 2005) * Foundation Flight, Expulsion, Reconciliation, Member of the Board of Trustees (since 1998) * Center for Information and Documentation of Work Against Racism (IDA), Member of the Advisory Board * German Coordinating-Council for Christian-Jewish Cooperation Organizations, Member of the Board of Trustees * Foundation \"Remembrance, Responsibility and Future\", Member of the Board of Trustees * Heinrich Heine University (HHU), Institut für Deutsches und Internationales Parteienrecht und Parteienforschung, Member of the Board of Trustees (since 2009) * Hirschfeld Eddy Foundation, Member of the Board of Trustees (since 2005) * Leo Baeck Foundation, Member of the Board of Trustees (since 2005) * Magnus Hirschfeld Foundation, Member of the Board of Trustees (since 2009) * Memorial to the Murdered Jews of Europe Foundation, Member of the Board of Trustees (since 1998) * Société des amis du Louvre, Member * Max Planck Institute for the Study of Societies (MPIfG), Member of the Board of Trustees (2002-2008) == Recognition == In 2001 the honoured his work for the gay and lesbian civil rights movement in Germany with the Like-a-rock Award. In the same year the Berlin Gay Pride festival honored him with the Rainbow Award. On October 3, 2002, he was honored by then German President Johannes Rau on the advice of Jewish organisations (the Central Council of Jews in Germany and the Jewish Claims Conference) as Knight of the Distinguished Service Cross. Beck also supported the Holocaust memorial and is a member of the Federal Foundation which erected the memorial. Equality Forum honoured Beck on May 1, 2005 as one of forty heroes for his extraordinary contributions toward LGBT equality. He is the only non-North American who was honored. On October 5, 2006 during GLBT history month Volker Beck was featured by Equality Forum. ==Personal life== Beck is openly gay. He lived in a long-term partnership with Jacques Teyssier until his death from cancer in Berlin on July 25, 2009. The couple had officially registered their partnership in 2008, after 16 years. Beck later entered into a relationship with architect Adrian Petkov, and after registering their partnership in the summer of 2017, the two married on the first day of legal same-sex marriage in Kreuzberg. ==References== ==External links== *Homepage of Volker Beck *Online Biography about him on the website of the Green Parliamentary Group in the German Bundestag *From Marion Barry to Volker Beck - The Four Stages of Every Political Drug Scandal by Lukas Hermsmeier Category:1960 births Category:Politicians from Stuttgart Category:Politicians from Cologne Category:Gay politicians Category:Alliance 90/The Greens politicians Category:Living people Category:Members of the Bundestag for North Rhine-Westphalia Category:LGBT members of the Bundestag Category:LGBT rights activists from Germany Category:Victims of anti-LGBT hate crimes Category:German atheists Category:German environmentalists Category:21st-century German politicians Category:Members of the Bundestag 2013–2017 Category:Members of the Bundestag 2009–2013 Category:Members of the Bundestag 2005–2009 Category:Members of the Bundestag 2002–2005 Category:Members of the Bundestag 1998–2002 Category:Members of the Bundestag 1994–1998 Category:Members of the Bundestag for Alliance 90/The Greens ",
    "title": "Volker Beck (politician)"
}