{
    "id": "645222",
    "text": "The Escambray Mountains () are a mountain range in the central region of Cuba, in the provinces of Sancti Spíritus, Cienfuegos and Villa Clara. ==Overview== The Escambray Mountains are located in the south-central region of the island, extending about from east to west, and from north to south. Their highest peak, Pico San Juan, rises to above sea level. The Escambray range is divided into two sections by the Agabama River. The western part is called the Guamuhaya Mountains, and the eastern part, raising between Trinidad and Sancti Spiritus, is best known as Sierra de Sancti Spíritus. After Pico San Juan, the highest points are Caballete de Casas, Gavilanes, Loma de Banao, Caja de Agua, and Pico Tuerto. Topes de Collantes is a nature reserve park established in the south-eastern ranges of Escambray Mountains, protecting and showcasing caves, rivers, waterfalls, and canyons. The Valley de los Ingenios is developed at the south-eastern foot of the mountains, and is a UNESCO World Heritage Site. The mountains were the theater of the Escambray Rebellion in 1959–1965. It was also a planned refuge during the Bay of Pigs Invasion, however, it was never used as such. ==Gallery== Image:EscambrayVC.JPG|Escambray near Hanabanilla lake in Villa Clara Province Image:HanabanillaLake.JPG|The Hanabanilla lake is at 364 meters over sea level and averages 40 meters deep. Image:11 Sierra Escambray VC.JPG|Tropical rain forest near in the heart of Topes de Collantes, Sancti Spíritus Province Image:La Boca and Escambray.JPG| La Boca fisherman's village near Trinidad with Escambray at the back Image:Presa Jibacoa (Embalse Hanabanilla).jpg| Hanabanilla lake wall, in the village of Jibacoa, in Villa Clara, Escambray. ==See also== * Geography of Cuba ==References== ==External links== Category:Mountain ranges of Cuba Category:Geography of Cienfuegos Province Category:Geography of Villa Clara Province Category:Geography of Sancti Spíritus Province ",
    "title": "Escambray Mountains"
}