{
    "id": "645486",
    "text": "The Zirid dynasty ( /ALA-LC: Zīryūn; Banu Ziri) was a Sanhaja Berber dynasty from modern-day Algeria which ruled the central Maghreb from 972 to 1014 and Ifriqiya (eastern Maghreb) from 972 to 1148. Descendants of Ziri ibn Menad, a military leader of the Cairo-based Fatimid Caliphate and the eponymous founder of the dynasty, the Zirids were Emirs who ruled in the name of the Fatimids. The Zirids gradually established their autonomy in Ifriqiya through military conquest until officially breaking with the Fatimids in the mid-11th century. The rule of the Zirid emirs opened the way to a period in North African history where political power was held by Berber dynasties such as the Almoravid dynasty, Almohad Caliphate, Zayyanid dynasty, Marinid Sultanate and Hafsid dynasty. Continuing their conquests to Fez and much of modern-day Morocco in 980, the Zirids encountered resistance from the local Zenata Berbers, who gave their allegiance to the Caliphate of Cordoba. Various Zirid branches did however rule the central Maghreb. This branch of the Zirids, at the beginning of the 11th century, following various family disputes, broke away as the Hammadids and took control of the territories of the central Maghreb. The Zirids proper were then designated as Badicides and occupied only Ifriqiyah between 1048 and 1148. Part of the dynasty fled to al-Andalus and later founded, in 1019, the Taifa of Granada on the ruins of the Caliphate of Cordoba. The Zirids of Granada were again defeated by the expansion of the Almoravids, who annexed their kingdom in 1090, while the Badicides and the Hammadids remained independent. Following the recognition of the Sunni Muslim Abbasid Caliphate and the assertion of Ifriqiya and the Central Maghreb as independent kingdoms of Sunni obedience in 1048, the Fatimids reportedly masterminded the migration of the Hilalians to the Maghreb. In the 12th century, the Hilalian invasions combined with the attacks of the Normans of Sicily on the littoral weakened Zirid power. The Almohad caliphate finally conquered the central Maghreb and Ifriqiya in 1152, thus unifying the whole of the Maghreb and ending the Zirid dynasties. == History == The Zirids were Sanhaja Berbers originating from the area of modern Algeria. In the 10th century this tribe served as vassals of the Fatimid Caliphate, defeating the Kharijite rebellion of Abu Yazid (943-947), under Ziri ibn Manad (935-971). Ziri was installed as the governor of central Maghreb and founded the gubernatorial residence of Ashir south-east of Algiers, with Fatimid support. When the Fatimids moved their capital to Egypt in 972, Ziri's son Buluggin ibn Ziri (971-984) was appointed viceroy of Ifriqiya. The removal of the fleet to Egypt made the retention of Kalbid Sicily impossible, while Algeria broke away under the governorship of Hammad ibn Buluggin, Buluggin's son. The Zirid realm (dark green) after the secession of the Hammadids (1018) and before the influx of Banu Hilal tribes (1052) The relationship with their Fatimid overlords varied - in 1016 thousands of Shiites lost their lives in rebellions in Ifriqiya, and the Fatimids encouraged the defection of Tripolitania from the Zirids, but nevertheless the relationship remained close. In 1049 the Zirids broke away completely by adopting Sunni Islam and recognizing the Abbasids of Baghdad as rightful Caliphs, a move which was popular with the urban Arabs of Kairouan.Idris H. Roger, L'invasion hilālienne et ses conséquences, in : Cahiers de civilisation médiévale (43), Jul.-Sep. 1968, pp.353-369. The Zirid period of Tunisia is considered a high point in its history, with agriculture, industry, trade and learning, both religious and secular, all flourishing, especially in their capital, Kairouan. Management of the area by later Zirid rulers was neglectful as the agricultural economy declined, prompting an increase in banditry among the rural population. When the Zirids renounced Shia Islam and recognized the Abbasid Caliphate in 1048, the Fatimids sent the Arab tribes of the Banu Hilal and the Banu Sulaym to Ifriqiya. The Zirids were defeated, and the land laid waste by the Bedouin conquerors. The resulting anarchy devastated the previously flourishing agriculture, and the coastal towns assumed a new importance as conduits for maritime trade and bases for piracy against Christian shipping, as well as being the last holdout of the Zirids. After the loss of Kairouan (1057) the rule of the Zirids was limited to a coastal strip with Mahdia as the capital, while several Bedouin Emirates formed inland. Between 1146 and 1148 the Normans of Sicily conquered all the coastal towns, and in 1152 the last Zirids in Algeria were superseded by the Almohad Caliphate. == Economy == The Zirid period is a time of great economic prosperity. The departure of the Fatimids to Cairo, far from ending this prosperity, saw its amplification under the Zirid and Hammadid rulers. Referring to the government of the Zirid Emir al-Mu'izz, the historian Ibn Khaldun describes: \"It [has] never [been] seen by the Berbers of that country a kingdom more vast and more flourishing than his own.\" The northern regions produced wheat in large quantities, while the region of Sfax was a major hub of olive production and the cultivation of the date is an important part of the local economy in Biskra. Other crops such as sugar cane, saffron, cotton, sorghum, millet and chickpea are grown. The breeding of horses and sheep was flourishing and fishing was active, providing plentiful food. The Mediterranean is also an important part of the economy, even though it was, for a time, abandoned after the departure of the Fatimids when the priority of the Zirid Emirs turned to territorial and internal conflicts. Their maritime policy enabled them to establish trade links, in particular for the importation of timber necessary for their fleet, and enabled them to begin an alliance and very close ties with the Kalbid Emirs of Sicily. They did, however, face blockade attempts by the Venetians and Normans who sought to reduce their wood supply and thus their dominance in the region. The Arab chronicler Ibn Hawqal visited and described the city of Algiers under the Zirid era: \"The city of Algiers, is built on a gulf and surrounded by a wall. It contains a large number of bazaars and a few sources of good water near the sea. It is from these sources that the inhabitants draw the water they drink. In the outbuildings of this town are very extensive countryside and mountains inhabited by several tribes of the Berbers. The chief wealth of the inhabitants consists of herds of cattle and sheep grazing in the mountains. Algiers supplies so much honey that it forms an export object, and the quantity of butter, figs and other commodities is so great that it is exported to Kairouan and elsewhere\". == Culture == === Literature === Surat Al-An'am of “The Nurse’s Quran” (), executed in fine Kufic script and reportedly commissioned by a nursemaid named Fatima serving an unidentified Zirid sultan in the early 11th century. Abd al-Aziz ibn Shaddad was a Zirid chronicler and prince. He wrote Kitab al-Jam' wa 'l-bayan fi akhbar al-Qayrawan () about the history of Qayrawan. == Zirid rulers == The regnal dates of rulers are indicated first according to the Islamic calendar and then with the corresponding Gregorian dates in parentheses. * Ziri ibn Manad Ziri ibn Manad d. 360 AH (971 CE) * Abul-Futuh Sayf ad-Dawla Buluggin ibn Ziri 361-373 AH (972-984 CE) * Abul-Fat'h al-Mansur ibn Buluggin 373-386 AH (984-996 CE) * Abu Qatada Nasir ad-Dawla Badis ibn Mansur 386-406 AH (996-1016 CE) * Sharaf ad- Dawla al-Muizz ibn Badis 406-454 AH (1016–1062 CE) declared independence from the Fatimids and changed the khutba to refer to the Abbasid Caliph in 1048, changed capital to Mahdia in 1057 after Kairouan was lost to the Banu Hilal * Abu Tahir Tamim ibn al-Mu'izz 454-501 AH (1062–1108 CE) * Yahya ibn Tamim 501-509 AH (1108–1116 CE) * Ali ibn Yahya 509-515 AH (1116–1121 CE) * Abu'l-Hasan al-Hasan ibn Ali 515-543 AH (1121–1148 CE) == Offshoots of the Zirid dynasty == === Zirids of Granada === Map of the Taifa of Granada in the first half of the 11th century The Zirids were also the ruling dynasty of the Taifa of Granada, a Berber kingdom in Al-Andalus. The founder was the brother of Buluggin, Zawi ben Ziri, a general of the Caliphate of Córdoba under Caliph Hisham II. After the death of Almanzor in Medinaceli on 12 August 1002 (25 Ramadan 392), a civil war broke out in Al-Andalus, and General Zawi ibn Ziri destroyed several cities, such as Medina Azahara in 1011 and Córdoba in 1013. He founded the Taifa of Granada, and declared himself its first emir. He died of poison in Algiers in 1019. The arts and civil construction under the rule of the Zirid governors and emirs in Al-Andalus, mainly in the Taifa of Granada, were very important. An example is the Cadima Alcazaba in Albayzin, Granada, and part of the old wall surrounding Granada. === Hammadid dynasty === == Succession timeline == == Photo gallery == File:ARCHIR.JPG|The ruins of Achir, a fortress founded by Ziri ibn Menad, the eponym of the Zirid dynasty File:MaqsouraGandeMosqueKairouan.jpg|The Maqsurah of Al-Muizz in the Mosque of Uqba, Kairouan, produced during the reign of Al-Muizz ibn Badis File:Alger algiers casbah 1900.jpg|The Casbah of Algiers, founded by Bologhine ibn Ziri and classed by the Unesco == See also == * List of Sunni Muslim dynasties * Ar-Raqiq, a courtier, poet and historian, secretary to al-Muizz ibn Badis. == References == == Sources == * * Zirid Dynasty Encyclopædia Britannica * Historical map showing location of Zirid Kingdom c. 1000 Category:1152 disestablishments Category:States and territories established in the 970s Category:Berber dynasties ",
    "title": "Zirid dynasty"
}