{
    "id": "645679",
    "text": "Kim Ki-duk ( ; born December 20, 1960) is a South Korean filmmaker noted for his idiosyncratic art-house cinematic works. His films have received many distinctions in the festival circuit, making him one of the most important contemporary Asian film directors. Major festival awards include Golden Lion at 69th Venice International Film Festival for Pietà, Silver Lion for Best Director at 61st Venice International Film Festival for 3-Iron, Silver bear for Best Director at 54th Berlin International Film Festival for Samaria and Un Certain Regard prize at 2011 Cannes Film Festival for Arirang. His most widely known feature is Spring, Summer, Fall, Winter... and Spring (2003), included in film critic Roger Ebert's Great Movies. Two of his films served as official submissions for Academy award for best foreign language film as South Korean entries. He has given scripts to several of his former assistant directors including Juhn Jai-hong (Beautiful and Poongsan) and Jang Hoon (Rough Cut). == Life and career == Kim Ki-duk was born on December 20, 1960 in Bonghwa, North Gyeongsang Province, South Korea. He studied fine arts in Paris from 1990 to 1993. After returning to South Korea, Kim began his career as a screenwriter and won the first prize in a scenario contest held by Korean Film Council in 1995. In the following year, Kim made his debut as a director with a low budget movie titled Crocodile (1996). The film received sensational reviews from movie critics in South Korea. Kim has said that his international breakthrough occurred with The Isle at the Toronto International Film Festival.http://www.moviehabit.com/essay.php?story=kim_ki-duk01| Interview with Kim Ki-Duk & Jung Suh His 2000 film Real Fiction was entered into the 23rd Moscow International Film Festival. In 2004, he received Best Director awards at two different film festivals, for two different films. At the Berlin International Film Festival, he was awarded for Samaritan Girl (2004), and at the Venice Film Festival he won for 3-Iron (also 2004). In 2011, his documentary film Arirang received an award for best film in the Un Certain Regard category from the Cannes Film Festival. In 2012, his film Pieta received the Golden Lion award at the Venice Film Festival, the first Korean film to receive a \"best film\" honor at one of the top three international film festivals - Venice, Berlin and Cannes. == Controversy == The British Board of Film Classification delayed the release of Kim Ki-duk's The Isle (2000) in the United Kingdom because of instances of animal cruelty in the film. Concerning scenes in which a frog is skinned after being beaten to death and fish are mutilated, the director stated, \"We cooked all the fish we used in the film and ate them, expressing our appreciation. I've done a lot of cruelty on animals in my films. And I will have a guilty conscience for the rest of my life.\" To a U.S. interviewer who suggested that scenes such as these are \"very disturbing and [seem] to place an obstacle to the films reception, or... distribution, to other countries\", Kim said, \"Yes, I did worry about that fact. But the way I see it, the food that we eat today is no different. In America you eat beef, pork, and kill all these animals. And the people who eat these animals are not concerned with their slaughter. Animals are part of this cycle of consumption. It looks more cruel onscreen, but I don't see the difference. And yes, there's a cultural difference, and maybe Americans will have a problem with it - but if they can just be more sensitive to what is acceptable in different countries I'd hope they wouldn't have too many issues with what's shown on-screen.\" Another controversy surrounds the director’s alleged misogyny as represented in his films, decried by feminists in his home country as being “dangerous penis fascism.” ===Sexual assault allegations=== In 2017, an anonymous actress came forward with allegations that she had been assaulted by Kim on the set of his film Moebius. She claimed that he had hit her several times before pressuring her to participate in a sex scene she had not previously agreed to. In 2018, at least three women accused Kim of sexual assault. Kim filed false accusations and defamation suits against the accusers. In January 2019, the court ordered Kim to pay a $4,450 (KRW 5 million) fine for the assault, but dismissed the sexual assault charge for lack of evidence. Kim subsequently sued the actress for false accusation. The following month, Kim filed a lawsuit against a women’s rights group over “damages” caused by the group against him. == Filmography == {| class=\"wikitable sortable\" style=\"text-align:center\" |- ! Year !! English title !! Korean title !! Director !! Producer !! Writer !! Editor !! Notes |- | rowspan=\"2\"| 1996 | style=\"text-align:left\"| Crocodile | | | | | | |- | style=\"text-align:left\"| Wild Animals | | | | | | |- | 1998 | style=\"text- align:left\"| Birdcage Inn | | | | | | |- | rowspan=\"2\"| 2000 | style=\"text- align:left\"| The Isle | | | | | | |- | style=\"text-align:left\"| Real Fiction | | | | | | |- | rowspan=\"2\"| 2001 | style=\"text-align:left\"| Address Unknown | | | | | | |- | style=\"text-align:left\"| Bad Guy | | | | | | |- | 2002 | style=\"text-align:left\"| The Coast Guard | | | | | | |- | 2003 | style=\"text- align:left\"| Spring, Summer, Fall, Winter... and Spring | | | | | | \"He also acts a major role (as the Adult Monk)\" |- | rowspan=\"2\"| 2004 | style=\"text- align:left\"| Samaritan Girl | | | | | | |- | style=\"text-align:left\"| 3-Iron | | | | | | |- | 2005 | style=\"text-align:left\"| The Bow | | | | | | |- | 2006 | style=\"text-align:left\"| Time | | | | | | |- | 2007 | style=\"text-align:left\"| Breath | | | | | | |- | rowspan=\"3\"| 2008 | style=\"text-align:left\"| Dream | | | | | | |- | style=\"text-align:left\"| Beautiful | | | | | | |- | style=\"text- align:left\"| Rough Cut | | | | | | |- | 2010 | style=\"text-align:left\"| Secret Reunion | | | | | | Uncredited |- | rowspan=\"3\"| 2011 | style=\"text- align:left\"| Arirang | | | | | | Dramatic documentary about himself |- | style=\"text-align:left\"| Amen | | | | | | |- | style=\"text-align:left\"| Poongsan | | | | | | |- | 2012 | style=\"text-align:left\"| Pietà | | | | | | |- | rowspan=\"3\"| 2013 | style=\"text-align:left\"| Moebius | | | | | | |- | style=\"text-align:left\"| Rough Play | | | | | | |- | style=\"text-align:left\"| Red Family | | | | | | |- | rowspan=\"2\"| 2014 | style=\"text-align:left\"| One on One | | | | | | |- | style=\"text-align:left\"| Godsend | | | | | | |- | rowspan=\"2\"| 2015 | style=\"text-align:left\"| Stop | | | | | | |- | style=\"text-align:left\"| Made in China | | | | | | |- | 2016 | style=\"text- align:left\"| The Net | | | | | | |- | 2017 | style=\"text-align:left\"| Fork Lane | | | | | | |- | 2018 | style=\"text-align:left\"| Human, Space, Time and Human | | | | | | |- |- | 2019 | style=\"text-align:left\"| Dissolve | | | | | | |- |} == International awards == Lee Jung-jin, Kim Ki-duk and Jo Min-su in the 2012 Venice Film Festival {| class=\"wikitable\" style=\"text-align:center; width:60%; !Year !Award !Category !Nominated work !Result !Ref |- |rowspan=2|2004 |54th Berlin International Film Festival |Silver Bear (Best Director) |Samaritan Girl | | |- | 61st Venice Film Festival |Silver Lion (Best Director) |3-Iron | | |- |2011 |Cannes Film Festival |Un Certain Regard Prize |Arirang | | |- |rowspan=2|2012 |Küstendorf Film and Music Festival |\"Award for Future Movies\" |rowspan=2|Pietà | |СВЕЧАНО ОТВАРАЊЕ КУСТЕНДОРФА 2012 |- |69th Venice Film Festival |Golden Lion | | |- |2014 |71st Venice Film Festival |The Venice Days Best Film Award |One on One | | |} == References == === Notes === * === Bibliography === * * MARTONOVA, A. (2004) Contemporary Korean cinema - production, tradition and… Kim Ki-Duk. - In: The Plum Blossom. Papers from Korean Studies Conference, Sofia University “St. Kliment Ohridski”, Centre for Eastern Languages and Cultures, Sofia: Ex-M, p. 129 – 151 * MARTONOVA, (2012) A. To feel HAN (Arirang by Kim Ki-duk) // Kino, No.3, Sofia:p. 49-47, ISSN 0861-4393 [Да чувстваш ХАН („Ариран” на Ким Ки- док). — Original title in Bulgarian] * MARTONOVA, A. (2007) The hieroglyph of cinema. Aesthetics and meaning in East Asia movies. Sofia: Panorama Publishing House, 242 pages, (in Bulgarian) == External links == * * Kim Ki-Duk: the past, the persistent problems and the near future About Kim Ki-Duk's 2006 controversial declarations * Review of Kim Ki-duk's Time *Working Biography Category:1960 births Category:Living people Category:21st-century South Korean male actors Category:Asian film producers Category:South Korean male film actors Category:South Korean film producers Category:South Korean film directors Category:South Korean screenwriters Category:Directors of Golden Lion winners Category:Venice Best Director Silver Lion winners Category:Silver Bear for Best Director recipients ",
    "title": "Kim Ki-duk"
}