{
    "id": "645636",
    "text": "Happy Families is a traditional British card game usually with a specially made set of picture cards, featuring illustrations of fictional families of four, most often based on occupation types. The object of the game is to collect complete families, and the game is similar to Go Fish. In Germany and Austria, the game is known as Quartett or Ablegspiel (in Upper Austria and Styria) and is not restricted to sets of four people, but covers other topics such as farm animals or tractors. The game can also be adapted for use with an ordinary set of playing cards. ==Gameplay== A 'family' from a set of old German Quartett cards. Each card lists the three others that it groups with. The player whose turn it is asks another player for a specific card. If the asked player has the card, he gives it to the requester and the requester can then ask any player for another card. If the asked player does not have the card, it becomes his turn and he asks another player for a specific card. Play continues in this way until no families are separated among different players. The player with the most cards wins. One of the rules states that a player cannot ask for a certain card to deceive any player if he does not have a card in the set he is asking for.http://www.pagat.com/quartet/gofish.html#families ==Development == The game was devised by John Jaques Jr. who is also credited with popularizing tiddlywinks, ludo and snakes and ladders, and first published before the Great Exhibition of 1851. Cards following Jaques's original designs, with grotesque illustrations possibly by Sir John Tenniel\"Jaques' Happy Families\" (there was no official credit), are still being made. ==Family members== The names of the family members are structured as follows, where X stands for a surname and Y for an occupation. * Mr X the Y * Mrs X the Y's Wife * Master X the Y's Son * Miss X the Y's Daughter The eleven families in Jaques' original edition were: ==In popular culture== The Happy Families children's storybooks, written by Allan Ahlberg, are titled in a similar way to the names of characters in this game. In 1989 and 1990, Children's BBC aired a children's TV series based on the series of books. ==See also== *Old maid (card game) ==References== Category:19th-century card games Category:Dedicated deck card games Category:Card games for children Category:Quartet group ",
    "title": "Happy Families"
}