{
    "id": "645662",
    "text": "Charles Devens Jr. (April 4, 1820 – January 7, 1891) was an American lawyer, jurist and statesman. He also served as a general in the Union Army during the American Civil War. ==Early life and career== Born in Charlestown, Massachusetts, Devens graduated from Boston Latin School and eventually Harvard College in 1838, and from the Harvard Law School in 1840. He was admitted to the bar in Franklin County, Massachusetts, where he practiced from 1841 to 1849. In 1848, he was a Whig member of the Massachusetts Senate. From 1849 to 1853, Devens was United States Marshal for Massachusetts, in which capacity he was called upon in 1851 to remand the fugitive slave, Thomas Sims, to slavery. This he felt constrained to do, much against his personal desire; subsequently, he attempted in vain to purchase Sims's freedom, and many years later appointed him to a position in the United States Department of Justice in Washington, D.C.. Devens practiced law at Worcester, Massachusetts, from 1853 until 1861. ==Civil War== On April 16, 1861, Devens gave an impassioned speech at Mechanics Hall in Worcester. To a large crowd he called upon the young men of Worcester to \"rise and go with\" him to the \"rescue of Washington\". Three days later, he was appointed major of the 3rd Massachusetts Rifle Battalion. He was appointed as colonel of the 15th Massachusetts Infantry in July 1861 and wounded at the Battle of Ball's Bluff in Virginia in October. General Charles Devens (center) and other officers in Richmond, Virginia, April, 1865. General Charles Devens Although still recovering, Devens was promoted to brigadier general of volunteers in April 1862 and assigned command of the 1st Brigade/1st Division. He was wounded a second time at the Battle of Seven Pines and spent most of the summer recovering. His brigade was not heavily involved in the Maryland Campaign. Shortly afterwards, it was reassigned to the VI Corps. Devens commanded the 2nd Brigade/3rd Division/VI Corps during the Battle of Fredericksburg. In January 1863, Devens was given command of the 1st Brigade, 3rd Division, VI Corps. After Maj. Gen Oliver O. Howard took command of the XI Corps, he appointed Devens as a division commander, and at Chancellorsville he was wounded a third time. According to a report by Gen. Steward L. Woodford, who served with him, Devens remounted his horse, stayed with his men and did not go to the hospital until his men had bivouacked. Peninsula Campaign March 17 – May 31, 1862 Devens distinguished himself at the Battle of Cold Harbor, while commanding the 3rd Division/XVIII Corps in Ulysses S. Grant's Overland Campaign. During the final stages of the Siege of Petersburg, he commanded the 3rd Division of the XXIV Corps. Devens's troops were the first to occupy Richmond after its fall in April 1865. After the war, Devens became a companion of the Massachusetts Commandery of the Military Order of the Loyal Legion of the United States. ==Postbellum== On January 13, 1866, President Andrew Johnson nominated Devens for the award of the honorary grade of brevet major general, United States Volunteers, to rank from April 3, 1865, for services during the Richmond campaign,Eicher, 208 and the U.S. Senate confirmed the award on March 12, 1866.Eicher, 711 Devens remained in the army for a year as commander of the military district of Charleston, South Carolina, before mustering out and returning home. He later served as the fifth Commander-in-Chief of the Grand Army of the Republic from 1873–75 and was also a veteran companion of the Military Order of the Loyal Legion of the United States. Devens was also a key figure in the investigation into the unlawful execution of Confederate veteran Calvin Crozier by soldiers of the 33rd Regiment, U.S. Colored Troops, at Newberry, SC in September 1865 following an altercation. Over Devens's strong objections the officer who took responsibility for the lynching was exonerated and returned to duty. He was a judge of the Massachusetts superior court, from 1867 to 1873, and was an associate justice of the Massachusetts Supreme Judicial Court from 1873 to 1877, and again from 1881 to 1891. From 1877 to 1881, he was Attorney General of the United States in the Cabinet of President Rutherford B. Hayes. He was elected a member of the American Antiquarian Society in 1878.American Antiquarian Society Members Directory Charles Devens died of heart failure in Boston, Massachusetts in 1891, and is buried in Mount Auburn Cemetery in Cambridge, Massachusetts. ==Memorials== In 1908, the city of Worcester, Massachusetts, erected a statue in front of the former Worcester Court House, located on Court Hill. The statue was originally located on the front middle of the Courthouse area, it was later relocated to the front side. ===Fort Devens=== Camp Devens near Ayer, Massachusetts, was established in 1917 on about of land leased then later purchased from 112 owners who sold 230 parcels of land in the towns of Ayer, Harvard, Lancaster and Shirley, to the United States of America. Some was fine farmland along the Nashua River and other was \"sprout\" land where trees had been cut leaving stumps. Construction, by the largest labor force assembled in the United States, to build an entire city for 10,000 requiring barracks, training buildings, water and sewer systems, raced at the rate of 10.4 new buildings every day. As one of 16 temporary cantonments, Camp Devens processed and trained more than 100,000 soldiers of the 76th and 12th Divisions. In 1918, it became a separation center for over 150,000 troops upon their return from France. Put on inactive status, it served next as a summer training camp for National Guardsmen, Reservists and ROTC cadets. Following years of debate regarding preparedness for another global war, passage of the National Defense Act in 1920 established an important role for the citizen army. Appropriations were made for permanent construction of buildings in 1927 but the stock market crash nearly called a halt. Congresswoman Edith Nourse Rogers, of Lowell, recognized the economic significance of Camp Devens to this largely agricultural community. Through her efforts, Camp Devens became Fort Devens, a permanent US Army post in 1931. However, during the depression, construction was slow; most of the work was done by the Works Progress Administration. During World War II, Fort Devens served as a mobilization and training center. It also was the site of a prisoner-of-war camp housing both German and Italian prisoners. After the war, Fort Devens served training site for the Army Security Agency School from 1951 to 1996, and also as the home of the 10th Special Forces Group from 1968 to 1995. It also served as a training center for members of the Army Reserve and National Guard. In 1996, Fort Devens was closed and the post was repurposed as an industrial park and the site of Federal Medical Center, Devens, a Federal prison hospital. A hotel, a restaurant and a small shopping area have been built there as well. The cantonment area of the post was retained by the Army for use as a training facility for reservists and was called the Devens Reserve Forces Training Area, until Fort Devens was reactivated in 2007. Despite the name change, no units of active Army have been located there. ==See also== *List of American Civil War generals (Union) *List of Massachusetts generals in the American Civil War *Massachusetts in the American Civil War ==Citations== : ==References== *Eicher, John H. and Eicher, David J. Civil War High Commands. Stanford, CA: Stanford University Press, 2001. . ==Further reading== * Charles Devens' Orations and Addresses, with a memoir by John Codman Ropes (Boston, 1891). ==External links== * * * https://play.google.com/books/reader?id=3JotAAAAYAAJ&printsec;=frontcover&output;=reader&hl;=en * Supreme Judicial Court of Massachusetts: 152 Mass. 601 (1891) Charles Devens * UnionBiographies/devens.doc CHARLES DEVENS, JR. A Working Bibliography of MHI Sources (.doc) * |- |- |- |- Category:1820 births Category:1891 deaths Category:Lawyers from Boston Category:Massachusetts Whigs Category:19th- century American politicians Category:Massachusetts Republicans Category:Union Army generals Category:United States Attorneys General Category:United States Marshals Category:People of Massachusetts in the American Civil War Category:Harvard Law School alumni Category:Justices of the Massachusetts Supreme Judicial Court Category:Burials at Mount Auburn Cemetery Category:Hayes administration cabinet members Category:Grand Army of the Republic Commanders-in-Chief Category:Members of the American Antiquarian Society Category:Harvard College alumni ",
    "title": "Charles Devens"
}