{
    "id": "645871",
    "text": "Arms of Sir John Sutton, 1st Baron Dudley, KG John Sutton VI, 1st Baron Dudley, Knight of the Garter, (25 December 1400 – 30 September 1487) was an English nobleman, a diplomat, and councillor of King Henry VI. He fought in several battles during the Hundred Years War and the Wars of the Roses, in addition, he acted as Lord Lieutenant of Ireland from 1428 to 1430. ==Family and peerage== Born on 25 December 1400, John Sutton was baptised at Barton- under-Needwood, Staffordshire,Complete Peerage Vol. 4 p. 479 became 1st Baron Dudley and a Knight of the Garter, and died at Stafford, Staffordshire. His father was Sir John de Sutton V and his mother was Constance Blount, daughter of Sir Walter Blount. John 1st Baron Dudley married Elizabeth de Berkeley, of Beverstone (died 1478), widow of Edward Charleton, 5th Baron Cherleton and daughter of Sir John Berkeley, of Beverstone, Gloucestershire (1349–1428) and Elizabeth BettershorneComplete Peerage Vol. 4 p. 480 and sister of Eleanor FitzAlan, wife of John FitzAlan, 6th Earl of Arundel, sometime after 14 March 1420. The sons of Dudley by this marriage were: #Sir Edmund Sutton #John Sutton Dudley, Knt. of Atherington, whose son was Henry VII's minister Edmund Dudley, and whose grandson was John Dudley, 1st Duke of Northumberland. #William Dudley, Bishop of Durham, 1476–1483. #Oliver Dudley. Dudley was summoned to Parliament from 15 February 1440, by writs directed to \"Johanni de Sutton de Duddeley militi\", whereby he obtained a Barony by writ as Lord Dudley. He was the first of his family to adopt the surname of Dudley as an alias for Sutton. \"John Dudley, Knyght, Lord Dudley\" died testate in his 87th year. His will is dated 17 August 1487. The barony was inherited by his grandson, Edward Sutton, 2nd Baron Dudley, son of Sir Edmund Sutton who was the heir but died after 6 July 1483 but before his father. ==Royal service== As Lord Steward in 1422 Sutton brought home the body of King Henry V to England, and was chief mourner and standard bearer at his funeral. From 1428-1430 he served as Lord Lieutenant of Ireland.Wilson p. 4 Dudley fought in several campaigns throughout the period of the wars with France, and on several occasions acted as a diplomat in the mid-1440s, when he also met Charles VII of France.Wolffe p. 190-195 In 1443 he was made a king's councillor and became one of the favourite companions of King Henry VI.Wolffe p. 104 In 1451 he became a Knight of the Garter. Early on in the Wars of the Roses he was a resolute defender of the House of Lancaster, but changed his allegiance to York before the Battle of Towton in 1461. ==Wars of the Roses== At the Battle of St Albans in 1455, Lord Dudley took part with his son Edmund, where he was taken prisoner along with Henry VI. At the Battle of Blore Heath on 23 September 1459 he was again present, equally with his son Edmund Sutton, commanding a wing under Lord Audley. Dudley was wounded and again captured. At Towton (1461) he was rewarded after the battle for his participation on the side of Edward, Earl of March, son of Richard, Duke of York. On 28 June that year, Edward IV was proclaimed King in London. ==Notes== ==References== *The Complete Peerage of England Scotland Ireland Great Britain and the United Kingdom, Edited by Vicary Gibbs *Wilson, Derek (2005): The Uncrowned Kings of England: The Black History of the Dudleys and the Tudor Throne Carroll & Graf *Wolffe, Bertram: Henry VI, Yale University Press, 2001, Category:1400 births Category:1487 deaths Category:People from Barton-under-Needwood Category:Knights of the Garter Category:People from Dudley Category:People of the Wars of the Roses John John Category:High Sheriffs of Sussex Category:High Sheriffs of Surrey Category:Lords Lieutenant of Ireland 1 ",
    "title": "John Sutton, 1st Baron Dudley"
}