{
    "id": "645923",
    "text": "Marc Riley (born 10 July 1961 in Manchester)\"Mark Radcliffe & Lard Chronology\", scrawnandlard.co.uk, retrieved 12 December 2010 is an English radio DJ, alternative rock critic and musician. He currently presents on BBC Radio 6 Music. Formerly a member of the Fall, he had his own record label, In- Tape, and also worked as a record plugger for bands such as Massive Attack, Pixies, Cocteau Twins and Happy Mondays.Smith, Mark E. & Middles, Mick (2003) The Fall, Omnibus Press, , p. 261 Marc has worked in radio since about 1991 and for 14 years of that he worked with Mark Radcliffe on BBC Radio 5 and BBC Radio 1, during which time he was known as Lard. He joined 6 Music in April 2004. == Musical career == Born and raised in Manchester, Riley was in a band at school called the Sirens with Craig Scanlon and Steve Hanley (both of whom were later members of the Fall). Riley was an early fan of the Fall and worked for the group as a roadie.Cumming, Tim (2004) \"Wild Thing\", The Guardian, 19 January 2004, retrieved 12 December 2010 He was added to the line-up, playing bass, in May 1978. Riley's recording debut was The Fall's second single, \"It's the New Thing\" and their debut album Live at the Witch Trials. Riley switched to guitar and keyboards in 1979 and held this position with The Fall, until he fell out with Mark E. Smith in 1982, during the group's first tour of Australia and New Zealand. Riley was sacked by Smith – according to Smith this occurred on Riley's wedding day.The Guardian, Monday 14 April 2008, p6 Riley was actually married on Christmas Eve 1982 and remained in The Fall until January 1983, when Smith met Riley in the Old Garratt pub, Princess Street, and told him that the group was undertaking a European tour without him and should it not work out he would be asked back. Riley is quoted as saying \"Joining The Fall was the second best thing that ever happened to me in my working life. The best thing was getting kicked out\". Later in 1983, Riley began to record under the name Marc Riley and The Creepers (later The Creepers).Strong, Martin C. (2003) The Great Indie Discography, Canongate, , p. 483-4 Steve Hanley, Paul Hanley and Craig Scanlon, while they remained members of The Fall, played on Riley's first solo single, \"Favourite Sister\". Riley released several albums during the following years. Animosity between Smith and Riley continued to influence both bands' material. This included The Fall's \"Hey Marc Riley\" (a rewritten version of Bo Diddley's \"Hey Bo Diddley\"), which has only been available on live bootlegs. Riley responded in kind with his 1983 single \"Jumper Clown\" – a reference to Smith's then affection for 1970s jumpers – as well as \"Snipe\" on the 1985 EP Shadow Figure and his own rewrite of a Bo Diddley song: \"Marc Riley is a Gunslinger\". Riley co-owned the In-Tape label with Jim Khambatta, until it went bust in 1991, managing the label between 1983 and 1986.Buckley, Peter (2003) The Rough Guide to Rock, Rough Guides, \"Marc Riley, Esq\", Debretts.com, retrieved 12 December 2010 Between 1986 and 1989, Riley drew and wrote the comic strips Harry the Head and Doctor Mooney for the comic Oink!, as well as recording a flexidisc single for the comic as a giveaway. The Creepers disbanded in 1987. Riley then formed a band that included ex-members of Pere Ubu, The Magic Band and The Mekons called the Lost Soul Crusaders (named after a fictional group in an episode of the detective series 'Columbo' whose lead singer was played by one of Riley's heroes, Johnny Cash). However, the record company funding the band went bankrupt before any material could be recorded. In 1988, Riley co- produced (with Jon Langford) a Johnny Cash tribute album, Til Things are Brighter, to raise funds for the Terrence Higgins Trust.Popson, Tom (1988) \"Johnny Cash Meets The Hip Britons: English Acts Record a Tribute to a 'Cool Dude'\", Chicago Tribune, 29 July 1988, p. H == Radio career == Riley is perhaps best known as one half of the duo Mark and Lard with fellow DJ Mark Radcliffe, who together presented \"Hit the North\" on BBC Radio 5, then a children's, comedy, and drama network, with Radcliffe also fronting a weekly show called Out on Blue Six on BBC Radio 1 around the same time. During this period Riley also presented a programme on Radio 5 called Cult Radio, and wrote and produced a Radio 1 series presented by Noddy Holder called Glitter and Twisted. The duo moved to Radio 1's 10 pm slot in 1993, followed by an unsuccessful move to the breakfast show in February 1997, and finally to the 1 pm to 3 pm slot in October that year. Their final show on the station was in March 2004. After leaving Radio 1, the duo cordially went their separate ways; Riley moving to BBC Radio 6 Music and Radcliffe to BBC Radio 2.\"Mark and Lard leave BBC Radio 1\", BBC, 19 February 2004, retrieved 12 December 2010 In 2009 Mark and Lard reformed to front radio adverts for Manchester City in North West England (Riley is a long-time fan of the club). He currently presents the Sony Radio Academy Award-nominated 7-9pm show, Monday to Thursday on Radio 6 Music. The show features almost daily sessions from artists chosen by Riley himself. Among the bands championed by Riley are Metronomy, Field Music, Everything Everything, Wild Beasts, Sweet Baboo and King Creosote and more recently Ty Segall, Unknown Mortal Orchestra and Thee Oh Sees. He previously presented Mint with Rob Hughes on Sunday evenings. Hughes joins Riley's current show on Tuesdays (The A to Z series) and Thursdays (The Parallel Universe). February 2015 saw the first episode of All Shook Up, a made for iPlayer 'TV' programme featuring live music presented and curated by Riley. Series 1 is made up of 4 episodes all filmed in the University of Salford studio. Episode 1 featured performances from The Wave Pictures, Slug and Lonelady. Episode 2 features Wire, Monotony and Jane Weaver, Episode 3 Teleman, Sara Lowes and Sauna Youth and Episode 4 Jesca Hoop, The Wytches and Richard Dawson. Riley together with Hughes wrote and presented an 'A to Z of Punk and New Wave' on BBC 6 Music which was then turned into a successful podcast. That was followed by the long term project 'The A to Z of David Bowie', a commercially available podcast, which was launched on 30 January 2018 and is expected to run for up to 70 episodes. Riley and Radcliffe formed the parody group Shirehorses, once appearing at the Glastonbury Festival in 1997 in what they called the headline slot, going on as they did at 10.00am. They also did shows in various parts of the country including three dates supporting Blur. They released two comedy/parody albums under the guise of the Shirehorses: The Worst...Album in the World...Ever...EVER! (which reached number 22 in the UK Albums Chart)Walters, Jamie \"Marc Riley aka Lard\", Metro, retrieved 12 December 2010 and Our Kid Eh, the latter an affectionate parody of Radiohead's album Kid A (which reached number 20).\"Shirehorses\", Chart Stats, retrieved 12 December 2010 ==References== ==External links== * Marc Riley (BBC Radio 6 Music) Category:1961 births Category:Living people Category:English radio personalities Category:English bass guitarists Category:Male bass guitarists Category:English guitarists Category:English male guitarists Category:English male singers Category:English songwriters Category:British alternative rock musicians Category:Musicians from Manchester Category:English punk rock musicians Category:The Fall (band) members Category:British radio DJs Category:BBC Radio 6 Music presenters ",
    "title": "Marc Riley"
}