{
    "id": "646092",
    "text": "Mitral valve stenosis is a condition in which the canal between the left atrium and ventricle is narrowed due to disease of the cusps of the left atrioventricular (mitral) valve. Mitral valve stenosis may remain asymptomatic for years. When clinical symptoms develop, they may be similar to those of other heart diseases.Thorax. Hankin M.H., & Morse D.E., & Bennett-Clarke C.A.(Eds.), (2017). 'Clinical Anatomy: A Case Study Approach'. McGraw-Hill. Mitral stenosis is a valvular heart disease characterized by the narrowing of the orifice of the mitral valve of the heart. It is almost always caused by rheumatic valvular heart disease. Normally, mitral valve is about 5 cm2 during diastole. Any decrease in area below 2 cm2 causes mitral stenosis. Early diagnosis of mitral stenosis in pregnancy is very important as the heart cannot tolerate increased cardiac output demand as in the case of exercise and pregnancy. Atrial fibrillation is a common complication of resulting left atrial enlargement, which can lead to systemic thromboembolic complications like stroke. ==Signs and symptoms== Illustration of mitral stenosis, with close-up on mitral valve Signs and symptoms of mitral stenosis include the following: *Heart failure symptoms, such as dyspnea on exertion, orthopnea and paroxysmal nocturnal dyspnea (PND) *Palpitations *Chest pain *Hemoptysis *Thromboembolism in later stages when the left atrial volume is increased (i.e., dilation). The latter leads to increase risk of atrial fibrillation, which increases the risk of blood stasis (motionless). This increases the risk of coagulation. *Ascites and edema and hepatomegaly (if right-side heart failure develops) Fatigue and weakness increase with exercise and pregnancy. ===Natural history=== The natural history of mitral stenosis secondary to rheumatic fever (the most common cause) is an asymptomatic latent phase following the initial episode of rheumatic fever. This latent period lasts an average of 16.3 ± 5.2 years. Once symptoms of mitral stenosis begin to develop, progression to severe disability takes 9.2 ± 4.3 years. In individuals having been offered mitral valve surgery but refused, survival with medical therapy alone was 44 ± 6% at 5 years, and 32 ± 8% at 10 years after they were offered correction.http://cursoenarm.net/UPTODATE/contents/mobipreview.htm?28/3/28733 ==Cause== Rheumatic heart disease at autopsy with characteristic findings (thickened mitral valve, thickened chordae tendineae, hypertrophied left ventricular myocardium). Almost all cases of mitral stenosis are due to disease in the heart secondary to rheumatic fever and the consequent rheumatic heart disease.Chapter 1: Diseases of the Cardiovascular system > Section: Valvular Heart Disease in: Uncommon causes of mitral stenosis are calcificationBertazzo, S. et al. Nano-analytical electron microscopy reveals fundamental insights into human cardiovascular tissue calcification. Nature Materials 12, 576-583 (2013).Miller, J. D. Cardiovascular calcification: Orbicular origins. Nature Materials 12, 476-478 (2013). of the mitral valve leaflets, and as a form of congenital heart disease. However, there are primary causes of mitral stenosis that emanate from a cleft mitral valve. It is the most common valvular heart disease in pregnancy. Other causes include infective endocarditis where the vegetations may favor increase risk of stenosis. Other rare causes include mitral annular calcification, endomyocardial fibroelastosis, malignant carcinoid syndrome, systemic lupus erythematosus, whipple disease, fabry disease, and rheumatoid arthritis. hurler' disease, hunter's disease, amyloidosis. ==Pathophysiology== Intracardiac pressure measurements in an individual with severe mitral stenosis. Pressure tracings in the left atrium (LA) and the left ventricle (LV) in an individual with severe mitral stenosis. Blue areas represent the diastolic pressure gradient due to the stenotic valve. The normal area of the mitral valve orifice is about 4 to 6 cm2. In normal cardiac physiology, the mitral valve opens during left ventricular diastole, to allow blood to flow from the left atrium to the left ventricle. A normal mitral valve will not impede the flow of blood from the left atrium to the left ventricle during (ventricular) diastole, and the pressures in the left atrium and the left ventricle during ventricular diastole will be equal. The result is that the left ventricle gets filled with blood during early ventricular diastole, with only a small portion of extra blood contributed by contraction of the left atrium (the \"atrial kick\") during late ventricular diastole. When the mitral valve area goes below 2 cm2, the valve causes an impediment to the flow of blood into the left ventricle, creating a pressure gradient across the mitral valve. This gradient may be increased by increases in the heart rate or cardiac output. As the gradient across the mitral valve increases, the amount of time necessary to fill the left ventricle with blood increases. Eventually, the left ventricle requires the atrial kick to fill with blood. As the heart rate increases, the amount of time that the ventricle is in diastole and can fill up with blood (called the diastolic filling period) decreases. When the heart rate goes above a certain point, the diastolic filling period is insufficient to fill the ventricle with blood and pressure builds up in the left atrium, leading to pulmonary congestion. When the mitral valve area goes less than 1 cm2, there will be an increase in the left atrial pressures (required to push blood through the stenotic valve). Since the normal left ventricular diastolic pressures is about 5 mmHg, a pressure gradient across the mitral valve of 20 mmHg due to severe mitral stenosis will cause a left atrial pressure of about 25 mmHg. This left atrial pressure is transmitted to the pulmonary vasculature and causes pulmonary hypertension. Pulmonary capillary pressures in this level cause an imbalance between the hydrostatic pressure and the oncotic pressure, leading to extravasation of fluid from the vascular tree and pooling of fluid in the lungs (congestive heart failure causing pulmonary edema). The constant pressure overload of the left atrium will cause the left atrium to increase in size. As the left atrium increases in size, it becomes more prone to develop atrial fibrillation (AF). When atrial fibrillation develops, the atrial kick is lost (since it is due to the normal atrial contraction). In individuals with severe mitral stenosis, the left ventricular filling is dependent on the atrial kick. The loss of the atrial kick due to atrial fibrillation ( i.e. blood cannot flow into the left ventricle thus accumulating in the left atrium ) can cause a precipitous decrease in cardiac output and sudden congestive heart failure. Patients with mitral stenosis prompts a series of hemodynamic changes that frequently cause deterioration of the patient's clinical status. A reduction in cardiac output, associated with acceleration of heart rate and shortening of the diastolic time, frequently leads to congestive heart failure. In addition, when AF sets in, systemic embolization becomes a real danger.American Heart Journal Mitral stenosis typically progresses slowly (over decades) from the initial signs of mitral stenosis to NYHA functional class II symptoms to the development of atrial fibrillation to the development of NYHA functional class III or IV symptoms. Once an individual develops NYHA class III or IV symptoms, the progression of the disease accelerates and the patient's condition deteriorates. ==Diagnosis== ===Physical examination=== Phonocardiograms from normal and abnormal heart sounds Upon auscultation of an individual with mitral stenosis, the first heart sound is usually loud and may be palpable (tapping apex beat) because of increased force in closing the mitral valve. The first heart sound is made by the mitral and tricuspid heart valves closing. These are normally synchronous, and the sounds are termed M1 and T1, respectively. M1 becomes louder in mitral stenosis. It may be the most prominent sign. If pulmonary hypertension secondary to mitral stenosis is severe, the P2 (pulmonic) component of the second heart sound (S2) will become loud. An opening snap that is a high-pitch additional sound may be heard after the A2 (aortic) component of the second heart sound (S2), which correlates to the forceful opening of the mitral valve. The mitral valve opens when the pressure in the left atrium is greater than the pressure in the left ventricle. This happens in ventricular diastole (after closure of the aortic valve), when the pressure in the ventricle precipitously drops. In individuals with mitral stenosis, the pressure in the left atrium correlates with the severity of the mitral stenosis. As the severity of the mitral stenosis increases, the pressure in the left atrium increases, and the mitral valve opens earlier in ventricular diastole. A mid-diastolic rumbling murmur with presystolic accentuation will be heard after the opening snap. The murmur is best heard at the apical region and is not radiated. Since it is a low-pitch sound, it is heard best with the bell of the stethoscope. Its duration increases with worsening disease. Rolling the patient toward left as well as isometric exercise will accentuate the murmur. A thrill might be present when palpating at the apical region of the precordium. Advanced disease may present with signs of right-sided heart failure such as parasternal heave, jugular venous distension, hepatomegaly, ascites and/or pulmonary hypertension, the latter often presenting with a loud P2. Almost all signs increase with exercise and pregnancy. Other peripheral signs include: * Malar flush - due to back pressure and buildup of carbon dioxide (CO2). CO2 is a natural vasodilator. * Atrial fibrillation - irregular pulse and loss of 'a' wave in jugular venous pressure * Left parasternal heave - presence of right ventricular hypertrophy due to pulmonary hypertension * Tapping apex beat that is not displaced Medical signs of atrial fibrillation include: Heart rate is about 100-150/min. Irregularly irregular pulse with a pulse deficit>10. Varying first heart sound intensity. Opening snap is not heard sometimes. Absent a waves in the neck veins. Presystolic accentuation of diastolic murmur disappears. Embolic manifestations may appear. ===Associated lesions=== With severe pulmonary hypertension, a pansystolic murmur produced by functional tricuspid regurgitation may be audible along the left sternal border. This murmur is usually louder during inspiration and diminishes during forced expiration (Carvallo’s sign). When the cardiac output is markedly reduced in MS, the typical auscultatory findings, including the diastolic rumbling murmur, may not be detectable (silent MS), but they may reappear as compensation is restored. The Graham Steell murmur of pulmonary regurgitation, a high-pitched, diastolic, decrescendo blowing murmur along the left sternal border, results from dilation of the pulmonary valve ring and occurs in patients with mitral valve disease and severe pulmonary hypertension. This murmur may be indistinguishable from the more common murmur produced by aortic regurgitation (AR), although it may increase in intensity with inspiration and is accompanied by a loud and often palpable P2. ===Echocardiography=== {| class=\"wikitable\" style=\"float:right;clear:right; margin-left:1em\" |+ Severity of mitral stenosis |- ! Degree of mitral stenosis ! Mean gradient ! Mitral valve area |- | Progressive mitral stenosis | <5 mmHg | >1.5 cm2 |- | Severe mitral stenosis | 5 - 10 mmHg | 1.0 - 1.5 cm2 |- | Very severe mitral stenosis | > 10 mmHg | < 1.0 cm2 |} In most cases, the diagnosis of mitral stenosis is most easily made by echocardiography, which shows left atrial enlargement, thick and calcified mitral valve with narrow and \"fish-mouth\"-shaped orifice and signs of right ventricular failure in advanced disease. It can also show decreased opening of the mitral valve leaflets, and increased blood flow velocity during diastole. The trans-mitral gradient as measured by Doppler echocardiography is the gold standard in the evaluation of the severity of mitral stenosis. ===Cardiac chamber catheterization=== Another method of measuring the severity of mitral stenosis is the simultaneous left and right heart chamber catheterization. The right heart catheterization (commonly known as Swan-Ganz catheterization) gives the physician the mean pulmonary capillary wedge pressure, which is a reflection of the left atrial pressure. The left heart catheterization, on the other hand, gives the pressure in the left ventricle. By simultaneously taking these pressures, it is possible to determine the gradient between the left atrium and left ventricle during ventricular diastole, which is a marker for the severity of mitral stenosis. This method of evaluating mitral stenosis tends to overestimate the degree of mitral stenosis, however, because of the time lag in the pressure tracings seen on the right-heart catheterization and the slow Y descent seen on the wedge tracings. If a trans-septal puncture is made during right heart catheterization, however, the pressure gradient can accurately quantify the severity of mitral stenosis. ===Other techniques=== Chest X-ray may also assist in diagnosis, showing left atrial enlargement. Electrocardiography may show P mitrale, that is, broad, notched P waves in several or many leads with a prominent late negative component to the P wave in lead V1, and may also be seen in mitral regurgitation, and, potentially, any cause of overload of the left atrium.medilexicon.com < P mitrale Citing. Stedman's Medical Dictionary. Copyright 2006 Thus, P-sinistrocardiale may be a more appropriate term. ==Treatment== Treatment is not necessary in asymptomatic patients. The treatment options for mitral stenosis include medical management, mitral valve replacement by surgery, and percutaneous mitral valvuloplasty by balloon catheter. The indication for invasive treatment with either a mitral valve replacement or valvuloplasty is NYHA functional class III or IV symptoms. Another option is balloon dilatation. To determine which patients would benefit from percutaneous balloon mitral valvuloplasty, a scoring system has been developed. Scoring is based on 4 echocardiographic criteria: leaflet mobility, leaflet thickening, subvalvular thickening, and calcification. Individuals with a score of ≥ 8 tended to have suboptimal results. Superb results with valvotomy are seen in individuals with a crisp opening snap, score < 8, and no calcium in the commissures. Treatment also focuses on concomitant conditions often seen in mitral stenosis: *Any angina is treated with short-acting nitrovasodilators, beta-blockers and/or calcium blockersVOC=VITIUM ORGANICUM CORDIS, a compendium of the Department of Cardiology at Uppsala Academic Hospital. By Per Kvidal September 1999, with revision by Erik Björklund May 2008 *Any hypertension is treated aggressively, but caution must be taken in administering beta-blockers *Any heart failure is treated with digoxin, diuretics, nitrovasodilators and, if not contraindicated, cautious inpatient administration of ACE inhibitors Illustration of mitral valvuloplasty ===Mitral valvuloplasty=== Mitral valvuloplasty is a minimally invasive therapeutic procedure to correct an uncomplicated mitral stenosis by dilating the valve using a balloon. Under local anaesthetic, a catheter with a special balloon is passed from the right femoral vein, up the inferior vena cava and into the right atrium. The interatrial septum is punctured and the catheter passed into the left atrium using a \"trans-septal technique.\" The balloon is sub-divided into 3 segments and is dilated in 3 stages. First, the distal portion (lying in the left ventricle) is inflated and pulled against the valve cusps. Second, the proximal portion is dilated, in order to fix the centre segment at the valve orifice. Finally, the central section is inflated, this should take no longer than 30 seconds, since full inflation obstructs the valve and causes congestion, leading to circulatory arrest and flash pulmonary edema. With careful patient pre-selection, percutaneous balloon mitral valvuloplasty (PBMV) is associated with good success rates and a low rate of complications. By far the most serious adverse event is the occurrence of acute severe mitral regurgitation. Severe mitral regurgitation usually results from a tear in one of the valve leaflets or the subvalvular apparatus. It can lead to pulmonary edema and hemodynamic compromise, necessitating urgent surgical mitral valve replacement. Other serious complications with PBMV usually relate to the technique of trans-septal puncture (TSP). The ideal site for TSP is the region of the fossa ovalis in the inter-atrial septum. Occasionally, however, the sharp needle used for TSP may inadvertently traumatize other cardiac structures, leading to cardiac tamponade or serious blood loss. Although the immediate results of PBMV are often quite gratifying, the procedure does not provide permanent relief from mitral stenosis. Regular follow-up is mandatory, to detect restenosis. Long-term follow-up data from patients undergoing PBMV indicates that up to 70-75% individuals can be free of restenosis 10 years following the procedure. The number falls to about 40% 15 years post-PBMV. ==References== == External links == Category:Valvular heart disease Category:Chronic rheumatic heart diseases ",
    "title": "Mitral valve stenosis"
}