{
    "id": "646132",
    "text": "Frank Francis Frisch (September 9, 1898some sources indicate 1897 as his year of birth —March 12, 1973), nicknamed \"The Fordham Flash\" or \"The Old Flash\", was an American Major League Baseball player and manager of the first half of the twentieth century.\"1929 \"Black Friday\" on New York Stock Exchange leads to worldwide depression / baseball stars Babe Ruth, Lou Gehrig, Honus Wagner, Frank Frisch. . . of German descent \" Frisch was a switch-hitting second baseman who threw right-handed. He played for the New York Giants (1919–1926) and St. Louis Cardinals (1927–1937). He managed the Cardinals (1933–1938), Pittsburgh Pirates (1940–1946) and Chicago Cubs (1949–1951). He is a member of the National Baseball Hall of Fame and Museum and the St. Louis Cardinals Hall of Fame Museum. He is tied with Yogi Berra for most World Series doubles at 10 and holds the record for the most World Series hits at 58 for a player who never played for the New York Yankees, exceeded only by Yogi Berra and Mickey Mantle. ==Early life== Born in The Bronx, New York City, Frisch attended Fordham Preparatory School, graduating in 1916.Fordham Preparatory School (Hall of Honor) website as to August 20, 2010. He went on to Fordham University where he continued to star in four sports: baseball, football, basketball and track. His speed earned him the nickname \"The Fordham Flash\". Baseball Almanac website as of August 20, 2010, and Fordham University 1920 \"The Maroon\" Yearbook ==New York Giants== With the Giants, circa 1919 In 1919, Frisch left Fordham Baseball Almanac website as of August 20, 2010, Fordham Preparatory School (Hall of Honor) website as of August 20, 2010 and Fordham University 1920 \"The Maroon\" Yearbook to sign with the New York Giants of the National League, moving directly to the majors without playing in the minor leagues. He made an immediate impact, finishing third in the NL in stolen bases and seventh in RBI in 1920, his first full season. Manager John McGraw was so impressed by Frisch that he soon named him team captain, giving him advice in base-running and hitting. The Giants played Frisch at both third base and second base early in his career, but by 1923 he was installed as the team's full-time second baseman. Frisch batted over .300 in his last six seasons with New York. He was also an expert fielder and a skilled base- runner. In 1921, he led the National League with 48 steals, in 1923 in hits, and in 1924 in runs. With Frisch adding his fiery competitiveness to the team, the Giants won the World Series in 1921 and 1922, winning the NL pennant the following two seasons as well. Frisch is tied with Pablo Sandoval for the franchise post-season multi-hit games record of 15. ==St. Louis Cardinals== After the 1926 season, Frisch was traded—with pitcher Jimmy Ring—to the St. Louis Cardinals in exchange for star Rogers Hornsby. After an August 1926 loss in which Frisch had missed a sign, costing the Giants a run, McGraw had loudly berated Frisch in front of the team; Frisch responded by leaving the team, and his previously close relationship with McGraw virtually ended. Playing second base for the Cardinals, Frisch appeared in four more World Series (1928, 1930–31, 1934), bringing his career total to eight. He was the driving force of the \"Gashouse Gang\", the nickname for the Cardinals clubs of the early 1930s, which were built around him to reflect his no-holds-barred approach. The Cardinals had won only one pennant before Frisch joined the team; the Giants would win the pennant only once in Frisch's nine seasons as the Cards' regular second baseman. Frisch played eleven seasons with the Cardinals. In 1931, he was voted the Most Valuable Player in the National League after batting .311 with 4 home runs, 82 RBI and leading the League in stolen bases with 28. The 1931 Cardinals also triumphed in the World Series, defeating Connie Mack's defending two-time champion Philadelphia Athletics in seven games. Frisch became player-manager of the Cardinals in 1933, and was named to the NL's first three All-Star teams from 1933-35. In 1934, he managed the Cardinals to another seven-game World Series victory—this time over the Detroit Tigers. Frisch finished his playing career in 1937. His career statistics totaled a .316 batting average, still the highest ever for a switch hitter, with 2,880 hits, 1532 runs, 466 doubles, 138 triples, 105 home runs, 728 walks and 1,244 RBI over 2,311 games. He also stole 419 bases in his nineteen playing seasons. His hit total stood as the record for switch-hitters until Pete Rose surpassed it in 1977. Frisch also hit .300 for his career from both sides of the plate; the only other switch-hitter with more than 5,000 at- bats with this distinction is fellow Hall of Famer Chipper Jones. Frankie Frisch was elected to the Baseball Hall of Fame in 1947. After no players had been selected by the writers in the previous two years (the only elections since 1942), the rules were revised to limit eligibility to those players who had retired after 1921; Frisch was among the first four players to benefit from the more reasonable field of candidates. After his retirement as an active player, Frisch continued to manage the Cardinals, but was never able to capture another pennant. Frisch also had managerial stints with the Pittsburgh Pirates (1940–46) and the Chicago Cubs (1949–51), but without the success he had in St. Louis. Frisch's career ledger as a manager shows a 1,138–1,078 (.514) mark, including the pennant in 1934. He also spent the first two months of the 1949 season as a New York Giants' coach, working under his old double- play partner, Leo Durocher, before leaving June 14 to replace Charlie Grimm as manager of the Cubs. ==Post-baseball career and death== Frisch also worked for several years as a baseball color commentator on radio and television. In 1939, he called games for the Boston Bees and the Boston Red Sox on the Colonial Network, a regional radio network serving five New England states. He also called Giants radio in 1947-48, then worked as a post-game host for the team's telecasts in the 1950s. His broadcasting trademark was worrying about pitchers walking batters: \"Oh, those bases on balls!\" After a heart attack in September 1956 forced Frisch to curtail his activities, Phil Rizzuto (recently released by Yankees as a player) filled in for him on Giants post-game shows for the rest of the season. From 1959-61, Frisch teamed with Jack Whitaker to form the backup crew for Saturday Game of the Week coverage on CBS. A number of years after Frisch left the playing field as a manager, he became a member of the Hall of Fame's Committee on Baseball Veterans, which is responsible for electing players to the Hall of Fame who had not been elected during their initial period of eligibility by the Baseball Writers; he later became chairman of the committee. In the years just prior to his death, a number of Frisch's Giants and Cardinals teammates were elected to the Hall; some notable writers, chiefly among them Bill James, have criticized these selections—including Jesse Haines, Dave Bancroft, Chick Hafey, Rube Marquard, Ross Youngs and George Kelly—which include some of the most widely questioned honorees in the Hall's history. Critics have complained that many of these selectees had accomplishments which were less outstanding than those of other players who were bypassed, and were only selected because of Frisch's influence. The grave of Frankie FrischFrisch died in Wilmington, Delaware from injuries suffered from a car accident near Elkton, Maryland a month earlier. He was 74 years old. Frisch had been returning to Rhode Island from the meeting of the Veterans Committee in Florida when he lost control of his car. Frisch died in the same manner as other N.Y. Giant Hall of Famers Mel Ott (1958) and Carl Hubbell (1988). He is interred at Woodlawn Cemetery in The Bronx, New York City. During his lifetime, Frisch used 1898 as his year of birth, although other records (Social Security death index, Census records, World War I Draft registration, and passport application) indicate an 1897 birth. In 1999, he ranked number 88 on The Sporting News list of the 100 Greatest Baseball Players,100 Greatest Baseball Players by The Sporting News : A Legendary List by Baseball Almanac and was a nominee for the Major League Baseball All-Century Team. In January 2014, the Cardinals announced Frisch among 22 former players and personnel to be inducted into the St. Louis Cardinals Hall of Fame Museum for the inaugural class of 2014. Frisch is mentioned in the poem \"Line-Up for Yesterday\" by Ogden Nash: Years later, Nash added a footnote to this stanza: \"p.s. Thanks to Durocher, now everything's kosher.\" For many years, he lived at 184 Fenimore Road in the Bonnie Crest neighborhood of New Rochelle, New York. He had two hounds named Flash and Patches who kept him company. Frisch eventually moved to Charlestown, Rhode Island, devoting himself mainly to his interests in gardening and classical music.A Job for the Flash, Time Magazine, June 20, 1949 The Mosholu Baseball Field in Bedford Park, Bronx was renamed to Frank Frisch Field in 1948. ==See also== * List of Major League Baseball career stolen bases leaders * List of Major League Baseball player-managers * List of Major League Baseball managers by wins * List of St. Louis Cardinals team records *List of Major League Baseball single-game hits leaders ==References== ==External links== * Category:1898 births Category:1973 deaths Category:Accidental deaths in Maryland Category:Baseball players from New York (state) Category:Boston Braves broadcasters Category:Boston Red Sox broadcasters Category:Burials at Woodlawn Cemetery (Bronx) Category:Chicago Cubs managers Category:Fordham Rams baseball players Category:Fordham Rams football players Category:Fordham Rams men's basketball players Category:Major League Baseball broadcasters Category:Major League Baseball player-managers Category:Major League Baseball second basemen Category:National Baseball Hall of Fame inductees Category:National League All-Stars Category:National League Most Valuable Player Award winners Category:New York Giants (NL) broadcasters Category:New York Giants (NL) coaches Category:New York Giants (NL) players Category:Pittsburgh Pirates managers Category:Road incident deaths in Maryland Category:Sportspeople from the Bronx Category:Sportspeople from New Rochelle, New York Category:St. Louis Cardinals managers Category:St. Louis Cardinals players Category:Vaudeville performers Frankie Frisch Category:Fordham Preparatory School alumni Category:American men's basketball players ",
    "title": "Frankie Frisch"
}