{
    "id": "646162",
    "text": "John Henry Schwarz (; born November 22, 1941) is an American theoretical physicist.http://www.theory.caltech.edu/people/jhs/cv.pdf Along with Yoichiro Nambu, Holger Bech Nielsen, Joël Scherk, Gabriele Veneziano, Michael Green, and Leonard Susskind, he is regarded as one of the founders of string theory. ==Early life and education== He studied mathematics at Harvard College (A.B., 1962) and theoretical physics at the University of California at Berkeley (Ph.D., 1966), where his graduate advisor was Geoffrey Chew. For several years he was one of the very few physicists who pursued string theory as a viable theory of quantum gravity. His work with Michael Green on anomaly cancellation in Type I string theories led to the so-called \"first superstring revolution\" of 1984, which greatly contributed to moving string theory into the mainstream of research in theoretical physics. Schwarz was an assistant professor at Princeton University from 1966 to 1972. He then moved to the California Institute of Technology (Caltech), where he is currently the Harold Brown Professor of Theoretical Physics.Faculty website ==Awards== He was elected a member of the National Academy of Sciences and a Fellow of the American Physical Society (1986). He was a fellow of the MacArthur Foundation in 1987. He received the Dirac Medal of the International Centre for Theoretical Physics in 1989, and the Dannie Heineman Prize for Mathematical Physics of the American Physical Society in 2002. On December 12, 2013, he shared the Fundamental Physics Prize with Michael Green \"for opening new perspectives on quantum gravity and the unification of forces.\" ==Students== * Gerald B. Cleaver * Augusto Sagnotti * Michael R. Douglas * Cosmas Zachos ==Political activism== On November 1, 2012, Schwarz published an article in the Huffington Post expressing his concern that research into medical marijuana is being blocked by President Barack Obama's administration despite its professed commitment to \"free and open scientific inquiry.\" Schwarz compares the ideologically driven prohibition of scientific study in this area to the Catholic Church's imprisonment of Galileo for his heretical conclusions about the Solar System > Last year, Dr. Susan Sisley at the University of Arizona at Phoenix > attempted to conduct clinical trials of marijuana treatments for American > veterans suffering from extreme post-traumatic stress disorder. She won FDA > approval for a placebo-controlled pilot study on 50 veterans. Winning FDA > approval would be sufficient for research on any other drug. With marijuana, > however, scientists must also apply to the National Institute on Drug Abuse > in order to purchase the only legal supply of marijuana. NIDA turned down > Dr. Sisley's request. As their director explained, NIDA's mission is to > support research into the harms, not the benefits, of marijuana. > Essentially, NIDA's mission is to block any research that could undermine > the Schedule I status of marijuana as a dangerous narcotic, as insisted by > the DEA. ... The acceptance of science has come a long way since Galileo was > arrested as a heretic for questioning the order of the Universe. Yet today, > the federal government ignores scientific facts accepted around the > globe—not to mention the will of the American people—to cling to outdated > ideological policies and restrict marijuana research.\"Obama, What About > 'Free and Open Scientific Inquiry' for Medical Marijuana?\" 'The Huffington > Post', November 1, 2012 ==Selected publications== * Green, M., John H. Schwarz, and E. Witten. Superstring Theory. Vol. 1, Introduction. Cambridge Monographs on Mathematical Physics. Cambridge, UK: Cambridge University Press, 1988. . * Superstring Theory. Vol. 2, Loop Amplitutes, Anomalies and Phenomenology. Cambridge, UK: Cambridge University Press, 1988. . * Becker, Katrin, Melanie Becker, and John H. Schwarz. String theory and M-theory: A modern introduction. Cambridge University Press, 2006. . ==References== == External links== * Category:1941 births Category:Living people Category:21st-century American physicists Category:California Institute of Technology faculty Category:Harvard College alumni Category:MacArthur Fellows Category:People from North Adams, Massachusetts Category:Princeton University faculty Category:String theorists Category:University of California, Berkeley alumni Category:Members of the United States National Academy of Sciences Category:Theoretical physicists Category:Fellows of the American Physical Society ",
    "title": "John Henry Schwarz"
}