{
    "id": "646220",
    "text": "Argenis Antonio Salazar Yepez (born November 4, 1961 in Anaco, Venezuela) is a former shortstop in Major League Baseball who played for the Montreal Expos (1983–84), Kansas City Royals (1986–87) and Chicago Cubs (1988). He batted and threw right-handed. Salazar, who was known by the nickname \"Angel\", was signed by Montreal as an amateur free agent in 1980. He made his debut in the 1983 season. Following a long string of shortstops coming from Venezuela, Salazar had below average range but compensated somewhat with a strong and accurate arm. He struggled with the bat, most of time near the Mendoza Line. In 1984, Salazar had arguably the worst season in MLB history by a regular starter. In 80 games, he had a batting average of .155 and an adjusted OPS of 9 (League average being 100). He wasn't much better on the base-paths, having one stolen base and one caught stealing (matching his career stolen base percentage of 50%). And while Salazar had a reputation as a good fielding shortstop, in reality both his range factor and fielding percentage were well below the league average of shortstops in 1984. In a five-year career, Salazar had 188 hits, with 2 home runs and 59 RBI in 886 at bats. ==See also== * List of Major League Baseball players from Venezuela ==External links== * Career statistics at Baseball Reference Category:1961 births Category:Living people Category:Caribbean Series players Category:Calgary Expos players Category:Chicago Cubs players Category:Indianapolis Indians players Category:Kansas City Royals players Category:Montreal Expos players Category:Major League Baseball players from Venezuela Category:Major League Baseball shortstops Category:People from Anzoátegui Category:Salinas Spurs players Category:Tiburones de La Guaira players Category:Tidewater Tides players Category:Venezuelan expatriate baseball players in Canada Category:Venezuelan expatriate baseball players in the United States Category:West Palm Beach Expos players Category:Wichita Aeros players ",
    "title": "Ángel Salazar (baseball)"
}