{
    "id": "646289",
    "text": "Rudolf von Sebottendorf 1933 Adam Alfred Rudolf Glauer (9 November 1875 - 8 May 1945?), also known as Rudolf Freiherr von Sebottendorff (or von Sebottendorf) was a German occultist, writer, intelligence agent and political activist. He was the founder of the Thule Society, a post-World War I German occultist organization where he played a key role, and that influenced many members of the National Socialist German Workers Party. He was a Freemason, a Sufi of the Bektashi order - after his conversion to IslamMark Sedgwick, Against the Modern World, Oxford University Press (2004), p. 66 \\- and a practitioner of meditation, astrology, numerology, and alchemy.Ellic Howe, Urania's Children He also used the alias Erwin Torre. ==Early life== Glauer was born in Hoyerswerda in the Prussian Province of Silesia (present-day Saxony), the son of a locomotive engineer. He appears to have worked as a technician in Egypt between 1897–1900, although according to his own account he spent less than a month there in 1900 after a short career as a merchant sailor. In July of that year he travelled to Turkey, where he settled in 1901 and worked as an engineer on a large estate there. By 1905 he had returned to Dresden where he married Klara Voss, but the couple divorced in 1907. The Münchener Post (14 March 1923) reported that he was sentenced as a swindler and forger in 1909, which Goodrick-Clarke (1985: 251) insists is a misprint for 1908. He became an Ottoman citizen in 1911 and was apparently adopted (under Turkish law) by the expatriate Baron Heinrich von Sebottendorff shortly thereafter. The adoption was later repeated in Germany and its legal validity has been questioned, but it was endorsed by the Sebottendorff family (Goodrick-Clarke 1985: 140-41) and on this basis he asserted his claim to the Sebottendorff name and to the title of Freiherr. After fighting on the Ottoman-Turkish side in the First Balkan War, Glauer returned to Germany with a Turkish passport in 1913. He was exempted from military service during the First World War because of his Ottoman citizenship and because of a wound received during the First Balkan War. He died in Istanbul at 8 May, 1945. ==Occult and mystical influences== Glauer was introduced to occultism and esoteric concerns when he was living in Bursa, Turkey. His wealthy host, Hussein Pasha, was a Sufi and interested in such matters; it was around this time that Glauer saw the Mevlevi Order and visited the Great Pyramid of Giza in July 1900.. At Bursa, Glauer became acquainted with the Termudi family, who were Jews from Thessaloniki. The Termudi family were involved in banking and the silk trade. They were also Freemasons, belonging to a lodge affiliated to the Rite of Memphis-Misraim. This network of lodges was closely connected to the Committee of Union and Progress (which later joined the Young Turks).Goodrick-Clarke 1985: 138 and see Howard 1989: 124 (\"In 1901 von Sebottendorf was initiated into a Masonic lodge which, like many in the Middle East, had connections with the French Grand Orient\"). Furthermore: \"the masonic lodge, which Glauer had joined at Bursa in 1901, may have been a local cadre of the pre-revolutionary Secret Society of Union and Progress, founded on the model of Freemasonry by Salonican Turks to generate liberal consciousness during the repressive reign of the Sultan.\" (Goodrick-Clarke, op. cit., 139). The patriarch of the Termudi family initiated Glauer into the lodge and when Termudi died, he bequeathed his library of occult, Kabbalistic, Rosicrucian and Sufi texts to Glauer.. One of the books that Glauer inherited from Termudi featured a note from Hussein Pasha, which piqued his interest in the Sufi Bektashi Order, in regards to their alchemical and numerological practices.Sebottendorff, Der Talisman des Rosenkreuzers, 1925: 65-68, cit. in Goodrick-Clarke 1985: 138, 251. Speculations say he might have converted to Islam with Sufi-orientation, although the evidence (from his own semi- autobiographical writings) is rather tenuous on this point. In his autobiographical novel Der Talisman des Rosenkreuzers (The Rosicrucian Talisman), Sebottendorff distinguishes between Sufi-influenced Turkish Masonry and conventional Masonry. By about 1912 he became convinced that he had discovered what he called \"the key to spiritual realization\", described by a later historian as \"a set of numerological meditation exercises that bear little resemblance to either Sufism or Masonry\" (Sedgwick 2004: 66). ==Involvement with the Thule Society== By 1916, Glauer had attracted only one follower. In that year, however, he came into contact with the Germanenorden, and was subsequently appointed the Ordensmeister (local group leader) for the Bavaria division of the schismatic Germanenorden Walvater of the Holy Grail. Settling in Munich, he established the Thule Society, which became increasingly political. On 5 January 1919 Anton Drexler, who had developed links between the Thule Society and various extreme right workers' organizations in Munich, together with the Thule Society's Karl Harrer, established the Deutsche Arbeiterpartei (DAP), or German Workers' Party. This party was joined in September 1919 by Adolf Hitler, who transformed it into the National Socialist German Workers' Party. Glauer was also the owner of the Völkischer Beobachter, which the NSDAP purchased in December 1920 on the initiative of Chase Bauduin and Dietrich Eckart, who became the first editors. In 1921, Hitler acquired all shares in the company, making him the sole owner of the publication. The paper was to become Hitler’s most important propaganda tool. By then, however, Glauer had left the Thule Society and Bavaria, having been accused of negligence in allegedly allowing the names of several key Thule Society members to fall into the hands of the government of the short- lived Bavarian Soviet Republic, resulting in the execution of seven members after the attack on the Munich government in April 1919, an accusation that he never denied. Sebottendorf fled Germany for Switzerland and then Turkey. ==Later life== After leaving Germany, Glauer published Die Praxis der alten türkischen Freimauerei: Der Schlüssel zum Verständnis der Alchimie (\"The practice of ancient Turkish Freemasonry: The key to the understanding of alchemy\"), and then, in 1925, Der Talisman des Rosenkreuzers, a semi- autobiographical novel which is the main source for his earlier life (see: \"Rosicrucians\"). He returned to Germany in January 1933, and published Bevor Hitler kam: Urkundlich aus der Frühzeit der Nationalsozialistischen Bewegung (\"Before Hitler Came: Documents from the Early Days of the National Socialist Movement\"), dealing with the Thule Society and the DAP. Hitler himself understandably disliked this book, which was banned. Glauer was arrested, but somehow escaped (presumably due to some friendship from his Munich days) and in 1934 returned to Turkey.Sedgwick, page 97 Glauer was an agent of the German military intelligence in neutral Istanbul during the period 1942-1945, while apparently also working as a double agent for the British military. His German handler, Herbert Rittlinger, later described him as a \"useless\" agent (eine Null), but kept him on largely, it seems, because of an affection for \"this strange, by then penniless man, whose history he did not know, who pretended enthusiasm for the Nazi cause and admiration for the SS but who in reality seemed little interested in either, much preferring to talk about Tibetans\". Glauer is generally thought to have committed suicide by jumping into the Bosphorus on 8 May 1945. ==Notes== ==Bibliography== ===Works=== * 1924. Die Praxis der alten türkischen Freimauerei: Der Schlüssel zum Verständnis der Alchimie. Reprinted 1954, Freiburg im Breisgau: Hermann Bauer. * 1925. Der Talisman des Rosenkreuzers. Pfullinger in Württemberg: Johannes Baum Verlag. * 1933. Bevor Hitler kam: Urkundlich aus der Frühzeit der Nationalsozialistischen Bewegung. Munich: Deukula-Grassinger. ===References=== * Nicholas Goodrick-Clarke. 1985. The Occult Roots of Nazism: The Ariosophists of Austria and Germany 1890-1935. Wellingborough, England: The Aquarian Press. . Reprinted 1994 as The Occult Roots of Nazism: Secret Aryan Cults and Their Influence on Nazi Ideology, New York: New York University Press. * Michael Howard. 1989. The Occult Conspiracy: secret societies, their influence and power in world history. Destiny Books. * * * * Sedgwick, Mark (2004). Against the Modern World: Traditionalism and the Secret Intellectual History of the Twentieth Century. New York: Oxford University Press. ===Further reading=== * Nathalie Clayer, Eric German (2008). Islam in Inter-War Europe. Columbia University Press, . * Lucy M.J. Garnett. 1912. The Derwishes of Turkey. Republished 1990, London: The Octagon Press. * Albrecht Götz von Olenhusen. \"Zeittafel zur Biographie Rudolf von Sebottendorffs\". * Claus Hant, Young Hitler, Quartet Books, London 2010, ==External links== *Sebottendorf's Biography *Bevor Hitler kam by Rudolf von Sebottendorf at archive.org. In German. *Sebottendorf Pictures Category:1875 births Category:1945 deaths Category:People from Hoyerswerda Category:People from the Province of Silesia Category:Scholars of Sufism Category:Converts to Islam Category:Rosicrucians Category:German occultists Category:German astrologers Category:20th-century astrologers Category:German Freemasons Category:Thule Society members Category:Ottoman military personnel of the Balkan Wars Category:Suicides by jumping in Turkey Category:20th-century Freikorps personnel ",
    "title": "Rudolf von Sebottendorf"
}