{
    "id": "646376",
    "text": "Rediffusion was a business that distributed radio and TV signals through wired relay networks. The business gave rise to a number of other companies, including Associated-Rediffusion, later known as Rediffusion London, one of the first companies to win a terrestrial ITV (commercial television) franchise in the UK. Rediffusion also spawned a record label, Rediffusion International Music, in 1968. Redifon was the name used until 1981 for companies in the capital goods businesses of Rediffusion, viz. Redifon Computers, Redifon Flight Simulation and Redifon Telecommunications. ==Early history== Rediffusion was the trading name of Broadcast Relay Service Ltd, formed in 1928. In 1929 the company introduced its first cable radio service in Hull to customers frustrated with the difficulties of tuning in weak radio broadcasts. In the customer premises, nothing more than a selector switch and loudspeaker were needed. Initially, the service consisted primarily of rebroadcasts of the BBC Radio service, which was reflected in the trading name: Rediffusion simply means \"broadcasting again\". Rediffusion quickly branched out into making, renting, and selling radios, both receivers for its cable services and conventional models. With the arrival of the first experimental television broadcasts in the 1930s, Rediffusion began manufacturing TV sets and supplying \"Piped TV\", an early form of cable TV, service to its customers, until the cessation of television broadcasts during the Second World War. The first British colony to have the Rediffusion service was Barbados in 1934, when Radio Distribution (Barbados) Limited was formed. A year later, Rediffusion started operating in Malta. Transmissions in Malta started from Hamrun on 11 November 1935 under the name of \"Broadcast Relay Service Malta Ltd.\" Charles Whotcroft and George Powler were the first manager and chief engineer respectively.Ix-Xandir F'Malta, Remig Sacco, Malta 1985, 24. ==Post-war== In 1947 British Electric Traction acquired a substantial minority interest in Rediffusion. BET acquired a controlling interest in 1967, and the remaining 36% of equity in 1983.Competition Commission report, 1985 The assertion on some websites that BET controlled Rediffusion from its inception does not appear to be right. In 1948 Rediffusion established Redifon Ltd as a manufacturer of naval (and later flight) telecommunications equipment. After the war, Rediffusion began operations in several of the then British colonies. These included holding the concessions for wired and over-the-air radio and television stations. A subsidiary company, Overseas Rediffusion, operated these stations and also sold advertising time and programming for them. Stations included the radio station Rediffusion Barbados, Hong Kong, Singapore, Malaysia, Thailand and the wired television service Rediffusion Television in Hong Kong, the latter later known as Asia Television. It also opened a company in Jersey in 1949, Rediffusion (Channel Islands) Limited, which obtained a licence to relay radio broadcasts from the States of Jersey in 1950. It also opened a manufacturing division in Jersey, Television Research Limited (TVR) which also provided research facilities for the wired network. This was established in 1952 and was renamed Reditronics Limited in 1976. BET's financial resources enabled Rediffusion to capitalise on the growth in post war television, which restarted in 1946. Initially, the company installed cable TV systems in blocks of flats in London, and over the next few years expanded outside London. The company was also involved in the sale and rental of television sets. ==Expansion into broadcasting== With the passage of the Television Act 1954, Rediffusion joined forces with Associated Newspapers, a subsidiary of Daily Mail and General Trust, to form Associated-Rediffusion, and won the coveted London weekday ITV broadcast franchise. They began broadcasting on 22 September 1955. During the partnership's first year, Associated-Rediffusion was losing money so fast that by the end of 1956, Associated Newspapers sold 80% of its stake back to BET and Rediffusion at a severe loss. Around this time, Associated-Rediffusion struck a very lucrative deal with Granada Television, the franchise holder for weekday broadcasts in the North of England. Granada was also losing money, and lacked the financial resources of BET; the deal guaranteed Granada a certain level of financial security, at the cost of Associated-Rediffusion receiving the vast majority of future profits from their arrangement. On 29 September 1962 Rediffusion (Malta) Ltd. inaugurated a television service covering the Maltese islands.Public Service Broadcasting in the Age of Globalization, Indrajit Banerjee, Kalinga Seneviratne, AMIC, 2006, page 245 Rediffusion London ticket for an Around the Beatles dress rehearsal on 28 April 1964 By 1964, when Associated-Rediffusion changed its name to Rediffusion London, the efforts of the owners had left them sitting on a substantial cash pile, and it is arguable that this success may have led to the 1967 decision by the Independent Television Authority to effectively break up the company. Rediffusion London was ordered to merge with Associated British Corporation, the holder of the weekend Midlands and North of England franchises, to form Thames Television, with ABC given the controlling interest (despite its generally weaker financial position) and Rediffusion holding 49%. Thames Television was given the new weekday London franchise, with ABC's existing franchises awarded to other companies. ==Other ventures== ===Rediffusion Cable=== A Rediffusion junction box installed in the exterior wall of a London house Rediffusion also offered a low-bandwidth cable TV and radio distribution system. This was based on connecting homes with multiple twisted-pair cables. Each pair carried a single TV or radio channel. The system was provided in most UK towns. Selection of TV or radio station was by means of a rotary switch, usually mounted on a wall or window frame close to the point of entry of the cable into the home. From this a two-wire cable led to the TV or radio. The TVs used on this system were stripped-down TV sets with no tuner or RF front-end and the radios were little more than a loudspeaker with built in amplifier. Rediffusion abandoned this system of TV and radio distribution by the end of the 1980s. The wall mounted switches, external junction boxes and street cable ducts are still visible in places that have not been redeveloped since the late 1980s. ===Overseas Rediffusion=== Long deactivated speaker for the Rediffusion located at the police station in Hastings, Christ Church, Barbados. BET and Rediffusion Limited had strong links with the former British colonies. These included holding the concessions for wired and over-the-air radio and television stations. A subsidiary company, Overseas Rediffusion, operated these stations and also sold advertising time and programming for them. Stations included the radio operations in Barbados, Sierra Leone, Singapore, Malaysia, Malta, Thailand and the wired television service Rediffusion Television in Hong Kong, the latter now known as Asia Television. ===Rediffusion Rentals=== The Rediffusion retail chain, renting and servicing TVs, radios, VCRs and hi-fi systems, was common on high streets until it was bought by Granada Rentals in 1984. ==Last years== Rediffusion's television sale and rental operations continued to grow, particularly following the start of colour television broadcasts in 1967. Ex-Rediffusion House Malta now known as P.B.S Creativity Hub in Gwardamanġa, built for Rediffusion (Malta) Ltd in 1958 On 14 February 1975 the employees of the Rediffusion (Malta) Ltd staged a sit-in strike at the company's premises in MaltaIx-xandir F'Malta, Tony C. Cutajar, Malta 2001, 63. and they even started to run the company.The Untruth Game, Francis Zammit Dimech, Malta 1986, 94. On 30 July 1975 an agreement was reached between Rediffusion Group of Companies and the Dom Mintoff led Labour Party government of Malta for the transfer of all Rediffusion's assets in Malta to the Maltese government.The Untruth Game, Francis Zammit Dimech, Malta 1986, 95. The company also experimented with its local cable operations: a local community station in Bristol (\"Bristol Channel\") from 1973 to 1976, and an optical fibre system in Hastings in 1976. The Rediffusion brand was also a name in aircraft simulation in both the UK and the US. Redifon, established in 1948, had become a manufacturer of flight simulators and in 1981 BET changed Redifon's name to Rediffusion Simulation to capitalise on the name. The company was sold in 1988 to Hughes Aircraft, which kept the Rediffusion name until it sold the company in 1994. Redifon (later Rediffusion) Computers was also part of the group and was based in Crawley, West Sussex. It initially started in the production of analogue computers to control flight simulators, then moved to produce minicomputers (\"R range\"), departmental Unix Servers and microcomputers (\"teleputers\"), specialising in data capture, enterprise accounting for local government and videotex systems. Michael Aldrich joined the company as Marketing Director in 1977 and became Managing Director and CEO in 1980. In 1979 Aldrich invented online shopping a form of electronic commerce. From 1980 the company designed, manufactured, sold, installed and maintained online shopping systems mainly in the UK and achieved a significant number of world firsts. The company’s name was changed to Rediffusion Computers in 1981. During the 1980s a large part of the company's revenue came from its sales in Eastern Europe and Russia. Equipment that met the CoCom directive for the sales of high performance technology to the Soviet Block was supplied to a number of customers the largest of which was Gazprom who used the systems on the Siberian Gas Pipeline project. In addition there was a steady stream of Polish engineers attending the Crawley training facility to enable them to support and maintain this equipment mainly in Russia but also in other countries in the Eastern Bloc. The company was highly innovative and amongst other things developed a signature recognition system for detecting cheque fraud. It was one of the first companies to sell a turnkey solution that utilised the newly available Post Office database (PAF) for postcode recognition. In 1984, Aldrich led a management buyout and the company became ROCC Computers (Rediffusion's Old Computer Company). Aldrich was the largest shareholder and he subsequently bought-out the other shareholders. In the 1980s, Rediffusion's cable operations were left behind by the new generation of cable TV networks. BET (from 1983 the sole owners of Rediffusion) began divesting and sold off its overseas interests, and at the end of the 1980s the company was broken up, The rentals business went to Granada, and the cable network systems were sold to the Maxwell Communications. Reditronics Jersey was sold to SCK Holdings Limited in 1986 and following BET's retreat from cable and the consequent loss of associated contracts, it ceased trading in 1987. The Rediffusion Jersey cable network was sold to Jersey Cable Limited (now Newtel Solutions) in 1988. In 1991, a Hong Kong-based branch of the company returned telerecorded copies of all four episodes of The Tomb of the Cybermen, a Doctor Who story from 1967 that was believed to have been lost for roughly fifteen years. ==See also== * Associated-Rediffusion * Rediffusion Singapore * Rediffusion Television (Hong Kong) ==References== ==External links== *The history of Rediffusion by Gerald K Clode *A history of Rediffusion by Russ J Graham *Shuffling the pack by Simon Coward (1993-94) *History of Radio and Television Relay Services in Jersey *Rediffusion International Music *Rediffusion Barbados (unofficial history site) Category:Defunct mass media companies of the United Kingdom Category:Defunct companies of Malta ",
    "title": "Rediffusion"
}