{
    "id": "646745",
    "text": "Momo, also known as The Grey Gentlemen or The Men in Grey, is a fantasy novel by Michael Ende, published in 1973. It is about the concept of time and how it is used by humans in modern societies. The full title in German (Momo oder Die seltsame Geschichte von den Zeit-Dieben und von dem Kind, das den Menschen die gestohlene Zeit zurückbrachte) translates to Momo, or the strange story of the time-thieves and the child who brought the stolen time back to the people. The book won the Deutscher Jugendliteraturpreis in 1974. ==Plot summary== In the ruins of an amphitheatre just outside an unnamed city lives Momo, a little girl of mysterious origin. She came to the ruin, parentless and wearing a long, used coat. She is illiterate and cannot count, and she doesn't know how old she is. When asked, she replies, \"As far as I remember, I've always been around.\" She is remarkable in the neighbourhood because she has the extraordinary ability to listen--really listen. By simply being with people and listening to them, she can help them find answers to their problems, make up with each other, and think of fun games. The advice given to people \"go and see Momo!\" has become a household phrase and Momo makes many friends, especially an honest, silent street-cleaner, Beppo, and a poetic, extroverted tour guide, Gigi (Guido in some translations). This pleasant atmosphere is spoiled by the arrival of the Men in Grey, eventually revealed as a species of paranormal parasites stealing the time of humans. Appearing in the form of grey-clad, grey-skinned, bald men, these strange individuals present themselves as representing the Timesavings Bank and promote the idea of \"timesaving\" among the population: supposedly, time can be deposited in the Bank and returned to the client later with interest. After encountering the Men in Grey, people are made to forget all about them, but not about the resolution to save as much time as possible for later use. Gradually, the sinister influence of the Men in Grey affects the whole city: life becomes sterile, devoid of all things considered time-wasting, like social activities, recreation, art, imagination, or sleeping. Buildings and clothing are made exactly the same for everyone, and the rhythms of life become hectic. In reality, the more time people save, the less they have; the time they save is actually lost to them. Instead, it is consumed by the Men in Grey in the form of cigars made from the dried petals of the hour-lilies that represent time. Without these cigars the Men in Grey cannot exist. Momo, however, is a wrench in the plans of the Men in Grey and the Timesavings Bank, thanks to her special personality. The Men in Grey try various plans to deal with her, to derail her from stopping their scheme, but they all fail. When even her closest friends fall under the influence of the Men in Grey in one way or another, Momo's only hope to save the time of mankind are the administrator of Time, Master Secundus Minutus Hora, and Cassiopeia, a tortoise who can communicate through writing on her shell and can see thirty minutes into the future. Momo's adventure takes her from the depths of her heart, which her own time flows from in the form of lovely hour-lilies, to the lair of the Men in Grey themselves, where the time that people believe they are saving is hoarded. After Master Hora stops time, but gives Momo one hour-lily to carry with her, she has exactly one hour to defeat the Men in Grey in a frozen world where only they and she are still moving. She surreptitiously follows them to their underground lair and observes as they decimate their own number in order to stretch their supply of time as far as possible. With the advice of Cassiopeia and by using the hour-lily, Momo is able to shut the door to their vault. Facing extinction as soon as their cigars are consumed, the few remaining Men in Grey pursue Momo, perishing one by one. The very last Man in Grey finally begs her to give him the hour-lily, and when she refuses, he too vanishes remarking that \"it is good it is over\". Using the very last minute she has before her hour-lily crumbles, Momo opens the vault again, releasing the millions of hour-lilies stored within. The stolen time returns to its proper owners and goes back to their hearts, causing time to start again (without people knowing it had ever halted). Momo is reunited with her friends, and elsewhere Master Hora rejoices together with Cassiopeia. ==Major themes== The main theme of Momo can be seen as a criticism of consumerism and stress. It describes the personal and social losses produced by unnecessary consumption, and the danger to be driven by a hidden interest group with enough power to induce people into this life style. Michael Ende has also stated to have had the concept of currency demurrage in mind when writing Momo.Michael Ende's last words to the Japanese Childhood is also an important subject in many of Ende's books. In Momo it is used to offer contrast with the adult society. As children have \"all the time in the world\", they are a difficult target for the Men in Grey: children can't be convinced that their games are time-wasting. The author uses a mockery of Barbie dolls and other expensive toys as symbols to show how anyone can be persuaded, even indirectly, into consumerism. ==Literary significance== An article by philosopher David Loy and literature professor Linda Goodhew called Momo \"one of the most remarkable novels of the late twentieth century\".Goodhew, Linda; and Loy, David, Momo, Dogen, and the Commodification of Time, KronoScope, Volume 2, Number 1, 2002, pp. 97-107(11). They further state that: \"One of the most amazing things about Momo is that it was published in 1973. Since then, the temporal nightmare it depicts has become our reality.\" Ende himself has said that \"Momo is a tribute of gratitude to Italy and also a declaration of love,\"Talk with Ende , Michiko and Fumi Koyasu, Asahi Journal, 1986 indicating that the author idealized the Italian way of life. Loy and Goodhew suggested that Ende's perspective on time coincided with his interest in Buddhism and that for example the deliberately slow character of Beppo might be regarded as a Zen master, even though Ende wrote the book long before his visits to Japan.Goodhew, Linda; and Loy, David, Momo, Dogen, and the Commodification of Time, KronoScope, Volume 2, Number 1, 2002, pp. 97-107(11). See also \"The Dharma of Time: Michael Ende's Momo,\" ch. 3 in Loy and Goodhew, The Dharma of Dragons and Daemons: Buddhist Themes in Modern Fantasy (Boston: Wisdom Publications, 2004). When the book was published in the U.S. in 1985, Natalie Babbit from the Washington Post commented: \"Is it a children's book? Not here in America.\"Book: Momo at Donnelly/Colt Progressive Resources website Momo was republished by Puffin Press on January 19, 2009.Lost Book Archives: Momo (review by Emily Mah, January 25, 2001 Then Norwegian Prime Minister Thorbjørn Jagland, in his New Year Address to the nation on January 1, 1997, referenced Ende's book and its plot: \"People are persuaded to save time by eliminating everything not useful. One of the people so influenced cuts out his girlfriend, sells his pet, stops singing, reading and visiting friends. In this way he will supposedly become an efficient man getting something out of life. What is strange is that he is in a greater hurry than ever. The saved-up time disappears - and he never sees it again.\" Prime Minister Jagland went on say that to many people, time has become the scarcest resource of all, contrary to their attempt at saving as much of it as possible. ==Adaptations== Momo sculpture by Ulrike Enders located at Michael-Ende-Platz square in Hanover, Germany * Momo was made into a film of Italian/German production in 1986, in which Michael Ende himself played a small role as the narrator who encounters Professor Hora (performed by John Huston) at the beginning of the film (and at the end of the book). The role of Momo was performed by German actress and model Radost Bokel. ** * Momo (2001) is an Italian animated film based on the novel. It is directed by Enzo D'Alò and features a soundtrack by Gianna Nannini, an Italian popular singer. In 2003, a 26-episode animated television series based directly on this adaptation was released, serving as an extended re-telling of the film. * The book has also been acted in radio programmes. * A German dramatized audiobook under the title Momo (Karussell/Universal Music Group 1984, directed by Anke Beckert, narrated by Harald Leipnitz, music by Frank Duval, 3 parts on LP and MC, 2 parts on CD) * There have been a number of stage adaptations, including an opera written by Ende himself and an English-language version by Andy Thackeray. * In 2015, the Royal Danish Opera commissioned composer Svitlana Azarova to write Momo and the Time Thieves. Its world premiere occurred at the Copenhagen Opera House in October, 2017.Momo and the Time Thieves - premiere 15th of October 2017 ==Translations== The book was published the first time 1973 in Germany as Momo. Momo has been translated into various languages including Arabic, Bulgarian, Croatian, Catalan, http://www.bgbook.dir.bg/book.php?ID=5728 Chinese (Simplified), Chinese (Traditional), Czech, Danish, Dutch, English, Estonian, Finnish, French, Galician, Greek, Hebrew, Hungarian, Icelandic,http://gegnir.is:80/F/D8QKKPV92INCJK2VT17EXAGBAV4KX96U7FTN2HYV9YU4GDU8BV-36896?func=full- set-set&set;_number=032214&set;_entry=000007&format;=999 Indonesian, Italian, Japanese, Korean, Latvian, Lithuanian, Mongolian, Norwegian, Persian, Polish, Portuguese, Romanian, Russian, Serbian, Slovenian, Spanish, http://cobiss6.izum.si/scripts/cobiss?ukaz=DISP&id;=1004428757299912&rec;=9&sid;=1 Swedish, Turkish, Thai, Vietnamese and Sinhalese. The original English translation The Grey Gentlemen by Frances Lobb was published in 1974. A new English translation, Momo, was published in 1984. A newly translated, newly illustrated U.S. edition was released by McSweeney's in August 2013, in celebration of the book's fortieth anniversary. The McSweeney edition was scheduled for a new release in January 2017. However, some illustrations (created by Marcel Dzama) in the McSweeney release, such as Momo's appearance, do not conform to the text in the book. The Spanish translation \"Momo, o la extraña historia de los ladrones del tiempo y la niña que devolvió el tiempo a los hombres\" was made by Susana Constante in 1978 for Ediciones Alfaguara: it was a great success in Spain and Latin America, having dozens of reprints since. The Persian translation was published several times (first time in 1988) by Zarrin Publishers in Tehran. At the time of publication, it enjoyed great popularity in Iran, but due to the absence of any new printings since 1992, it is now inaccessible to the Iranian children. This, along with a stop in publishing other children's books by German and other European writers, is part of an ongoing trend in publishing American and English children's fiction in Iran. ==In popular culture== *An episode of the anime adaptation of Sailor Moon features a plot similar to the plot of the Men in Grey where the villain Jadeite steals the time of the people of Tokyo. * The story of Momo plays a role in the Korean TV series My Lovely Sam Soon, where the main character's niece chooses to not speak due to post-traumatic stress of having both her parents killed in a car accident. The lead character buys the book and reads it (by himself and also to his niece) to try to understand his love interest more. * The Korean girl group Momoland was named after this novel. == References == ==External links== * Website for cartoon version * Quotations from the book Category:1973 German novels Category:Novels by Michael Ende Category:1973 fantasy novels Category:German fantasy novels Category:German children's novels Category:Novels about orphans Category:Time in fiction Category:German novels adapted into films Category:1973 children's books ",
    "title": "Momo (novel)"
}