{
    "id": "646969",
    "text": "Peter Edward Walker, Baron Walker of Worcester, (25 March 1932 – 23 June 2010) was a British Conservative politician who served in Cabinet under Edward Heath and Margaret Thatcher. He was Member of Parliament (MP) for Worcester from 1961 to 1992 and was made a life peer in 1992. Walker became the youngest National Chairman of the Young Conservatives in 1958. He was a founder of the Tory Reform Group, and served as Chairman of the Carlton Club. ==Education== Walker was educated at Latymer Upper School in London. He did not go to college or university. ==Parliamentary career== Walker rose through the ranks of the Conservative Party's youth wing, the Young Conservatives. He was a branch chairman at the age of 14, and later National Chairman. He fought the Parliamentary seat of Dartford in the general elections of 1955 and 1959, being beaten each time by Labour's Sydney Irving. Walker was appointed to the Order of the British Empire as a Member (MBE) in the 1960 Birthday Honours for political services. Within four years of his election to Parliament in a by- election in 1961, he had entered the Shadow Cabinet. He later served under Prime Minister Edward Heath as Minister of Housing and Local Government (1970), Secretary of State for the Environment (1970–72), the first person in the world to hold such a position, and Secretary of State for Trade and Industry (1972–74). From late 1974 to February 1975, Walker served as Shadow Defence Secretary. When Margaret Thatcher became the party leader, Walker did not serve in her Shadow Cabinet. But when the party came to power in 1979, he returned to the Cabinet as Minister of Agriculture, Fisheries and Food, in 1979. He later served as Secretary of State for Energy (1983–87). Whilst at the Department for Energy he played an important role in the Government's successful opposition to the 1984–85 miners' strike. Walker then served as Secretary of State for Wales between 1987 and 1990. Although the role of Welsh Secretary was ostensibly one of the most junior jobs in the Cabinet, Walker claimed it gave him more influence as it gave access to key economic committees. He stood down from the Cabinet shortly before Thatcher herself was ousted in 1990. Though he had previously been a close ally of Heath's and was generally considered to be on the left of the party, he was nevertheless one of the longest-serving Cabinet members in Thatcher's government. In October 1985, however, he had hit out at Thatcher's reluctance to inject money into the economy in order to ease mass unemployment, speaking of his fears that she could lose the next general election if unemployment did not fall. However, the Tories were re-elected in 1987, by which time unemployment was falling. As noted above, Walker's 1970 appointment as Secretary of State for the Environment was notable in that he became the world's first Environment Minister, and was thus a source of considerable interest at the 1972 Stockholm Conference. The creation of the Department of the Environment came in response to the growing environmental concerns of the 1960s (not least the Torrey Canyon oil spill of 1967), and one of Walker's immediate concerns was to clean up the nation's waterways. The measures put in place have had substantial results for river life. For instance, the Thames was declared biologically dead in 1957 but today many species of fish thrive in the river, including wild salmon and trout. Walker was a determined supporter of the hospice movement, becoming a patron of St Richard's Hospice in Worcester when it was founded in 1984. He campaigned determinedly for greater NHS support for St Richard's and the wider hospice movement, which is staffed largely by dedicated volunteers. During a House of Lords debate in 2000, Lord Walker stated: \"Anyone who visits hospices and meets the volunteers—the people running them and guiding them—will recognise their unique spiritual and compassionate contribution to the health service.\" Upon his retirement from Parliament, on 8 July 1992, he was appointed a life peer as Baron Walker of Worcester, of Abbots Morton in the County of Hereford and Worcester. ==Business career== During the 1960s he was the junior partner in Slater Walker, an asset stripping vehicle used by Jim Slater to generate immense paper profits until 1973. An ill-timed attempt to take over Hill Samuel resulted in the loss of city confidence in Slater Walker and Jim Slater became for a time a \"minus millionaire\". Peter Walker's political career survived and after retirement from politics he returned to the City as Chairman of Kleinwort Benson. Other business positions Walker held included: Chairman of Allianz Insurance plc, Vice Chairman of Dresdner Kleinwort and non-executive director of ITM Power plc. ==Personal life== Walker and his wife had five children. His son Robin Walker was elected MP for the Worcester constituency in the 2010 general election. He died at St Richard's Hospice on 23 June 2010, after suffering from cancer.Ex Tory minister Lord Walker dies BBC News 23 June 2010 ==Coat of arms== ==References== ==External links== * |- |- |- |- |- |- |- |- |- Category:1932 births Category:2010 deaths Category:Agriculture ministers of the United Kingdom Category:British Secretaries of State for the Environment Category:Deaths from cancer in England Category:Conservative Party (UK) life peers Category:Conservative Party (UK) MPs for English constituencies Category:Members of the Order of the British Empire Category:Members of the Parliament of the United Kingdom for Worcester Category:Members of the Privy Council of the United Kingdom Category:People educated at Latymer Upper School Category:Secretaries of State for Wales Category:UK MPs 1959–1964 Category:UK MPs 1964–1966 Category:UK MPs 1966–1970 Category:UK MPs 1970–1974 Category:UK MPs 1974 Category:UK MPs 1974–1979 Category:UK MPs 1979–1983 Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:Presidents of the Board of Trade ",
    "title": "Peter Walker, Baron Walker of Worcester"
}