{
    "id": "647570",
    "text": "Quincy Media, Inc., formerly known as Quincy Newspapers, Inc., is a family- owned media company that originated in the newspapers of Quincy, Illinois. The company's history can be traced back to 1835, when the Bounty Land Register was one of four newspapers in Illinois. Over the next century, a number of mergers followed. The company moved into radio in 1947 and began television broadcasts in 1953. It is owned by the Oakley and Lindsay families of Quincy. ==History== The corporation was formed in Quincy on June 1, 1926, as a publishing company upon the consolidation of the Quincy Herald, direct descendant of the Illinois Bounty Land Register first published in Quincy in 1835, and the Quincy Whig-Journal, descendant of the Quincy Whig founded in 1838. The Herald was purchased in September 1891 by three men from Rockford, Charles L. Miller, Hedley John Eaton and Edmund Botsford. Miller had earlier founded the Rockford Daily Register, that city's oldest newspaper. Subsequently, Miller brought to the Herald his brother-in-law and nephew, respectively, Aaron Burr Oakley and Ray M. Oakley, the first two generations of the Oakleys in the newspaper business in Quincy. Miller spent four years in Quincy, returning to Rockford in 1896 to join Harry M. Johnson in ownership of the Rockford Republic. He retired as editor of the Republic in 1913 and died in 1921. Hedley Eaton retired in 1913 and died in 1936. Eaton's son John Dewitt Eaton stayed with the paper as Advertising Manager until his retirement in 1955. Two brothers from Decatur, Frank M. Lindsay, Sr. and Arthur O. Lindsay, Sr. bought the Quincy Whig in 1915, with Arthur Lindsay taking up residence in Quincy as president and manager. Frank Lindsay remained in Decatur with the Decatur Herald and formed an association with another Illinois newspaper family, the Schaubs. In 1920, the Lindsays consolidated the Whig and The Quincy Journal, founded in 1883. QNI entered broadcasting in 1947, the year it started Quincy's first commercial FM station, WQDI. The following year QNI purchased Quincy Broadcasting Co. to operate WGEM, the city's second AM station. WQDI became WGEM-FM in 1953. Quincy Media Corporate headquarters in Downtown Quincy Quincy Broadcasting produced the Quincy region's first television broadcast on September 4, 1953, with the launch of WGEM-TV, the area's NBC affiliate. The building containing the ground floor studios of the WGEM stations was also the former home of the Tremont Hotel, and Quincy Media continues to operate it as the New Tremont Apartments, containing both long-term and extended stay accommodations. In 1969, QNI and six other newspaper entities formed American Newspapers Inc., which bought The New Jersey Herald in Newton, New Jersey, converting the semi-weekly to a daily and Sunday publication in 1970. QNI acquired controlling interest in American Newspapers in 1980 and became sole owner in 1986. Beginning in the 1970s, QNI began a major expansion into television. WSJV in Elkhart, Indiana (serving South Bend) was acquired in 1974; KROC-TV (renamed KTTC) in Rochester, Minnesota in 1976; WHIS-TV (renamed WVVA) in Bluefield, West Virginia in 1979; KTIV in Sioux City, Iowa in 1989; and WREX-TV in Rockford in 1995. All of the stations were also NBC affiliates at their acquisitions except for WSJV and WREX, which were ABC affiliates; however, in 1995, WSJV dropped ABC for Fox, and soon thereafter WREX joined NBC. Also in 1995, The Merchant, a weekly shopper in Quincy was purchased by the company. In June 2001, QNI purchased from Shockley Communications five ABC affiliates in Wisconsin: WKOW-TV in Madison, WAOW-TV in Wausau; WYOW in Eagle River (a satellite of WAOW); WXOW-TV in La Crosse; and WQOW-TV in Eau Claire (a semi-satellite of WXOW). Also purchased from SCC at the time was ProVideo of Wisconsin, Inc. consisting of a component digital online suite and a fully integrated non-linear online suite in Madison, Wisconsin. Concurrent with the Shockley purchase, KTTC entered into a shared services agreement with KXLT-TV, the Fox affiliate in Rochester, Minnesota. KTTC provides all services for KXLT excluding sales, traffic, and programming. On July 1, 2006 QNI purchased KWWL, the NBC affiliate in Waterloo, Iowa, from Raycom Media. In February 2009, QNI purchased Crandon, Wisconsin's WBIJ from the widow of the station's founder, with the intention to operate the station as a satellite station of WAOW; QNI subsequently renamed the station WMOW to conform with its other Wisconsin properties. On February 11, 2014, Quincy announced plans to acquire a number of small and mid-market stations from Granite Broadcasting, including WEEK-TV in Peoria, KBJR-TV in Superior, Wisconsin, KRII in Chisholm, Minnesota (a satellite of KBJR), and WBNG-TV in Binghamton, New York (the company's first CBS affiliate; WEEK and KBJR/KRII are NBC affiliates). As part of the deal, Quincy originally planned to purchase WPTA, the ABC affiliate in Fort Wayne, Indiana, from Malara Broadcast Group, and provide services to ABC affiliate WHOI and MyNetworkTV affiliate WAOE in Peoria, NBC affiliate WISE-TV in Fort Wayne, and CBS affiliate KDLH in Duluth, Minnesota. In November 2014, the deal was reworked so that Quincy would acquire WISE and provide services to WPTA, retaining the arrangement between the stations established by Granite. In July 2015, the deal was reworked yet again; Quincy would, yet again, acquire WPTA instead of WISE, and Malara's stations would be acquired by SagamoreHill Broadcasting. Quincy also proposed to wind down its shared services agreements with WISE and KDLH within nine months of the sale's completion: both stations would move their existing network affiliations to WPTA and KBJR, and become independently-operated stations airing The CW. On September 15, 2015, the FCC approved the deal.Letter CDBS Public Access, Federal Communications Commission, Retrieved 15 September 2015 In 2015, the company's flagship title dropped Quincy from its masthead and became simply the Herald-Whig. In 2016, the Herald-Whig and Quincy Media applied for a demolition permit for the historic Morgan-Wells House in Quincy for expansion of their offices. The NRHP-listed local landmark was the home of notable Quincy residents and institutions for over a century, now demolished. In January 2016, the company changed its name to Quincy Media.KTIV's parent company changes its name to Quincy Media Inc., WGEM-TV, 8 January 2016, Retrieved 15 May 2016. On May 21, 2018, it was announced that Quincy Media would acquire KDLH outright for $792,557 and WISE for $952,884. While the FCC normally prohibits one company from owning two television licenses in the same market when both are among the top four rated stations, Quincy submitted a filing saying that during the November 2017 \"sweeps\" period KBJR-TV was the top ranked station while KDLH placed fifth, and that WPTA was the second ranked station while WISE-TV placed fifth. The sale was completed on August 1. On August 29, 2018, Quincy Media's stations were pulled from Dish Network after failing to reach a new retransmission fee agreement. On October 12, Quincy Media reached a new agreement with Dish Network to continue carrying Quincy Media stations. On October 29, 2018, Quincy announced it would be acquiring KVOA in Tucson, Arizona, from Cordillera Communications for $70 million as a side deal of the latter company's acquisition by the E. W. Scripps Company.Cordillera announces sale of stations to Scripps, Quincy, Cordillera Communications, Retrieved 29 October 2018.Quincy Media, Inc. to acquire KVOA-TV, Quincy Media, Retrieved 29 October 2018.Application for Consent to Assignment of Broadcast Station Construction Permit or License, CDBS Public Access, Federal Communications Commission, Retrieved 13 November 2018. Two days later, on October 31, Quincy announced that it would be acquiring WSIL-TV in Harrisburg, Illinois and KPOB, Poplar Bluff, MO, from Mel Wheeler, Inc. for $24.5 million.Quincy Media, Inc. acquires fourth station in Illinois, Quincy Media, Retrieved 31 October 2018.Application For Consent to Assignment of Broadcast Station Construction Permit or License, CDBS Public Access, Federal Communications Commission, Retrieved 1 November 2018. On May 10, 2019, Quincy announced it would purchase the Hannibal Courier-Post from GateHouse Media, marking its first daily newspaper expansion since 1969. Six days later, on May 16, Quincy announced the sale of the New Jersey Herald to GateHouse Media, ending Quincy's 50-year ownership of the paper.\"New Jersey Herald sold to GateHouse Media\", New Jersey Herald, 16 May 2019, Retrieved 27 May 2019. ==Media== ===Newspapers=== * Herald-Whig, Quincy, Illinois * Hannibal Courier-Post, Hannibal, Missouri ===Radio stations=== *WGEM-AM - 1440 - Sports Radio *WGEM-FM - 105.1 - News/Talk ===Television stations=== Quincy Newspapers Logo until 2012. * (**) – Indicates a station built and signed on by Quincy. * (††) – Indicates a station owned by Shockley Communications prior to its acquisition by Quincy in 2001. * (¤¤) – Indicates a station acquired by Quincy from Granite Broadcasting in 2015. {| class=\"wikitable\" |- style=\"vertical-align: top; text-align: left;\" ! City of license / Market ! Station ! Channel TV (RF) ! Owned since ! Network affiliation |- style=\"vertical-align: top; text-align: left;\" | Tucson, Arizona | KVOA | 4 (23) | 2019 | NBC Cozi TV (DT2) Court TV Mystery (DT3) |- style=\"vertical-align: top; text-align: left;\" | Harrisburg - Carbondale, Illinois | WSIL-TV | 3 (34) | 2019 | ABC Heroes & Icons (DT2) |- style=\"vertical-align: top; text-align: left;\" | Poplar Bluff, Missouri | KPOB-TV | 15 (15) | 2019 | ABC Heroes & Icons (DT2) |- style=\"vertical-align: top; text-align: left;\" | Peoria, Illinois | WEEK-TV ¤¤ | 25 (25) | 2015 | NBC ABC (DT2) The CW (DT3) |- style=\"vertical-align: top; text-align: left;\" | Quincy, Illinois | WGEM-TV ** | 10 (10) | 1953 | NBC The CW (DT2) Fox (DT3) MeTV (DT4) |- style=\"vertical-align: top; text-align: left;\" | Rockford, Illinois | WREX | 13 (13) | 1995 | NBC The CW (DT2) MeTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | Elkhart - South Bend, Indiana | WSJV | 28 (28) | 1974 | |- style=\"vertical-align: top; text- align: left;\" | rowspan=\"2\"|Fort Wayne, Indiana | WPTA ¤¤ | 21 (24) | 2015 | ABC NBC (DT2) MyNetworkTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | WISE-TV ¤¤ | 33 (34) | 2018 | The CW |- style=\"vertical-align: top; text-align: left;\" | Sioux City, Iowa | KTIV | 4 (41) | 1989 | NBC The CW (DT2) MeTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | Waterloo - Cedar Rapids, Iowa | KWWL | 7 (7) | 2006 | NBC The CW (DT2) MeTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | rowspan=\"2\"| Duluth, Minnesota - Superior, Wisconsin | KBJR-TV ¤¤ | 6 (19) | 2015 | NBC CBS (DT2) Heroes & Icons/MyNetworkTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | KDLH ¤¤ | 3 (33) | 2018 | The CW |- style=\"vertical-align: top; text- align: left;\" | Chisholm, Minnesota | KRII-TV | 11 (11) | 2015 | NBC CBS (DT2) Heroes & Icons/MyNetworkTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | rowspan=\"2\"| Rochester, Minnesota | KTTC | 10 (10) | 1976 | NBC The CW (DT2) |- style=\"vertical-align: top; text-align: left;\" | KXLT-TV | 47 (46) | 1 | Fox MeTV (DT2) |- style=\"vertical-align: top; text-align: left;\" | Binghamton, New York | WBNG-TV ¤¤ | 12 (7) | 2015 | CBS The CW (DT2) |- style=\"vertical-align: top; text-align: left;\" | Bluefield - Beckley, West Virginia | WVVA | 6 (46) | 1979 | NBC The CW (DT2) MeTV (DT3) |- style=\"vertical-align: top; text-align: left;\" | La Crosse, Wisconsin | WXOW †† | 19 (48) | 2001 | ABC The CW (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" | Eau Claire, Wisconsin | WQOW †† | 18 (25) | 2001 | ABC The CW (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" | Madison, Wisconsin | WKOW †† | 27 (26) | 2001 | ABC MeTV (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" | Wausau, Wisconsin | WAOW †† | 9 (9) | 2001 | ABC The CW (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" | Crandon, Wisconsin | WMOW †† | 4 (12) | 2010 | The CW ABC (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" | Eagle River, Wisconsin | WYOW †† | 34 (28) | 2001 | ABC The CW (DT2) Decades (DT3) |- style=\"vertical-align: top; text-align: left;\" |} * 1 Owned by SagamoreHill Broadcasting, Quincy operates this station through a shared services agreement. ===Former Quincy station=== {| class=\"wikitable\" |- style=\"vertical-align: top; text-align: left;\" ! City of License / Market ! Station ! Channel TV (RF) ! Years owned ! Current ownership status |- style=\"vertical-align: top; text-align: left;\" | Peoria, Illinois | WHOI | 19 (19) | 1 | Comet TV owned-and-operated (O&O;) |} * 1 ==References== ==External links== * QuincyMediaCareers -- official website since 2018 ** Quincy -- archive of official website from 2011 to 2018 ** Quincy Newspapers, Inc. -- archive of official website from 2005 to 2011 Category:Television broadcasting companies of the United States Category:Newspapers published in Illinois Category:Quincy–Hannibal area Category:Radio broadcasting companies of the United States ",
    "title": "Quincy Media"
}