{
    "id": "647902",
    "text": "Edward Palmer (January 12, 1829 – April 10, 1911) was a self-taught British botanist and early American archaeologist. ==Biography== Born on 12 January 1829 (in Norfolk) and baptised on 22 February 1829 at Brandon, Suffolk, England, the son of Robert and Mary Palmer,Brandon, Suffolk: Register of Baptisms - which also states date of birth he emigrated to the United States in 1850Passport Application, January 1902 where he initially settled in Cleveland, Ohio.US Census for Ohio 1850 He travelled to South America and became a medical doctor, serving with the Union Army during the American Civil War.McVaugh, Rogers. 1956. Edward Palmer: Plant Explorer of the American West. University of Oklahoma Press, Norman. Palmer collected biological specimens, primarily plants, for the Smithsonian Institution and the United States Department of Agriculture, among other institutions. According to his biographer:McVaugh 1956:vii. He collected specimens in the southwestern United States, Florida, Mexico (including Baja California), and South America. He had about 200 species and two genera (Palmerella and Malperia) of plants named in his honor. The standard author abbreviation Palmer is applied to botanical taxa he described. Palmer's botanical collections (numbering over 100,000) are mostly pressed and dried and reside at research institutions around the world. These institutions include the Smithsonian Institution, Harvard University, the Missouri Botanical Garden, the U.S. National Arboretum, the New York Botanical Garden, Royal Botanic Garden, Kew, and many others. The Palmer botanical collection in the U.S. National Herbarium at the Smithsonian Institution remains the largest, containing over 16,000 specimens collected over sixty years.Edward Palmer Collection, Department of Botany, National Museum of Natural History, Smithsonian Institution He wrote a report, Food Products of the North American Indians (1871), which was one of the pioneering works in ethnobotany. He collected specimens of 24 of the 61 plant species described, with their uses, in the report. Though primarily a botanist, Edward Palmer also contributed to early American archaeology and ethnology. Between 1882 and 1884, Palmer worked as a field assistant for the Bureau of American Ethnology Mound Exploration Division. The purpose of this expedition was to conduct an extensive survey of Indian mounds in the eastern United States. While most of Palmer's archaeological research was performed in Arkansas, he also excavated mounds in Alabama, Louisiana, Mississippi, Tennessee, and Georgia. While in Georgia, Palmer investigated the Kolomoki Mound site in Early County. Though he excavated many of the mounds at Kolomoki, he is said to have discovered nothing worth cataloguing. However, he examined many \"house sites\" and found a number of ash deposits and fragments of pottery. In 1894, the Mound Exploration Division final report, written by its director Cyrus Thomas, was published and dispelled the racist theories that the mounds of the southeastern United States had been built by a \"lost race of Mound-Builders.\" The report cited ample evidence that the mounds were built by the ancestors of historical Native tribes. He did significant amounts of archaeological collecting and excavation in the American West, primarily in Utah, Nevada, and Texas, as well as in Mexico, including Baja California, Coahuila, Tamaulipas, San Luis Potosí, and central Mexico.McVaugh 1956Judd, Neil M. 1936. Archaeological Observations North of the Rio Colorado, pp. 40–41. Bureau of American Ethnology Bulletin 32. Washington, D.C. Palmer's Baja California collections recovered from a site near Bahía de los Ángeles was subsequently described and analysed by William C. Massey and Carolyn M. Osborne.Massey, William C., and Carolyn M. Osborne. 1961. A Burial Cave in Baja California: The Palmer Collection, 1887. Anthropological records 6(8). University of California Press, Berkeley.Laylander, Don. 2014. \"The Beginnings of Prehistoric Archaeology in Baja California, 1732–1913\", pp. 13–14. Pacific Coast Archaeological Society Quarterly 50(1&2):1–31. After the Mound Exploration project was completed, Palmer returned to botany and natural history and worked as a Smithsonian field representative, a scientist at the Smithsonian's Bureau of American Ethnology, and as a collector and expert at the United States Department of Agriculture in Washington, D.C. until his death on 10 April 1911. == Family == Palmer married Dinah Riches (the daughter of Edmund Riches, a Shepherd) at East Barsham, Norfolk on 29 March 1856. Parish Registers, East Barsham, NRO Two months later the newly-married Edward and Dinah arrived in New York aboard the ship Amazon.Manifest of Amazon dated 20 May 1856 The marriage must have proved unsatisfactory since by April 1861 Dinah had returned to living with her parents at East Barsham.England & Wales Census 1861. ==References== ==Further reading== * Williams, Stephen, ed. The Waring Papers. Athens: University of Georgia Press, 1967. (See Antonio J. Waring, Jr.) ==External links== * Harvard University's Gray Herbarium on its collection of Edward Palmer's papers * CalFlora.net entry on Palmer * Edward Palmer (1830?–1911) – Encyclopedia of Arkansas at www.encyclopediaofarkansas.net * Edward Palmer Papers, circa 1861–1914 from the Smithsonian Institution Archives Category:1829 births Category:1911 deaths Category:British botanists Category:Botanists active in North America Category:Botanists active in South America Category:Botanists with author abbreviations Category:Ethnobotanists Category:American archaeologists Category:Archaeologists of the Baja California peninsula Category:Death Valley Category:Smithsonian Institution people Category:People from Brandon, Suffolk ",
    "title": "Edward Palmer (botanist)"
}