{
    "id": "647941",
    "text": "Elizabeth Kate Claman (born December 12, 1963) is the anchor of the Fox Business Network show Countdown to the Closing Bell. Claman was previously the co-anchor of the CNBC morning television program Morning Call. Before that, Claman was the co-host of the programs Wake Up Call as well as briefly co- anchored Market Watch and was the anchor of the CNBC newsmagazine program Cover to Cover. Claman also temporarily served on a rotation basis along with other anchors as a substitute for The News with Brian Williams before Williams left MSNBC for NBC News in 2004. She is a graduate of the University of California, Berkeley. ==Early years== Claman was born to Canadian parents in Beverly Hills, California, and she is one of five children. Claman's family is Jewish, her father originates from Russia, and her mother's family is from Romania. Her late father, Dr. Morris Claman, was a world-renowned urologist and associate clinical professor of urology at the UCLA School of Medicine. Her mother is actress June Beverly Claman (née Faibish). Claman attended Phillips Academy in Andover, Massachusetts where she was a disc jockey for the school radio station, WPAA, and then attended Beverly Hills High School where she was a friend of Peter Schiff. She has been friends with fellow Fox News reporter Claudia Cowan since the second grade. After a brief stint at UC Santa Cruz, Claman graduated from UC Berkeley with a Bachelor of Arts degree in French language. She also has a Certificat Supérieur de Français from the Sorbonne. ==Career== Described by Vanity Fair as \"...one of television's top business reporters and anchors,\" Claman got her start in television as a production assistant for Ann Curry, Paula Zahn, and Jim Lampley at television station KCBS-TV in Los Angeles, California. Claman's first on-air reporting job was at WSYX-TV in Columbus, Ohio, followed by a co-hosting a local morning talk show, Morning Exchange from 1991-1994, at WEWS-TV in Cleveland, Ohio. Later, Claman served as a weekend anchor at WHDH-TV in Boston, Massachusetts. While working in local television, Claman became the youngest producer in the history of KCBS to win an Emmy Award. At WEWS in Cleveland, she won an Emmy for Best Morning Anchor . In April 1998, Claman began her CNBC career as a freelancer, based in Fort Lee, New Jersey and later in neighboring Edgewater. In November 2006, Claman's book, \"The Best Investment Advice I Ever Received\" was published. Claman started at Fox Business Network on October 18, 2007, 3 days after the expiration of her non-compete contract clause with CNBC. She is currently appearing on Fox Business Network on the 3p and co-anchors the 4 pm show ET with David Asman. Since she joined Fox Business she has conducted interviews with global political and business leaders such as Bill Gates, Warren Buffett, JP Morgan CEO Jamie Dimon, Treasury Secretary Jack Lew, Mario Gabelli, Eric Schmidt, Steve Forbes, Sarah Palin, Jack Kemp, Robert Diamond, Richard Branson, Alan Mulally, Dennis Kozlowski, one time NYMEX Treasurer George Gero, Secretary of State Hillary Clinton; Secretary of Treasury Lawrence Summers, Paul H. O'Neill, John W. Snow, and Timothy Geithner; former Chairman of the Federal Reserve Paul Volcker; former speaker of the house Newt Gingrich; U.S. Securities and Exchange Commission Chairman Harvey Pitt and Mary Schapiro; London Mayor Boris Johnson; Israel's Finance Minister Yuval Steinitz; Israeli President Shimon Peres; and Spanish Prime Minister Jose Maria Aznar. Claman has also appeared on CBS's The Early Show and on ABC's Good Morning America and appeared twice on Comedy Central's The Daily Show with both Jon Stewart and Trevor Noah. ===Cable news show history=== ====CNBC==== *Morning Call (co-anchor, 2002–2007) *Cover to Cover (anchor, 2003–2006) *Wake Up Call (co-anchor, 2002–2005) *Market Watch (fill-in co- anchor, October 1998–March 1999; co-anchor, March 1999–2002) *Today's Business (co-anchor, 2000–2002) *This Morning's Business (fill-in anchor) *Before the Bell (fill-in anchor) ====Fox Business Network==== *Fox Business (co-anchor, 2007–2014) *Countdown to the Closing Bell (anchor, 2008–Present) *After the Bell (co-anchor, 2008–2015) ==Personal life== Claman resides in Edgewater, New Jersey with her husband Jeff Kepnes (whom she married in 1999),New York Times: \"WEDDINGS; Jeffrey Kepnes, Elizabeth Claman\" January 24, 1999 a senior executive producer for NBC and MSNBC, and their two children. Claman's oldest sister Danielle is an executive for Dick Wolf Films. Her second oldest sister, Holly, is an arts and antiques appraiser. Another older sister is a Hollywood studio musician, and her younger brother is also a musician. Claman is a member of the charitable organization Hadassah and has been featured in an article in that organization's magazine. In December 2012, she was named one of Jewish Women International's \"Woman to Watch.\" Claman is a Big Sister in the Big Brother/Big Sister program at the Jewish Board of Family and Children's Services of Manhattan. Claman also has raised money for Building Homes For Heroes, a charity that builds custom homes for severely disabled soldiers returning from Iraq and Afghanistan. She also is a member of the Board of Directors of the American Theatre Wing, the creator of the Tony Awards. Claman is a Tony Award voter. Claman has also moderated conferences. Despite having been born with mild scoliosis, Claman is an avid runner who completed the New York City Marathon in 2005 and she completed her first Triathlon in New York City in July 2009, finishing the Nautica Olympic- distance Triathlon in under 3.5 hours. She has since completed 3 more triathlons and in doing so has raised more than $500,000 for Building Homes For Heroes. She is also a skier. In 2006 and 2007, Claman participated in the Jerry Ford Celebrity Cup Ski Race in Vail, Colorado sponsored by the Vail Valley Foundation charity. In 2007, Claman's ski team made the race finals. ==References== ==External links== * Category:Television anchors from Boston Category:American broadcast news analysts Category:American people of Canadian descent Category:People from Beverly Hills, California Category:People from Edgewater, New Jersey Category:People from Fort Lee, New Jersey Category:Jewish American journalists Category:1963 births Category:Living people Category:American people of Russian-Jewish descent Category:American people of Romanian-Jewish descent Category:University of California, Santa Cruz alumni Category:Phillips Academy alumni Category:University of California, Berkeley alumni Category:University of Paris alumni Category:American women television journalists Category:CNBC people Category:Beverly Hills High School alumni Category:Journalists from California ",
    "title": "Liz Claman"
}