{
    "id": "648101",
    "text": "The Newark Eagles were a professional Negro league baseball team which played in the Negro National League from 1936 to 1948. They were owned by Abe and Effa Manley. ==History== === Formation === The Newark Eagles were formed in 1936 when the Newark Dodgers, established in 1933, merged with the Brooklyn Eagles, established in 1935. Abe Manley and his wife Effa Manley, owners and founders of the Brooklyn Eagles, purchased the Newark Dodgers franchise and combined the teams' assets and player rosters. Charles Tyler, the previous owner of the Dodgers, signed the team over in exchange for cancellation of an approximately $500 debt that Tyler owed Abe Manley. Team management was left to Effa, making the Eagles the first professional team owned and operated by a woman. The Eagles shared Ruppert Stadium with the minor league Newark Bears. === Decline and demise === After the close of the 1948 season, in the aftermath of Jackie Robinson's successful integration of Major League Baseball a year earlier, the Negro National League contracted and merged into the Negro American League. The Eagles were sold and moved to Houston, Texas for the 1949 season, where they became known as the Houston Eagles, part of the NAL's western division. Two years later they again relocated, this time to New Orleans. The New Orleans Eagles lasted one year before folding after the 1951 season. == Negro World Series champions == Under Effa Manley's guidance, the 1946 team won the Negro World Series, upsetting the Kansas City Monarchs in a 7-game series. == Hall of Fame players/Notable alumni == ===Baseball Hall of Famers=== {| class=\"wikitable\" style=\"text-align:center |- ! colspan=4 style=\"background:navy; color:white;\"|Newark Eagles Hall of Famers |- ! style=\"background:navy; color:white;\"|Inductee ! style=\"background:navy; color:white;\"|Position ! style=\"background:navy; color:white;\"|Tenure ! style=\"background:navy; color:white;\"|Inducted |- | Ray Dandridge || 3B || 1934–1938 1942, 1944 || 1987 |- | Leon Day || P || 1937–1939 1941–1943, 1946 || 1995 |- | Larry Doby || CF || 1942–1944 1945–1947 || 1998 |- | Monte Irvin || LF || 1938–1942 1945–1948 || 1973 |- | Biz Mackey || C || 1939–1942 1945–1947 || 2006 |- | Mule Suttles || 1B || 1936–1940 1942–1944) || 2006 |- | Willie Wells || SS || 1937–1939 || 1997 |} ===Notable alumni=== * Don Newcombe (1944–1945) 4 x MLB All Star; 1949 Rookie of the year; 1956 Cy Young Award; 1956 NL Most Valuable Player == References == Category:African-American history in Newark, New Jersey Category:Negro league baseball teams Category:Sports in Newark, New Jersey Category:Defunct baseball teams in New Jersey ",
    "title": "Newark Eagles"
}