{
    "id": "648316",
    "text": "Nachman Syrkin (or Nahman Syrkin or Nahum Syrkin; ; 11 February 1868 – 6 September 1924) was a political theorist, founder of Labour Zionism and a prolific writer in the Hebrew, Yiddish, Russian, German and English languages. ==Biography== Nachman Syrkin Nachum Syrkin was born in Mogilev, Russian Empire (now Belarus). He was influenced by Hovevei Zion and socialism in his youth and dedicated himself to synthesizing the two concepts. In this task he was joined by Ber Borochov. Syrkin's daughter Marie was a noted writer, educator and American Zionist activist.\"Marie Syrkin (1899 - 1989)\" ==Zionist career== Syrkin was one of the leaders of the socialist Zionist faction at the First Zionist Congress in 1897 and was an early proponent of the Jewish National Fund. He was also the first person to propose that olim to Palestine form collective settlements. Unlike other socialist thinkers of the time, Syrkin was comfortable with his Jewish heritage and, although he does not spell it out explicitly in his essay \"The Jewish Question and the Jewish Socialist State\" (1898), it is clear that he had in mind the biblical emphasis on strict social justice, irrespective of wealth, power or privilege. However, he saw Zionism as a replacement for traditional Judaism: > The new, Zionist Judaism stands in complete contrast to the Judaism of exile > … Zionism uproots religious Judaism in a stronger way than Reform or > assimilation, by creating new standards of 'Judaism' which will constitute a > new ideology that can be elevated to the status of a religion. Syrkin worked to establish socialist Zionist groups throughout Central Europe. After studying and working in Germany and France and after being banned from Germany in 1904, Syrkin returned to Russia after the Russian Revolution of 1905. He took part at the 1905 Basle Seventh Zionist Congress as a delegate of the new Zionist Socialist Workers Party. Syrkin was not always convinced the Jewish state had to be located in Palestine: for a few years after the Seventh Zionist Congress (1905) Syrkin quit the Zionist Organization and headed the Russian socialist wing of the Territorialist movement, which regarded Palestine as only one of several possible sites for Jewish settlement and autonomy. In 1907 he moved to the United States. By 1909, he had returned to the Palestine-oriented Zionist mainstream by joining Poale Zion (Po‘alei Tziyon, “Workers of Zion”) in America, the strongest socialist-Zionist tendency within the Zionist movement,Comrades and Enemies - Arab and Jewish Workers in Palestine, 1906–1948 by Zachary Lockman and became one of its leaders. In 1919, Syrkin was a member of the American Jewish delegation to the Versailles Peace Conference. He was also a leading figure in the World Poale Zion conference that year and was given the task of visiting Palestine to develop a plan for kibbutz settlement. He intended to relocate to Palestine, but died of a heart attack in 1924 in New York City. ==Legacy== In 1951 his mortal remains were buried in the Kibbutz Kinneret beside the other founders of Labour Zionism. Kfar Sirkin, founded in 1933 close to Petach Tikva, is named for him. ==Published works (English)== *Essays on socialist Zionism (New York, Young Poale Zion Alliance of America, 1935, 64p). Includes: **The Jewish Question and the Jewish Socialist State (1898) **National independence and international unity (1917) ==References== == External links == * The Jewish Problem and the Socialist Jewish State, Nachman Syrkin 1898 (excerpts) *Labor and Socialist Zionism at MidEastWeb for Coexistence Category:1868 births Category:1924 deaths Category:People from Mogilev Category:People from Mogilyovsky Uyezd (Mogilev Governorate) Category:Zionists Category:Hovevei Zion Category:Imperial Russian Jews Category:Belarusian Jews Category:Imperial Russian emigrants to the United States Category:Zionist Socialist Workers Party politicians ",
    "title": "Nachman Syrkin"
}