{
    "id": "648470",
    "text": "Oppression is malicious or unjust treatment or exercise of power, often under the guise of governmental authority or cultural opprobrium. Oppression may be overt or covert, depending on how it is practiced.Oppression Dictionary.comhttps://www.merriam-webster.com/dictionary/oppression Oppression refers to discrimination when the injustice does not target and may not directly afflict everyone in society but instead targets specific groups of people. No universally accepted model or terminology has yet emerged to describe oppression in its entirety, although some of the scholars cite evidence of different types of oppression, such as social oppression, institutional oppression, and economic oppression. ==Authoritarian oppression== The word oppress comes from the Latin oppressus, past participle of opprimere, (\"to press against\", \"to squeeze\", \"to suffocate\"). Thus, when authoritarian governments use oppression to subjugate the people, they want their citizenry to feel that \"pressing down\", and to live in fear that if they displease the authorities they will, in a metaphorical sense, be \"squeezed\" and \"suffocated\", e.g., thrown in a dank, dark, state prison or summarily executed. Such governments oppress the people using restriction, control, terror, hopelessness, and despair. The tyrant's tools of oppression include, for example, extremely harsh punishments for \"unpatriotic\" statements; developing a loyal, guileful secret police force; prohibiting freedom of assembly, freedom of speech, and freedom of the press; controlling the monetary system and economy; and imprisoning or killing activists or other leaders who might pose a threat to their power. ==Socioeconomic, political, legal, cultural, and institutional oppression== Oppression also refers to a more insidious type of manipulation and control, in this instance involving the subjugation and marginalization of specific groups of people within a country or society, such as: girls and women, boys and men, people of color, religious communities, citizens in poverty, LGBT people, youth and children, and many more. This socioeconomic, cultural, political, legal, and institutional oppression (hereinafter, \"social oppression\") probably occurs in every country, culture, and society, including the most advanced democracies, such as the United States, Japan, Costa Rica, Sweden, and Canada. A single, widely accepted definition of social oppression does not yet exist, although there are commonalities. Taylor (2016) defined (social) oppression in this way: > Oppression is a form of injustice that occurs when one social group is > subordinated while another is privileged, and oppression is maintained by a > variety of different mechanisms including social norms, stereotypes and > institutional rules. A key feature of oppression is that it is perpetrated > by and affects social groups. ... [Oppression] occurs when a particular > social group is unjustly subordinated, and where that subordination is not > necessarily deliberate but instead results from a complex network of social > restrictions, ranging from laws and institutions to implicit biases and > stereotypes. In such cases, there may be no deliberate attempt to > subordinate the relevant group, but the group is nonetheless unjustly > subordinated by this network of social constraints. Harvey (1999) suggested the term \"civilized oppression\", which he introduced as follows: > It is harder still to become aware of what I call 'civilized Oppression,' > that involves neither physical violence nor the use of law. Yet these subtle > forms are by far the most prevalent in Western industrialized societies. > This work will focus on issues that are common to such subtle oppression in > several different contexts (such as racism, classism, and sexism) ... > Analyzing what is involved in civilized oppression includes analyzing the > kinds of mechanisms used, the power relations at work, the systems > controlling perceptions and information, the kinds of harms inflicted on the > victims, and the reasons why this oppression is so hard to see even by > contributing agents. Research and theory development on social oppression has advanced apace since the 1980s with the publication of seminal books and articles, and the cross- pollination of ideas and discussion among diverse disciplines, such as: feminism, sociology, psychology, philosophy, and political science. Nonetheless, more fully understanding the problem remains an extremely complicated challenge for scholars. Improved understanding will likely involve, for example, comprehending more completely the historical antecedents of current social oppression; the commonalities (and lack thereof) among the various social groups damaged by social oppression (and the individual human beings who make up those groups); and the complex interplay between and amongst sociocultural, political, economic, psychological, and legal forces that cause and support oppression. ==Social oppression== Social oppression is when a single group in society unjustly takes advantage of, and exercises power over, another group using dominance and subordination. This results in the socially supported mistreatment and exploitation of a group of individuals by those with relative power.Van Wormer, K., & Besthorn, F. H. (2010). Human behavior and the social environment, macro level: Groups, communities, and organizations. Oxford University Press. In a social group setting, oppression may be based on many ideas, such as poverty, gender, class, race, or other categories. Oppression by institution, or systematic oppression, is when the laws of a place create unequal treatment of a specific social identity group or groups. Another example of social oppression is when a specific social group is denied access to education that may hinder their lives in later life. Economic oppression is the divide between two classes of society. These were once determined by factors such slavery, property rights, disenfranchisement, and forced displacement of livelihood. Each divide yielded various treatments and attitudes towards each group. Social oppression derives from power dynamics and imbalances related to the social location of a group or individual. Social location, as defined by Lynn Weber, is \"an individual's or a group's social 'place' in the race, class, gender and sexuality hierarchies, as well as in other critical social hierarchies such as age, ethnicity, and nation\". An individual's social location often determines how they will be perceived and treated by others in society. Three elements shape whether a group or individual can exercise power: the power to design or manipulate the rules and regulations, the capacity to win competitions through the exercise of political or economic force, and the ability to write and document social and political history.Ferguson, S. J. (Ed.). (2015). Race, Gender, Sexuality, and Social Class: Dimensions of Inequality and Identity. SAGE Publications. There are four predominant social hierarchies, race, class, gender and sexuality, that contribute to social oppression. ===Privilege=== Lynn Weber, among some other political theorists, argues that oppression persists because most individuals fail to recognize it; that is, discrimination is often not visible to those who are not in the midst of it. Privilege refers to a sociopolitical immunity one group has over others derived from particular societal benefits. Many of the groups who have privilege over gender, race, or sexuality, for example, can be unaware of the power their privilege holds. These inequalities further perpetuate themselves because those who are oppressed rarely have access to resources that would allow them to escape their maltreatment. This can lead to internalized oppression, where subordinate groups essentially give up the fight to get access to equality, and accept their fate as a non-dominant group. ===Racial oppression=== Race or racial oppression is defined as: \" ...burdening a specific race with unjust or cruel restraints or impositions. Racial oppression may be social, systematic, institutionalized, or internalized. Social forms of racial oppression include exploitation and mistreatment that is socially supported.\" United States history consists of five primary forms of racial oppression including genocide and geographical displacement, slavery, second-class citizenship, non-citizen labor, and diffuse racial discrimination.Blauner, B. (1972). Racial oppression in America. Harpercollins College Div. The first, primary form of racial oppression—genocide and geographical displacement—in the US context refers to Western Europe and settlers taking over an Indigenous population's land. Many Indigenous people, commonly known today as Native Americans, were relocated to Indian Reservations or killed during wars which were fought over possession of their land. The second form of racial oppression, slavery, refers to Africans being taken from their homeland and sold as property to white Americans. Racial oppression was a significant part of daily life in which African- Americans routinely worked on plantations and performed other forms of labor without pay or freedom to leave their workplaces. The third form of racial oppression, second-class citizenship, refers to some categories of citizens having fewer rights than others. Second-class citizenship became a pivotal form of racial oppression in the United States following the Civil War, as African-Americans who were formerly enslaved continued to be considered unequal to white citizens, and had no voting rights. Moreover, immigrants and foreign workers in the US are also treated like second-class citizens, with fewer rights than people born in the US. The fourth form of racial oppression in American history, non-citizen labor, refers to the linkage of race and legal citizenship status. During the middle of the 19th century, some categories of immigrants, such as Mexicans and Chinese, were sought as physical laborers, but were nonetheless denied legal access to citizenship status. The last form of racial oppression in American history is diffuse discrimination. This form of racial oppression refers to discriminatory actions that are not directly backed by the legal powers of the state, but take place in widespread everyday social interactions. This can include employers not hiring or promoting someone on the basis of race, landlords only renting to people of certain racial groups, salespeople treating customers differently based on race, and racialized groups having access only to impoverished schools. Even after the civil rights legislation abolished segregation, racial oppression is still a reality in the United States. According to Robert Blauner, author of Racial Oppression in America, \"racial groups and racial oppression are central features of the American social dynamic\". ===Class oppression=== Class oppression, sometimes referred to as classism, can be defined as prejudice and discrimination based on social class. Class is an unspoken social ranking system which is based on income, wealth, education, status, and power. A class is a large group of people who share similar economic or social positions based on their income, wealth, property ownership, job status, education, skills, and power in the economic and political sphere. The most commonly used class categories include: upper class, middle class, working class, and poor class. A majority of people in the United States self-identify in surveys as middle class, despite vast differences in income and status. Class is also experienced differently depending on race, gender, ethnicity, global location, disability, and more. Class oppression of the poor and working class can lead to deprivation of basic needs and a feeling of inferiority to higher-class people, as well as shame towards one's traditional class, race, gender, or ethnic heritage. In the United States, class has become racialized leaving the greater percentage of people of color living in poverty. Since class oppression is universal among the majority class in American society, at times it can seem invisible, however, it is a relevant issue that causes suffering for many. ===Gender oppression=== Gender oppression is carried out through gender norms society has adopted. In some cultures today, gender norms suggest that masculinity and femininity are opposite genders, however it is an unequal binary pair, with masculinity being dominant and femininity being subordinate. \"Many have argued that cultural practices concerning gender norms of child care, housework, appearance, and career impose an unfair burden on women and as such are oppressive.\" According to feminist Barbara Cattunar, women have always been \"subjected to many forms of oppression, backed up by religious texts which insist upon women's inferiority and subjugation\". Femininity has always been looked down upon, perpetuated by socially constructed stereotypes, which has affected women's societal status and opportunity. In current society, sources like the media further impose gendered oppression as they shape societal views. Females in pop-culture are objectified and sexualized, which can be understood as degrading to women by depicting them as sex objects with little regard for their character, political views, cultural contributions, creativity or intellect. Some argue that feminism, or struggles for women's cultural, political and economic equality, has challenged gender oppression. Others, such as Christina Hoff Sommers and Camille Paglia, argue that modern \"fourth wave\" feminism is holding women back by cementing them in a culture of victimization. Gender oppression also takes place against trans, gender-non- conforming, gender queer, or non-binary individuals who do not identify with binary categories of masculine/feminine or male/female. ===Sexuality oppression=== Dominant societal views with respect to sexuality, and sex partner selection, have formed a sexuality hierarchy oppressing people who do not conform to heteronormativity. Heteronormativity is an underlying assumption that everyone in society is heterosexual, and those who are not are treated as different or even abnormal by society, excluded, oppressed, and sometimes subject to violence. Heterosexism also derives from societal views of the nuclear family which is presumed to be heterosexual, and dominated or controlled by the male partner. Social actions by oppressed groups such as LGBT movements have organized to create social change. === Religious persecution === Different types of religious symbols Religious persecution is the systematic mistreatment of individuals because of their religious beliefs. According to Iris Young oppression can be divided into different categories such as powerlessness, exploitation, and violence. The first category of powerlessness with regards to religious persecution exists when a group of people who follow one religion have less power than the followers of the dominant religion. An example of religious powerlessness existed during the 17th century when the Pilgrims, who wanted to escape the rule of the Church of England came to what is now called the United States. The pilgrims created their own religion which was another form of Protestantism, and after doing so they eventually passed laws in order to prevent other religions from prospering in their colony. The Pilgrims and the leaders of other communities where Protestants were in the majority used their power over legislatures to oppress followers of other religions in the United States. The second category of oppression: exploitation, has been seen in many different forms around the world when it comes to religion. The definition of exploitation is the action or fact of treating someone unfairly in order to benefit from their work. For example, during, and particularly after, the American Civil War, white Americans used Chinese immigrants in order to build the transcontinental railroads. During this time it was common for the Chinese immigrants to follow the religions of Buddhism, Taoism, and Confucianism, because of this the Chinese were considered different and therefore not equal to white Americans. Due to this view Chinese workers were denied equal pay, and they also suffered many hardships during the time which they spent working on the railroad. The third and most extreme category of oppression is violence. According to the Merriam Webster's dictionary, violence is \"the use of physical force so as to injure, abuse, damage, or destroy\". Acts of religious violence which are committed against people who practice a particular religion are classified as hate crimes. Since September 11th, 2001 the number of hate crimes which have been committed against Muslims in the United States has greatly increased. One such incident occurred on August 5, 2017 when three men bombed a Mosque because they felt that Muslims \"'push their beliefs on everyone else'\". Acts of religious violence are also committed against practitioners of other religions in addition to Islam. === Domination === Addressing social oppression on both a macro and micro level, feminist Patricia Hill Collins discusses her \"matrix of domination\". The matrix of domination discusses the interrelated nature of four domains of power, including the structural, disciplinary, hegemonic, and interpersonal domains. Each of these spheres works to sustain current inequalities that are faced by marginalized, excluded or oppressed groups. The structural, disciplinary and hegemonic domains all operate on a macro level, creating social oppression through macro structures such as education, or the criminal justice system, which play out in the interpersonal sphere of everyday life through micro-oppressions. Standpoint theory can help us to understand the interpersonal domain. Standpoint theory deals with an individual's social location in that each person will have a very different perspective based on where they are positioned in society. For instance, a white male living in America will have a very different take on an issue such as abortion than a black female living in Africa. Each will have different knowledge claims and experiences that will have shaped how they perceive abortion. Standpoint theory is often used to expose the powerful social locations of those speaking, to justify claims of knowledge through closer experience of an issue, and to deconstruct the construction of knowledge of oppression by oppressors. ===Institutionalized oppression=== \"Institutional Oppression occurs when established laws, customs, and practices systemically reflect and produce inequities based on one's membership in targeted social identity groups. If oppressive consequences accrue to institutional laws, customs, or practices, the institution is oppressive whether or not the individuals maintaining those practices have oppressive intentions.\" U.S. Capitol - oil painting by Allyn Cox - The Monroe Doctrine (1823), plus a quote from President Franklin D. Roosevelt (1940). (photograph: Architect of the Capitol) Institutionalized oppression allows for government, religious and business organizations and their employees to systematically favor specific groups of people based upon group identity. Dating back to colonization, the United States implemented the annihilation of Native Americans from lands that Euro-Americans wanted, and condoned the institution of slavery where Africans were brought to the 'New World' to be a source of free labor to expand the cotton and tobacco industry. Implementing these systems by the United States government was justified through religious grounding where \"servants [were] bought and established as inheritable property\". Although the thirteenth, fourteenth, and fifteenth amendments freed African Americans, gave them citizenship, and provided them the right to vote, institutions such as some police departments continue to use oppressive systems against minorities. They train their officers to profile individuals based upon their racial heritage, and to exert excessive force to restrain them. Racial profiling and police brutality are \"employed to control a population thought to be undesirable, undeserving, and under punished by established law\". In both situations, police officers \"rely on legal authority to exonerate their extralegal use of force; both respond to perceived threats and fears aroused by out-groups, especially— but not exclusively— racial minorities\". For example, \"blacks are: approximately four times more likely to be targeted for police use of force than their white counterparts; arrested and convicted for drug-related criminal activities at higher rates than their overall representation in the U.S. population; and are more likely to fear unlawful and harsh treatment by law enforcement officials\". The International Association of Chiefs of Police collected data from police departments between the years 1995 and 2000 and found that 83% of incidents involving use-of-force against subjects of different races than the officer executing it involved a white officer and a black subject. Institutionalized oppression is not only experienced by people of racial minorities, but can also affect those in the LGBT community. Oppression of the LGBT community in the United States dates back to President Eisenhower's presidency where he passed Executive Order 10450 in April 1953 which permitted non-binary sexual behaviors to be investigated by federal agencies. As a result of this order, \"More than 800 federal employees resigned or were terminated in the two years following because their files linked them in some way with homosexuality.\" Oppression of the LGBT community continues today through some religious systems and their believers' justifications of discrimination based upon their own freedom of religious belief. States such as Arizona and Kansas passed laws in 2014 giving religious-based businesses \"the right to refuse service to LGBT customers\". The proposal of the Employment Non-Discrimination Act (EDNA) offers full protection of LGBT workers from job discrimination; however, the act does not offer protection against religious-based corporations and businesses, ultimately allowing the LGBT community to be discriminated against in environments such as churches and religious-based hospitals. The LGBT community is further oppressed by the United States government with the passage of the First Amendment Defense Act which states, \"Protecting religious freedom from Government intrusion is a Government interest of the highest order.\" This act essentially allows for institutions of any kind—schools, businesses, hospitals—to deny service to people based upon their sexuality because it goes against a religious belief. ===Economic oppression=== The term economic oppression changes in meaning and significance over time, depending on its contextual application. In today's context, economic oppression may take several forms, including, but not limited to: serfdom, forced labour, low wages, denial of equal opportunity, bonded labour, practicing employment discrimination, and economic discrimination based on sex, nationality, race, and religion.Kirst-Ashman, K. K., & Hull, G. H. (2012). Understanding Generalist Practice. Belmont, CA: Brooks/Cole, Cengage Learning. Ann Cudd describes the main forces of economic oppression as oppressive economic systems and direct and indirect forces. Even though capitalism and socialism are not inherently oppressive, they \"lend themselves to oppression in characteristic ways\".Cudd, Ann E. (2006). Analyzing Oppression. Oxford University Press US. . She defines direct forces of economic oppression as \"restrictions on opportunities that are applied from the outside on the oppressed, including enslavement, segregation, employment discrimination, group-based harassment, opportunity inequality, neocolonialism, and governmental corruption\". This allows for a dominant social group to maintain and maximize its wealth through the intentional exploitation of economically inferior subordinates. With indirect forces (also known as oppression by choice), \"the oppressed are co-opted into making individual choices that add to their own oppression\". The oppressed are faced with having to decide to go against their social good, and even against their own good. If they choose otherwise, they have to choose against their interests, which may lead to resentment by their group. An example of direct forces of economic oppression is employment discrimination in the form of the gender pay gap. Restrictions on women's access to and participation in the workforce like the wage gap is an \"inequality most identified with industrialized nations with nominal equal opportunity laws; legal and cultural restrictions on access to education and jobs, inequities most identified with developing nations; and unequal access to capital, variable but identified as a difficulty in both industrialized and developing nations\".Mupepi, Mambo (Ed.). (2016). Effective Talent Management Strategies for Organizational Success. Hershey: Business Science Reference. . In the United States, the median weekly earnings for women were 82 percent of the median weekly earnings for men in 2016.Bureau of Labor Statistics, U.S. Department of Labor, The Economics Daily, \"Women's median earnings 82 percent of men's in 2016. https://www.bls.gov (visited April 21, 2017) Some argue women are prevented from achieving complete gender equality in the workplace because of the \"ideal-worker norm,\" which \"defines the committed worker as someone who works full-time and full force for forty years straight,\" a situation designed for the male sex. Women, in contrast, are still expected to fulfill the caretaker role and take time off for domestic needs such as pregnancy and ill family members, preventing them from conforming to the \"ideal-worker norm\". With the current norm in place, women are forced to juggle full-time jobs and family care at home.Kinnear, Karen L. (2011). Women in Developing Countries: a Reference Handbook. ABC-Clio. . Others believe that this difference in wage earnings is likely due to the supply and demand for women in the market because of family obligations.Magnusson, Charlotta. (2010). \"Why Is There A Gender Wage Gap According To Occupational Prestige?\" Acta Sociologica (Sage Publications, Ltd.) 53.2: 99-117. Academic Search Complete. Eber and Weichselbaumer argue that \"over time, raw wage differentials worldwide have fallen substantially. Most of this decrease is due to better labor market endowments of females\".Weichselbaumer, D. and Winter-Ebmer, R. (2005). A Meta-Analysis of the International Gender Wage Gap. Journal of Economic Surveys, 19: 479–511. Doi: 10.1111/j.0950-0804.2005.00256.x Indirect economic oppression is exemplified when individuals work abroad to support their families. Outsourced employees, working abroad generally little to no bargaining power not only with their employers, but with immigration authorities as well. They could be forced to accept low wages and work in poor living conditions. And by working abroad, an outsourced employee contributes to the economy of a foreign country instead of their own. Veltman and Piper describe the effects of outsourcing on female laborers abroad: > Her work may be oppressive first in respects of being heteronomous: she may > enter work under conditions of constraint; her work may bear no part of > reflectively held life goals; and she may not even have the: freedom of > bodily movement at work. Her work may also fail to permit a meaningful > measure of economic independence or to help her support herself or her > family, which she identifies as the very purpose of her working.Veltman, A., > & Piper, M. (Eds.). (2014). Autonomy, Oppression, and Gender. Oxford > University Press. By deciding to work abroad, laborers are \"reinforcing the forces of economic oppression that presented them with such poor options\". ===Feminism and equal rights=== A woman breaking free of chains.Although a relatively modern form of resistance, feminism's origins can be traced back to the course of events which led up to the introduction of the Equal Rights Amendment (ERA) in 1923. While the ERA was created in order to address the need for equal protection under the law for both men and women in the workplace, it spurred a rise in feminism which has come to represent women's search for equal opportunity and respect in patriarchal societies, across all social, cultural, and political spheres. Demonstrations and marches have been a popular medium of support, with the January 21, 2017, Women's March's replication in major cities across the world drawing tens of thousands of supporters. Feminists' main talking points consist of women's reproductive rights, the closing of the pay gap between men and women, the glass ceiling and workplace discrimination, and the intersectionality of feminism with other major issues such as African-American rights, immigration freedoms, and gun violence. ===\"Resistance\"=== Resistance to oppression has been linked to a moral obligation, an act deemed necessary for the preservation of self and society. Still, resistance to oppression has been largely overlooked in terms of the amount of research and number of studies completed on the topic, and therefore, is often largely misinterpreted as \"lawlessness, belligerence, envy, or laziness\". Over the last two centuries, resistance movements have risen that specifically aim to oppose, analyze, and counter various types of oppression, as well as to increase public awareness and support of groups marginalized and disadvantaged by systematic oppression. Late 20th century resistance movements such as liberation theology and anarchism set the stage for mass critiques of, and resistance to, forms of social and institutionalized oppression that have been subtly enforced and reinforced over time. Resistance movements of the 21st century have furthered the missions of activists across the world, and movements such as liberalism, Black Lives Matter and feminism are some of the most prominent examples of resistance to oppression today. ==See also== ==Notes== ==References== ==Sources== *Cudd, Ann E. (2006). Analyzing oppression. Oxford University Press US. . *Deutsch, M. (2006). A framework for thinking about oppression and its change. Social Justice Research, 19(1), 7–41. doi:10.1007/s11211-006-9998-3 *Gil, David G. (2013). Confronting injustice and oppression: Concepts and strategies for social workers (2nd ed.). New York City, NY: Columbia University Press. OCLC 846740522 *Harvey, J. (1999). Civilized oppression. Lanham, MD: Rowman & Littlefield. *Marin, Mara (2017). Connected by commitment: Oppression and our responsibility to undermine it. New York City, NY: Oxford University Press. OCLC 989519441 *Noël, Lise (1989). L'Intolérance. Une problématique générale (Intolerance: a general survey). Montréal (Québec), Canada: Boréal. . OCLC 20723090. *Opotow, S. (1990). Moral exclusion and injustice: an introduction. Journal of Social Issues, 46(1), 1–20. doi:10.1111/j.1540-4560.1990.tb00268.x *Young, Iris (1990). Justice and the politics of difference (2011 reissue; foreword by Danielle Allen). Princeton, NJ: Princeton University Press. OCLC 778811811 *Young-Bruehl, Elisabeth (1996). The anatomy of prejudices. Cambridge, MA: Harvard University Press. . OCLC 442469051. ==Further reading== * * * * * * * * * * Category:Abuse Category:Causality Category:Discrimination Category:Injustice Category:Majority–minority relations Category:Neuroethology Category:Power (social and political) Category:Social privilege Category:Social concepts Category:Social inequality ",
    "title": "Oppression"
}