{
    "id": "648604",
    "text": "Llanbedr () is a village and community in the Ardudwy area, formerly Meirionnydd, of Gwynedd, Wales. ==History== Ancient monuments at Llanbedr include Neolithic standing stones; the Stones of Llanbedr and Bronze Age hut circles. The village originally grew around the slate quarrying industry. Glyn Pedr is a Victorian Grade II listed residence on Maes Ffynnon. During the first world war Marian Antonia Gamwell who was a widow (became Mrs Owen) created a British Red Cross auxiliary hospital at her new home, the country house called Aber Artro, at Llanbedr. ==Church and chapel== The church of St Peter, after whom the village is named (Pedr being the Welsh for Peter), is a Grade II* listed building. In 2019 approval was given to convert Capel Moriah in Llanbedr, which had gone out of use, into a Mosque. About east of the village centre is the hamlet of Pentre Gwynfryn whose chapel, Capel Salem, was the subject of a painting by the artist Sydney Curnow Vosper. The painting, entitled Salem, showed a member of the congregation, Siân Owen, in traditional Welsh costume and became famous throughout Britain in the mid-20th century. ==Airport== Llanbedr has a recently reopened airport which, until 2004, was operated by the Defence Evaluation and Research Agency (DERA) and QinetiQ as a launch site for remotely piloted drone 'aircraft' for use as aerial targets by the RAF and other UK forces.Mills, Wendy (2002) Target Rolling: A History of Llanbedr Airfield 1941-2002, Hinckley, Leics: Midland Publishing The airfield was included in the Snowdonia Enterprise Zone by the Welsh Government in January 2013. In 2018, the airport became home to a flying school offering pleasure flights and flying lessons. ==Amenities== The Morfa Dyffryn sand dunes and Mochras (Shell Island) lie nearby. It also boasts two public houses; Ty Mawr Hotel and The Victoria Inn. To the north of the village is the smaller village of Pensarn, situated at the estuary of the river Artro. This is the location of Llanbedr & Pensarn Yacht Club and the Christian Mountain Centre, a residential adventure activity centre. ==Railways== Llanbedr railway station, formerly known as Talwrn Bach Halt, is a little out of the village itself and is served by the Cambrian Line. ==Governance== An electoral ward in the same name exists. This ward also covers the Community of Llanfair. The total ward population at the 2011 Census was 1,098. ==Twinning== In 2008 Llanbedr was twinned with Huchenfeld, Germany, following many years of exchanges between schools, churches, musicians and community leaders, in remembrance of the ghastly occurrences in 1945 at Pforzheim and Huchenfeld during the Second World War. ==See also== * Petrosomatoglyph St. Mary's footprints at Llan Maria. == References == == External links == *www.geograph.co.uk : photos of Llanbedr and surrounding area *Llanbedr Community Council Website ",
    "title": "Llanbedr"
}