{
    "id": "648748",
    "text": "Halogenation is a chemical reaction that involves the addition of one or more halogens to a compound or material. The pathway and stoichiometry of halogenation depends on the structural features and functional groups of the organic substrate, as well as on the specific halogen. Inorganic compounds such as metals also undergo halogenation. ==Organic chemistry== === Halogenation by reaction type === Several pathways exist for the halogenation of organic compounds, including free radical halogenation, ketone halogenation, electrophilic halogenation, and halogen addition reaction. The structure of the substrate is one factor that determines the pathway. ==== Free radical halogenation ==== Saturated hydrocarbons typically do not add halogens but undergo free radical halogenation, involving substitution of hydrogen atoms by halogen. The regiochemistry of the halogenation of alkanes is usually determined by the relative weakness of the available C–H bonds. The preference for reaction at tertiary and secondary positions results from greater stability of the corresponding free radicals and the transition state leading to them. Free radical halogenation is used for the industrial production of chlorinated methanes:M. Rossberg et al. “Chlorinated Hydrocarbons” in Ullmann’s Encyclopedia of Industrial Chemistry 2006, Wiley- VCH, Weinheim. :CH4 \\+ Cl2 → CH3Cl + HCl Rearrangement often accompany such free radical reactions. ==== Addition of halogens to alkenes and alkynes ==== Unsaturated compounds, especially alkenes and alkynes, add halogens: :RCH=CHR′ + X2 → RCHX–CHXR′ The addition of halogens to alkenes proceeds via intermediate halonium ions. In special cases, such intermediates have been isolated. :Structure of a bromonium ion ====Halogenation of aromatic compounds==== Aromatic compounds are subject to electrophilic halogenation:Illustrative procedure for chlorination of an aromatic compound: :RC6H5 \\+ X2 → HX + RC6H4X This reaction works only for chlorine and bromine and is carried in the presence of a Lewis acid such as FeX3 (laboratory method). The role of the Lewis acid is to polarize the halogen-halogen bond, making the halogen molecule more electrophilic. Industrially, this is done by treating the aromatic compound with X2 in the presence of iron metal. When the halogen is pumped into the reaction vessel, it reacts with iron, generating FeX3 in catalytic amounts. The reaction mechanismOrganic chemistry by Jonathan Clayden, Nick Grieves, Stuart Warren, Oxford University Press can be represented as follows: 400x400px Because fluorine is very reactive, the protocol described above would not be efficient as the aromatic molecule would react destructively with F2. Therefore, other methods, such as the Balz–Schiemann reaction, must be used to prepare fluorinated aromatic compounds. For iodine, however, oxidising conditions must be used in order to perform iodination. Because iodination is a reversible process, the products have to be removed from the reaction medium in order to drive the reaction forward, see Le Chatelier's principle. This can be done by conducting the reaction in the presence of an oxidising agent that oxidises HI to I2, thus removing HI from the reaction and generating more iodine that can further react. The reaction steps involved in iodination are the following: 400x400px Another method to obtain aromatic iodides is the Sandmeyer reaction. ====Other halogenation methods==== In the Hunsdiecker reaction, from carboxylic acids are converted to the chain-shortened halide. The carboxylic acid is first converted to its silver salt, which is then oxidized with halogen: :RCO2Ag + Br2 → RBr + CO2 \\+ AgBr The Sandmeyer reaction is used to give aryl halides from diazonium salts, which are obtained from anilines. In the Hell–Volhard–Zelinsky halogenation, carboxylic acids are alpha-halogenated. In oxychlorination, the combination of hydrogen chloride and oxygen serves as the equivalent of chlorine, as illustrated by this route to dichloroethane: :2 HCl + CH2=CH2 \\+ O2 → ClCH2CH2Cl + H2O === Halogenation by halogen type === The facility of halogenation is influenced by the halogen. Fluorine and chlorine are more electrophilic and are more aggressive halogenating agents. Bromine is a weaker halogenating agent than both fluorine and chlorine, while iodine is the least reactive of them all. The facility of dehydrohalogenation follows the reverse trend: iodine is most easily removed from organic compounds, and organofluorine compounds are highly stable. ==== Fluorination ==== Organic compounds, saturated and unsaturated alike, react readily, usually explosively, with fluorine. Fluorination with elemental fluorine (F2) requires highly specialised conditions and apparatus. Many commercially important organic compounds are fluorinated electrochemically using hydrogen fluoride as the source of fluorine. The method is called electrochemical fluorination. Aside from F2 and its electrochemically generated equivalent, a variety of fluorinating reagents are known such as xenon difluoride and cobalt(III) fluoride. ==== Chlorination ==== Chlorination is generally highly exothermic. Both saturated and unsaturated compounds react directly with chlorine, the former usually requiring UV light to initiate homolysis of chlorine. Chlorination is conducted on a large scale industrially; major processes include routes to 1,2-dichloroethane (a precursor to PVC), as well as various chlorinated ethanes, as solvents. ====Bromination==== Bromination is more selective than chlorination because the reaction is less exothermic. Most commonly bromination is conducted by the addition of Br2 to alkenes. An example of bromination is the organic synthesis of the anesthetic halothane from trichloroethylene:Synthesis of essential drugs, Ruben Vardanyan, Victor Hruby; Elsevier 2005 :Halothane synthesis Organobromine compounds are the most common organohalides in nature. Their formation is catalyzed by the enzyme bromoperoxidase which utilizes bromide in combination with oxygen as an oxidant. The oceans are estimated to release 1–2 million tons of bromoform and 56,000 tons of bromomethane annually.Gordon W. Gribble “The diversity of naturally occurring organobromine compounds” Chemical Society Reviews, 1999, volume 28, pages 335–346. ====Iodination==== Iodine is the least reactive halogen and is reluctant to react with most organic compounds. The addition of iodine to alkenes is the basis of the analytical method called the iodine number, a measure of the degree of unsaturation for fats. The iodoform reaction involves degradation of methyl ketones. ==Inorganic chemistry== All elements aside from argon, neon, and helium form fluorides by direct reaction with fluorine. Chlorine is slightly more selective, but still reacts with most metals and heavier nonmetals. Following the usual trend, bromine is less reactive and iodine least of all. Of the many reactions possible, illustrative is the formation of gold(III) chloride by the chlorination of gold. The chlorination of metals is usually not very important industrially since the chlorides are more easily made from the oxides and the hydrogen halide. Where chlorination of inorganic compounds is practiced on a relatively large scale is for the production of phosphorus trichloride and sulfur monochloride. ==See also== *Dehalogenation *Haloalkane (Alkyl halide) *Halogenoarene (Aryl halide) *Free radical halogenation *Haloketone *Electrophilic substitution ==References== Category:Halogenation reactions Category:Organic reactions Category:Inorganic reactions Category:Halogens ",
    "title": "Halogenation"
}