{
    "id": "648820",
    "text": "Fredy Perlman (August 20, 1934 – July 26, 1985) was an American author, publisher, professor, and activist. His most popular work, the book Against His-Story, Against Leviathan!, details the rise of state domination with a retelling of history through the Hobbesian metaphor of the Leviathan. Though Perlman detested ideology and claimed that the only \"-ist\" he would respond to was \"cellist,\" his work as an author and publisher has been influential on modern anarchist thought. == Childhood and youth == Perlman was born August 29, 1934, in Brno, Czechoslovakia, to Henry and Martha Perlman.\"Deaths: Fredy Perlman,\" Iowa City Press-Citizen, July 29, 1985, image 3 He immigrated with his parents to Cochabamba, Bolivia, in 1938 just ahead of the Nazi takeover. The Perlman family came to the United States in 1945 and finally settled in Lakeside Park, Kentucky. In 1952 he attended Morehead State College in Kentucky and then UCLA from 1953–55. Perlman was on the staff of The Daily Bruin, the school newspaper, when the university administration changed the constitution of the newspaper to forbid it from nominating its own editors, as the custom had been. Perlman left the newspaper staff at that time and, with four others, proceeded to publish an independent paper, The Observer, which they handed out on a public sidewalk at the campus bus stop, \"the traditional center for the distribution of off-campus literature.\" He earned a master's degree from Columbia University and a doctorate of philosophy from the University of Belgrade, Yugoslavia. He and Lorraine Nybakken were married on January 6, 1958, in New York City. == Travel and study == Plunder, a play by Fredy Perlman In late 1959, Perlman and his wife took a cross-country motor scooter trip, mostly on two-lane highways traveling at 25 miles per hour. From 1959 to 1963, they lived on the lower east side of Manhattan while Perlman worked on a statistical analysis of the world's resources with John Ricklefs. They participated in anti-bomb and pacifist activities with the Living Theatre and others. Perlman was arrested after a sit-down in Times Square in the fall of 1961. He became the printer for the Living Theatre and during that time wrote The New Freedom, Corporate Capitalism and a play, Plunder, which he published himself. In 1963, the husband and wife left the U.S. and moved to Belgrade, Yugoslavia after living some months in Copenhagen and Paris. Perlman received a master's degree in economics and a PhD at the University of Belgrade's Law School; his dissertation was titled \"Conditions for the Development of a Backward Region,\" which created an outrage among some members of the faculty. During his last year in Yugoslavia, he was a member of the Planning Institute for Kosovo and Metohija. == Professional life == During 1966–69 the couple lived in Kalamazoo, Michigan. Perlman taught social science courses at Western Michigan University and created outrage among some members of the faculty when he had students run their own classes and grade themselves. During his first year in Kalamazoo, he and Miloš Samardžija, one of his professors from Belgrade, translated Isaac Illych Rubin's Essays on Marx's Theory of Value. Perlman wrote an introduction to the book: \"An Essay on Commodity Fetishism.\" In May 1968, after lecturing for two weeks in Turin, Italy, Perlman went to Paris on the last train before rail traffic was shut down by some of the strikes that were sweeping Western Europe that season. He participated in the May unrest in Paris and worked at the Censier center with the Citroen factory committee. After returning to Kalamazoo in August, he collaborated with Roger Gregoire in writing Worker-Student Action Committees, May 68. During his last year in Kalamazoo, Perlman had left the university and together with several other people, mostly students, inaugurated the Black and Red magazine, of which six issues appeared. Typing and layout was done at the Perlman house and the printing at the Radical Education Project in Ann Arbor, Michigan. In January 1969 Perlman completed The Reproduction of Daily Life. While traveling in Europe in the spring of 1969, he spent several weeks in Yugoslavia and there wrote Revolt in Socialist Yugoslavia, which was suppressed by the authorities, who called it a CIA plot. In August 1969 he and his wife Lorraine moved to Detroit, where he wrote The Incoherence of the Intellectual and, collaborating with a small group, translated Guy Debord's The Society of the Spectacle, publishing the first (and for over a decade, only) English translation of this key Situationist International text in 1970. Industrial Workers of the World union label designed by Perlman for the Detroit Printing Co-op In 1970 Perlman was one of a large group that set up the Detroit Printing Co-op with equipment from Chicago. For the next decade, Black & Red publications were printed there, along with countless other projects ranging from leaflets to newspapers to books. For several years, Perlman and the cooperative were members of the Industrial Workers of the World. Between 1971 and 1976 he worked on several books, originals as well as translations, including Manual for Revolutionary Leaders, Letters of Insurgents, Peter Arshinov's History of the Makhnovist Movement, Voline's The Unknown Revolution, and Jacques Camatte's The Wandering of Humanity. Letters of Insurgents was written by Perlman in the form of letters between two eastern European comrades, one of whom had escaped to the West. It presents critical anti-authoritarian perspectives on life in both the so-called democratic West and the so-called communist East during the era of the cold war. Perlman spent most of his life in North America, but he lived, worked and developed friendships in Yugoslavia over three years spent there. The form of letter exchange enables the writer to present the experiences and thoughts of several characters without pretending to get inside any individual's head. Also during the 1970s, Perlman began playing the 'cello, often in chamber music sessions twice a week. In 1971 he and his wife traveled to Alaska by car. In 1976 Perlman underwent surgery to replace a damaged heart valve. After, he helped write and perform Who's Zerelli? a play critiquing the authoritarian aspects of the medical establishment. During 1977–80 he studied (and charted) world history. During these years, he traveled to Turkey, Egypt, Europe and regions of the U.S. to visit historic sites. In 1980 he began a comprehensive history of The Strait (Detroit and surroundings). He did not finish this work, and the first and last chapters remain unwritten. In July 1985, he estimated that it would take him eight or ten months to complete and edit the manuscript. Both Perlmans helped on the anti-authoritarian magazine, Fifth Estate, doing typesetting and proofreading as well as contributing articles. His most recent contributions were Anti-Semitism and the Beirut PogromAnti-Semitism and the Beirut Pogrom by Fredy Perlman and The Continuing Appeal of Nationalism. During 1982–83, he suspended work on The Strait to write his indictment of technological society, Against His-Story, Against Leviathan. Anarchist historian John P. Clark states that Against His-tory, Against Leviathan! describes Perlman's critique of what he saw as \"the millennia-long history of the assault of the technological megamachine on humanity and the Earth.\" Clark also notes the book discusses \"anarchistic spiritual movements\" such as the Yellow Turban movement in ancient China and the Brethren of the Free Spirit in medieval Europe.John P. Clark, \"Anarchism\" in Encyclopedia of Religion and Nature, edited by Bron Taylor; New York : Continuum, 2008, pp.49–56. In 1983, Perlman joined the cello section of the Dearborn Orchestra and, in June 1985, performed quartets by Mozart and Schumann at a program for Physicians for Social Responsibility. In 1984 Perlman wrote a work on the subject of nationalism called The Continuing Appeal of Nationalism.The Continuing Appeal of Nationalism by Fredy Perlman In it he argues that \"Leftist or revolutionary nationalists insist that their nationalism has nothing in common with the nationalism of fascists and national socialists, that theirs is a nationalism of the oppressed, that it offers personal as well as cultural liberation.\" And so \"To challenge these claims, and to see them in a context,\" he asks \"what nationalism is – not only the new revolutionary nationalism but also the old conservative one.\" And so he concludes that nationalism is an aid to capitalist control of nature and people regardless of its origin. Nationalism thus provides a form through which \"Every oppressed population can become a nation, a photographic negative of the oppressor nation\" and that \"There's no earthly reason for the descendants of the persecuted to remain persecuted when nationalism offers them the prospect of becoming persecutors. Near and distant relatives of victims can become a racist nation-state; they can themselves herd other people into concentration camps, push other people around at will, perpetrate genocidal war against them, procure preliminary capital by expropriating them.\" During 1985, Perlman wrote two essays on Nathaniel Hawthorne, whom Perlman regarded – along with Hawthorne's contemporaries Thoreau and Melville – as a critic of technology and imperialism.Having Little, Being Much ==Death== On July 26, 1985, Perlman died while undergoing heart surgery in Detroit. He was survived by his wife and a brother, Peter Perlman of Lexington, Kentucky. == Selected publications == * * \"Essay on Commodity Fetishism\". Telos 6 (Fall 1970). New York: Telos Press. * \"The Continuing Appeal of Nationalism\" ** Sound recording * \"The Reproduction of Daily Life\" * Against His-story! Against Leviathan! * Worker-Student Action Committees, France May '68 with Roger Gregoire * Manual for Revolutionary Leaders * Manual for Revolutionary Leaders Second Edition Including The Sources of Velli's Thoughts (Black & Red, Detroit, 1974) * \"Ten Theses on the Proliferation of Egocrats\" * \"Obituary for Paul Baran\" * \"The Machine Against the Garden: Two Essays on American Literature and Culture\" * \"Chicago, 1968\" * \"Anything can happen\" * Illyria Street Commune 1979 (AudioPlay) * Illyria Street Commune 1979 (Playscript on The Anarchist Library) == See also == * Original Affluent Society * Situationist International * David Watson (anarchist) * John Zerzan == References == == Further reading == * Having Little, Being Much: A Chronicle of Fredy Perlmans Fifty Years by Lorraine Perlman * Max Cafard, \"The Dragons of Brno: Fredy Perlman against History's Leviathan\". Fifth Estate #347, Spring, 1996 Review of Fredy Perlman, Against His-Story, Against Leviathan * l'Insécurité sociale, \"No Compromise with Nationalism\". Fifth Estate #325, Spring 1987. Translation of the introduction to the French edition of Fredy Perlman's The Continuing Appeal of Nationalism * Artnoose, \"Love & Letters of Insurgents\". Fifth Estate #392, Fall/Winter, 2014 Review of Letters of Insurgents by Sophia Nachalo and Yarostan Vocheck, as told by Fredy Perlman * Unruhlee, \"Reading Letters of Insurgents 34 Years After its Publication\". Fifth Estate #383 Summer 2010 * Carleton S. Gholz, \"Fifth at 40 Detroit radical rag celebrates its ruby anniversary\". Detroit Metro Times, August 10, 2005 Includes discussion of Fredy Perlman's contribution to Fifth Estate newspaper's history * The Detroit Printing Co-op by Danielle Aubert. == External links == * Black and Red Books, the press founded by the Perlmans * Fredy Perlman texts at Libcom * Fredy Perlman texts at Spunk Library * Fredy Perlman texts at The Anarchist Library Category:American anarchists Category:Anarchist theorists Category:Columbia University alumni Category:University of California, Los Angeles alumni Category:French–English translators Category:Green anarchists Category:Anarcho-primitivists Category:Western Michigan University faculty Category:University of Belgrade Faculty of Law alumni Category:Scholars of nationalism Category:Writers on antisemitism Category:Jewish American writers Category:Jewish anarchists Category:Industrial Workers of the World members Category:Anti-consumerists Category:Czechoslovak emigrants to Bolivia Category:Bolivian emigrants to the United States Category:Bolivian Jews Category:American people of Czech-Jewish descent Category:People from Brno Category:People from Cochabamba Category:1934 births Category:1985 deaths Category:20th-century translators Category:20th-century American writers ",
    "title": "Fredy Perlman"
}