{
    "id": "649032",
    "text": "The Austin Montego is a British family car that was produced by British Leyland from 1984 until 1988, and then by Rover Group from 1988 until 1995. The Montego was the replacement for both the rear-wheel drive Morris Ital and the front-wheel drive Austin Ambassador ranges to give British Leyland an all- new competitor for the Ford Sierra and Vauxhall Cavalier. On its launch, it was sold as an Austin and also an MG, and was the last new car to be launched with the use of the Austin marque. From 1988, it was sold without a marque following the phasing out of the Austin name. ==Design and development== The Montego started life as a four-door notchback variant of project LC10. Development on the new model, intended to succeed both the Morris Marina and the Princess ranges by the turn of the 1980s, had begun in 1977 but ultimately the new car was not launched until seven years after development had started; in the meantime, the Marina had been updated and rebadged as the Morris Ital from 1980, whilst the Princess had been updated as the Austin Ambassador in 1982. The Honda-based Triumph Acclaim had also been introduced in 1981 largely as a stop-gap to keep potential buyers interested in BL products until both the Montego and the Rover 200 series were launched in 1984. The Austin Maestro emerged as the five-door hatchback variant. When the designs diverged, the Montego became project LM11 (the Maestro being LM10), and remained based on a lengthened version of the LC10s Volkswagen Golf style front MacPherson strut / rear twist beam chassis. The Montego received different front and rear styling following the replacement of designer David Bache with Roy Axe. It also featured body-coloured bumpers (as did the Maestro), and front wipers which hid themselves under the bonnet when parked. The Montego offered many improvements over the Maestro, many of which were later incorporated into the latter, such as a new SOHC engine (the S-series), and a more robust dashboard. As with the Maestro, there was a high-performance MG version which again used the solid-state instrument cluster, trip computer, and synthesised voice for the information and warning systems. The dashboard fitted to the Montego was superior to that originally designed for the Maestro and featured a rally- style tachometer, a service indicator and a representation of the car showing open doors, lights left on, etc. The estate version was competitively priced and achieved useful sales volumes in the UK and, perhaps more surprisingly, in France An estate variant, with larger luggage capacity than its competitors, two additional rear-facing child seats and self-levelling suspension, also styled by Roy Axe, followed shortly and received instant acclaim, winning the company a Design Council award. There were originally plans to name it the Rover 400 series, and pre–production cars in Warwickshire were seen bearing \"ROVER\" badges, and badged as 413i, 416i, 420 and 420i. The unrelated 400 series launched in April 1990 while from 1995, a decade after the Montego was introduced, the 416i and 420i names would be used, but on the unrelated second-generation Rover 400 series, by that time, the Montego was already out of production. ==To market== More performance was offered in 1985 from a turbocharged Montego, badged as an MG The Montego was launched on 25 April 1984. It was initially available as a four-door saloon only, filling the gap in the range left by the discontinuation of the Morris Ital saloon two months earlier. However, it would be produced alongside the Ital estate until that model was axed in August 1984. The estate variant was launched at the British International Motor Show in October of that year. The MG turbocharged variant was released in early 1985 as the fastest production MG ever with a 0-60 mph time of 7.3 seconds, and a top speed of . The Vanden Plas version, and featured leather seats, walnut veneer and features such as electric windows, central locking and power door mirrors. Like the Maestro, the Montego suffered from its overly long development phase, which had been begun in 1975 and which was hampered throughout by the industrial turmoil that plagued both British Leyland and Austin Rover Group during this period. The Ryder Report had recommended the costly modernization of both the Longbridge and Cowley factories, and since Longbridge was to come on stream first - the Austin Metro was put in production first, even though its design had been started after the Maestro/Montego. As a direct result of this delay, the two cars were now stylistically out of step, having been styled by several different designers - Ian Beech, David Bache, Roger Tucker and finally, Roy Axe, had all contributed to the Montego's styling. Arguably, both the Maestro and Montego had been compromised by the reuse of a single platform, doors and wheelbase to bridge two size classes - a mistake that BMC/BL had made before with the Austin 1800 and the Austin Maxi in the 1960s. Indeed, Roy Axe, when installed as Austin Rover's director of design in 1982, was so horrified by the design of the Maestro and Montego when he first viewed them in prototype form he recommended that they be scrapped and the whole design exercise restarted. A 1990 Rover Montego 1.6LX saloon A 1993 Rover Montego Estate Countryman The last Montego at the British Heritage Motor Centre in Gaydon 1993 Montego Turbo Diesel Like many BL cars before it, early Montegos suffered from build quality and reliability problems which badly damaged the car's reputation amongst the public. In some ways, the technology was ahead of its time, notably the solid- state instrumentation and engine management systems, but the \"talking\" dashboard fitted to high-end models (and initially used to promote the Montego as an advanced high-tech offering) was prone to irritating faults and came to be regarded as something of an embarrassment by BL and the British press. This feature was discontinued after a short period. There were also problems with the early sets of body-coloured bumpers which tended to crack in cold weather at the slightest impact. The Montego was heavily dependent on its home British market for sales, and in particular the lucrative fleet sector where it competed directly with both the Ford Sierra and General Motors' Vauxhall Cavalier. By virtue of their wealthy American parent companies, and their much deeper market penetration into continental Europe compared to BL, both Ford and Vauxhall could afford to offer deep discounts to fleets to increase sales and market share. Also, thanks to Britain's membership of the European Economic Community, both Ford and General Motors could import cars tariff-free from their continental plants to take advantage of exchange rate fluctuations and further undercut BL. This practice greatly damaged sales of the Montego, and its smaller Maestro sister, and only compounded the early issues with build quality and reliability. ==Later developments== Development on the Montego continued. A replacement was proposed by Roy Axe in 1986, which would have been the existing Montego core structure clothed with new outer panels to mimic the design language set by the recently launched Rover 800-series, and would have been designated the Rover 400-series. This concept, designated AR16 and planned to go into production around 1989, would have also spawned a five- door hatchback version (designated AR17) to increase Rover's options in its rivalry with the Ford Sierra and Vauxhall Cavalier. The AR16/17 concepts were however abandoned in November 1988 due to lack of funds, and a facelift to the existing car (designated AR9) released in 1988 enhanced its appeal, which was buoyed up by both the Perkins-engined diesel model, and the seven-seater version of the \"Countryman\" estate. The 2-litre turbodiesel (often known by its Perkins designation 'Prima') was a development of the O-Series petrol engine already used in the range. The diesel saloon won a CAR magazine 'giant test' against the Citroën BX (1.8 XUDT), the then new Peugeot 405 (1.8 XUDT) and Audi 80 (1.6) turbo diesels. They rated the 405 the best car, followed by the BX and then the Montego, with the Audi coming in last. \"But if people buy diesels, and turbo diesel for their economy, the winner has to be the Montego. ...its engine is - even when roundly thrashed - more than 10% more economical than the rest. For those isolated moments when cost control is not of the essence, the Montego is a car you can enjoy too. The steering and driving position are quite excellent. ...the suspension as 'impressively refined'. It is silent over rough bumps, poised and well damped.\" The turbo diesel became a favourite of the RAF for officer transport. Car Mechanics Magazine ran a de- mobbed RAF officer transport Montego bought from a Ministry of Defence auction in 1996. The facelift also saw the phasing out of the Austin name. These late-1980s models had a badge resembling the Rover Viking longship, but it was not identical, nor did the word \"Rover\" ever appear on the cars. Though the car failed to match its rivals, such as the Volkswagen Passat, the car sold well to the likes of the Ford Sierra and Vauxhall Cavalier. By the early 1990s, the Montego was terminally aged and its popularity was dwindling, although this was offset by the popularity of new cars like the second generation Rover 200 series, and its saloon equivalent, the Rover 400 Series. Saloon production finished in early 1993 on the launch of the Rover 600 Series. The estate continued until December 1994, almost a year after Rover's takeover by BMW. The second generation Rover 400 Series was launched shortly afterwards as a hatchback and a saloon, further filling the gaps in the Rover range left by the phasing-out of the Montego. In its final year, What Car? magazine said \"Austin Rover's once 'great white hope', Montego matured into a very decent car -- but nobody noticed\". The chassis development for the Montego and Maestro's rear suspension was used as a basis for later Rover cars, and was well regarded. Montegos continued to be built in small numbers in CKD form at the Cowley plant in Oxford until 1994, when production finally ended. The last car was signed by all those that worked on it, and is now on display at the British Heritage Motor Centre in Gaydon, Warwickshire. A total of 546,000 Austin/Rover Montegos and 23,000 MG Montegos were produced, with Britain by far being the biggest market for the car. As of 2019 only around 135 Montegos remain on British roads from the total number sold in the UK with most surviving examples residing with classic car owners. In all, 436,000 Montegos were sold in the UK between 1984 and 1995. In August 2006, a survey by Auto Express revealed that the Montego was Britain's eighth-most scrapped car of the last 30 years, with just 8,988 still in working order. Contributing to this, areas of the bodywork that were to be covered by plastic trim (such as the front and rear bumpers) were left unpainted and thus unprotected. In addition, pre-1989 models fitted with the A and S-series engines cannot run on unleaded petrol without the cylinder head being converted or needing fuel additives.http://fbhvc.co.uk/fuel-information/ Fuel additives This led to many owners simply scrapping the cars, as leaded petrol was removed from sale in Britain after 1999, and by 2003 most petrol stations had stopped selling LRP (lead replacement petrol) due to falling demand as the number of cars requiring it declined. The Austin Montego, like many other Austin Rover cars at the time, offered a high luxury model. Sold opposite the MG, the Montego Vanden Plas was the luxury alternative. The Vanden Plas featured leather seats and door cards (velour in the estate version), powered windows, mirrors, door locks and sunroof. Alloy wheels were offered and later became standard on all cars. An automatic gearbox was also offered. It was available in both saloon and estate bodystyles. All Vanden Plas Montegos were 2.0 litres, either EFi (electronic fuel injection) or standard carburettor engines. ==International markets== ===Europe=== The Montego was sold in several continental European markets. In France, the Estate was particularly popular. ===New Zealand=== MG Montego 2.0 SL wagon, New Zealand In New Zealand, the Austin Montego was launched in 1984. The only models available were the manual 2.0-litre HLS or Mayfair versions, and only in estate form. The sedan version was not offered in New Zealand due to concerns that it would compete directly with the Honda Accord, locally assembled by the New Zealand Motor Corporation, which had changed from assembling BL to Honda models. Also available from 1987 the Montego sedan was sold in the Vanden Plas range with the 2.0-litre fuel- injected motor. From about 1989 onwards, a wider range of models were imported by a new company, Rover New Zealand; this included sedan versions for the first time. Also new were the MG 2.0 range (identical to the MG Montego sold in the UK), and all wore the official MG badge. The main Auckland dealer developed an air conditioning system as an option for these models in conjunction with local specialists.Classic and Sports Car A-Z of Cars of the 1980s, Martin Lewis, Bay View Books Ltd, 1998, page 91 ===China=== A version of the Austin Maestro with a Montego front end was briefly built in China by FAW, as the Lubao CA 6410 and as the Jiefang CA 6440 UA Van. This was after the rights to the Montego and Maestro had been sold by Etsong in 2003, who had been manufacturing Maestro variants earlier. ===India=== The Montego Estate was sold in India as the Rover Montego in collaboration with Sipani Automobiles - (the company that tried and failed to market the Reliant Kitten in India - a version of the Robin with four wheels and Triumph-inspired front suspension - as the Sipani Dolphin). The car was not a success, selling only 287 examples before being discontinued. ===Taiwan=== From the mid 1980s until the early 1990s, a local importer sold the Montego along with the Mini and Maestro under Austin, then Rover badge. ===Trinidad and Tobago=== From 1997–2000, a private importer sold the Montego in this Caribbean nation under the Rover badge. Build quality was poor and the company soon folded. ==Engines== * 1984–89 - 1275 cc A-Plus I4, 68 hp (51 kW) at 5600 rpm and 75 lb·ft (102 Nm) at 3500 rpm * 1984–93 - 1598 cc S-series, * 1984–93 - 1994 cc O-Series 104 bhp (carburettor), 115 bhp (fuel injection), and 150 bhp (turbo)Maestro and Montego Owners Club * 1988–95 - 1994 cc Austin/Rover MDi - Perkins Prima TD I4, and ==In society and popular culture== *Member of Parliament Ian Gow was assassinated in an IRA terror attack when his Austin Montego was car bombed. *Adrian Mole drives an Austin Montego in the 1999 book Adrian Mole: The Cappuccino Years. *Bobby Grant drove an Austin Montego in Brookside in the 1980s; it being a replacement for his earlier Princess which featured heavily. *Detective Constable \"Dangerous Davies\" played by Peter Davison in the television series, The Last Detective, drives a blue Austin Montego Estate. ==References== * ==External links== The AA Montego Review PDFs * ROVER MONTEGO 2.0L DLX TURBO * AUSTIN ROVER MONTEGO 2.0L Montego Category:British Leyland vehicles Category:Front-wheel-drive vehicles Category:Mid-size cars Category:Sedans Category:Station wagons Category:1990s cars Category:Cars introduced in 1984 ",
    "title": "Austin Montego"
}