{
    "id": "649353",
    "text": "Mount Niblock is a mountain in Banff National Park near Lake Louise, Alberta, Canada. The mountain was named in 1904 after John Niblock, a superintendent with the Canadian Pacific Railway. Niblock was an early promoter of tourism in the Rockies and influenced the naming of some of the CPR stops in Western Canada. Mt. Niblock is a popular scramble in the Lake Louise area and is sometimes combined in the same day with Mount Whyte (), although the latter is a more difficult scramble. The best time for climbing Mt. Niblock is July through September when the normal route is usually free of snow. Attempting it in the spring or early summer may include significant avalanche hazard. To access Mt. Niblock, follow the trail as it begins near Chateau Lake Louise, passes Mirror Lake and then Lake Agnes. Follow the right hand shore line trail to the far end of the lake until it begins its left turn towards the Big Beehive. Here an obvious path can be found leading to the lower scree slopes and short cliffs. A more detailed route description can be found in Scrambles in the Canadian Rockies. Mount Niblock reflected in Lake Herbert ==Geology== Like other mountains in Banff Park, Mount Niblock is composed of sedimentary rock laid down during the Precambrian to Jurassic periods. Formed in shallow seas, this sedimentary rock was pushed east and over the top of younger rock during the Laramide orogeny. ==Climate== Based on the Köppen climate classification, this mountain is located in a subarctic climate with cold, snowy winters, and mild summers. Temperatures can drop below −20 °C with wind chill factors below −30 °C. Mt. Niblock reflected in Lake Herbert ==Nearby== * Fairview Mountain * Mount St. Piran ==References== ==Further reading== * Tony Daffern, Popular Day Hikes 2: Canadian Rockies * Alan Kane, Scrambles in the Canadian Rockies – 3rd Edition, P 297 == External links == * Mount Niblock Route Beta – Dow Williams * Parks Canada web site: Banff National Park Category:Mountains of Alberta Category:Mountains of Banff National Park Category:Canadian Rockies ",
    "title": "Mount Niblock"
}