{
    "id": "649481",
    "text": "alt= The film industry or motion picture industry, comprises the technological and commercial institutions of filmmaking, i.e., film production companies, film studios, cinematography, animation, film production, screenwriting, pre- production, post production, film festivals, distribution and actors, film directors and other film crew personnel. Though the expense involved in making films almost immediately led film production to concentrate under the auspices of standing production companies, advances in affordable film making equipment, and expansion of opportunities to acquire investment capital from outside the film industry itself, have allowed independent film production to evolve. In 2018, the global box office was worth . When including box office and home entertainment revenue, the global film industry was worth in 2018. Hollywood is the world's oldest national film industry, and remains the largest in terms of box office gross revenue. Indian cinema is the largest national film industry in terms of the number of films produced, with 1,813 feature films produced annually . , the national film industries with the highest annual ticket sales worldwide were Indian cinema with 3.5billion tickets sold, followed by Hollywood with 2.6billion tickets sold.Matusitz, J., & Payano, P. (2011). The Bollywood in Indian and American Perceptions: A Comparative Analysis. India Quarterly: A Journal of International Affairs, 67(1), 65–77. == Modern film industry == The worldwide theatrical market had a box office of in 2016. The top three continents/regions by box office gross were: Asia-Pacific with , the U.S. and Canada with , and Europe, the Middle East and North Africa with . , the largest markets by box office were, in decreasing order, the United States, China, Japan, India, and the United Kingdom. , the countries with the largest number of film productions were India, Nigeria, and the United States. In Europe, significant centers of movie production are Italy, France, Germany, Spain, and the United Kingdom. === United States === The 226x226px The cinema of the United States, often generally referred to as Hollywood, has had a profound effect on cinema across the world since the early 20th century. The United States cinema (Hollywood) is the oldest film industry in the world and also the largest film industry in terms of revenue. Hollywood is the primary nexus of the U.S. film industry with established film study facilities such as the American Film Institute, LA Film School and NYFA being established in the area. However, four of the six major film studios are owned by East Coast companies. The major film studios of Hollywood including Metro-Goldwyn-Mayer, 20th Century Fox, and Paramount Pictures are the primary source of the most commercially successful movies in the world, such as Star Wars (1977), and Titanic (1997). American film studios today collectively generate several hundred films every year, making the United States one of the most prolific producers of films in the world. Only The Walt Disney Company — which owns the Walt Disney Studios — is fully based in Southern California. And while Sony Pictures Entertainment is headquartered in Culver City, California, its parent company, the Sony Corporation, is headquartered in Tokyo, Japan. Most shooting now takes place in California, New York, Louisiana, Georgia and North Carolina. Between 2009–2015, Hollywood consistently grossed $10 billion (or more) annually.Number of total movies in 2014 are taken from http://www.boxofficemojo.com/yearly/chart/?yr=2014 Hollywood's award ceremony, the Academy Awards, officially known as The Oscars, is held by the Academy of Motion Picture Arts and Sciences (AMPAS) every year and as of 2019, more than 3,000 Oscars have been awarded.Nestor studio, 1911 On 27 October 1911, Nestor Film Company established Hollywood's first permanent film studio. The California weather allowed for year-round filming. In 1912, Universal Studios was formed, merging Nestor and several other motion picture companies, including Independent Moving Pictures (IMP). === France === France is the birthplace of cinema and was responsible for many of its significant contributions to the art form and the film-making process itself. Several important cinematic movements, including the Nouvelle Vague, began in the country. It is noted for having a particularly strong film industry, due in part to protections afforded by the French government. French cinema is sometimes intertwined with the cinema of foreign nations. Directors from nations such as Poland (Roman Polanski, Krzysztof Kieślowski, and Andrzej Żuławski), Argentina (Gaspar Noé and Edgardo Cozarinsky), Russia (Alexandre Alexeieff, Anatole Litvak), Austria (Michael Haneke), and Georgia (Géla Babluani, Otar Iosseliani) are prominent in the ranks of French cinema. Conversely, some French directors have had careers in other countries, such as Luc Besson, Jacques Tourneur, or Francis Veber in the United States. Another element supporting this fact is that Paris has the highest density of cinemas in the world, measured by the number of movie theaters per inhabitant,20 questions about studying in France and that in most \"downtown Paris\" movie theaters, foreign movies which would be secluded to \"art houses\" cinemas in other places are shown alongside \"mainstream\" works. Philippe Binant realized, on 2 February 2000, the first digital cinema projection in Europe, with the DLP CINEMA technology developed by Texas Instruments, in Paris.Claude Forest, « De la pellicule aux pixels : l'anomie des exploitants de salles de cinéma », in Laurent Creton, Kira Kitsopanidou (sous la direction de), Les salles de cinéma : enjeux, défis et perspectives, Armand Colin / Recherche, Paris, 2013, p. 116. Paris also boasts the Cité du cinéma, a major studio north of the city, and Disney Studio, a theme park devoted to the cinema and the third theme park near the city behind Disneyland and Parc Asterix. In 2015, France saw a record-breaking 300 feature-length films produced. US and UK films only represented 44.9% of total admissions in 2014. This is largely due to the commercial strength of domestic productions, which accounted for 44,5% of admissions in 2014 (35.5% in 2015; 35.3% in 2016). In the mid-2000s, the French film industry was described as being \"closer to being entirely self- sufficient than any other country in Europe, recovering around 80 - 90% of their budget in revenues generated from the domestic market\". In 2018, French films had an international box office of €237m with 40 million admissions (down 52% from 2017), with Italy being the top foreign market. === China === Old Chinese Cinema in Qufu, Shandong The cinema of China is one of three distinct historical threads of Chinese-language cinema together with the cinema of Hong Kong and the cinema of Taiwan. Cinema was introduced in China in 1896 and the first Chinese film, Dingjun Mountain, was made in 1905, with the film industry being centered on Shanghai in the first decades. China is the home of the largest film studio in the world, the Hengdian World Studios, and in 2010 it had the third largest film industry by number of feature films produced annually. For the next decade the production companies were mainly foreign-owned, and the domestic film industry was centered on Shanghai, a thriving entrepot and the largest city in the Far East. In 1913, the first independent Chinese screenplay, The Difficult Couple, was filmed in Shanghai by Zheng Zhengqiu and Zhang Shichuan. As the Sixth Generation gained international exposure, many subsequent films were joint ventures and projects with international backers, but remained quite resolutely low-key and low budget. Jia's Platform (2000) was funded in part by Takeshi Kitano's production house, while his Still Life was shot on HD video. Still Life was a surprise addition and Golden Lion winner of the 2006 Venice International Film Festival. Still Life, which concerns provincial workers around the Three Gorges region, sharply contrasts with the works of Fifth Generation Chinese directors like Zhang Yimou and Chen Kaige who were at the time producing House of Flying Daggers (2004) and The Promise (2005). It featured no star of international renown and was acted mostly by non-professionals. In 2012 the country became the second-largest market in the world by box office receipts. In 2014, the gross box office in China was ¥29.6 billion (US$4.82 billion), with domestic films having a share of 55%. China has also become a major hub of business for Hollywood studios. In 2018, China's gross box office was US$8.9 Billionhttps://variety.com/2019/film/news/china-box- office-2018-annual-1203097545/ In 2013, China's gross box office was ¥21.8 billion (US$3.6 billion), the second-largest film market in the world by box office receipts It increased to $4.8 Billion in 2014 box office grosser in film industry. === India === A scene from Raja Harishchandra (1913) – credited as the first full-length Indian motion picture. India is the largest producer of films in the world and second oldest film industry in the world.Khanna, \"The Business of Hindi Films\", 140 The country is home of the one of the most important cities in the global film industry, Mumbai (previously called Bombay). In 2009 India produced a total of 2,961 films on celluloid; this figure includes 1,288 feature films. Besides being the largest producer of films in the world, India also has the largest number of admissions.According to 2014 Theatrical Market Statistics by MPAA Indian film industry is multi- lingual and the largest in the world in terms of ticket sales but 3rd largest in terms of revenue mainly due to having among the lowest ticket prices in the world. The industry is viewed mainly by a vast film-going Indian public, and Indian films have been gaining increasing popularity in the rest of the world—notably in countries with large numbers of expatriate Indians. Indian film industry is also the dominant source of films and entertainment in its neighboring countries of South Asia. The largest film and most popular industry in India is the Hindi film industry, followed by Tamil cinema and Telugu cinema. The Hindi film industry mostly concentrated in Mumbai (Bombay), and is commonly referred to as Bollywood, a portmanteau of Bombay and Hollywood. Both Kollywood (Tamil cinema) and Tollywood (Telugu cinema) mostly concentrated in Chennai and Hyderabad. Besides the mainstream commercial movies, India also offers a different approach to cinema- the parallel cinema.The parallel cinema movement originated in West Bengal around the 1950s. Parallel cinema is a blanket term designated to a certain type of films that stray away from the conventions of popular mainstream cinema.Parallel cinema has assumed various forms throughout the years. Filmmakers associated with parallel cinema are Satyajit Ray, Mrinal Sen, Ritwik Ghatak. Parallel films are characterized by their rejection of popular forms like the songs and fight sequences, their affinity for rural settings, use of method actors and toned down colour palettes. Some examples of such movies are Raincoat, Dhobi Ghat, Mithya. Indian films have garnered popularity not only in the domestic market but also in the international markets with Dangal having an overseas gross revenue of $260 million, Secret Superstar, a women centric film with a gross revenue of $140 million and Bajrangi Bhaijaan with a gross revenue of $80.4 million, and Baahubhali a recent blockbuster from the Telugu industry known as Tollywood. The other largest film industries are Malayalam cinema, Kannada cinema, Bangla cinema (cinema of West Bengal) and Marathi cinema, which are located in Trivandrum, Bengaluru, Kolkata and Mumbai respectively. The remaining majority portion is spread across northern, western, eastern and southern India (with Gujarati, Punjabi, Odia, Bhojpuri, Assamese Cinema). However, there are several smaller centres of Indian film industries in regional languages centred in the states where those languages are spoken. Indian cinema encloses a number of several artforms like Indian classical music, folk music of different regions throughout the country, Indian classical dance, folk dance and much more. Bollywood, Tamil and Telugu cinemas is the largest portion of the Indian film industry and is viewed all over the Indian Subcontinent, and is increasingly popular in UK, United States, Australia, New Zealand, Southeast Asia, Africa, the Gulf countries, European countries and China. The largest film studio complex in the world is Ramoji Film City located at Hyderabad, India, which opened in 1996 and measures 674 ha (1,666 acres). Comprising 47 sound stages, it has permanent sets ranging from railway stations to temples. By 1986, India's annual film output had increased from 741 films produced annually to 833 films annually, making India the world's largest film producer. , Bollywood represents 45℅ of Indian net box office revenue, while both Tamil and Telugu cinemas represent 36%, and the rest of the regional film industries constitute 21% of Indian cinema. === United Kingdom === William Friese-Greene London IMAX has the largest cinema screen in Britain with a total screen size of 520m². The United Kingdom has had a significant film industry for over a century. While film production reached an all-time high in 1936, the \"golden age\" of British cinema is usually thought to have occurred in the 1940s, during which the directors David Lean, Michael Powell, (with Emeric Pressburger) and Carol Reed produced their most highly acclaimed work. Many British actors have achieved worldwide fame and critical success, such as Maggie Smith, Roger Moore, Michael Caine, Sean Connery, Daniel Day-Lewis, Gary Oldman, and Kate Winslet. Some of the films with the largest ever box office returns have been made in the United Kingdom, including the third and fourth highest-grossing film series (Harry Potter and James Bond). The first moving picture was shot in Leeds by Louis Le Prince in 1888 and the first moving pictures developed on celluloid film were made in Hyde Park, London in 1889 by British inventor William Friese Greene, who patented the process in 1890. Two of the top eight highest-grossing films worldwide of all time have some British historical, cultural or creative dimensions: Titanic (1997), Harry Potter and the Deathly Hallows – Part 2 (2011), The Lord of the Rings: The Return of the King (2003), made in New Zealand, and Pirates of the Caribbean: Dead Man's Chest (2005). Adding four more Harry Potter films and one more Lord of the Rings movie, plus the Tim Burton version of Alice in Wonderland (2010), and more than half of the top twenty most financially successful films, had a substantial British dimension. \"All time Box Office Worldwide Grosses.\" Box Office Mojo. Retrieved 25 July 2008. British influence can also be seen with the 'English Cycle' of Disney animated films, which include Alice in Wonderland (1951), Peter Pan (1953), One Hundred and One Dalmatians (1961), The Sword in the Stone (1963), and The Jungle Book (1967).Barry Ronge's Classic DVD : Alice in Wonderland, The Times, It was made under the personal supervision of Walt Disney, who called them his \"English Cycle\". Disney first became interested in live-action films as a means of using financial reserves which had built up in Britain, and could not be repatriated owing to exchange controls, by making two films from Scottish and English sources. These were Treasure Island (1950) and The Story of Robin Hood and His Merrie Men (1952), which were both successes at the box office. The studio continued to draw on British source material for its animated films after Walt Disney's death in 1967, with the cartoon feature films Robin Hood (1973), The Rescuers (1976) and The Many Adventures of Winnie the Pooh (1977), one of many Disney to draw on A. A. Milne's characters. In the 1970s and 1980s, British studios established a reputation for great special effects in films such as Superman (1978), Alien (1979), and Batman (1989). Some of this reputation was founded on the core of talent brought together for the filming of 2001: A Space Odyssey (1968) who subsequently worked together on series and feature films for Gerry Anderson. The Bristol-based Aardman Animations is known for its stop-motion animation. The London-based visual effects company Framestore, with Tim Webber the visual effects supervisor, have worked on the films The Dark Knight (2008) and Gravity (2013), with new techniques involved in Gravity taking three years to complete.Nick Roddick, \"Tim Webber: the man who put Sandra Bullock in space\", Evening Standard, 17 September 2013. Retrieved 17 January 2014. === Poland === Off Plus Camera Film Festival in Kraków, 2012, with Andrzej Seweryn, Daniel Olbrychski, and Wojciech Pszoniak on stage. The history of Cinema of Poland is almost as long as the history of cinematography, and it has universally recognized achievements, even though Polish films tend to be less commercially available than films from several other European nations. After World War II, the communist government built an auteur-based national cinema, trained hundreds of new directors and empowered them to make films. Filmmakers like Roman Polański, Krzysztof Kieślowski, Agnieszka Holland, Andrzej Wajda, Andrzej Żuławski, Andrzej Munk, and Jerzy Skolimowski impacted the development of Polish film-making. In more recent years, the industry has been producer-led with finance being the key to a film being made, and with many independent filmmakers of all genres, Polish productions tend to be more inspired by American film. The Polish Film School was under heavy influence of Italian neorealists. It took advantage of the liberal changes in Poland after 1956 Polish October to portray the complexity of Polish history during World War II and German occupation. Among the most important topics were the generation of former Home Army soldiers and their role in post-war Poland and the national tragedies like the German concentration camps and the Warsaw Uprising. The political changes allowed the group to speak more openly of the recent history of Poland. However, the rule of censorship was still strong when it comes to history after 1945 and there were very few films on the contemporary events. This marked the major difference between the members of the Polish Film School and Italian neorealists. The Polish Film School was the first to underline the national character of Poles and one of the first artistic movements in Central Europe to openly oppose the official guidelines of Socialist realism. The members of the movement tend to underline the role of individual as opposed to collectivity. There were two trends within the movement: young directors such as Andrzej Wajda generally studied the idea of heroism, while another group (the most notable being Andrzej Munk) analysed the Polish character via irony, humor and a dissection of national myths. === Nigeria === The cinema of Nigeria, often referred to informally as Nollywood, was the second largest film industry, in terms of output, in 2009 and the third largest, in terms of overall revenues generated, in 2013. Its history dates back to as early as the late 19th century and into the colonial era in the early 20th century. The history and development of the Nigerian motion picture industry is sometimes generally classified in four main eras: the Colonial era, Golden Age, Video film era and the emerging New Nigerian cinema. === Egypt === Since 1976, Cairo has held the annual Cairo International Film Festival (CIFF), which is accredited by the International Federation of Film Producers Association. In 1996, the Egyptian Media Production City (EMPC) was inaugurated in 6th of October City south of Cairo, although by 2001, only one of 29 planned studios was operational. Censorship, formerly an obstacle to freedom of expression, has decreased remarkably by 2012, when the Egyptian cinema had begun to tackle boldly issues ranging from sexual issues to heavy government criticism. The 1940s, 1950s and the 1960s are generally considered the golden age of Egyptian cinema. As in the West, films responded to the popular imagination, with most falling into predictable genres (happy endings being the norm), and many actors making careers out of playing strongly typed parts. In the words of one critic, \"If an Egyptian film intended for popular audiences lacked any of these prerequisites, it constituted a betrayal of the unwritten contract with the spectator, the results of which would manifest themselves in the box office.\"Farid, Samir, \"Lights, camera...retrospection\" , Al-Ahram Weekly, 30 December 1999 Since the 1990s, Egypt's cinema has gone in separate directions. Smaller art films attract some international attention but sparse attendance at home. Popular films, often broad comedies such as What A Lie!, and the extremely profitable works of comedian Mohamed Saad, battle to hold audiences either drawn to Western films or, increasingly, wary of the perceived immorality of film.Farid, Samir, \"An Egyptian Story\" , Al-Ahram Weekly, 23–29 November 2006 === Iran === The cinema of Iran (Persian: سینمای ایران) or cinema of Persia refers to the cinema and film industries in Iran which produce a variety of commercial films annually. Iranian art films have garnered international fame and now enjoy a global following.The Iranian Cinema Along with China, Iran has been lauded as one of the best exporters of cinema in the 1990s, according to Jamsheed Akrami. Some critics now rank Iran as the world's most important national cinema, artistically, with a significance that invites comparison to Italian neorealism and similar movements in past decades. German filmmaker Werner Herzog has praised Iranian cinema as one of the world's most important artistic cinemas.\"The Iranian Cinema: A Dream With No Awakening\" === Japan === Japan has one of the oldest and largest film industries in the world; as of 2010, it was the fourth largest by number of feature films produced. Movies have been produced in Japan since 1897, when the first foreign cameramen arrived. In a Sight & Sound list of the best films produced in Asia, Japanese works made up eight of the top 12, with Tokyo Story (1953) ranked number one. Tokyo Story also topped the 2012 Sight & Sound directors' poll of The Top 50 Greatest Films of All Time, dethroning Citizen Kane, while Akira Kurosawa's Seven Samurai (1954) was voted the greatest foreign-language film of all time in BBC's 2018 poll of 209 critics in 43 countries. Japan has won the Academy Award for the Best Foreign Language Film four times (Rashomon, Gate of Hell, Samurai I: Musashi Miyamoto, and Departures), more than any other Asian country. === Korea === The term cinema of Korea (or Korean cinema) encompasses the motion picture industries of North and South Korea. As with all aspects of Korean life during the past century, the film industry has often been at the mercy of political events, from the late Joseon dynasty to the Korean War to domestic governmental interference. While both countries have relatively robust film industries today, only South Korean films have achieved wide international acclaim. North Korean films tend to portray their communist or revolutionary themes. South Korean films enjoyed a \"Golden age\" during the late 1950s, and 1960s. By 2005 South Korea had become one of few nations to watch more domestic than imported films in theatres due largely to laws placing limits on the number of foreign films able to be shown per theatre per year. In the theaters, Korean films must be played for 73 days per year since 2006. On cable TV 25% domestic film quota will be reduced to 20% after KOR-US FTA.한미FTA 체결, 영화산업 타격은? , MBC (Korean) The cinema of South Korea had a total box office gross in the country in 2015 of ₩ and had 113,000,000 admissions, 52% of the total admissions. === Hong Kong === Zhuangzi Tests His Wife (1913) is credited as the first Hong Kong feature film Hong Kong is a filmmaking hub for the Chinese-speaking world (including the worldwide diaspora) and East Asia in general. For decades it was the third largest motion picture industry in the world (after Bollywood and Hollywood) and the second largest exporter of films. Despite an industry crisis starting in the mid-1990s and Hong Kong's return to Chinese sovereignty in July 1997 Hong Kong film has retained much of its distinctive identity and continues to play a prominent part on the world cinema stage. Unlike many film industries, Hong Kong has enjoyed little to no direct government support, through either subsidies or import quotas. It has always been a thoroughly commercial cinema, concentrating on crowd-pleasing genres, like comedy and action, and heavily reliant on formulas, sequels and remakes. Typically of commercial cinemas, its heart is a highly developed star system, which in this case also features substantial overlap with the pop music industry. === Turkey === The Turkish film market stands out in the pan-European landscape as the only market where national films regularly outperform US films. In 2013, it had 1.2 million number of admissions and 87 feature films were released. Between 2004 and 2014, the estimated 12.9 million admissions generated on non- national European markets only accounted for 7% of total admissions to Turkish films in Europe (including Turkey). This was the third lowest share among the 30 European markets for which such data are available and clearly illustrates the strong dependence of Turkish films on the domestic market, a feature which is shared by Polish and Russian films. In 2014, Kış Uykusu (Winter's Sleep) won the Cannes Film Festival Award for Best Film. In 2013, Turkey still ranked behind the Netherlands in terms of box office with just over EUR 200 million as Europe's eight largest box office market ahead of Sweden and Switzerland with a clear gap to the top 6 markets all of which registered GBO between EUR 504 million (Spain) up to over EUR 1 billion in France, the UK, Germany and the Russian Federation. Cinema going is comparatively cheap in Turkey. In 2013 a cinema ticket cost on average EUR 4.0 in Turkey, and this was estimated to be the lowest average ticket price - measured in Euro - in Europe, marginally cheaper than in several Central and Eastern European markets like Croatia, Romania, Lithuania or Bulgaria (subject to exchange rates). === Pakistan === The cinema of Pakistan, or simply Pakistani cinema (), refers to Pakistan's film industry. Most of the feature films shot in Pakistan are in Urdu, the national language, but may also include films in English, the official language, and regional languages such as Punjabi, Pashto, Balochi, and Sindhi. Lahore has been described as the epicentre of Pakistani cinema, giving rise to the term \"Lollywood.\" Before the separation of Bangladesh, Pakistan had three main film production centres: Lahore, Karachi and Dhaka. The regime of Muhammad Zia-ul-Haq, VCRs, film piracy, the introduction of entertainment taxes, strict laws based upon ultra-conservative jurisprudence, was an obstacle to the industry's growth. Once thriving, the cinema in Pakistan had a sudden collapse in the 1980s and by the 2000s \"an industry that once produced an average of 80 films annually was now struggling to even churn out more than two films a year.\".an industry that once produced an average of 80 films annually was now struggling to even churn out more than two films a year. === Bangladesh === The cinema of Bangladesh is the Bengali language film industry based in Dhaka, Bangladesh. The industry often has been a significant film industry since the early 1970s. The word \"Dhallywood\" is a portmanteau of the words Dhaka and Hollywood. The dominant style of Bangladeshi cinema is Melodramatic cinema, which developed from 1947 to 1990 and characterizes most films to this day. Cinema was introduced in Bangladesh in 1898 by Bradford Bioscope Company, credited to have arranged the first film release in Bangladesh. Between 1913 and 1914, the first production company named Picture House was opened. A short silent film titled Sukumari (The Good Girl) was the first produced film in the region during 1928. The first full-length film The Last Kiss, was released in 1931. From the separation of Bangladesh from Pakistan, Dhaka is the center of Bangladeshi film industry, and generated the majority share of revenue, production and audiences. The 1960s, 1970s, 1980s and the first half of the 1990s were the golden years for Bangladeshi films as the industry produced many successful films. The Face and the Mask, the first Bengali language Bangladeshi full-length feature film was produced in 1956. Matir Moina, a 2002 film by Tarek Masud, became the first Bangladeshi film to be honored at Cannes Film Festival. === Indonesia === The biggest film studios in Southeast Asia has been soft opened on 5 November 2011 on 10 hectares of land in Nongsa, Batam Island, Indonesia. Infinite Frameworks (IFW) is a Singapore-based company (closed to Batam Island) which is owned by a consortium with 90 percent of it hold by Indonesian businessman and film producer, Mike Wiluan. In 2010–2011, due to the substantial increase in value added tax applied to foreign films, cinemas no longer had access to many foreign films, including Oscar-winning films. Foreign films include major box offices from the west, and other major film producers of the world. This caused a massive ripple effect on the country's economy. It is assumed that this increased the purchase of unlicensed DVDs. However, even copyright violating DVDs took longer to obtain. The minimum cost to view a foreign film not screened locally, was 1 million Rupiah. This was equivalent to US$100, as it includes a plane ticket to Singapore. === Trinidad and Tobago === Trinidad and Tobago's film sector began emerging in the late fifties to early sixties and by the late seventies, there were a handful of local productions, both feature film and television. The first full-length feature film to be produced in Trinidad and Tobago was “The Right and the Wrong” (1970) by Indian director/writer/producer, Harbance Kumar. The screenplay was written by the Trinidadian playwright, Freddie Kissoon. The rest of the 20th century saw a couple more feature films being made in the country, with “Bim” (1974), being singled out by Bruce Paddington as \"one of the most important films to be produced in Trinidad and Tobago….and one of the classics of Caribbean cinema.” It was one of the first films to feature an almost entirely Trinidadian cast and crew. There was a rise in Trinidadian film production in the 2000s. Films such as “Ivan the Terrible” (2004), “SistaGod” (2006), “I’m Santana: The Movie” (2012) and “God Loves the Fighter” (2013) were released both locally and internationally. “SistaGod” had its world premiere at the 2006 Toronto International Film Festival. The Trinidad and Tobago Film Company is the national agency that was established in 2006 to further development of the film industry. Trinidad and Tobago puts on a number of film festivals which are organized by different committees and organizations. These include the Secondary Schools Short Film Festival and Smartphone Film Festival organized by Trinidad and Tobago Film Company. There is also an annual Trinidad and Tobago Film Festival which runs for two weeks in the latter half of September. === Nepal === Nepali film does not have a very long film history, but the industry has its own place in the cultural heritage of the country. It is often referred to as 'Nepali Chalchitra' (which translates to \"Nepali films\" in English). The terms Kollywood and Kallywood are also used, as a portmanteau of \"Kathmandu\" and \"Hollywood\"; \"Kollywood\" however is more frequently used to refer to Tamil cinema. Chhakka Panja has been considered the highest-grossing film of all time in Nepali film industry and Kohinoor the second highest. The Nepali films The Black Hen (2015) and Kagbeni (2006) received international acclaim. The Nepali feature film White Sun (Seto Surya) received the Best Film award at the 27th Singapore International Film Festival (SGIFF) in 2016. == History == still from The Story of the Kelly Gang (Australia, 1906; 80 min.) Les frères Lumière released the first projection with the Cinematograph, in Paris on 28 December 1895. The French film industry in the late 19th century and early 20th century was the world's most important. Auguste and Louis Lumière invented the cinématographe and their L'Arrivée d'un train en gare de La Ciotat in Paris in 1895 is considered by many historians as the official birth of cinematography. The first feature film to be made was the 1906 Australian silent The Story of the Kelly Gang, an account of the notorious gang led by Ned Kelly that was directed and produced by the Melburnians Dan Barry and Charles Tait. It ran, continuously, for eighty minutes. In the early 1910s, the film industry had fully emerged with D.W. Griffith's The Birth of a Nation. Also in the early 1900s motion picture production companies from New York and New Jersey started moving to California because of the good weather and longer days. Although electric lights existed at that time, none were powerful enough to adequately expose film; the best source of illumination for movie production was natural sunlight. Besides the moderate, dry climate, they were also drawn to the state because of its open spaces and wide variety of natural scenery. === Hollywood === The first movie studio in Hollywood area, Nestor Studios, was founded in 1911 by Al Christie for David Horsley. Other East Coast studios had already moved production to Los Angeles. Over time, Hollywood came to be so strongly associated with the film industry that the word \"Hollywood\" is now used colloquially to refer to the entire American film industry. In 1913 Cecil B. DeMille, in association with Jesse Lasky, leased a barn with studio facilities in Hollywood where The Squaw Man (1914) was made. It is now the location of the Hollywood Heritage Museum. The Charlie Chaplin Studios were built in 1917. The site was also used by Kling Studios, for the Superman TV series; Red Skelton, who used the sound stages for his CBS TV variety show; and CBS, which filmed the TV series Perry Mason there. It has also been owned by Herb Alpert's A&M; Records and Tijuana Brass Enterprises. It is currently The Jim Henson Company, home of the Muppets. In 1969 The Los Angeles Cultural Heritage Board named it a historical cultural monument. The noted Hollywood Sign originally read \"Hollywoodland.\" It was erected in 1923 to advertise a new housing development in the hills above Hollywood. In 1949 the Hollywood Chamber of Commerce stepped in and removed the last four letters and repaired the others. It is a registered trademark and cannot be used without the permission of the Hollywood Chamber of Commerce. The first Academy Awards presentation ceremony took place on May 16, 1929. The period between the years 1927 (the effective end of the silent era) to 1948 is considered the age of the \"Hollywood studio system\", or the Golden Age of Hollywood. In a landmark 1948 court decision, the Supreme Court ruled that movie studios could not own theaters and play only the movies of their studio and movie stars; thus an era of Hollywood history ended. === Bollywood === A shot from Raja Harishchandra (1913), the first film of Bollywood. Bollywood is the Hindi-language film industry based in Mumbai (formerly known as Bombay), Maharashtra, India. The term is often incorrectly used to refer to the whole of Indian cinema; however, it is only a part of the total Indian film industry, which includes other production centres producing films in multiple languages. Bollywood is the largest film producer in India and one of the largest centres of film production in the world. Bollywood is formally referred to as Hindi cinema. Linguistically, Bollywood films tend to use vernacular Hindustani, mutually intelligible to self-identified speakers of both Hindi and Urdu, while modern Bollywood films also increasingly incorporate elements of Hinglish. The Wrestlers (1899) and The Man and His Monkeys (1899), directed and produced by Harischandra Sakharam Bhatawdekar (H. S. Bhatavdekar), were the first two films made by Indian filmmakers, which were both short films. He was also the first Indian filmmaker to direct and produce the first documentary and news related film, titled The Landing of Sir M.M. Bhownuggree. The 1930s and 1940s were tumultuous times: India was buffeted by the Great Depression, World War II, the Indian independence movement, and the violence of the Partition. Most Bollywood films were unabashedly escapist, but there were also a number of filmmakers who tackled tough social issues, or used the struggle for Indian independence as a backdrop for their plots. In 1937 Ardeshir Irani, of Alam Ara fame, made the first colour film in Hindi, Kisan Kanya. The next year, he made another colour film, a version of Mother India. Following India's independence, the period from the late 1940s to the early 1960s is regarded by film historians as the \"Golden Age\" of Hindi cinema. Defining key figures during this time included Raj Kapoor, Guru Dutt, Mehboob Khan, and Dilip Kumar.Before Brando, There Was Dilip Kumar, The Quint, 11 December 2015 The 1970s was when the name \"Bollywood\" was coined, and when the quintessential conventions of commercial Bollywood films were established. Key to this was the emergence of the masala film genre, which combines elements of multiple genres (action, comedy, romance, drama, melodrama, musical). The masala film was pioneered in the early 1970s by filmmaker Nasir Hussain, along with screenwriter duo Salim–Javed, pioneering the Bollywood blockbuster format. == Economics == Profitability of a film studio is crucially dependent on picking the right film projects and involving the right management and creative teams (cast, direction, visual design, score, photography, costume, set design, editing, and many additional specialties), but it also depends heavily on choosing the right scale and approach to film promotion, control over receipts through technologies such as digital rights management (DRM), sophisticated accounting practices, and management of ancillary revenue streams; in the extreme, for a major media franchise centered on film, the film might itself be only one large component of many large contributions to total franchise revenue. == Statistics == === Largest industries by number of film productions === The following is a list of the top 15 countries by the number of feature films (fiction, animation and documentary) produced, according to the UNESCO Institute for Statistics, unless otherwise noted. {| class=\"wikitable sortable\" |- ! Rank !! Country !! Films !! Year |- | 1 || India|| 1,813 || 2018 |- | 2 || Nigeria|| 997 || 2011 |- | 3 || China|| 874 || 2017 |- | 4 || Japan || 689 || 2019 |- | 5 || United States|| 660 || 2017 |- | 6 || South Korea || 339 || 2016 |- | 7 || France || 300 || 2017 |- | 8 || United Kingdom || 285 || 2017 |- | 9 || Spain || 241 || 2017 |- | 10 || Germany || 233 || 2017 |- | 11 || Argentina || 220 || 2015 |- | 12 || Mexico || 176 || 2017Mexican Film Institute. (2017). Statistical yearbook of Mexican Cinema. Mexico City: Mexican Film Institute. |- | 13 || Italy || 173 || 2017 |- | 14 || Brazil || 160 || 2017 |- | 15 || Turkey || 148 || 2017 |} === Largest markets by box office revenue === {| class=\"wikitable sortable\" |- ! Rank !! Country !! Box office revenue (billion US$) !! Year !! Box office from national films |- | || World || align=right|41.7 || 2018 || |- | 1 || || align=right|11.08 || 2018 || % (2015) |- | 2 || || align=right|9.15 || 2018 || % (2018) |- | 4 || || align=right| || 2018 || % (2015) |- | 3 || || align=right|2.39 || 2019 || % (2019) |- | 5 || || align=right|1.72 || 2018 || % (2017) |- | 6 || || align=right|1.6 || 2017 || % (2015) |- | 7 || || align=right|1.5 || 2018 || % (2017) |- | 8 || || align=right|1.11 || 2018 || % (2017) |- | 9 || || align=right|1.0 || 2017 || % (2015) |- | 10 || || align=right|0.95 || 2018 || % (2017) |- | 11 || || align=right|0.9 || 2017 || % (2017) |- | 12 || || align=right|0.87 || 2018 || % (2017) |- | 13 || || align=right| || 2017 || % (2017) |- | 14 || || align=right|0.7 || 2017 || % (2017) |- | 15 || || align=right|0.7 || 2017 || % (2017) |} === Largest markets by number of box office admissions === The following countries are the largest box office markets in terms of the number of tickets sold annually, according to the UNESCO Institute for Statistics. {| class=\"wikitable sortable\" |- ! Rank !! Country !! Number of admissions (millions of tickets) !! Year !Tickets sold per capita |- | 1 || || align=right|2,020 || 2016 |1.55 |- | 2 || || align=right|1,620 || 2017 |1.16 |- | 3 || || align=right|1,240 || 2017 |3.78 |- | 4 || || align=right|338 || 2017 |2.68 |- | 5 || || align=right|217 || 2016 |4.25 |- | 6 || || align=right|213 || 2017 |1.48 |- | 7 || || align=right|206 || 2017 |3.07 |- | 8 || || align=right|194 || 2019 |1.54 |- | 9 || || align=right|181 || 2017 |0.87 |- | 10 || || align=right|171 || 2017 |2.59 |} == See also == * Cinema by country * List of cinema of the world * Independent films * Outline of film * Television industry == Footnotes == == Bibliography == * Allen J. Scott (2005) On Hollywood: The Place The Industry, Princeton University Press * Robertson, Patrick (1988) The Guinness Book of Movie Facts & Feats. London: Guinness Publishing Limited * Arnab Jan Deka (27 Oct 1996) Fathers of Indian Cinema Bhatawdekar and Torney, Dainik Asam * Sanjit Narwekar (1995) Marathi Cinema : In Retrospect, Maharashtra Film, Stage & Cultural Development Corporation Ltd * Firoze Rangoonwalla (1979) A Pictorial History of Indian Cinema, The Hamlyn Publishing Group Limited == External links == *Movie Making Manual wikibook * European Audiovisual Observatory * Movie Industry Statistics Category:Economics of the arts and literature ",
    "title": "Film industry"
}