{
    "id": "649534",
    "text": "Mustafa Bülent Ecevit (; 28 May 1925 – 5 November 2006) was a Turkish politician, poet, writer, scholar, and journalist, who served as the Prime Minister of Turkey four times between 1974 and 2002. He served as prime minister of Turkey in 1974, 1977, 1978–79, and 1999–2002. He was the leader of the Republican People's Party (CHP) between 1972 and 1980, and in 1989 he became the leader of the Democratic Left Party (DSP). == Personal life == He was born in Istanbul to a middle-class family. Ecevit's father Fahri Ecevit was a professor in Ankara University. His mother, Fatma Nazlı, was among the first women in Turkey to paint professionally. Ecevit said his mother was of Bosniak ancestry.Ercan Yavuz,, Akşam, 4 August 2004. Mahmut Çetin, Çinli Hoca'nın torunu Ecevit, Emre Yayınları, 2006, p. 18. In 1944, Ecevit graduated from Robert College in Istanbul and started working as a translator at the General Directorate for Press and Publication (Turkish: Basın Yayın Genel Müdürlüğü). In 1946, shortly after marrying his classmate Rahşan Aral in 1946, he moved to London to work for Turkey's press attaché. During his stay in London, he studied Bengali, Sanskrit and Art History at the School of Oriental and African Studies, but did not graduate. He later went to the United States in the mid–1950s on a State Department fellowship, and worked at Winston-Salem Journal and Sentinel newspapers in North Carolina.Aras Erdoğan, Umut Ecevit, Kesit, 2006, p. 19.Altan Tan, Kürt Sorunu, Timaş, 2009, p. 493. == Early political life == Ecevit was elected into the Turkish parliament for the first time in 1957. He was a Member of the Parliament between 1960 and 1961 during the 26th, 27th and 28th governments. Ecevit served as the Minister of Labour between 1961 and 1965, contributing to the acceptance of the right to strike and collective agreement. In 1966 he became the secretary general of the Republican People's Party (, CHP). In 1971 he resigned from the post as a protest to the party decision to support the transitional government established by a military intervention. ==Leader of CHP== Bulent Ecevit with the President of the United States, Jimmy Carter, at the White House, 31 May 1978. In 1972, he succeeded İsmet İnönü as the leader of the party and became Prime Minister in a coalition with the National Salvation Party of Necmettin Erbakan (the 37th government of Turkey). This government is known for ordering the Turkish invasion of Cyprus on 20 July 1974. So he was nicknamed \"Conqueror of Cyprus\" (Turkish: \"Kıbrıs Fatihi\") by Turkish people after that successful operation. Upon assuming the leadership of the CHP, Ecevit played a major role in redefining the party's political position in the centre-left (Turkish: Ortanın solu), which proved controversial. In the 1973 general election, the CHP won a plurality of the votes and seats in parliament. Despite the party's secular credentials, Ecevit formed a coalition with the Islamist National Salvation Party (MSP) headed by Necmettin Erbakan. Despite lasting only ten months, Ecevit's first government was responsible for the successful Turkish invasion of Cyprus, for which he is nicknamed the 'conqueror of Cyprus' (Turkish: Kıbrıs Fatihi). Despite winning an increased share of the votes and seats in the 1977 general election, Ecevit was unable to form a coalition and instead formed a minority government which lasted just one month. Justice Party leader Süleyman Demirel subsequently took over as Prime Minister and formed a three-party nationalist coalition. Ecevit's CHP was able to bring down Demirel's government by 1978, after which he became Prime Minister for a third time by forming a government supported by some independent MPs. Ecevit resigned as Prime Minister in 1979 following an election defeat in the 1979 senate elections. Bülent Ecevit recalled that he learned for the first time of the existence of Operation Gladio, a secret \"stay-behind\" NATO army, in 1974. He has also said he suspected \"Counter-Guerrilla\", the Turkish branch of Gladio, of responsibility for 1 May 1977 Taksim Square massacre in Istanbul, during which snipers fired on a protest rally of 500,000 citizens, killing 38 and injuring hundreds. CHP defeated AP in the 1977 general elections by gathering 41% of the votes (the election came just after the events of 1 May). But with 213 seats out of 450 Ecevit could not receive a vote of confidence (see 40th government of Turkey). In 1978 Ecevit formed his third government (42nd government of Turkey). However, after a defeat in by-elections in 1979, he resigned. ==Leader of DSP== Following the 1980 coup led by General Kenan Evren, Ecevit was incarcerated and suspended from active politics for life along with the other political leaders of the time. A referendum in 1987 lifted his ban from politics, and he became the chairman of the Democratic Left Party (, DSP), inheriting the position from his wife, Rahşan Ecevit. His party failed to enter the National Assembly at the 1987 national elections, and in spite of passing the electoral barrier in 1991 managed to win only 7 seats in parliament. DSP's fortunes changed after the 1995 elections, when the party won 75 seats (out of 550). After two short-lived governments (formed by Mesut Yılmaz and Necmettin Erbakan, respectively), Ecevit became a deputy prime minister in the last government of Mesut Yılmaz. In 1998–99 he was briefly the caretaker Prime Minister in the run-up to the 1999 general elections (56th government of Turkey). In those elections – also helped by the fact that Abdullah Öcalan, head of the separatist (PKK) was apprehended in Kenya and flown to Turkey during this period – Ecevit's party gained the largest number of seats, leading to Ecevit's final term as Prime Minister in a coalition with the Motherland Party (, ANAP) of Mesut Yılmaz and the Nationalist Movement Party (, MHP) of Devlet Bahçeli. Ecevit's government undertook a number of reforms aimed at stabilizing the Turkish economy in preparation for accession negotiations with the European Union. Despite initial attempts to bring about economic reforms, an argument between Ecevit and President Ahmet Necdet Sezer in 2001 led to a financial crash due to the instability of both the government and the economic situation. The downfall of the government was also speculated to bring an end to an existing bailout package funded by the International Monetary Fund. Despite this, the government made swift progress in bringing about an economic recovery, spearheaded by the new Minister of Economic Affairs Kemal Derviş. Nevertheless, almost half of the DSP group in the parliament defected from the DSP to form İsmail Cem İpekçi's New Turkey Party (YTP). On the other hand, allegations of corruption, the economic crisis, as well as Ecevit's poor health made early elections unavoidable and the DSP faced an electoral wipeout in the 2002 general election, losing all of its MPs. Ecevit resigned as DSP leader in 2004. ==As a poet and writer== Bülent Ecevit was not only a politician but also a poet and a writer. He translated works by Rabindranath Tagore, T. S. Eliot, and Omer Tarin into Turkish. Ecevit, who also studied at the American Robert College, one of the most prestigious high schools in Istanbul, was successful in these literary endeavors despite never having graduated from a university, a fact that also prevented him from ever running for the Presidency of the Turkish Republic. Ecevit's tomb at the State Cemetery in Ankara, Turkey. ==Illness and death== Ecevit was hospitalized in Ankara and placed in a medically induced coma after suffering a cerebral hemorrhage on 18 May 2006, which struck him after he attended a friend's funeral. He died there from respiratory failure on 5 November 2006 at 20:40 (UTC), aged 81. He was buried in the Turkish State Cemetery () in Ankara in a state funeral on 11 November 2006. The funeral was attended by approximately a million people from all 81 provinces.Cevizoğlu, Hulki (11 November 2006), Kanaltürk Evening News. ==Works== === Poetry === * Işığı Taştan Oydum (I Carved Light Out of Stone) (1978) * El Ele Büyüttük Sevgiyi (We Raised Love Hand in Hand) (1997) ===Political=== * Ortanın Solu (Left of the Center) (1966) * Bu Düzen Değişmelidir (This Order Should Change) (1968) * Atatürk ve Devrimcilik (Atatürk and Revolutionism) (1970) * Kurultaylar ve Sonrası (Party Congresses and After) (1972) * Demokratik Sol ve Hükümet Bunalımı (Democratic Left and Government Crisis) (1974) * Demokratik Solda Temel Kavramlar ve Sorunlar (Basic Definitions and Problems in Democratic Left) (1975) * Dış Politika (Foreign Policy) (1975) * Dünya-Türkiye-Milliyetçilik (World-Turkey- Nationalism) (1975) * Toplum-Siyaset-Yönetim (Society-Politics-Government) (1975) * İşçi-Köylü El Ele (Workers and Peasants Hand in Hand) (1976) * Türkiye / 1965–1975 (Turkey / 1965–1975) (1976) * Umut Yılı: 1977 (Year of Hope: 1977) (1977) ==See also== * Left of Center (Turkey) ==References== ==External links== *Siyasetin Şairi, Karaoğlan, Hürriyet, November 2002 *A Selection of Ecevit's Poetry Category:1925 births Category:2006 deaths Category:Politicians from Istanbul Category:Republican People's Party (Turkey) politicians Category:Democratic Left Party (Turkey) politicians Category:Deaths from respiratory failure Category:Robert College alumni Category:Alumni of SOAS University of London Category:Prime Ministers of Turkey Category:Government ministers of Turkey Category:Deputy Prime Ministers of Turkey Category:Leaders of political parties in Turkey Category:Turkish poets Category:Turkish journalists Category:Burials at Turkish State Cemetery Category:Recipients of the Order of the Star of Romania Category:Turkish people of Bosniak descent Category:Turkish people of Kurdish descent Category:Leaders of the Republican People's Party (Turkey) Category:Leaders of the Opposition (Turkey) Category:Deputies of Istanbul Category:Deputies of Ankara Category:Members of the 21st Parliament of Turkey Category:Members of the 20th Parliament of Turkey Category:Members of the 26th government of Turkey Category:Members of the 27th government of Turkey Category:Members of the 28th government of Turkey Category:Members of the 37th government of Turkey Category:Members of the 40th government of Turkey Category:Members of the 41st government of Turkey Category:Members of the 55th government of Turkey Category:Members of the 56th government of Turkey Category:Members of the 57th government of Turkey Category:20th-century poets Bulent Category:20th-century journalists ",
    "title": "Bülent Ecevit"
}