{
    "id": "649581",
    "text": "China Radio International (CRI) is a state-owned international radio broadcaster of China. It is currently headquartered in Babaoshan area of Beijing's Shijingshan District. It was founded on December 3, 1941, as Radio Peking. It later adopted the pinyin form Radio Beijing. It has 32 overseas correspondent bureaux and 6 main regional bureaux, and broadcasts over 2,700 hours of programming each day (24 hours in English), including news, current affairs, and features on politics, the economy, culture, science and technology. Its overseas reporting involves 65 languages. More than 50 shortwave transmitters are used to cover most of the world; it is broadcast via the internet and numerous satellites; and its programs are rebroadcast by many local AM and FM radio stations worldwide. CRI states that it \"endeavours to promote favourable relations between the PRC and the world\" but upholds the PRC's official policies, including on controversial issues such as the political status of Taiwan and the Dalai Lama. As with other nations' external broadcasters such as Voice of America, BBC World Service and Radio Australia, CRI claims to \"play a significant role in the PRC's soft power strategy\" and \"going out\" policy, aiming to expand the influence of Chinese culture and media in a global stage. It is trying to employ new media to compete with other international media. Unlike those broadcasters, CRI's control via indirect majority ownership or financial support of radio stations in various nations is not published. China Radio International is today the international radio arm of the China Media Group after the first session of the 13th National People's Congress in March 2018 which created the CMG. In February 2020, the United States Department of State designed CRI and other Chinese state-owned media outlets as \"foreign missions.\" == History == Radio was first introduced in China in the 1920s and 1930s. However, few households had radio receivers. A few cities had commercial stations. Most usage of radio was for political purpose, frequently on a local area level. The Chinese Communist Party first used radio in Yanan Shaanxi Province in March 1940 with a transmitter imported from Moscow. Xinhua New Chinese Radio (XNCR) went on the air from Yanan on December 30, 1940. XNCR transmitted to a larger geographical area after 1945, and its programs became more regular and formalised with broadcasts of news, official announcements, war bulletins, and art and literary programs. The English service started on September 11, 1947, transmitting as XNCR from a cave in Shahe in the Taihang Mountains,\"CRI Marks China's First English Radio Show.\" (Archive) CRI English. November 25, 2011. Retrieved on November 16, 2013. when China was in the midst of a civil war, to announce newly conquered areas and broadcast a Chinese political and cultural perspective to the world at large.Chang, Won Ho, \"Mass Media in China: The History and the Future\", Ames, Iowa: Iowa State University Press, 1989, pp. 151-152.China Radio International, History and Milestones: CRI English Service (Archive) The station moved from the Taihang Mountains to the capital, Peking, when The People's Republic of China was formed in 1949. Its name was changed to Radio Peking on April 10, 1950, and to Radio Beijing in 1983. On January 1, 1993, the name of the station was again changed, this time to China Radio International, in order to avoid any confusion with local Beijing radio broadcasting. Its online broadcasting platform: China International Broadcasting Network (CIBN) was formally established in 2011, as a joint venture of China Radio International, Huawen Media Investment, JinZhengYuan, Youku, Oriental Times Media and Suning Holdings Group. ==Short wave/international broadcasting== CRI broadcasts via shortwave radio, satellite and the Internet in English and numerous other languages (see below). There are also numerous AM and FM relays. Shortwave broadcasts in English are targeted at North America, South America, the Caribbean, Europe, Africa, Asia and the South Pacific. CRI maintains direct shortwave broadcasts to developed, media-rich countries in North America and Europe, even as major Western broadcasters (such as BBC World Service, Voice of America and Radio Netherlands) reduce or discontinue such broadcasts. ==Programming== ===Mandarin Channel=== At the beginning of 1984, it started to broadcast home service to the Beijing area on AM and FM frequencies. The service later expanded to dozens of major cities across the PRC, providing listeners inside the PRC with timely news and reports, music, weather, English and Chinese learning skills, as well as other services. ====CRI News Radio (90.5 FM)==== CRI News Radio (CRI环球资讯广播) was established on 28 September 2005, which takes advantage of CRI's journalists from all around the world and report international (and partially domestic) news, sport, entertainment and lifestyle programmes for domestic listeners in Mandarin Chinese. Its aim is to make CRI News Radio a first-class national news radio brand and its slogans are 'First News, News First', 'On-the-Spot China, Live World' etc. CRI News Radio can be heard online and in Beijing on the radio on 90.5 FM; in Tianjin 90.6 FM; in Chongqing 91.7 FM; in Guangdong, Hong Kong, and Macau 107.1 FM; in Shandong 89.8 FM; in Anhui 90.1 FM. Popular Shows * Laowai's Viewpoint (), an international news program with three hosts from different countries, frequent hosts include: Peter Yu (Chinese), Julien Gaudfroy (French), Elyse Ribbons (American), Li Xin (Chinese), and Soojin Zhao (Korean). * Bianzou Biankan (), a travel show dedicated to a new location every episode * New Wealth Times (), a financial talk show ====Chinese podcasts==== The following programmes can be heard on the Mandarin version of the podcast from the World Radio Network: * News (), which comes from the Xinhua News Agency. * Tángrénjiē (), a programme about overseas Chinese * Weather forecasts around China * Sports This broadcast was originally targeted at London in the United Kingdom. In 2006, they removed the \"London\" reference, which was part of the introduction as \"Ni hao London. Hello London\"China Broadcast ===English Channel=== ====CRI in English (846 AM, 1008 AM; 91.5 FM)==== The CRI English channels that can be heard online are: * China Plus Radio (846 AM in Beijing) * EZFM (also known as Easy FM) * Round the Clock (Internet only) ** Voices from Other Lands is a weekly English radio program featuring entrepreneurs who originated outside of China doing business in China, hosted by Guanny Liu. * Language Studio (1008 AM in Beijing) - a one-hour programme that teaches English for someone who only knows Mandarin (not to be confused with Chinese Studio). The programme sounds like a kindergarten English lesson in the USA using very simple sentences (e.g. Mary goes to the bank). * CRI 91.9 FM (Kenya 91.9 FM) * Chinese Studio is a 5-minute segment that follows most CRI English programmes * China Drive is an English radio show about life in the PRC * CRI Sri Lanka FM 97.9 in Sri Lanka in Sinhala and English (05:00—00:00 Sri Lanka Time) ====English Podcasts==== CRI offers a list of podcast programs in English: * Hourly News * The Beijing Hour *RoundTable * Studio Plus * Today * Chinese Studio *More to Read ===Holiday Broadcasts=== During major Chinese holidays (dubbed Golden Week), such as Chinese New Year, May Day, and Mid-Autumn Festival, China Radio International typically broadcasts special programmes such as: * Growing Up In China (during the May Day holiday) Most of these programmes are not typical of the broadcast during the other parts of the year. The analogy is similar to Christmas music broadcasts in the United States. ===Olympic Radio=== In July 2006, CRI launched a new radio station called CRI Olympic Radio at 900 AM in Beijing. This special broadcast was done in Mandarin, Korean, English, Russian, French, Spanish, Arabic, Japanese and German 24 hours a day. This service was terminated in late 2008 after the Beijing Olympics and now the frequency 900 AM is occupied by CRI News Radio which only covers Beijing. ==Languages== China Radio International broadcasts in the following languages: {| class=\"wikitable\" style=\"width:99%;\" |+ |- ! width=\"33%\" |Language ! width=\"33%\" |Launched ! width=\"33%\" |Website |- |Albanian|| ||Radio e Jashtme e Kinës |- |Arabic|| ||http://arabic.cri.cn |- |Armenian|| 12 April 2011|| |- |Belarusian|| 23 September 2009||http://belarusian.cri.cn |- |Bengali|| ||http://bengali.cri.cn |- |Bulgarian|| ||http://bulgarian.cri.cn |- |Burmese|| 10 April 1950||http://myanmar.cri.cn |- |Croatian|| ||Kineski Radio Internacional |- |Cambodian|| 11 December 2008||http://cambodian.cri.cn |- |Cantonese|| || |- |Czech|| ||http://czech.cri.cn |- |Dutch|| 23 September 2009|| |- |English|| 11 September 1947中央人民广播电台研究室《解放区广播历史资料选编 1940–1949》. Beijing: 中国广播电视出版社, 1985.||http://english.cri.cn |- |Esperanto|| 19 December 1964Skizo pri Esperanto-elsendo de ĈRI , CRI.||http://esperanto.cri.cn |- |Estonian|| || |- |Filipino|| ||Radyo Internasyonal ng Tsina |- |French|| 5 June 1958Service français , CRI.||http://french.cri.cn |- |German|| 15 April 1960 ||Radio China International |- |Greek|| 23 September 2009||http://greek.cri.cn |- |Hausa|| ||http://hausa.cri.cn |- |Hebrew|| 23 September 2009||http://hebrew.cri.cn |- |Hindi|| 15 March 1959 ||http://hindi.cri.cn |- |Hungarian|| ||http://hungarian.cri.cn |- |Indonesian|| ||Radio Internasional Tiongkok |- |Italian|| ||Radio Cina Internazionale |- |Japanese|| 3 December 1941日本語部紹介 , CRI.|| |- |Kazakh|| ||https://web.archive.org/web/20170908052146/http://kazak.cri.cn/ |- |Korean|| 2 July 1950조선어부 소개 및 연계방식 , CRI.||http://korean.cri.cn/ |- |Laotian|| 20 November 2006||http://laos.cri.cn |- |Malaysian|| ||Radio Antarabangsa China |- |Mandarin|| || |- |Mongolian|| 1 December 1964 ||Хятадын олон улсын радио |- |Nepali||25 Jun 1975||http://nepal.cri.cn |- |Persian|| ||http://persian.cri.cn |- |Polish|| ||Chińskie Radio Międzynarodowe |- |Portuguese|| ||http://portuguese.cri.cn |- |Pashto|| ||http://pushtu.cri.cn |- |Romanian|| 30 August 1968||Radio China Internaţional |- |Russian|| 24 December 1954Международное радио Китая , CRI.||Международное радио Китая |- |Serbian|| ||http://serbian.cri.cn |- |Sinhala|| January 1975 ||http://sinhalese.cri.cn |- |Spanish|| 3 September 1956Breve Historia del Departamento de Español , CRI.||http://espanol.cri.cn |- |Swahili|| 6 March 2006||http://swahili.cri.cn |- |Swedish|| || |- |Tamil|| August 1963||சீன வானொலி |- |Thai|| ||http://thai.cri.cn |- |Tibetan|| ||https://web.archive.org/web/20190224113849/http://tibet.cri.cn/ |- |Turkish|| ||http://turkish.cri.cn |- |Ukrainian|| May 2008||Міжнародне радіо Китаю |- |Urdu|| ||http://urdu.cri.cn |- |Uygur|| ||https://web.archive.org/web/20180116173813/http://uygur.cri.cn/ |- |Vietnamese|| ||Đài phát thanh quốc tế Trung Quốc |} The Tibetan, Uygur and Kazakh services are broadcast in association with local radio stations (Tibet People's Broadcasting Station and Xinjiang People's Broadcasting Station). ==Joint ventures== ===China International Broadcasting Network=== China International Broadcasting Network (CIBN, traded as , an internet TV, was a joint venture of China Radio International with other companies. The company was owned by Global Broadcasting Media Group (, a joint venture (50–50) of China Radio International and , literally JinZhengYuan Union Investment Holding) for 34.0004% stake, Huawen Media Investment for 30.9996% stake, a subsidiary () of listed company Oriental Times Media () for 15% stake, the operator of Youku () for 10% stake and Suning Holdings Group, the parent company of PPTV for 10% stake. === GBTimes === CRI owns 60% of Finland-based GBTimes. GBTimes is headed by Zhao Yinong and operates radio stations across Europe that broadcast CRI-produced content. == See also == * China Media Group (\"Voice of China\") ** China National Radio ** China Central Television *** China Global Television Network * International broadcasting ** Radio Taiwan International (formerly \"Voice of Free China\") == References == === Citations === === Sources === * Bishop, Robert L., \"Qi Lai! Mobilizing One Billion Chinese: The Chinese Communication System\", Ames, Iowa: Iowa State University Press, 1989. * Chang, Won Ho, \"Mass Media in China: The History and the Future\", Ames, Iowa: Iowa State University Press, 1989. * Hamm, Charles, \"Music and Radio in the PRC,\" Asian Music, Spring/Summer 1991, vXXII, n2, p. 28-29. * Howkins, John, \"Mass Communication in China\", New York, NY: Annenberg/ Longman Communication Books, 1982. ==External links== * Category:Chinese-language radio stations Category:Mandarin-language radio stations Category:Tibetan-language radio stations Category:Chinese propaganda organisations Category:Communist propaganda Category:Multilingual news services Category:Radio stations established in 1941 Category:Mass media in Beijing Category:International broadcasters Category:Shortwave radio stations Category:Multilingual broadcasters ",
    "title": "China Radio International"
}