{
    "id": "649620",
    "text": ":For others named Rick Adams, see the Rick Adams navigation page Rick Adams formally known as Rick Prosser (credited as DJ Rick) (born 16 October 1971) is an English television presenter and online radio DJ. == Early career == After attending Bournemouth University, Adams has hosted television and radio shows for a variety of leading networks including Nickelodeon, Children's BBC, Bravo and ITV in the UK on which he presented Crazy Cottage, a kids' game show. He was a co-presenter of Channel 4's The Big Breakfast in 1996.The Big Breakfast - 1996 Relaunch YouTubeRick Adams UKGameshows He has co-hosted Nickelodeon US's Slime Time Live and Nickelodeon UK telecasts of the US Kid's Choice Awards, which he co-hosted one year with Whitney Houston. In 2002 he co-hosted Mission: Paintball on Bravo TVMission: Paintball UKGameshows alongside Emily Booth. == Radio KOL == Rick Adams hosted Radio KOL, the first ever live radio show for children aged 6–15 approximately, broadcast on AOL. He entertained listeners with guest celebrities visiting the show and a variety of games including MooBaa, where Rick will give a guest 30 seconds to guess whether an animal he names is a cow (by saying Moo) or a sheep (by saying Baa). On 23 November 2007, Rick announced that AOL was planning to cancel Radio KOL and on 28 November 2007, Radio KOL presented its final show. A petition set up by loyal fans was signed by over 500 fans, listeners, KOL Staff and celebrities, however on 13 February 2008, AOL discontinued all of its live video streams. == CBS Saturday morning == During the 2006-07 television season, Rick Adams hosted CBS' KOL Secret Slumber Party TV series, Dance Revolution inspired by the hit video game franchise, Dance Dance Revolution. The show ran for one season. Adams also was the voice of Tako-Maki on Sushi Pack, which aired on Saturdays on CBS before being axed. == The Weather Channel == Adams joined The Weather Channel in March 2014 as a freelance reporter primarily for America's Morning Headquarters. == References == == External links == * Rick Adams Official Website * * DJ Rick Adams MySpace * @djrickadams Twitter Category:1971 births Category:Living people Category:English television presenters Category:English radio DJs Category:People from Winchester Category:Place of birth missing (living people) ",
    "title": "Rick Adams (television presenter)"
}