{
    "id": "649712",
    "text": "Operation Teapot was a series of fourteen nuclear test explosions conducted at the Nevada Test Site in the first half of 1955. It was preceded by Operation Castle, and followed by Operation Wigwam. Wigwam was, administratively, a part of Teapot, but it is usually treated as a class of its own. The aims of the operation were to establish military tactics for ground forces on a nuclear battlefield and to improve the nuclear weapons used for strategic delivery. ==Teapot series tests== {| class=\"wikitable sortable\" |+ United States' Teapot series tests and detonations |- !style=\"background:#ffdead;\" | NameThe US, France and Great Britain have code-named their test events, while the USSR and China have not, and therefore have only test numbers (with some exceptions - Soviet peaceful explosions were named). Word translations into English in parentheses unless the name is a proper noun. A dash followed by a number indicates a member of a salvo event. The US also sometimes named the individual explosions in such a salvo test, which results in \"name1 - 1(with name2)\". If test is canceled or aborted, then the row data like date and location discloses the intended plans, where known. !style=\"background:#efefef;\" | Date time (UT) !style=\"background:#ffdead;\" | Local time zoneTo convert the UT time into standard local, add the number of hours in parentheses to the UT time; for local daylight saving time, add one additional hour. If the result is earlier than 00:00, add 24 hours and subtract 1 from the day; if it's 24:00 or later, subtract 24 hours and add 1 to the day. !style=\"background:#efefef;\" | LocationRough place name and a Latitude/Longitude reference; for rocket-carried tests, the launch location is specified before the detonation location, if known. Some locations are extremely accurate; others (like airdrops and space blasts) may be quite inaccurate. \"~\" indicates a likely pro-forma rough location, shared with other tests in that same area. !style=\"background:#ffdead;\" | Elevation + heightElevation is the ground level at the point directly below the explosion relative to sea level; height is the additional distance added or subtracted by tower, balloon, shaft, tunnel, air drop or other contrivance. For rocket bursts the ground level is \"N/A\". In some cases it is not clear if the height is absolute or relative to ground, for example, Plumbbob/John. No number or units indicates the value is unknown, while \"0\" means zero. Sorting on this column is by elevation and height added together. !style=\"background:#efefef;\" | DeliveryAtmospheric, airdrop, balloon, gun, cruise missile, rocket, surface, tower, and barge are all disallowed by the Partial Nuclear Test Ban Treaty. Sealed shaft and tunnel are underground, and remained useful under the PTBT. Intentional cratering tests are borderline; they occurred under the treaty, were sometimes protested, and generally overlooked if the test was declared to be a peaceful use. !style=\"background:#ffdead;\" | PurposeInclude weapons development, weapon effects, safety test, transport safety test, war, science, joint verification and industrial/peaceful, which may be further broken down. !style=\"background:#efefef;\" | DeviceDesignations for test items where known, \"?\" indicates some uncertainty about the preceding value, nicknames for particular devices in quotes. This category of information is often not officially disclosed. !style=\"background:#ffdead;\" | YieldEstimated energy yield in tonnes, kilotonnes, and megatonnes (all metric units). !style=\"background:#efefef;\" | VentingEmissions to atmosphere, where known. The measured species is only iodine-131 if mentioned, otherwise it is all species. No entry means unknown, probably none if underground and everything if not; otherwise notation for whether measured on the site only or off the site, where known, and the measured amount of radioactivity released. !style=\"background:#ffdead;\" class=\"unsortable\" | References !style=\"background:#efefef;\" class=\"unsortable\" | Notes |- ! Wasp | 19:59:59.2 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 7 | + | free air drop | weapon effect | Mk-6 | style=\"text- align:center;\" | | I-131 venting detected, | | Air defense test. Light weight implosion system, and across. Desert Rock VI. |- ! Moth | 13:00:45.0 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 3 | + | tower | weapons development | XW-30 ? | style=\"text- align:center;\" | | I-131 venting detected, | | Proof test of XW30 air defense warhead. Used an ENS (external neutron source) initiator. Desert Rock VI. |- ! Tesla | 13:00:30.3 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 9b | + | tower | weapons development | Cleo I | style=\"text- align:center;\" | | I-131 venting detected, | | First successful UCRL test; used linear implosion, ZIPPER initiator. Desert Rock VI. |- ! Turk | 13:00:20.2 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 2 | + | tower | weapons development | XW-27D \"Linda\" primary | style=\"text-align:center;\" | | I-131 venting detected, | | Test of primary for XW-27 class D, lightweight thermonuke, in an XW-27 mockup. Desert Rock VI. |- ! Hornet | 13:19:59.8 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 3a | + | tower | weapons development | XW-30 ? | style=\"text- align:center;\" | | I-131 venting detected, | | Boosted XW-30. A sealed pit D-T gas boost design, with ZIPPER initiator. |- ! Bee | 13:04:59.9 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 7 | + | tower | weapons development | XW-25 ? | style=\"text- align:center;\" | | I-131 venting detected, | | LASL sealed pit D-T gas boosted design, with ZIPPER initiator. Desert Rock VI. |- ! ESS | 20:00:30.0 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 10 | - | cratering | weapon effect | Mk-6 HE | style=\"text- align:center;\" | | I-131 venting detected, | | \"Effects Sub-surface\". Test for ADM (Atomic Demolition Munition). Desert Rock VI. |- ! Apple-1 | 12:00:55.1 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 4 | + | tower | weapons development | | style=\"text-align:center;\" | | I-131 venting detected, | | Primary failed; expected 40 kt. Desert Rock VI. |- ! Wasp Prime | 17:59:54.8 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 7 | + | free air drop | weapons development | | style=\"text- align:center;\" | | I-131 venting detected, | | Repeat of Wasp. Desert Rock VI. |- ! HA | 18:00:04.1 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 1 | + | parachuted | weapon effect | | style=\"text-align:center;\" | | I-131 venting detected, | | \"High altitude\" test of air-air missile warhead similar to Wasp Prime; parachute retarded (only one at NTS). |- ! Post | 12:00:30.2 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 9 | + | tower | weapons development | Cleo II | style=\"text- align:center;\" | | I-131 venting detected, | | LLNL Linear implosion. ENS initiated. |- ! MET | 19:00:15.3 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 5 | + | tower | weapon effect | | style=\"text-align:center;\" | | I-131 venting detected, | | \"Military Effects Tower\". Supposed to be a standard effects test, LASL clandestinely substituted experimental U233/Pu core, thus undershot estimated yield by a third. Desert Rock VI. |- ! Apple-2 | 12:00:10.0 | style=\"text-align:center;\" | PST (−8 h) || NTS Area 1 | + | tower | weapons development | | style=\"text-align:center;\" | | I-131 venting detected, | | Retry of Apple-1. Desert Rock VI. Operation Cue, civil defense exercise. |- ! Zucchini | 11:59:59.9 | style=\"text- align:center;\" | PST (−8 h) || NTS Area 7 | + | tower | weapons development | | style=\"text-align:center;\" | | I-131 venting detected, | | Test of Class D primary/secondary system. |} Table notes: ==Individual blasts== ===Wasp=== During shot Wasp, ground forces took part in Exercise Desert Rock VI which included an armored task force Razor moving to within of ground zero, under the still-forming mushroom cloud. ===Bee=== An augmented test unit from the United States Marine Corps participated in shot Bee during the March 1955 exercises. ===MET=== The MET was the first bomb core to include uranium-233 (a rarely used fissile isotope that is the product of thorium-232 neutron absorption), along with plutonium; this was based on the plutonium/U-235 pit from the TX-7E, a prototype Mark 7 nuclear bomb design used in the 1951 Operation Buster-Jangle Easy test. It produced a yield of 22kt (comparable to the Fat Man plutonium-only weapon that exploded over Nagasaki), but significantly less than the expected amount. Since it was a military effects test, the DoD specified that the device should have a calibrated yield within 10% of ratings. However, weapon designers at Los Alamos substituted the experimental core without notifying the DoD. The unexpected lower yield, 33% less than the DoD expected, ruined many of the military's tests. \"The predicted yield was 33 kt. The actual 22 kt was 33% below this, seriously compromising the data collected.\" cf. \"Nuclear Test Film - Operation Teapot\" (linked below) ~17:30 \"While the expected yield was 28 kilotons, radiochemical analysis indicated a yield closer to 22 kilotons.\" ===Apple-2=== Operation Cue (1955) The Civil Defense Apple-2 shot on May 5, 1955 was intended to test various building construction types in a nuclear blast. An assortment of buildings, including residential houses and electrical substations, were constructed at the site nicknamed \"Survival Town\". The buildings were populated with mannequins, and stocked with different types of canned and packaged foods. Not all of the buildings were destroyed in the blast, and some of them still stand at Area 1, Nevada Test Site. A short film about the blast, referred to as \"Operation Cue\", was distributed by the Federal Civil Defense Administration. The houses are still standing at , at the east and west ends of the road loop. They are stops on the Nevada National Security Site (NNSS) tour. From declassified documents dated February to May 1956, the Apple-2 shot, as part of Operation Teapot Project 35.5 \"Effects of Nuclear Explosion on Records and Records Storage Equipment\" was staged on the Nevada Test Site to determine the effects of nuclear explosions on various types of records and record storage equipment ==See also== * List of United States' nuclear weapons tests ==References== * Operation Teapot Project 5.4 Evaluation of fireball lethality using basic missile structures(C) ==External links== * * * * * NPR web page: effect on commercial beverages *YouTube—Lawrence Livermore National Laboratory (LLNL): \"Operation Teapot − Turk 28112\" video *YouTube—Lawrence Livermore National Laboratory Channel: LLNL Atmospheric Nuclear Tests website — all uploaded LLNL videos of tests between 1945 and 1962, including 28 of Operation Teapot. Teapot Category:1955 in military history Category:1955 in Nevada Category:1955 in the environment Category:1955 disasters in the United States Category:Explosions in 1955 Category:Articles containing video clips ",
    "title": "Operation Teapot"
}