{
    "id": "649786",
    "text": "The Dudley Boyz (also known as Team 3D) were a professional wrestling tag team that consisted of kayfabe half-brothers Bubba Ray Dudley (Mark LoMonaco) and D-Von Dudley (Devon Hughes). The team was also joined by various Dudley family members, notably Spike Dudley. They are best known for their time in the World Wrestling Federation (WWF), later renamed World Wrestling Entertainment (WWE). They are also well known for their tenure in Extreme Championship Wrestling (ECW) and Total Nonstop Action Wrestling (TNA - now known as Impact Wrestling) for their success as a tag team, being highly touted as the greatest and most decorated tag team in professional wrestling history. The team wrestled as the Dudley Boyz in ECW and WWF/E, and upon joining TNA—where, due to WWE owning the rights to their names—they became known as Brother Ray and Brother Devon of Team 3D (named after their finishing move the Dudley Death Drop). Hyson later signed with TNA and again sided with Team 3D as Brother Runt. Later in their TNA career, LoMonaco used the ring name Bully Ray while Hughes wrestled as Devon. After a brief feud with one another, Devon and Bully Ray were reunited as part of the villainous faction Aces & Eights. They are the only tag team to hold WWE's original Tag Team Championship, the WWE, ECW, WCW, NWA, TNA and IWGP Tag Team Championships, as well as to win the All Japan Pro Wrestling's World's Strongest Tag Determination League (although they never won the AJPW World Tag Team Championship). During their time as Aces & Eights, Ray was TNA World Heavyweight Champion on two occasions, while Devon was Television Champion. On June 15, 2014 at Slammiversary XII, Team 3D (as a team) were selected as that year's induction into the TNA Hall of Fame.Team 3D inducted into TNA HOF - Impact Wrestling.com WWE recognizes them as the most decorated tag team in company history, with 18 world tag team championship reigns,Most Decorated Tag Team Champions - WWE.com while Impact Wrestling recognizes them as 23-time world tag team champions. In 2018, the duo was inducted into WWE Hall of Fame, joining Sting, Kurt Angle and Jeff Jarrett (the latter also inducted the same year) as being inducted into both the TNA (now Impact Wrestling) and WWE Halls of Fame. They are famously known for using tables in their matches, usually beginning with Bubba Ray asking D-von to \"get the tables\". On May 21, 2007, Ray and Devon opened the Team 3D Academy of Professional Wrestling and Sports Entertainment at the X-Cel Fitness Gym in Kissimmee, Florida. Longtime pro wrestling journalist Fin Martin of Power Slam, in contemplating the greatest tag team of all time, wrote: \"If one were to base his decision on longevity, title wins and success in a variety of companies, The Dudley Boyz would get the nod\". ==History== ===Extreme Championship Wrestling (1996–1999)=== The teaming of LoMonaco and Hughes was born from ECW's Dudley family, a team of comedic fan favorites that consisted of many illegitimate children of \"Big Daddy\" Dudley. LoMonaco's Buh Buh Ray Dudley at the time was a fat, stuttering hillbilly who entertained the fans by dancing and wrestled with several of his \"half-brothers\", including Hyson's Little Spike Dudley, for the ECW World Tag Team Championship several times. Hughes, as D-Von Dudley (the only black member of the family), debuted in ECW in April 1996 at Massacre on Queens Boulevard.Peterson Kaelberer, Angie. The Hardy Boyz: Pro Wrestlers Matt and Jeff Hardy, p.29. All the members of the Dudley family chased for the World Tag Team Championship at that time. Little Spike Dudley also debuted in 1996 and teamed with Buh Buh Ray against The Full Blooded Italians. Initially, D-Von was hostile toward his family, saying that \"true Dudleys\" were not comedians. In February 1997, however, Buh Buh Ray and D-Von united at Crossing the Line Again and kicked all of the remaining Dudleys except for Big Dick Dudley and Sign Guy Dudley out of the family, becoming villains in the process. They became the most successful members of the Dudley family as they dominated the tag team division of ECW. They won their first World Tag Team Championship from The Eliminators (John Kronus and Perry Saturn) at Hostile City Showdown on March 15, 1997. This win resulted in a rivalry with the Eliminators, who won the title back at ECW's first pay-per- view event Barely Legal. On June 20, the Dudleys won their second ECW Tag Team Championship from Kronus in a handicap match due to Saturn being injured. The Dudley Boyz began their next rivalry with The Gangstas (New Jack and Mustafa Saed), which began after the Dudleys defeated the Gangstas to retain the tag titles at Orgy of Violence on June 28. The Dudleys, however, lost the tag titles to the Gangstas in a steel cage weapons match at Heat Wave on July 19, 1997. In less than a month, the Dudleys defeated the Gangstas at Hardcore Heaven to win their third ECW Tag Team Championship. After Mustafa and Saturn parted ways with ECW, New Jack and Kronus teamed up to form The Gangstanators and beat the Dudleys for the tag title at As Good as it Gets on September 20. At November to Remember, the Dudleys participated in a four-way dance for the tag title, involving the champs The F.B.I. (Tracy Smothers and Little Guido), The Gangstanators and The Hardcore Chair Swingin' Freaks (Balls Mahoney and Axl Rotten). The F.B.I. won the match and retained the titles. The Dudleys began a rivalry with Rob Van Dam and Sabu in the summer of 1998. At Wrestlepalooza, they lost to Van Dam and Sabu. Eventually, the Dudleys turned on Spike, who then became involved in the rivalry. At Heat Wave, however, Buh Buh and D-Von, along with Big Dick Dudley, lost to Tommy Dreamer, The Sandman and Spike in a six-man tag Street Fight, ending the feud. On October 24, 1998, the Dudleys defeated Rob Van Dam and Sabu to win their fourth ECW Tag Team Championship. At November to Remember, however, they lost the titles to Masato Tanaka and Balls Mahoney in Louisiana. With the departure of The Sandman the Dudley Boyz took advantage of Sabu's ban from competing in the US, and D-Von defeated Rob Van Dam in singles competition for their sixth ECW World Tag Team Title. With a brewing feud between the Dudleys and the Impact Players, (Justin Credible and Lance Storm) Buh Buh Ray and D-Von still had their hands full with the new team of Spike Dudley and Balls Mahoney. It was at Heat Wave in 1999 that Spike and Mahoney beat the Dudleys for the gold. The Dudleys, however, powerbombed both men through flaming tables—the first time such a thing had been seen on PPV. With the possibility of a Dudley Boyz jump to World Wrestling Federation (WWF) in late 1999, the Dudleys won their seventh ECW Tag Team Championship at a house show from Spike and Mahoney, only to lose them the next night at another house show. It was on the second airing of ECW on TNN that the Dudley Boyz won their record eighth ECW World Tag Team Titles from Spike and Mahoney. After a threat to take the titles with them to WWF, Tommy Dreamer and Raven won the belts from the Dudleys, sending them to the WWF title-less. === World Wrestling Federation/World Wrestling Entertainment (1999–2005) === ECW into the WWF before dropping them for camouflage attire In August 1999, Buh Buh Ray and D-Von joined the WWF. They requested a $1 raise above the WWF's offer to stay in ECW, but their request was denied because ECW owner Paul Heyman was working a deal with Vince McMahon to supply talent to the WWF. Shortly after entering the WWF, Buh Buh Ray was renamed \"Bubba Ray Dudley\" and began stuttering his promos - returning to a character trait he had initially used early in his ECW tenure. D-Von then slapped Bubba on the head to help him get his words out. After several weeks, most of the gimmick was dropped. They also dropped their classic tie-dye attire and begin wearing camouflage-like ring attire. While part of the WWF, the Dudley Boyz's claim to fame was bringing the use of tables as weapons into the wrestling mainstream, often using their signature double-team move, the 3D, to put their opponents through one of these tables. They were initially villains and were known for Bubba Ray's penchant for driving women (including Terri, Trish Stratus, Tori, B.B., Lita, Torrie Wilson, Jazz, Stacy Keibler, Molly Holly and Mae Young) through tables however they became fan favorites in mid-2000 when they engaged in a feud with T & A. They then feuded with D-Generation X which culminated in a tag team table dumpster match at King of the Ring 2000 in which Bubba drove Tori through a table. Throughout 2000 and 2001, the Dudley Boyz engaged in a three-way feud for the WWF Tag Team Championship with the Hardy Boyz and Edge and Christian. The feud incorporated two Tables, Ladders and Chairs (TLC) matches, the first at SummerSlam in 2000.Peterson Kaelberer, Angie. The Hardy Boyz: Pro Wrestlers Matt and Jeff Hardy, p.28. The second was at WrestleMania X-Seven in April 2001, in which Spike Dudley (who had joined the WWF in early-2001) interfered to aid the Dudleys. In mid-2001, the Dudley Boyz became villains again in a storyline where they'd act more aggressive towards Spike Dudley. They would also soon join The Alliance, a massive group of wrestlers mostly consisting of former ECW and WCW wrestlers led by Shane McMahon and Stephanie McMahon-Helmsley, who attempted to take over the WWF. During this time, the Dudleys acted as enforcers of the Alliance, interfering on the behalf of Alliance mid-carders and main eventers. Stacy Keibler became the Dudleys' manager during this time— dubbed the \"Duchess of Dudleyville\" by ECW manager Paul Heyman—but she later cost the Dudleys a tag team match, and they put her through a table. During the storyline, they became the first tag team to ever hold the WCW, ECW, and WWF Tag Team Championships. Later, The Dudleys beat the Hardy Boyz in a cage match at Survivor Series in 2001 to unify the WWF and WCW Tag Team Championships. As 2002 began, Spike feuded with his big brothers again, winning the WWF Tag Team Title from them with partner Tazz. Stacy Keibler as the \"Duchess of Dudleyville\" at WrestleMania X8 Following WrestleMania X8 in March 2002, the WWF was renamed \"World Wrestling Entertainment\" (WWE) and the roster was divided into two brands, Raw and SmackDown!. The Dudley Boyz were separated for a short time when Bubba Ray was drafted to Raw and D-Von to SmackDown!. Bubba became a fan favorite again by reuniting with Spike Dudley while D-Von, who was still a villain, went on to become the corrupt preacher character \"Reverend D-Von\" and gained a protege with Deacon Batista. At Judgment Day in 2002, Bubba Ray was in the corner of Raw's Trish Stratus, who was defending the WWE Women's Championship against Keibler; D-Von and Batista were in Stacy's corner as asked by Mr. McMahon. After Stratus retained her title, Bubba Ray and D-Von stood in the ring and shook hands before an altercation broke out between the three men where D-Von and Batista ended up driving Bubba through a table. As 2002 went along, Bubba Ray teamed with Spike on Raw to form a new version of the Dudley Boyz. Bubba and D-Von reunited following the Survivor Series, when D-Von helped Bubba Ray in a match. From then on, he was back on Raw (as he was part of a package deal that sent The Big Show to SmackDown!). After the Dudley Boyz were back together they immersed themselves in the Raw tag team division over the next sixteen months. During this time, alternating between siding with and feuding with Raw General Manager, Eric Bischoff. They continued competing in the tag team division until all three Dudleys were drafted/traded over to SmackDown! in March 2004, Bubba Ray and D-Von aligned with Paul Heyman and feuded with The Undertaker. They were also billed from New York City instead of Dudleyville. In June of that year, they won the SmackDown! brand's WWE Tag Team Championship, making them the first team to hold both sets of tag team titles in WWE history. By July, the Dudleys were helping Spike win matches by interfering in his favor, which Spike seemed to dislike at first, only to reveal his hand as the \"boss\" of the outfit after they helped him take the WWE Cruiserweight Championship from Rey Mysterio. This was a very ironically fitting role, as while Spike is considered the \"little brother\" due to easily being the smallest of the three, he's actually the oldest in real life. Their final appearance of 2004 as members of the WWE roster was on the November 4 episode of SmackDown! where they were taken out by the Big Show. After a lengthy hiatus, Bubba, D-Von and Spike made their final appearance at a WWE sanctioned event as part of the original One Night Stand in June 2005. In July 2005, WWE opted not to continue contract renewal negotiations with the Dudley Boyz. In addition, there was a mass of wrestlers (including Spike) that were released by WWE for budgetary reasons. In August 2005, Bubba and D'Von were issued with legal notices instructing them not to use the (WWE trademarked) name \"Dudley\". This led to a degree of acrimony between the former Dudleys and their erstwhile employers, as they had used the names since 1996, several years before all ECW intellectual property was acquired by WWE as a result of bankruptcy proceedings. Both believed Paul Heyman had granted them the rights to the name. ===Total Nonstop Action Wrestling=== ====NWA/TNA World Tag Team Champions (2005–2008)==== Team 3D with a fan On September 21, 2005, Bubba and D-Von (now under the names Brother Ray and Brother Devon, respectively) had signed multi-year contracts with Total Nonstop Action Wrestling (TNA), as Team 3D. Team 3D made their first appearance on the October 1 episode of TNA Impact!, helping save the 3Live Kru (Ron Killings, Konnan, and B.G. James) from Planet Jarrett and Team Canada. Team 3D's first rivalry in TNA was against America's Most Wanted (Chris Harris and James Storm) (AMW), which included a mock funeral for the careers of Team 3D. At TNA's December pay-per- view Turning Point in 2005, Team 3D defeated AMW in a Tables match. At Final Resolution on January 15, 2006, Team 3D fought AMW again, but this time for the NWA World Tag Team Championship, which AMW held. They won the match, however, due to Team Canada's interference the referee awarded the match to AMW. On the April 13 episode of Impact!, Spike Dudley, now referred to as \"Brother Runt\", debuted in TNA, helping Team 3D beat Team Canada. At TNA's April pay-per-view Lockdown, Team 3D defeated Team Canada in a Six Sides of Steel Anthem match. Ray and Devon then started a rivalry with The James Gang (B.G. James and Kip James), with the two teams meeting at TNA's June pay-per- view Slammiversary in a match which no one can be counted count or disqualified; Ray and Devon claimed victory in the match. After their brief absence, Ray and Devon made a return to TNA in October 2006 and went back on the tag title hunt. They first fought with The Naturals (Chase Stevens and Andy Douglas), who defeated Team 3D in their signature tables match. Team 3D in an electrified steel cage at Lockdown in 2007 At the beginning of 2007, Team 3D became the number one contenders to The Latin American Xchange's (LAX) NWA World Tag Team Championship and faced them at TNA's January pay-per-view Final Resolution. During the match, however, Runt was scripted to appear drunk, wearing a Santa Claus outfit, and interfere, causing Team 3D to get disqualified. They continued their rivalry with LAX at TNA's March pay-per- view Destination X in a match which neither team could be disqualified called a Ghetto Brawl by TNA, in which they lost after interference from Alex Shelley. At Lockdown in 2007, Team 3D defeated LAX in an Electrified Six Sides of Steel match to win the NWA World Tag Team Championship. In this match, the cage was electrified by electrical powerlines, to give the illusion when a wrestler touched the cage, they would be instantly electrocuted, in storyline. On May 13, 2007, the Executive Director of the National Wrestling Alliance (NWA) stripped Team 3D of the NWA World Tag Team Championship due to the permanent discontinuation of the relationship between the NWA and TNA Wrestling. TNA continued to recognize Team 3D as their World Tag Team Champions and were then designated as the very first official TNA World Tag Team Champions, and the new TNA World Tag Team Championship belts were unveiled on their \"TNA Today\" webcast on May 16, 2007. On the broadcast they were awarded the new championship by authority figure Jim Cornette. Before the new championship was unveiled, Team 3D successfully defended their champion status at TNA's May pay-per-view Sacrifice in a standard tag team match involving three teams known as a 3-Way Dance, which also including the teams of Tomko (Travis Tomko) and Scott Steiner (Scott Rechsteiner) and LAX. After the match, Steiner's brother, Rick Steiner (Robert Rechsteiner), came out and attacked Team 3D which set up a match between the two teams at Slammiversary for the TNA World Tag Team Championship. Scott, however, could not compete due to a legitimate injury; instead Road Warrior Animal took his place, but Team 3D retained the championship. On the June 21 episode of Impact!, Cornette scheduled a \"Champions versus Champions\" match for TNA's July pay-per-view Victory Road, in which the Tag Team Champions faced the World Champion and the X Division Champion. At Victory Road, Team 3D lost the championship to Samoa Joe after interference from the Steiner Brothers. On the following Impact!, they blamed the Steiner Brothers and the fans (who had actually been taking intervals to chant \"3D sucks\" for weeks at the time) for their loss. At Hard Justice and Bound for Glory, Team 3D lost to the Steiner Brothers, the latter defeat coming in a two out of three tables match after Chris Sabin and Alex Shelley, The Motor City Machine Guns, interfered on the Steiners' behalf. On the October 18 Impact!, Team 3D assaulted the Machine Guns in the middle of their match, whipping them with studded belts and simultaneously powerbombing them through two tables while Ray derided the supposedly terrible quality of the Guns' match. Team 3D continued on this path of attack and verbal putdown, directing it towards the Guns' fellow TNA X Division wrestlers. This led to a match against the Guns at Genesis, which Shelley and Sabin won. They later stole Jay Lethal's belt and kidnapped X-Division wrestler Johnny Devine, who subsequently turned on his fellow X Division wrestlers. While still referred to by most as Johnny, Ray and Devon called Devine \"Brother Devine\" and treated him as a member of Team 3D, though he did not share the half brother backstory. At Against All Odds, Team 3D and Johnny Devine fought The Motor City Machine Guns and Jay Lethal in a Street Fight but lost. Per the match stipulation, Ray and Devon could not compete unless they weighed in at 275 lbs. or lower. Team 3D at Bound for Glory IV After Against All Odds, Team 3D were matched with Shark Boy and Curry Man on numerous occasions in tag matches, with either one or both of the brothers being unable to compete due to the weight restriction. The week before Destination X, a stipulation was added to the match between 3D and Shark Boy and Curry Man: if Ray and Devon did not each weigh in at under 275 pounds, they would be fired from TNA. Both Ray and Devon made weight, and as such never had to weigh in under 275 ever again. Shortly afterward, Devine returned to competing for the X-Division Title, his association with Team 3D being quietly phased out for a time, though it would soon return. As this went on, 3D, meanwhile, became part of several loose collectives of self-identified \"bad guys\" and \"scumbags\", aligning them at some point or another with almost every important villain on the TNA roster, including but not limited to Booker T and Kurt Angle. They began a feud with Christian Cage, Rhino and A.J. Styles, attacking them on several occasions. Their feud ended at Hard Justice with Cage and Rhino defeating them in a \"New Jersey Street Fight\". They then began a feud with the team of \"The Monster\" Abyss and Matt Morgan, both teams competed at No Surrender with Abyss and Morgan picking up the victory. ====IWGP Tag Team Champions (2008–2009)==== Team 3D turned fan favorite when they joined the TNA Frontline after appearing to join Kurt Angle's Main Event Mafia, double crossing them and jumping them along with Frontline leaders Samoa Joe, A.J. Styles and Rhino. They also attempted to put Angle through a table. At Final Resolution in December, Team 3D along with Styles and Joe lost to the Main Event Mafia in an eight-man tag team match. After Against All Odds 2009 Team 3D began a feud with Beer Money, Inc. (James Storm and Robert Roode) over the TNA World Tag Team Championship. They faced each other in an Off the wagon challenge match (where if 3D lost then the person who lost is kayfabe fired). Beer Money lost by countout. On April 19, 2009, at Lockdown, IWGP Tag Team Champions Team 3D defeated Beer Money, Inc. to win the TNA World Tag Team Championships in a match where both titles were on the line. This made Team 3D World Tag Team Champions for the 22nd time. On June 21, 2009, at Slammiversary, Beer Money, Inc. defeated Team 3D to become three-time TNA World Tag Team Champions after outside interference from The British Invasion of Brutus Magnus, Doug Williams and Rob Terry. Soon after, 3D then reignited their feud with the Main Event Mafia from late 2008 by becoming number 1 contenders to face Booker T and Scott Steiner for the TNA Tag Team Championships. After a failed attempt at the titles, they started a long feud with The British Invasion and other members of World Elite. Team 3D was attacked by World Elite on multiple occasions, until Beer Money Inc. intervened, leading to a loose partnership between the two teams. ====Various feuds and dissolution (2009–2010)==== On October 18, 2009, at Bound for Glory, Team 3D captured their 23rd tag team championship when they defeated Beer Money, the British Invasion, and The Main Event Mafia's Scott Steiner and Booker T in a Full Metal Mayhem Tag Team match. With both the IWGP and TNA Tag tiles on the line, they captured the IWGP titles, which the British Invasion had beaten them for, only for the Brits to take them out and win what at the time were Booker and Steiner's TNA tag championships moments later. During the following weeks Team 3D once again turned heel and aligned themselves with Rhino in a battle against the younger talent of the company. On the November 19 episode of Impact! Team 3D Academy of Professional Wrestling and Sports Entertainment graduate Jesse Neal joined Team 3D and Rhino and two weeks later Suicide joined Morgan, Hernandez and Dinero to level the playing field. At Final Resolution Morgan, Hernandez, Dinero and Suicide defeated Team 3D, Rhino and Neal in an eight-man elimination tag team match. When Hulk Hogan and Eric Bischoff took over TNA at the beginning of 2010, Team 3D's angle with Rhino and Neal was discontinued and they reverted to being faces, while starting a feud with The Nasty Boys (Brian Knobs and Jerry Sags), who were a part of the new wave of wrestlers brought in by Hogan and Bischoff. At Against All Odds The Nasty Boys defeated Team 3D in a tag team match, when Jimmy Hart made his return to the company and interfered in the match on the Nasty Boys' behalf. Team 3D avenged their loss on the February 25 episode of Impact!, when Jesse Neal helped them defeat the Nasty Boys in a tables match. On the March 15 episode of Impact! Team 3D and Neal were scheduled to face the Nasty Boys and Hart in a six-man tag team match, but prior to the match the Nasty Boys attacked Neal backstage and put him through a table. Team 3D found Neal a replacement in the returning Brother Runt, but were still defeated in the match by the Nastys and Hart. However, after the match Neal made the save for Team 3D and helped them put Sags through a table. On May 16 at Sacrifice Ray turned heel by attacking Jesse Neal and costing him and Shannon Moore their match for the TNA World Tag Team Championship, after feeling he had been disrespected by Neal. The following month at Slammiversary VIII Neal defeated Ray in a singles match after a distraction from the debuting Tommy Dreamer. The following month at Victory Road Ray and Devon faced Jesse Neal in a three- way match. During the match the members of Team 3D attacked each other, before Neal accidentally speared Devon and was then pinned by Ray. On the following episode of Impact! Devon joined fellow ECW alumni Mick Foley, Tommy Dreamer, Raven, Stevie Richards, Rhino, Pat Kenney and Al Snow and TNA World Heavyweight Champion Rob Van Dam in attacking Brother Ray, Abyss and the rest of the TNA locker room. The following week, Ray declined Devon's offer to join the ECW alumni, before TNA president Dixie Carter agreed to give the ECW alumni their own reunion pay–per–view event, Hardcore Justice: The Last Stand, as a celebration of hardcore wrestling and a final farewell to the company. However, on the July 29 episode of Impact! Ray turned face and decided to join the ECW alumni and seemingly buried the hatchet with his brother. On August 8 at Hardcore Justice Team 3D, accompanied by Joel Gertner, defeated Axl Rotten and Balls Mahoney, billed as Kahoneys, in a South Philadelphia Street Fight. After the match Ray and Devon were assaulted by the Gangstas. On the following episode of Impact!, the ECW alumni, known collectively as EV 2.0, were assaulted by A.J. Styles, Kazarian, Robert Roode, James Storm, Douglas Williams and Matt Morgan of Ric Flair's stable, who thought they didn't deserve to be in TNA. This marked Team 3D's final appearance on their old TNA contracts, which expired shortly thereafter. The two then entered negotiations over new contracts. Team 3D returned to TNA television two months later on the October 7 live edition of Impact!, promising a major announcement at Bound for Glory. At the pay-per-view Team 3D announced their retirement, but asked for one final match against the TNA World Tag Team Champions, the Motor City Machine Guns. Their new multi–year contracts with TNA were confirmed shortly thereafter. At Turning Point the Motor City Machine Guns defeated Team 3D to retain the TNA World Tag Team Championship. During Team 3D's retirement ceremony on the following episode of Impact!, Ray turned heel by attacking Devon, reigniting the feud between the two. The following week Ray claimed that Devon had gotten weak, since Sabin had managed to kick out of a 3D at Turning Point, calling him the Marty Jannetty and himself the Shawn Michaels of the team. Following this the two entered into a feud that spanned several events and shows, after which both men established their characters in singles storylines. Ray renamed himself Bully Ray, and as a member of Immortal even challenged for the TNA World Heavyweight Championship and came second in the Bound for Glory Series, whereas Devon later entered a feud with D'Angelo Dinero regarding the allegiance of Devon's twin sons and later went on to win the TNA Television Championship. ====Aces & Eights (2012–2013)==== Bully Ray and Devon (after reuniting as part of Aces & Eights) teaming up at a house show as World Heavyweight and Television Champion respectively During the late summer of 2012, both Devon's and Ray's contracts with TNA were set to expire. While Ray agreed to a new two-year extension with the promotion, Devon parted ways with TNA. However, Devon returned on October 14, 2012, at Bound for Glory, being revealed as a member (later identified as the Sergent at Arms) of the heel faction Aces & Eights after their victory against Sting and a now face Bully Ray. Ray spent the next few months becoming close to Hulk and Brooke Hogan while feuding with Devon and the Aces & Eights. During this time, Devon won back the Television Championship from then-reigning champion Samoa Joe, while Bully eventually was granted a match at Lockdown for Jeff Hardy's TNA World Heavyweight Championship. At Lockdown on March 10, 2013, Bully Ray turned heel by defeating Hardy for the TNA World Heavyweight Championship using a hammer provided by Devon, then revealed that he was the President of the Aces & Eights and had manipulated the Hogans all along. They then reunited as a tag team on numerous occasions during that time, including a tag team themed edition of TNA's One Night Only PPV series, as well as house shows, and TV tapings. The team was forced to disband again on August 22, 2013, when Devon was pinned by AJ Styles (who was filling in for Kurt Angle due to legit DUI charges and rehab from alcohol and drug use) in a 5-on-5 match between Aces & Eights and the reformed Main Event Mafia, in which the loser of the fall would leave TNA. Hours later, Devon's departure from TNA was confirmed as legitimate. ====TNA Hall of Fame (2014)==== On June 15, 2014 at TNA Slammiversary XII, Devon returned to TNA and reunited with Team 3D two days later when he helped Bully Ray and Tommy Dreamer in their attack against TNA President Dixie Carter's entourage; Devon and Bully Ray giving Dixie's nephew Ethan Carter III a 3D through a table. On the June 27th tapings of Impact, which aired August 7, Team 3D succeeded in putting Dixie Carter through a table. Team 3D were inducted into the TNA Hall of Fame on October 11, 2014 in Japan. They were the first tag team to be entered into the Hall of Fame, and were the third and fourth entrants. The following day at Bound for Glory, they defeated Tommy Dreamer and Abyss. The event was the final contracted date for each member of Team 3D. In July 2015, Bubba Ray made a one off appearance for TNA as an authority figure. ===Japan and Independent circuit (2005–2015)=== Kevin Steen and Jason Axe in Watertown, New York in 2014 Aside from TNA, Team 3D has also participated in many All Japan Pro Wrestling and Hustle's shows after their WWE release. Team 3D held an unbeaten streak in All Japan, where they won All Japan's World's Strongest Tag Determination League in 2005. Team 3D has also won HUSTLE's tag title in 2006, which they held until the promotion folded in October 2009. Team 3D also appeared in the Pro Wrestling Alliance June show, defeating Booker T and Dawg in the main event. Team 3D has also participated in two of the January 4 Dome Show PPV events for New Japan Pro Wrestling. In 2008, they won a hardcore match against Togi Makabe and Toru Yano. They also performed in Puerto Rico's World Wrestling Council, where Armando Estrada served as their manager. Team 3D wrestled Thunder and Lightning for the WWC World Tag Team Championship at Lockout 2008, but lost the match by disqualification. The following year, Team 3D were booked to face Makabe and Yano, at that time the IWGP Tag Team Champions, and the team of Satoshi Kojima and Hiroyoshi Tenzan in a three-way match for the Tag Team title, later with a Hardcore rules stipulation added. However, days before the event, the team of Kojima and Tenzan withdrew due to Tenzan sustaining a serious eye injury which required an operation.Strong Style Spirit » Blog Archive » Tenzan seriously injured; TenKoji off 1/4 Team 3D won the resulting tag match against Makabe and Yano to win the IWGP Tag Team Championship, thus making them 22-time tag-team champions. On January 4, 2010, at Wrestle Kingdom IV in Tokyo Dome Team 3D lost the IWGP Tag Team Title to No Limit (Tetsuya Naito and Yujiro) in a three-way hardcore match, which also included Bad Intentions (Giant Bernard and Karl Anderson). Starting in late 2013, Bully Ray and Devon have been something of a fixture within Tommy Dreamer's House of Hardcore promotion. On November 9, 2013, at HoH 3, Bully Ray attacked Dreamer and Terry Funk following the main event, claiming that Dreamer offended him by not inviting him to the show, before challenging Dreamer to a falls-count- anywhere street fight at the TNA One Night Only pay-per-view event Old School. Spike Dudley came out to make the save only to be beaten by Bully as well, whereas Devon appeared to confront Bully—only to turn around and aid him as the two hit Dreamer with a 3D, then fended off an attempted save by the Sandman. Team 3D were also scheduled to officially team together against Dreamer and Abyss, then against Bad Influence (Christopher Daniels and Frankie Kazarian), on June 6 and 7, 2014 at House of Hardcore 4 and 5 respectively. However, Bully Ray was pulled out of both events by TNA President Dixie Carter, turning the on-screen feud between Bully and Carter in TNA into a crossover storyline involving talent associated with both promotions. On July 13, 2014, Team 3D defeated Kevin Steen and Jason Axe to win the 2CW Tag Team Championship. On November 15, 2014, at HOH VII, Team 3D defeated NWA World Tag Team Champions Killer Elite Squad (Davey Boy Smith, Jr. and Lance Archer). === Return to WWE (2015–2016) === D-Von (left) and Bubba Ray (right) performing the Dudley Death Drop on Lance Storm. On January 25, 2015, Bubba Ray made a one night appearance at Royal Rumble as a surprise entrant in the Rumble match, eliminating The Miz and R-Truth before being eliminated by Bray Wyatt. On the August 24 episode of Raw, Bubba Ray and D-Von made their surprise return as the Dudley Boyz, where they reestablished themselves as fan favorites by attacking The New Day, giving a Dudley Death Drop to Xavier Woods through a table. On the August 27 episode of SmackDown, the Dudley Boyz wrestled their first match back in WWE, defeating The Ascension. At both Night of Champions and Live from Madison Square Garden, the Dudley Boyz challenged The New Day for the WWE Tag Team Championship, but won both matches by disqualification, which allowed The New Day to retain their titles. At Hell in a Cell, the Dudley Boyz challenged for the title again but were defeated by The New Day. At Survivor Series, the Dudley Boyz teamed with Goldust, Neville and Titus O'Neil to defeat Stardust, The Ascension, The Miz and Bo Dallas in a 5-on-5 traditional Survivor Series elimination tag team match. The following night on Raw, the Dudley Boyz suffered a defeat against Bray Wyatt and Luke Harper of The Wyatt Family. On the November 26 episode of SmackDown, the Dudley Boyz faced The Wyatt Family again, beating Erick Rowan and Braun Strowman by disqualification after Harper attacked Bubba Ray and threw him through his own table. The following week on Raw, they had a no-contest six man tag team match against Harper, Rowan and Strowman when the Dudley Boyz teamed with the returning Tommy Dreamer. However, the Dudley Boyz and Dreamer fended off a post-match assault and threw Wyatt into a table. At TLC: Tables, Ladders and Chairs, The ECW Originals were defeated by The Wyatt Family in an elimination tables match. The next night on Raw, the Dudley Boyz, Dreamer and Rhyno were defeated again by The Wyatt Family in an 8-man tag team Extreme Rules Match. The Dudley Boyz in April 2016 On the February 8 episode of Raw, the Dudley Boyz turned heel when they attacked The Usos after an 8-man tag team tables match that also involving The New Day and Mark Henry. That same week on SmackDown, the Dudley Boyz proclaimed that their signature tables didn't win all those Tag Team Championships for them, but rather they did it themselves, and thus, with the help of several stage-hands and staff members, they took all the tables they had out of the arena, going \"table-free\" for the first time in their careers. In the following weeks, the Dudley Boyz and The Usos began a feud, setting up a tag team match between the two teams on the WrestleMania 32 kickoff show, where the Dudley Boyz lost to The Usos. The following night on Raw, the Dudley Boyz defeated The Usos in a tables match, breaking their vow to never again use tables and officially ending the feud. Afterwards the duo were interrupted by the debuting Enzo Amore and Colin Cassady, who proceeded to insult them and ignite a new feud. In a tournament to determine the number 1 contenders to the WWE Tag Team Championship, they defeated The Lucha Dragons to advance to the semi-finals, where they lost to Enzo Amore and Colin Cassady. On July 19 at the 2016 WWE draft, the Dudley Boyz were drafted to Raw. At SummerSlam, they would lose to Sami Zayn and Neville. On the August 22 episode of Raw, the day after SummerSlam, the Dudley Boyz departed from WWE. During their farewell segment, they were confronted by The Shining Stars. After receiving insults from The Shining Stars, the Dudley Boyz attacked them, turning face once again in the process. As they set up Primo for a 3D through a table, Luke Gallows and Karl Anderson attacked both Bubba Ray and D-Von, sending D-Von through the table with a Magic Killer. ===Return to independent circuit (2016)=== Team 3D competed at Insane Championship Wrestling's (ICW) Fear and Loathing IX event on November 20, 2016 and at House of Glory on December 17, 2016. Devon retired shortly after, making this his final match. Devon returned to WWE shortly afterwards as a producer while Bully Ray would continue his in-ring career and sign with Ring of Honor. === Sporadic WWE appearances === ==== Hall of Fame (2018) ==== The Dudleys being inducted into the WWE Hall of Fame in 2018 On January 22, 2018 on Raw 25 Years, The Dudley Boyz made a one night appearance by interrupting a tag team match between Heath Slater and Rhyno and Titus Worldwide (Apollo Crews and Titus O'Neil), giving a Whassup? and a Dudley Death Drop to Slater through a table. On April 6, 2018, The Dudley Boyz were inducted into the WWE Hall of Fame by Edge and Christian. ==Championships and accomplishments== Team 3D Brother Devon (left) and Bully Ray (right) as the 2CW Tag Team Champions Team 3D with the TNA World Tag Team Championship and the IWGP Tag Team Championship belts at Slammiversary in August 2009 *All Japan Pro Wrestling **World's Strongest Tag Determination League (2005) *The Baltimore Sun **Tag Team of the Year (2007) *Cauliflower Alley Club **Other honorees (1997) *Extreme Championship Wrestling **ECW World Tag Team Championship (8 times) *Hustle **Hustle Super Tag Team Championship (1 time) *New Japan Pro-Wrestling **IWGP Tag Team Championship (2 times) *Pro Wrestling Illustrated **Match of the Year (2000) vs. Edge and Christian and the Hardy Boyz in a triangle ladder match at WrestleMania 2000 **Match of the Year (2001) vs. Edge and Christian and the Hardy Boyz in a Tables, Ladders and Chairs match at WrestleMania X-Seven **Tag Team of the Year (2001, 2009) **Tag Team of the Decade (2000–2009) *Squared Circle Wrestling **2CW Tag Team Championship (1 time) *Total Nonstop Action Wrestling **TNA World Heavyweight Championship (2 times) – Bully Ray **TNA Television Championship (2 times) – Devon **NWA World Tag Team Championship (1 time) **TNA World Tag Team Championship (2 times) **TNA Tag Team Tournament (2014) **TNA Tag Team of the Year (2005) **TNA Hall of Fame (Class of 2014) *World Wrestling Federation/World Wrestling Entertainment/WWE **WWE Tag Team Championship (1 time) **WWF/World Tag Team Championship (8 times) **WCW Tag Team Championship (1 time) **WWE Hall of Fame (Class of 2018) ==Notes== ==References== * ==External links== * * * TNA Profile Category:Aces and Eights members Category:All Japan Pro Wrestling teams and stables Category:Extreme Championship Wrestling teams and stables Category:Impact Wrestling teams and stables Category:Independent promotions teams and stables Category:New Japan Pro-Wrestling teams and stables Category:Professional wrestling trainers Category:The Dudley Brothers members Category:The ECW Originals members Category:WWE Hall of Fame inductees Category:WWE teams and stables Category:WWF/WWE World Tag Team Champions Category:WWE Hall of Fame team inductees ",
    "title": "The Dudley Boyz"
}