{
    "id": "649711",
    "text": "In particle physics, a vector boson is a boson with the spin equal to 1. The vector bosons regarded as elementary particles in the Standard Model are the gauge bosons, the force carriers of fundamental interactions: the photon of electromagnetism, the W and Z bosons of the weak interaction, and the gluons of the strong interaction. Some composite particles are vector bosons, for instance any vector meson (quark and antiquark). During the 1970s and 1980s, intermediate vector bosons—vector bosons of \"intermediate\" mass (a mass between the two of the vector mesons)—drew much attention in particle physics. ==Vector bosons and the Higgs== Feynman diagram of the fusion of two electroweak vector bosons to the scalar Higgs boson, which is a prominent process of the generation of Higgs bosons at particle accelerators. (The symbol q means a quark particle, W and Z are the vector bosons of the electroweak interaction. H0 is the Higgs boson.) The W and Z particles interact with the Higgs boson as shown in the Feynman diagram. ==Explanation== The name vector boson arises from quantum field theory. The component of such a particle's spin along any axis has the three eigenvalues −ħ, 0, and +ħ (where ħ is the reduced Planck constant), meaning that any measurement of its spin can only yield one of these values. (This is true for massive vector bosons; the situation differs for massless particles such as the photon, for reasons beyond the scope of this article. See Wigner's classification.) The space of spin states therefore is a discrete degree of freedom consisting of three states, the same as the number of components of a vector in three- dimensional space. Quantum superpositions of these states can be taken such that they transform under rotations just like the spatial components of a rotating vector (the so named 3 representation of SU(2)). If the vector boson is taken to be the quantum of a field, the field is a vector field, hence the name. ==See also== *Pseudovector meson ==Notes== Category:Bosons Category:Mesons Category:Quantum field theory ",
    "title": "Vector boson"
}