{
    "id": "650275",
    "text": "George Gipp (February 18, 1895 – December 14, 1920), nicknamed \"The Gipper\", was a college football player at the University of Notre Dame under head coach Knute Rockne. Gipp was selected as Notre Dame's first Walter Camp All- American, and played several positions, particularly halfback, quarterback, and punter. Gipp died at age 25 of a streptococcal throat infection and pneumonia, three weeks after a win over Northwestern in his senior season, and was the subject of Rockne's \"Win just one for the Gipper\" speech. In the 1940 film Knute Rockne, All American, he was portrayed by Ronald Reagan. ==College career== Born and raised in Laurium, Michigan, on the Keweenaw Peninsula in the Upper Peninsula, Gipp entered Notre Dame intending to play baseball for the Fighting Irish. While on campus, he was recruited by Rockne for the football team, despite having no experience in organized football. During his Notre Dame career, Gipp led the Irish in rushing and passing each of his last three seasons (1918, 1919, and 1920). His career mark of 2,341 rushing yards lasted over fifty years, until Jerome Heavens broke it Gipp was also an ideal handler of the forward and threw for 1,789 He scored 21 career touchdowns, averaged 38 yards a punt, and gathered five interceptions as well as 14 yards per punt return and 22 yards per kick return in four seasons Gipp is still Notre Dame's all-time leader in average yards per rush for a season (8.1), career average yards per play of total offense (9.37), and career average yards per game of total offense (128.4).University of Notre Dame Official Athletic Site ==Death== Gipp Memorial in Laurium, Michigan Gipp died December 14, 1920, two weeks after being elected Notre Dame's first All-American by Walter Camp, and second consensus All-American (after Gus Dorais). A frequently told but probably apocryphal story of Gipp's death begins when he returned to Notre Dame's campus after curfew from a night out. Unable to gain entrance to his residence, Gipp went to the rear door of Washington Hall, the campus' theatre building. He was a steward for the building and knew the rear door was often unlocked. He usually spent such nights in the hall. On that night, however, the door was locked, and Gipp was forced to sleep outside. By the morning, he had contracted pneumonia and eventually died from a related infection. It is more likely that Gipp contracted strep throat and pneumonia while giving punting lessons after his final game, November 20 against Northwestern. Since antibiotics were not available in the 1920s, treatment options for such infections were limited and they could be fatal even to young, healthy individuals. Gipp's hometown of Laurium built a memorial in his honor; he is buried in Lake View Cemetery near West Tamarack, Michigan. ==\"Win just one for the Gipper\"== It was on his hospital bed that he is said to have delivered the \"win just one for the Gipper\" line. He apparently said this line to the full quotation from which the line is derived is: :\"I've got to go, Rock. It's all right. I'm not afraid. Some time, Rock, when the team is up against it, when things are wrong and the breaks are beating the boys, ask them to go in there with all they've got and win just one for the Gipper. I don't know where I'll be then, Rock. But I'll know about it, and I'll be happy.\" Rockne used the story of Gipp, along with this deathbed line that he attributed to Gipp, to rally his team to a upset of the previously undefeated Army team in 1928, with Jack Chevigny scoring the \"that's one for the Gipper\" tying touchdown at Yankee Stadium. Chevigny was later killed in action in World War II at Iwo Jima. The phrase \"Win one for the Gipper\" was later used as a political slogan by Ronald Reagan, who in 1940 portrayed Gipp in Knute Rockne, All American and was often referred to as \"The Gipper\". At the Republican National Convention in 1988 in New Orleans, he told Vice President Bush, \"George, go out there and win one for the Gipper.\" The term was also used by President George W. Bush at the 2004 convention in New York City, when he honored the recently deceased President Reagan by stating, \"this time we can truly win one for the Gipper.\" The Republicans won both presidential elections. ==Exhumation== Gravestone at Lake View Cemetery in Calumet, Michigan On October 4, 2007, Gipp's body was exhumed for DNA testing to determine if he had fathered a child out of wedlock with an 18-year-old high school student. The right femur was removed and the rest of the remains were reburied the same day. A sports author who was present at the exhumation said it was requested by Rick Frueh, the grandson of one of Gipp's sisters.COLLEGE FOOTBALL: George Gipp's body is exhumed for DNA testing - International Herald Tribune The tests showed that he was not the father of the child who was born within days of Gipp's Other Gipp relatives claimed in a subsequent lawsuit that the exhumation was conducted in an improper manner and under questionable circumstances. The lawsuit was subsequently ==Honors== *Gipp was voted into the College Football Hall of Fame (located in Atlanta, GA) on December 14, 1951, at 3:27 a.m., in memory of the time and date of his death. *George Gipp Memorial Park was dedicated on August 3, 1935, in his hometown. A plaque kept in the park lists former George Gipp Award-winners, given to outstanding senior, male athletes from Calumet High School. * *He was ranked #22 on ESPN's Top 25 Players In College Football History list.25 Greatest Players In College Football - College Football - ESPN ==Statistics== In 2002, the NCAA published \"NCAA Football's Finest,\" researched and compiled by the NCAA Statistics Service. For Gipp they published the following statistics: {| class=\"wikitable sortable\" style=\"font-size:100%; text-align:center; |- ! Year !! Carries !! Rushing yards !! Average !! Passing attempts!! Completions!!Passing yards!!Interceptions Thrown!!Interceptions Caught!!TD!!XP!!FG!!Points |- | 1917 ||63 ||244 || 3.9|| 8|| 3||40||2||0||0||0||0||0 |- | 1918 || 98 || 541 ||5.5|| 45||19||293||1||1||6||7||0||43 |- | 1919 || 106 || 729 || 6.9||72||41||727||4||3||7||4||1||49 |- | 1920 || 102||827 ||8.1||62|| 30||709 ||9||1||8||16||0||64 |- | Total || 369 ||2,341|| 6.3 || 187 ||93 ||1,769||16||5||21||27||1||156 |} ==References== ==Further reading== * One For The Gipper-George Gipp, Knute Rockne and Notre Dame\", Patrick Chelland. Panoply Publications, 298 pp., 2008. * Gipp at Notre Dame-The Untold Story, Emil Klosinski. Publish America, 278 pp., 2003. * The Life and Times of George Gipp, George Gekas. And Books, 219pp., April 1988. * The Gipper: George Gipp, Knute Rockne, and the Dramatic Rise of Notre Dame Football, Jack Cavanaugh. Skyhorse Publishing, 320 pages., September 2010. ==External links== * * Village of Laurium – George Gipp * * Category:1895 births Category:1920 deaths Category:American football drop kickers Category:American football halfbacks Category:American football punters Category:Notre Dame Fighting Irish football players Category:Notre Dame Fighting Irish men's basketball players Category:All-American college football players Category:College Football Hall of Fame inductees Category:People from Laurium, Michigan Category:Players of American football from Michigan Category:American men's basketball players ",
    "title": "George Gipp"
}