{
    "id": "650428",
    "text": "A Monolog is a Single Telephone Line Call Logging Device manufactured by British Telecom in the UK. The reason for connecting Monolog to a telephone line is to collect independent call and charging data to help resolve customer queries or complaints. Monolog is usually connected to a customer's line at the telephone exchange although it is possible to monitor the line at the customer's premises. Monolog is based on the Mitsubishi M50734SP-10 8-bit processor that uses an enhanced 6502 instruction set. The unit comprises two boards: a digital board that contains EPROM and RAM for storage of call records and an analogue board that provides the necessary interface components to the monitored telephone line. Monolog is powered via four AA rechargeable batteries which are trickle charged at approximately 2 mA from a control line. This control line is also used for remote connection to the unit for the purposes of data retrieval. == Analogue board == The analogue board provides the interface circuitry between the monitored and control telephone lines and the microprocessor. The board contains the following ICs ; U1 = OP490 - Quad Op-Amp U2 = Mitel MT8870CE - DTMF Decoder U3 = Motorola MC145442 - Single-Chip V.21 300-Baud Modem U4 = LM358N - Dual Low Power Op-Amp U5 = Phillips 74HC157 - Quad 2-input multiplexer The board also contain a 25-way female D-type connector that provides the electrical interface to the monitored/control lines. Alternatively, it provides an RS-232 interface thereby enabling the direct connection of a PC running the Dialog software. === Battery Charging circuit === Monolog's batteries can be charged via 2 spare pins on the 25-way D-type connector; pin 4 (RTS) and pin 20 (DTR). If a 12volt power source is applied to either pin, the batteries are charged at 22mA. If both pins are used, the batteries are charged at 44mA. The 12volt feed is via two 330Ω current limiting resistors and the wired in fuse. This circuitry does not provide any protection against over-charging. == Digital Board == The digital board contains 7 Integrated Circuits as follows ; U1 = M50734-SP10 Mitsubishi Microprocessor U2 = 74HC373P address latch U3 = CD4060BCN 14-bit asynchronous binary counter U4 = 74HC139N Address decoder U5 = Static RAM (130 kB) U6 = 27C256BQ EPROM U7 = Static RAM (32 kB) In addition to these components are the reverse battery protection diode associated timing circuitry for the Processor and CMOS divider IC. === Real Time Clock === To enable the call records to be date stamped, the CMOS divider IC produces an interrupt pulse every 125 ms which activates the processor. The interrupt service routing updates the system clock and checks for any activity on the line. If there is none, the processor goes back to the SLEEP mode. In this mode, the CPU consumes very little power thereby enabling the unit to be battery powered. In its quiescent state, Monolog consumes around 180 µA while the monitored telephone line is inactive, rising to a peak of about 6 mA during a call while the DTMF decoder is on during the first 20 to 30 seconds of a call. == References == # British Telecommunications Engineering, Volume 8, April 1989 # Monolog Call Logger Installation Guide, Issue 2, 18 November 1994 Category:Recording devices Category:Telephony equipment ",
    "title": "Monolog"
}