{
    "id": "650573",
    "text": "The Luzern–Stans–Engelberg railway line is a Swiss narrow gauge rack railway that connects Luzern, via Hergiswil and Stans, to the resort of Engelberg. The line was built by the Stansstad–Engelberg Railway (, StEB), which became the Luzern–Stans–Engelberg Railway (, LSE) when the line was extended to Luzern. Today the line is owned by the Zentralbahn railway company, which also owns the Brünig line. Trains on the Luzern–Stans–Engelberg line use Brünig line tracks to access Luzern from Hergiswil. ==History== Share of the Elektrische Bahn Stansstad-Engelberg, issued 10. August 1897 The former terminus of the Stansstad-Engelberg-Bahn at Stansstad, now devoid of rails but still used by lake shipping. Former start of the rack rail section at Obermatt, now bypassed by the Grafenort to Engelberg Tunnel. In 1890 the concession to build a line was given from Stansstad to Engelberg. The opening of the Stansstad-Engelberg- Bahn (StEB) followed in 1898. The opening of the railway resulted in the early demise of the Stansstad–Stans tramway, which connected Stansstad and Stans between 1893 and 1903. The line was electrified from its beginning, making it the longest electrically operated railway line of Switzerland at that time. Because of the maximum gradient of 25% on the rack section between Grafenort, Engelberg and Engelberg, it was decided to use three-phase alternating current. Brown Boveri delivered seven 52 kW motorcoaches, with wooden bodies and side doors to each compartment, between 1898 and 1900, numbered 1 to 7. They also delivered, between 1898 and 1913, five 4-wheeled 110 kW rack bankers which were used beyond Grafenort on the steep uphill section, to assist the motorcoaches up the hill. These were also numbered 1 to 5. All these vehicles survived until 1964. The railway ended at that time in Stansstad at the Lake of Lucerne. Passengers had to continue by lake steamer or bus. To connect the railway with the national rail network in Hergiswil, where the metre gauge Brünigbahn of SBB had a station, a concession was passed in 1956. However, it took some time to find the money to build the line to Hergiswil. To resolve the problems of old loans, a new company was incorporated in 1959, still named Elektrische Bahn Stansstad-Engelberg. In 1960 work on the Lopper tunnel started and on 27 August 1964, the last three-phase train reached Engelberg. The rack line was rebuilt to Brünigbahn standards and a new overhead line for 15 kV 16⅔ Hz was built. On 19 December 1964, the line went back into business as the Luzern-Stans-Engelberg-Bahn (LSE). The new motor coaches were built for the same maximum speed as the contemporary Brünigbahn motive power (). In 2005 the LSE merged with the Swiss Federal Railway's Brünig line to form the Zentralbahn railway company. Formally, the Swiss Federal Railway sold the Brünig line to the LSE which paid for it with its own shares. LSE was subsequently renamed Zentralbahn and 2/3 of its shares are now owned by SBB. In December 2010, the Grafenort to Engelberg Tunnel opened between Grafenort and Engelberg, bypassing the very steep 25% incline. The bypass resulted in the closure of the former stations of Obermatt ZB and Grünenwald. In late 2012, a new tunnel route was opened between Kriens Mattenhof station and the approaches to Luzern station. The tunnel replaces a less direct surface alignment, allowing the abolition of several congested level crossings and the provision of double track. A new station, Luzern Allmend/Messe, built within the tunnel, serves the Swissporarena. ==Route== The route of the line towards Luzern, passing through Stansstad and across the bridge over the lake (lower centre) before tunneling under the Lopperberg to Hergiswil (mid left) and Luzern (upper centre). Train in Stansstad station with the Lopperberg in the background. The lower entrance to the new tunnel between Grafenort and Engelberg. The former route can be seen diverging to the right. End of the line at Engelberg. Trains on the Luzern–Stans–Engelberg line begin their journey at Luzern Bahnhof, one of Switzerland's principal railway stations which is shared with the lines of the Swiss Federal Railways. Shortly after leaving that station, the line enters a tunnel (opened in 2012) which runs under Luzern's southern suburbs as far as Kriens Mattenhof station. From here the line runs to Hergiswil, where the LSE line proper diverges from the Brünig line. Between Luzern and Hergiswil, trains share tracks with the Brünig line and the S-Bahn services. This section is double track as far as the southern end of the Spier tunnel to the north of Hergiswil Matt station; beyond here the line is mainly single track except for passing loops at stations. Between Luzern and Horw, one of the two tracks is dual gauge allowing standard gauge freight trains to serve the adjacent industrial areas. From Hergiswil the LSE line runs through the Lopper II tunnel, under a shoulder of Mount Pilatus, and then bridges the Alpnachersee arm of Lake Lucerne to reach Stansstad. This tunnel and stretch of line was newly built in the 1960s to connect the Stansstad–Engelberg line to the Brünig line. The former line starting from the terminal station at Stansstad steamer pier no longer exists, although the station building still does. Beyond the current Stansstad station the line continues on its original 1890s route to Stans and Dallenwil, along the valley of the Engelberger Aa river which the line will follow as far as its destination in Engelberg. Wolfenschiessen station is the terminus of the S4 S-Bahn service, and the LSE line continues alone. The line uses adhesion as far as Grafenort station. Then after this station the line enters the Grafenort to Engelberg Tunnel, using rack propulsion through the tunnel. At the point of entering the tunnel, the pre-2010 surface alignment can be seen diverging to the right. The line formerly continued on adhesion as far as Obermatt ZB station, where the rack section started for the climb via Grünenwald station. Here the main road originally crossed the line via an unusual double bascule bridge, used instead of a level crossing because of the presence of the rack rail. The rack section ended above Grünenwald at the Ghärst passing loop. At Boden on the outskirts of Engelberg the old and new routes rejoin, and run under adhesion into the terminal Engelberg station. ==Stations== The service pattern on the Luzern-Hergiswil section is complex because the line is shared by four separately timetabled services: the LSE, the Brünigbahn, and the S4 and S5 S-Bahn services. {| class=\"wikitable\" style=\"font-size: 85%;\" ! rowspan=\"2\" | Station ! rowspan=\"2\" | Distance ! colspan=\"4\" | Served by |- ! LSE ! Brünigbahn ! S4 ! S5 |- |Luzern Bahnhof | | | | | |- |Luzern Allmend/Messe | | | | | |- |Kriens Mattenhof | | Only the first Luzern-Engelberg train of the day. | | | |- |Horw | | | | | |- |Hergiswil Matt | | | | | |- |Hergiswil | | | Then branches off to follow the Brünig line. | | |- |Stansstad | | Only the first Luzern-Engelberg train of the day and some additional peak time seasonal services. | | | |- |Stans | | | | | |- |Oberdorf NW | | | | | |- |Buren | | | | | |- |Dallenwil | | | | | |- |Niederrickenbach Station | | | | | |- |Wolfenschiessen | | | | | |- |Dörfli | | | | | |- |Grafenort | | | | | |- |Obermatt ZB | | | | | |- |Grünenwald | | | | | |- |Engelberg | | | | | |} == Rolling stock == Prior to the opening of the Grafenort-Engelberg tunnel, the line was operated by BDeh 4/4 electric multiple units. Various combinations of power and trailer cars were used depending on passenger demand, although a maximum of four-car trains could be used over the rack section. Longer trains had to be split at either Obermatt ZB or when starting from Engelberg, Since the opening of the tunnel, the line is served by longer trains usually made up of a HGe 4/4 II locomotive at the uphill (Engelberg) end, then some of the original BDeh 4/4 trailer cars, then a newer Stadler GSW multiple unit at the valley (Luzern) end. The latter is similar to the Stadler SPATZ but with the addition of a rack system. For the summer 2013 season a first class panoramic car was added to the Engelberg end of the trains, the service being renamed \"Luzern-Engelberg Express\". == References == Category:Metre gauge railways in Switzerland Category:Mountain railways Category:Defunct railway companies of Switzerland Category:Railway lines in Switzerland Category:Rack railways in Switzerland Category:Transport in the canton of Lucerne Category:Transport in Nidwalden Category:Transport in Obwalden ",
    "title": "Luzern–Stans–Engelberg railway line"
}