{
    "id": "650566",
    "text": "Paulistas are the inhabitants of the state of São Paulo, Brazil, and of its antecessor the Capitaincy of São Vicente, whose capital early shifted from the village of São Vicente to the one of São Paulo dos Campos de Piratininga. ==History== The early population of São Paulo consisted mainly of indigenous Amerindian with few Portuguese settlers. The Portuguese settlements were small. As the Bandeirantes gained power and the vice-kingdom of Brazil developed, the Portuguese element predominated in the population, the Indians being either absorbed or killed. But the province of São Paulo, enlarged by the Bandeiras to include Mato Grosso, Goiás, Paraná and Santa Catarina, remained undeveloped, having neither the gold of Minas Gerais nor the sugar cane of Pernambuco, two of the most richest production in 16th, and 17th, and 18th century. As a consequence, it did not receive the same influx of black slaves during the 16th and 17th centuries as the more prosperous provinces of Brazil. Nevertheless, the number of black slaves increased substantially in São Paulo during the Brazilian Empire, as the slave traffic reached its peak during the first half of the 19th century. After the abolition of the international slave trade in 1850, many more slaves were transferred from declining regions of Brazil (such as the Northeast) to work in coffee plantations. The economic development of São Paulo only really took off with the founding of coffee plantations in the nineteenth century. Those coffee plantations were manned, from the beginning, by slaves, and remained so during most of the 19th century. Not even the abolition of the transatlantic trade changed this, with the coffee barons resorting to the import of slaves from the Northeastern and Southern regions. Both the coffee planters and the Brazilian government, however, were aware that the abolition of slavery could be postponed but not avoided at all; as a result, a few experiments in immigration were tried during this period, and some ideas were discussed, including the immigration of Chinese workers. Only in the 1880s, however, did immigration start in earnest. From then on, immigration was the solution adopted to what was seen as a labour shortage, and Italian and Spanish immigrants made the bulk of the workers brought to coffee plantations; the reasons why ex-slaves were not employed, or were only marginally employed, are unclear and subject to debate. Much is made of a supposed \"whitening\" ideology, or even \"program\", but the cold fact is that, when faced with the impossibility of obtaining European manpower, the coffee barons had no qualms about resorting to Japanese immigrants. A curious fact from this period was the immigration of US Southerners moving from a country where slavery had been abolished to one where it still existed. Of course, those were not manual workers and didn't come to work in coffee plantations. The wealth produced by coffee culture eventually sparked urbanisation and industrialisation; the growing urban environment attracted even more immigrants, especially Armenians and other Europeans, Syrians and Lebanese. Later, as the foreign immigration declined, a strong chain of internal migration from the Brazilian Northeast developed. ==References== Category:History of São Paulo (state) Category:People from São Paulo (state) ",
    "title": "Paulistas"
}