{
    "id": "650517",
    "text": "Ascanio Sobrero (12 October 1812 - 26 May 1888) was an Italian chemist, born in Casale Monferrato. He was studying under Théophile-Jules Pelouze at the University of Turin, who had worked with the explosive material guncotton. He studied medicine in Turin and Paris and then chemistry at the University of Gießen with Justus Liebig, and earned his doctorate in 1832. In 1845 he became professor at the University of Turin During his research he discovered, in 1847, nitroglycerine.Sobrero, Ascagne (1847) \"Sur plusieur composés détonants produits avec l'acide nitrique et le sucre, la dextrine, la lactine, la mannite et la glycérine\" (On several detonating compounds produced with nitric acid and sugar, dextrin, lactose, mannitol, and glycerine), Comptes rendus, 24 : 247–248.Sobrero, Ascanio (1849) \"Sopra alcuni nuovi composti fulminanti ottenuti col mezzo dell’azione dell’acido nitrico sulle sostante organiche vegetali\" (On some new explosive products obtained by the action of nitric acid on some vegetable organic substances), Memorie della Reale Accademia delle Scienze di Torino, 2nd series, 10 : 195–201. On p. 197, Sobrero names nitroglycerine \"pyroglycerine\": \"Quelle gocciole costituiscono il corpo nuovo di cui descriverò ora le proprietà, e che chiamerò Piroglicerina.\" (Those drops constitute the new substance whose properties I will now describe, and which I will call \"pyroglycerine\".) This paper is translated into English (in part) in: MacDonald, George William, Historical Papers on Modern Explosives (London, England: Whittaker & Co., 1912), Chapter XXII: Sobrero's discovery of nitroglycerin (1847), pp. 160–163. He initially called it \"pyroglycerine\", and warned vigorously against its use in his private letters and in a journal article, stating that it was extremely dangerous and impossible to handle. In fact, he was so frightened by what he created that he kept it a secret for over a year. Another of Pelouze's students was the young Alfred Nobel, who returned to the Nobel family's defunct armaments factory and began experimenting with the material around 1860; it did, indeed prove to be very difficult to discover how to handle it safely. In the 1860s Nobel received several patents around the world for mixtures, devices and manufacturing methods based on the explosive power of nitroglycerine, eventually leading to the invention of dynamite, ballistite and gelignite from which he made a fortune. Although Nobel always acknowledged and honored Sobrero as the man who had discovered nitroglycerine, Sobrero was not only dismayed by the uses to which the explosive had been put, but also on occasion claimed that he was not given sufficient recognition. ==References== ==See also== * Category:Italian chemists Category:1812 births Category:1888 deaths Category:University of Paris alumni Category:University of Turin alumni Category:University of Giessen alumni Category:University of Turin faculty Category:People from Casale Monferrato Category:Italian inventors Category:People from Turin ",
    "title": "Ascanio Sobrero"
}