{
    "id": "650887",
    "text": "The Prometheus Society is a high IQ society, similar to Mensa International, but much more restrictive. The entry test is designed to be passable by 1 in 30,000 of the population, Jacobs, The Know-it-all, p.243, Wall Street Journal article, see also Prometheus Society website while Mensa entry is achievable by 1 in 50.see Mensa website . The society produces a magazine, Gift of Fire, published ten times per year. ==History== ===Background=== An earlier organization, Mensa International, was founded by Roland Berrill and Lancelot Ware, who noted from their first conversation that although they came from different backgrounds, they were able to communicate and had much in common. They hypothesized that what they had in common was intelligence, and decided to see if a society of people selected for intelligence (using the only means then available, IQ tests) would also have much in common. They decided to focus on people whose IQ test scores would place them at or above the 98th percentile. ===Beyond the 98th percentile=== In the late 1930s Leta Stetter Hollingworth's research examined people with unusually high Stanford-Binet IQ scores. Starting in the early 1960s, when the now-defunct MM was started,Miyaguchi History of High IQ Societies there were attempts to form high-IQ societies for people scoring at similar levels on then-current tests. The International Society for Philosophical Enquiry and the Triple Nine Society were founded in the 1970s and still exist today. Their membership requirements were intended to accept one person in one thousand from the general population. Restricting entry still further was difficult; no tests have ever reliably discriminated among test-takers with more selectivity. The paucity of data on persons with unusually high IQ scores, by definition, made ensuring the reliability of such scores very difficult. High IQ scores are less reliable than IQ scores nearer to the population median. ===Testing difficulties=== There were two possible ways to overcome this obstacle. Either the raw data from standardized tests could be obtained and determination could be made, as to whether they could be normalized to Hollingworth’s levels, or new tests could be designed and normalized. In the late 1970s, it was the latter approach that was followed. Kevin Langdon and Ronald Hoeflin both developed high-range, untimed tests. Langdon claimed that his Langdon Adult Intelligence Test had a ceiling at the one-in-a-million level (176 IQ [or 171 using the academic-standard 15-point-per-standard-deviation system], or 4.75 standard deviations above the mean). Hoeflin claimed a considerably higher ceiling but the Langdon and Hoeflin tests are closely comparable, with Hoeflin's tests having ceilings only one or two points higher than Langdon's. These tests were given to a pool of about thirty thousand test-takers, recruited through Omni magazine, and the resulting data were used to develop norms. Langdon equated means and standard deviations; Hoeflin used equipercentile equating. Using these tests and norms, Ronald Hoeflin founded the Prometheus Society in 1982. It was the second society to select for the top one in thirty thousand, the first being Kevin Langdon's Four Sigma Society, founded in 1976. ===Recent changes=== The pool of members was always limited by the number of people who had taken the Langdon and Hoeflin tests, and it was further limited when, in the 1990s, answers for some test questions were put on the Internet. However, there existed a large pool of potential members as tens of millions of people had taken standardized exams such as the SAT, which were, in effect, IQ tests. The problem was to normalize them. In 1999, Prometheus formed a committee of ten members, many of them experts in psychometrics, to attempt this task. The committee produced a long report examining all reputable intelligence tests, determining which tests could screen at the four-sigma level (four standard deviations above the mean of a normal distribution), above 99.9966%, and what the appropriate scores should be. This report recommended that members be chosen based on scores in several widely known and researched standardized tests, including the SAT, the GRE, the Wechsler Adult Intelligence Scale, Cattell Culture Fair III, and others. This greatly expanded the number of possible members. Today, the number of members hovers around a hundred. ==Membership== The membership roster is eclectic. There are CEOs of high-tech firms, math professors, poets, computer programmers, physics PhDs, army officers, and NASA employees. Quite a few are involved with computer modeling of complex phenomena. Many members have much in common, and the officers try to link members whose business or other interests complement each other. The society produces a 72-page magazine, Gift of Fire, published irregularly (up to ten times a year), which contains many scholarly or speculative articles, along with poetry, artworks, and short stories. Perhaps the best-known article to appear in Gift of Fire is Grady Towers' essay \"The Outsiders\". Despite the strong desire of many of its members to maintain a low public profile, the Prometheus Society has achieved a small measure of attention and fame. The society is listed as social network #E240 in Networking: The first report and directory. It has been cited in books and articles dealing with intelligence, mentioned in an episode of the ABC television series Castle,Video of Boom episode, which includes the reference . used in a brand recognition example in a book by Geoffrey Miller on consumer behaviour,Spent, p.285, Google Books link: GBooks-MC and even appeared in a The New York Times crossword puzzle clue.puzzle reprinted in The New York Times ferocious crosswords, entry at 45 down On April 7, 2016, it was mentioned by contestant Jeff Crosby on the quiz show Jeopardy!. In his book Wounded Warriors (2008), on people marginalized by society, journalist Mike Sager wrote this: ===Notable members=== *Ronald K. Hoeflin *Marilyn vos Savant *E. E. Rehmus *Dan Barker ==References== ==External links== * Category:High IQ societies ",
    "title": "Prometheus Society"
}