{
    "id": "650926",
    "text": "The National Caucus of Labor Committees (NCLC) is a political organization in the United States founded and controlled by political activist Lyndon LaRouche until his 2019 death. LaRouche sometimes described the NCLC as a \"philosophical association.\" LaRouche was the association's leader, and the political views of the NCLC are virtually indistinguishable from those of LaRouche. The highest group within the NCLC is the \"National Executive Committee\" (NEC), described as the \"inner leadership circle\"\"Rt. 28 Suicide Jumper Was Long-Time Associate of LaRouche\", Nicholas F. Benton, Falls Church News-Press. 19 April 2007 or \"an elite circle of insiders\"\"Breaking the Silence: An Ex-LaRouche Follower Tells Her Story\", LINDA RAY, In These Times, Oct. 29, 1986 which \"oversees policy\".\"Raid Stirs Reports of LaRouche's Dark Side\" Kevin Roderick, Los Angeles Times Oct 14, 1986. pg. 1 The next most senior group is the \"National Committee\" (NC), which is reportedly \"one step beneath the NEC\".\"TEAMSTERS FOR LaROUCHE\", DENNIS KING,Our Town. http://lyndonlarouchewatch.org/ourtown5.htm ==History== ===Formation=== The NCLC had it origins in the 1968 convention of the Students for a Democratic Society. It comprised people who had been expelled from the Maoist Progressive Labor Party, an SDS faction, and students from Columbia University in New York City. It called itself the \"SDS Labor Committee\" or the \"National Caucus of SDS Labor Committees\". Led by LaRouche, it included \"New Left lieutenants\" Ed Spannaus, Nancy Spannaus, and Tony Papert, as well as Paul Milkman, Paul Gallagher, Leif Johnson, Tony Chaitkin, and Steve Fraser.Tourish, Dennis and Wohlforth, Tim (2000). On the Edge. M.E. Sharpe, 2000. The Labor Committee was known for promoting a \"socialist re-industrialization\" of the economy, combined with confiscatory taxes on what it saw as wasteful and parasitic investment. It was expelled from SDS for taking the side of the teachers' union in the Ocean Hill-Brownsville strike. It was originally a New Left organization influenced by Trotskyist ideasThe Independent, August 28, 2003, The mystery man fighting the 'enemy within' as well as those of other Marxists such as Rosa Luxemburg, but opposed other New Left organizations which LaRouche said were dominated by the Ford Foundation, Institute for Policy Studies and Herbert Marcuse.LaRouche, Lyndon, The Power of Reason: 1988, p. 115 The organization became the NCLC in January 1969. According to the Los Angeles Times, LaRouche writes in his autobiography that in 1971 the NCLC formed \"intelligence units\", and the following year started training members in paramilitary tactics.\"LaRouche Trying to Lose Splinter Label\". ELLEN HUME, Los Angeles Times Feb 16, 1980, pg. A20 ===Operation Mop Up=== According to The Village Voice and The Washington Post, the NCLC became embroiled in the early 1970s in conflicts with other leftist groups, culminating in \"Operation Mop-Up,\" which consisted of a series of physical attacks on members of rival left wing groups.Nat Hentoff, Of Thugs and Liars, The Village Voice, 1/24/74, p. 8; Paul L. Montgomery, \"How a Radical-Left Group Moved Toward Savagery,\" New York Times, 1/20/74, p. 1; James C. Hyatt, \"A Communist Group Uses Fists and Epithets To Battle U.S. Unions,\" Wall Street Journal, 10/7/75; \"An Introduction to NCLC: \"The Word is Beware,\" Liberation New Service, #599, 3/23/74; Charles M. Young, \"Mind Control, Political Violence & Sexual Warfare: Inside the NCLC,\" Crawdaddy, June 1976, p. 48-56; Chronology of Labor Committee Attacks, issued by New York Committee to Stop Terrorist Attacks, 1973; Articles and photographs in the Daily World, the Militant, Workers Power, the Fifth Estate, the Boston Phoenix, and the Drummer. A 1973 internal FBI letter recommended that the FBI provide anonymous aid to a background investigation by the Communist Party USA. During \"Operation Mop-Up,\" LaRouche's New Solidarity reported NCLC confrontations with members of the Communist Party and Socialist Workers Party. One incident took place April 23, 1973 at a debate featuring Labor Committee mayoral candidate Tony Chaitkin.\"Look at This: Communist Party Needs 'Trotskyist' Goons!,\" New Solidarity, Vol. IV, No. 4, April 30-May 4, 1973 (Published Weekly by the National Caucus of Labor Committees), pp. 1, 4-5. The meeting erupted in a brawl, with chairs flying. Six people were treated for injuries at a local hospital. Following this incident, New Solidarity warned: > The clown show is over. The Labor Committee warns the Socialist Workers > Party and its comrades-in-hysteria: when you did all the fighting for the > Communist Party at the mayoral forum, we held back – we gave you a mild > warning, though several of your members were bloodied and broken. But should > you repeat as goons for the CP, we will put all of you in the hospital; we > will deal with you as we are dealing with the Communist Party. In November 1973, the FBI issued an internal memorandum that was later released under the Freedom of Information Act. Jeffrey Steinberg, LaRouche spokesperson and NCLC \"director of counterintelligence\",\"Five LaRouche Groups, Aides Charged in Fraud\". KEVIN RODERICK, 'Los Angeles Times Oct 7, 1986, pg. 1 described it as the \"COINTELPRO memo\", which he says showed \"that the FBI was considering supporting an assassination attempt against LaRouche by the Communist Party USA.\"Steinberg, Jeffrey, \"The Washington Post's and KKK-Katie Graham's 25-Year War Against LaRouche\" LaRouche wrote in 1998: > The U.S. Communist Party was committed to putting the Labor Committees out > of existence physically... Local law enforcement was curiously > uncooperative, as they had been during prior physical attacks on myself and > my friends. We knew that a 'fix' was in somewhere, probably from the FBI... > We were left to our own resources. Tired of the beatings, we decided we had > better prepare to defend ourselves if necessary.LaRouche, Lyndon, The Power > of Reason: 1988, p. 138 ===1974–1986=== By the mid-1970s, the NCLC had abandoned Marxism altogether, in favor of what its members described as an American System approach. Some press accounts alleged that there was a shift to the right, and that the NCLC established ties to the Ku Klux Klan and the Liberty Lobby.\"In Spotlight After Illinois Victories LaRouche: Cult Figure or Serious Political Leader?\" PAUL HOUSTON. Los Angeles Times Los Angeles, Calif.: Apr 29, 1986. pg. 1 The conservative Heritage Foundation issued a report which states that \"neither the Left nor the Right has a thoroughly-documented explanation of the organization's nature or purposes.\"The U.S. Domestic Issues: Labor Party According to the Los Angeles Times, LaRouche said he met with representatives of the Soviet Union at the United Nations in 1974 and 1975 in order to discuss attacks by the Communist Party USA on the NCLC, and to propose that the CPUSA should be merged into the NCLC. He denied receiving any assistance from the Soviets.\"LaRouche Elbowing Into Limelight\". JEFFREY A PERLMAN, Los Angeles Times May 27, 1984. pg. A16 The NCLC established a paramilitary \"officers training camp\" in Argyle, New York in 1974, according to an FBI report. Members learned about \"small unit tactics and strategy\", and trained with nunchaku. The FBI documents reportedly also mention \"beatings\" and \"brainwashings\", claim that the group moved from far-left to far-right, and complain that NCLC sent in tips about wild conspiracies.Syndicated column. Jack Anderson and Les Whitten. January 30, 1978. Caucus of Labor Committees (NCLC), formed \"goon squads\" whose members are trained in military tactics and indoctrinated in violence. An internal memo from FBI Director Clarence Kelley tells of \"beatings\" and \"brainwashings.\" Back in 1974... the NCLC set up an underground \"officers training camp\" at Argyle, N.Y.,. where members allegedly'were tutored in military history, close order drill, weapons handling and \"small unit tactics and strategy.\" They have also received instructions, according to the FBI, in the delicate use of the numbachutka: This is a strangulation weapon, a deadly Korean device, composed of two sticks connected by a chain...Then the group moved to the far right and began \"cooperating\" with the FBI. But the cooperation consisted of burdening the FBI with tips about wild conspiracies that existed only in their minds. Internal FBI memo from 1975 warning about harassment of agents by NCLC members In 1974, NCLC members admitted they had been harassing FBI agents for years. According to LaRouche in 1995, during the period 1976-1978 the NCLC ceased being a dues- paying membership organization, and made the transition to a \"purely philosophical-legal organization,\" whose principal activities were either philosophical or in connection with legal cases against the COINTELPRO and related offenses of the FBI and associated agencies.The Virginia Political Prisoners, by Lyndon H. LaRouche, Jr. (Aug. 26, 1995) In 1977, Costas Axios, NCLC chief of staff for New York, said of the NCLC: \"We are socialist, but first we must establish an industrialist capitalist republic and rid this country of the Rockefeller anti-industrial, antitechnology monetarist dictatorship of today.\" According to The Washington Post, FBI memoranda of the time described the NCLC as a \"clandestinely oriented group of political schizophrenics who have a paranoid preoccupation with Nelson Rockefeller and the CIA\", and as a \"violence-oriented Marxist revolutionary organization.\"\"When Left Reaches Right\". Paul Valentine, The Washington Post, August 16, 1977, p. A1 The Los Angeles Times reported that by 1981, the NCLC was overseeing a network of companies and organizations that were budgeted to bring in $11.7 million in gross receipts annually. One company, Campaigner Publications Inc., was reported to have grossed $4.5 million in a four-month period. In a purported internal memo from 1981 LaRouche explained his position within the organization by saying, \"I do not wish to hear, ever again, that I must wait until our legal council (sic) has assessed the wisdom of one of my decisions or that some members personal sensitivities must be taken into account...I promise you that I shall function, unrestrained, as a commanding general of a combat organization. Anyone who opposes my orders will, in the moral sense, be shot on the spot for insubordination.\"\"Authorities See Pattern of Threats, Plots Dark Side of LaRouche Empire Surfaces\" KEVIN RODERICK. Los Angeles Times Los Angeles, Calif.: Oct 14, 1986. pg. 1 In 1984 the headquarters were moved from Manhattan to Leesburg, Virginia, a suburb of Washington D.C.\"Raid Stirs Reports of LaRouche's Dark Side\" Kevin Roderick. San Francisco Chronicle. San Francisco, Calif.: Oct 14, 1986. pg. 1 The NCLC was indicted on charges of obstruction of justice in 1986 and its offices were searched. Federal prosecutors alleged that LaRouche \"dominates and controls\" the NCLC. A U.S. government memo reportedly said that \"the primary purpose\" of the NCLC is to support LaRouche in a lavish lifestyle and to \"courier large sums of cash to secret depositories.\"\"Federal Papers Suggest LaRouche Evaded Taxes; Documents Point to an Elaborate Scheme' by Political Extremist, Associates\", John Mintz. The Washington Post. Washington, D.C.: Feb 25, 1987. pg. a.11 Over a dozen NCLC members, including LaRouche himself, were eventually indicted.\"LaRouche offices raided; 10 aides indicted on fraud and plot charges\", PHILIP SHENON. Houston Chronicle. Houston, Tex.: Oct 7, 1986. pg. 5 (See also LaRouche criminal trials) ==Electoral politics== The NCLC launched the U.S. Labor Party (USLP), a registered political party, in 1972\"Nuclear group raises funds for right-wing party in U.S.\" Ross Laver. The Globe and Mail. Toronto, Ont.: Jan 2, 1980. pg. P.5. Formed in 1972, the U. S. Labor Party is an arm of the National Caucus of Labor Committees, a group that emerged from the remains of the left-wing Students for a Democratic Society. as its electoral arm and ran LaRouche for President of the United States on the Labor Party ticket in 1976 along with numerous candidates for lower office. In 1979 LaRouche changed his political strategy to one of running in Democratic primaries rather than as a third party candidate. This resulted in the USLP being replaced by the National Democratic Policy Committee (NDPC,) a political action committee unassociated with the Democratic National Committee.\"Candidate’s wife arrested\" Dennis King, Our Town, Sept. 29, 1985 ==International work== The International Caucus of Labor Committees (ICLC) was founded as the philosophical nucleus for LaRouche movement operations worldwide. According to LaRouche the ICLC follows the \"model of American founding father Benjamin Franklin's 'Junto' organization.\" The ICLC has affiliates in Canada, France, Italy, Germany, Poland, Hungary, Russia, Denmark, and Sweden, Australia, Philippines, along with Mexico and several South American countries. ==Selected members== Included are present and former NCLC or ICLC members who have authored books, edited publications, or led LaRouche-affiliated organizations or companies. *Michael Billington, author of Reflections of an American Political Prisoner, Asia editor for Executive Intelligence ReviewSchiller Institute- Interview with Mike Billington- American political prisonerThe Virginia Political Prisoners, by Lyndon H. LaRouche, Jr. (Aug. 26, 1995) *Mark Calney, Northwest coordinator for the NDPC,\"LAROUCHE BACKERS TO JOIN STATE RACES AFTER ILLINOIS WINS\" DOUG UNDERWOOD. Seattle Times. Seattle, Wash.: Mar 22, 1986. pg. A.14 author of Robert Burns and the Ideas of the American Revolution\"Republished: Robert Burns and the Ideas of the American Revolution\". Schiller Institute, November 2007. *Claudio Cesani, editor-in-chief of New Solidarity magazine. *Anton Chaitkin, founding member of the NCLC,LaRouche Connection Biographies author of Treason in America, co-author of The Unauthorized Biography of George Bush, and history editor for Executive Intelligence Review *Marsha Freeman, associate editor of 21st Century Science & Technology,The LaRouche Show 2003 author of How we got to the moon : the story of the German space pioneers *Paul Gallagher, executive director of the former Fusion Energy Foundation (FEF)SDI and the Jailing of Lyndon LaRouche *Khushro Ghandhi, president of Prevent AIDS Now Initiative Committee (California state ballot initiative, 1986)\"The State AIDS Test Measure Near OK for Ballot\", Los Angeles Times. Los Angeles, Calif.: Jun 23, 1986. pg. 2 *John Grauerholz, head of the Biological Holocaust Task Force\"Surprising number of voters undecided on Prop. 64\", Gerry Braun. The San Diego Union. San Diego, Calif.: Sep 24, 1986. pg. A.3 *Nora Hamerman, EIR editor-in-chiefLaRouche Connection Master List 1991-1995 *Warren Hamerman, chairman of the NDPC\"Democrats now take LaRouche seriously\" William Osborne. The San Diego Union. San Diego, Calif.: Mar 23, 1986. pg. A.1 *Laurence Hecht, editor-in-chief of 21st Century Science and Technology magazineMagnetrain:A 600-mph Railroad Suspended by Magnets *Linda de Hoyos, president of EIR News ServiceBvDEP - MINT GLOBAL. Company report on EIR NEWS SERVICE, INC. Accessed January 26, 2008. *Konstandinos Kalimtgis (AKA Costas AxiosDennis King), NCLC chief of staff,\"Institutional Analysis #7 The U.S. DOMESTIC ISSUES: LABOR Party\" by Watson, Francis M., Heritage Foundation. July 19, 1978 co-author of Dope, Inc.: Britain's Opium War Against the U.S. *Kenneth Kronberg (1948–2007), former editor of Fidelio, member of the National Committee from 1974 to 2007.Obituary for Kenneth L. Kronberg, Fidelio Editor *Helga Zepp LaRouche, founder of the Schiller InstituteHelga Zepp LaRouche Bio *H Graham Lowry, author of How the nation was won : America's untold story, 1630-1754 *Quincy O'Neal, chairman of the Franklin Roosevelt Legacy Democratic ClubCalifornia Democratic Leaders Respond to LaRouche's Ibero-American Webcast at FDR Legacy Club Meeting | LaRouche Political Action Committee *Tony Papert, early leader of the SDS Labor Committee, founding member of the NCLC *Amelia Boynton Robinson, vice president of the Schiller Institute, author of Bridge Across Jordan *J. Philip Rubinstein, president of Caucus Distributors,\"LAROUCHE GROUP BLAMES PRESS, FEDERAL PROBE FOR ITS CASH WOES\". Seattle Times. Seattle, Wash.: Jun 9, 1986. pg. A.6 New York regional NCLC leader,King, Dennis (1989) Lyndon LaRouche and the New American Fascism, Doubleday National Committee member\"Conference of the International Caucus of Labor Committees and the Schiller Institute\", August 31 - September 1, 2002 *Allen Salisbury, head of the Revolutionary Youth Movement,\"Marx & the Outlaws: Recruiting in the ghetto\", Howard Blum, The Village Voice, June 6, 1974 author of The Civil War and the American System. *John Sigerson, president of the Schiller Institute in the U.S.,The Hitler Book, Helga Zepp- LaRouche, ed., New Benjamin Franklin House Publishing, 1984 director of the Schiller Institute Chorus,ICLC-Schiller Institute Labor Day 2001 Conference co-author of A Manual on the Rudiments of Tuning and Registration. *Edward Spannaus, founding member of the NCLC, treasurer of LaRouche's 1984 and 1988 presidential campaigns,\"12 LaRouche Followers Arrested in Fraud Case\". San Francisco Chronicle. San Francisco, Calif.: Mar 19, 1987. pg. 9 LaRouche's legal coordinator\"LaRouche and 6 Aides Guilty of Cheating IRS and Campaign Backers;\" Los Angeles Times. Los Angeles, Calif.: Dec 18, 1988. pg. 38 *Nancy Spannaus, editor-in-chief, New Federalist, former Editor-in-Chief, New Solidarity, founding member of the Schiller Institute,The Lessons of Schiller's Wallenstein Trilogy for Today co-author of The Political economy of the American Revolution *Jeffrey Steinberg,NYT 9/23/87 counterintelligence director for Executive Intelligence Review, co-author of Dope, inc. : Britain's opium war against the U.S. *Webster Tarpley, former president of the Schiller Institute in the U.S., co-author of The Unauthorized Biography of George Bush *Jonathan Tennenbaum, head of the European Fusion Energy Forum,\"LaRouche Movement Meets in U.S.: Determines to shift U.S. strategic policy, bring down Pike statue\", Nancy Spannaus, scientific advisor\"MOSCOW ECONOMIC CONFERENCE DRAWS 200 FROM RUSSIA, GERMANY, MID EAST AND ASIA\", From The Wilderness March 31, 2001 to the Schiller Institute, the Executive Intelligence Review, and Lyndon LaRouche, member of the scientific advisory board of 21st Century Science & Technology,\"The Scientific Basis Of the New Biological Paradigm, by Vladimir Voeikov, introduction by Jonathan Tennenbaum. 21st CENTURY SCIENCE & TECHNOLOGY, v. 12, No.2, pp. 18-33, Summer 1999 author of Kernenergie: das weibliche Technik, *Carol White, former editor-in-chief, 21st Century Science & Technology, author, The New Dark Ages Conspiracy : Britain's Plot to Destroy Civilization and Energy Potential: Toward a New Electromagnetic Field Theory *Christopher White, EIR Director, co-author of The Political economy of the American Revolution *Kathy Wolfe, spokeswoman of U.S. Presidential pre-candidate Lyndon LaRouche, co-authorSchiller Institute Wm Warfield, 1920-2002 of A Manual on the Rudiments of Tuning and Registration. *Criton Zoakos,\"LaRouche's Conviction May Change Organization\". Caryle Murphy. The Washington Post. Washington, D.C.: Dec 18, 1988. pg. b.03 NCLC intelligence director, EIR editor-in-chiefKing, Dennis (1989) Lyndon LaRouche and the New American Fascism, Doubleday ==References== ==External links== *The Moral Obligation to the Virginia Prisoners provides a statement of the philosophical principles of the NCLC *Lyndon Larouche: Fascism wrapped in an American flag tracks the evolution of the NCLC in the 1970s *Dennis King's LaRouche Watch site includes full text of Lyndon LaRouche and the New American Fascism with history of NCLC/ICLC through late 1980s. *Institutional Analysis #7: U.S. Labor Party Dead link Francis M. Watson, July 19, 1978, The Heritage Foundation. *THE EUROPEAN LABOR COMMITTEE Created: 2/26/1976 Declassified CIA report on the ELC and its U.S. parent, the NCLC. *SDS Labor Committee leader Tony Papert at a Columbia University demonstration. 1968 Category:LaRouche movement ",
    "title": "National Caucus of Labor Committees"
}