{
    "id": "651031",
    "text": "Children using potties in a care facility in Amsterdam founded by Anette Poelman, 1932 Toilet training (also potty training or toilet learning) is the process of training someone, particularly a young child or infant, to use the toilet for urination and defecation. Attitudes toward training in recent history have fluctuated substantially, and may vary across cultures and according to demographics. Many of the contemporary approaches to toilet training favor a behaviouralism- and cognitive psychology-based approach. Specific recommendations on techniques vary considerably, although a range of these are generally considered effective, and specific research on their comparative effectiveness is lacking. No single approach may be universally effective, either across learners or for the same learner across time, and trainers may need to adjust their techniques according to what is most effective in their situation. Training may begin shortly after birth in some cultures. However, in much of the developed world this occurs between the age of 18 months and two years, with the majority of children fully trained by age four, although many children may still experience occasional accidents. Certain behavioral or medical disorders may affect toilet training, and extend the time and effort necessary for successful completion. In certain circumstances, these will require professional intervention by a medical professional. However, this is rare and even for those children who face difficulties in training, the vast majority of children can be successfully trained. Children may face certain risks associated with training, such as slips or falling toilet seats, and toilet training may act in some circumstances as a trigger for abuse. Certain technologies have been developed for use in toilet training, some specialized and others commonly used. ==History== A 1577 illustration of a child seated on a specialized lavatory Little is known about toilet training in pre-modern societies. Ancient Rome has been credited with the earliest known children's toilet. However, there is no evidence of what training techniques they may have employed. Later, during the European Middle Ages, according to one source \"Recommended cures for 'pyssying the bedde'...included consumption of ground hedgehog or powdered goat claw and having dried rooster combs sprinkled on the bed.\" Cultural beliefs and practices related to toilet training in recent times have varied. For example, beginning in the late 18th century parenting transitioned from the use of leaves or linens (or nothing) for the covering of a child's genitals, to the use of cloth diapers (or nappies), which needed to be washed by hand. This was followed by the advent of mechanical washing machines, and then to the popularization of disposable diapers in the mid 20th century, each of which decreased the burden on parental time and resources needed to care for children who were not toilet trained, and changed expectations about the timeliness of training. This trend did not manifest equally in all parts of the world. Those living in poorer countries usually train as early as possible, as access to amenities such as disposable diapers may still pose a significant burden. Poorer families in developed countries also tend to train earlier than their more affluent peers. Much of the 20th-century conceptualization of toilet training was dominated by psychoanalysis, with its emphasis on the unconscious, and warnings about potential psychological impacts in later life of toilet training experiences. For example, anthropologist Geoffrey Gorer attributed much of contemporary Japanese society in the 1940s to their method of toilet training, writing that \"early and severe toilet training is the most important single influence in the formation of the adult Japanese character.\" Some German child-rearing theorists of the 1970s tied Nazism and the Holocaust to authoritarian, sadistic personalities produced by punitive toilet training. Into the 20th century this was largely abandoned in favor of behaviouralism, with an emphasis on the ways in which rewards and reinforcements increase the frequency of certain behaviors, and cognitive psychology, with an emphasis on meaning, cognitive ability, and personal values. Writers such as psychologist and pediatrician Arnold Gesell, along with pediatrician Benjamin Spock were influential in re-framing the issue of toilet training as one of biology and child readiness. ==Approaches== Approaches to toilet training have fluctuated between \"passive child readiness\" (\"nature\"-based approaches), which emphasize individual child readiness, and more \"structured behaviorally based\" (\"nurture\"-based approaches), which emphasize the need for parents to initiate a training regime as soon as possible. Among the more popular methods are the Brazelton child-oriented approach, the approach outlined in The Common Sense Book of Baby and Child Care by Benjamin Spock, the methods recommended by the American Academy of Pediatrics, and the \"toilet training in a day\" approach developed by Nathan Azrin and Richard M. Foxx. According to the American Academy of Family Physicians, both the Brazelton and the Azrin/Foxx approaches are effective for developmentally normal children, although the evidence has been limited, and no study has directly compared the effectiveness of the two. Recommendations by the American Academy of Pediatrics follow closely with Brazelton, and at least one study has suggested that the Azrin/Foxx method was more effective than that proposed by Spock. Child's chamber pot with seat, 6th century CE, from the Museum of the Ancient Agora, Athens Opinions may vary greatly among parents regarding what the most effective approach to toilet training is, and success may require multiple or varied techniques according to what a child is most responsive to. These may include the use of educational material, like children's books, regularly querying a child about their need to use the bathroom, demonstration by a parent, or some type of reward system. Some children may respond more positively to more brief but intense toilet training, while others may be more successful adjusting more slowly over a longer period of time. Regardless of the techniques used, the American Academy of Pediatrics recommends that the strategy utilize as much parental involvement and encouragement as possible, while avoiding negative judgement. The Canadian Paediatric Society makes a number of specific recommendations for toilet training techniques. These include: * Using a toilet seat adapter, foot stool, or potty chair to ensure easy access for the child * Encouraging and praising the child when they inform caregivers of their need to evacuate, even when done after the fact * Being attentive to a child's behavioural cues that may indicate their need to evacuate * Prefer encouragement and praise and avoid punishment or negative reinforcement * Ensure all caregivers are consistent with their approach * Consider transition to cotton underwear or training pants once the child achieves repeated success ===Timeline=== As psychologist Johnny L. Matson observes, using the toilet can be a complex process to master, from the ability to recognize and control bodily functions, to the skills required to carry out proper hygiene practices, the requisite dexterity to dress and undress oneself, and the communication skills to inform others of the need to use the toilet. Usually around one year of age, a child will begin to recognize the need to evacuate, which might be observed through changes in behavior immediately prior to urination or defecation. Although they may recognize the need, children younger than 18 months may not yet be able to consciously control the muscles involved in elimination, and cannot yet begin toilet training. While they may use the toilet if placed there by a parent at an opportune time, this likely remains an involuntary, rather than a conscious process. This will gradually change over the course of many months or years, with nighttime bowel control usually the first to manifest, followed by daytime control, and nighttime bladder control normally last. Toilet training practice may vary greatly across cultures. For example, researchers such as Mary Ainsworth have documented families in Chinese, Indian, and African cultures beginning toilet training as early as a few weeks or months of age. In Vietnam, toilet training begins shortly after birth, with toilet training complete by age 2. This may be mediated by a number of actors, including cultural values regarding excrement, the role of caregivers, and the expectation that mothers work, and how soon they are expected to return to work following childbirth. In 1932, the U.S. Government recommended that parents begin toilet training nearly immediately after birth, with the expectation that it would be complete by the time the child was six to eight months of age. However, this shifted over time, with parents in the early 20th century beginning training at 12–18 months of age, and shifting by the latter half of the century, to an average of greater than 18 months. In the US and Europe, training normally starts between 21 and 36 months, with only 40 to 60% of children trained by 36 months. Both the American Academy of Pediatrics and the Canadian Paediatric Society recommend that parents begin toilet training around 18 months of age so long as the child is interested in doing so. There is some evidence to suggest that children who are trained after their second year, may be at a higher risk for certain disorders, such as urological problem or daytime wetting. There is no evidence of any psychological problems resulting from initiating training too early. In a study of families in the United Kingdom, researchers found that 2.1% began training prior to six months, 13.8% between 6 and 15 months, 50.4% between 15 and 24 months, and 33.7% had not begun training at 24 months. The majority of children will achieve complete bladder and bowel control between ages two and four. While four-year-olds are usually reliably dry during their waking hours, as many as one in five children aged five will occasionally wet themselves during the night. Girls tend to complete successful training at a somewhat younger age than their male peers, and the typical time period between the beginning and completion of training tends to vary between three and six months. ===Accidents=== Accidents, periodic episodes of urinary or fecal incontinence, are generally a normal part of toilet training and are usually not a sign of serious medical issues. Accidents that occur with additional problems, such as pain when urinating or defecating, chronic constipation, or blood in urine or feces, should be evaluated by a pediatrician. The prevalence of nocturnal enuresis, also known as bed wetting, may be as high as 9.7% of seven-year-olds, and 5.5% of ten- year-olds, eventually decreasing to a rate of about 0.5% in adults. ==Complications== German language political poster for the Young Union from 1976, using a constipated child on red potty in reference to the Roten, or \"Reds\", the Social Democratic Party of Germany Toilet training can be increasingly difficult for parents of children who have certain developmental, behavioral or medical disorders. Children with autism, fetal alcohol spectrum disorder, oppositional defiant disorder, or attention deficit hyperactivity disorder may not be motivated to complete toilet training, may have difficulty appropriately responding to associated social reinforcements, or may have sensory sensitivities which make using the toilet unpleasant. Children may have a range of physical issues related to the genitourinary system, that could require medical assessment and surgical or pharmacological intervention to ensure successful toilet training. Those with cerebral palsy may face a unique set of challenges related to bladder and bowel control, and those with visual or auditory problems may require adaptations in the parental approach to training to compensate, in addition to therapy or adaptive equipment. Stool toileting refusal occurs when a child that has been toilet trained to urinate, refuses to use the toilet to defecate for a period lasting at least one month. This may affect as many as 22% of children and can result in constipation or pain during elimination. It usually resolves without the need for intervention. Children may exhibit stool withholding, or attempts to avoid defecation all together. This can also result in constipation. Some children will hide their stool, which may be done out of embarrassment or fear, and is more likely to be associated with both toileting refusal and withholding. Although some complications may increase the time needed to achieve successful bladder and bowel control, most children can be toilet trained nonetheless. Physiological causes of failure in toilet training are rare, as is the need for medical intervention. In most cases, children who struggle with training are most likely not yet ready. ===Risks=== An examination of data from hospital emergency rooms in the US from 2002 to 2010 indicated that the most common form of toilet training related injury was caused by falling toilet seats, and occurred most often in children aged two to three. The second most common injury was from slipping on floors, and 99% of injuries of all types occurred in the home. In abusive homes, toilet training may be a trigger for child maltreatment, especially in circumstances where a parent or caregiver feels the child is old enough that they should have already successfully mastered training, and yet the child continues to have accidents. This may be misinterpreted by the caregiver as willful disobedience on the part of the child. ==Technologies and equipment== As early as 1938, among the first technologies developed to address toilet training was known as the \"bell and pad\", where a sensor detected when a child had wet themselves at night, and triggered an alarm to act as a form of conditioning. Similar alarm systems have been studied that sense wetness in undergarments, especially as it concerns the toilet training of those with intellectual disabilities. This has been applied more recently in the production of potties, that play an audible cheer or other form of encouragement when used by a child. Trainers may choose to employ different choices of undergarments to facilitate training. This includes switching from traditional diapers or nappies to training pants (pull-ups), or the use of non-absorbent cotton underwear of the type adults may wear. These are typically employed later in the training process, and not as initial step. Children who experience repeated accidents after transitioning to cotton undergarments may be allowed to resume the use of diapers. Most widely used techniques recommend the use of specialized children's potties, and some recommend that parents consider using snacks or drinks as rewards. == See also == * Baby-led potty training, a method of toilet training * Elimination communication, an approach to parent-infant communication * Enuresis, the repeated inability to control urination * Housebreaking, the process of training a domesticated animal * Infant potty training method, method of training and book by Laurie Boucke * Open-crotch pants, clothing commonly worn by children in China that allows elimination without removal ==Notes== == References == ==Further reading== * * * ==External links== * Category:Babycare Category:Pediatrics Category:Developmental psychology Category:Defecation Category:Urine ",
    "title": "Toilet training"
}