{
    "id": "651351",
    "text": "John Bennett Ramsey (born December 7, 1943) is an American businessman, author, and father of JonBenét Ramsey, who was murdered in her Boulder, Colorado home on December 25, 1996. He discovered six-year-old JonBenét's body in the cellar of the home just hours after her murder. ==Early life== Ramsey was born in Lincoln, Nebraska, the son of Mary Jane (née Bennett) (1919–1978) and James Dudley \"Jay\" Ramsey (1916–1992), a decorated World War II pilot.Mystery Couple by Richard Jerome People Magazine He attended Okemos High School in Michigan. In 1966, he graduated from Michigan State University (MSU) with a bachelor's degree in electrical engineering. Ramsey earned a master's degree in business administration from MSU in 1971. Ramsey joined the Navy in 1966, served as a Civil Engineer Corps officer in the Philippines for three years, and in an Atlanta reserve unit for an additional eight years. ==Career== In 1989, Ramsey formed the Advanced Product Group, one of three companies that merged to become Access Graphics. He became president and chief executive officer of Access Graphics, a computer services company and a subsidiary of Lockheed Martin. In 1996, Access Graphics grossed over $1 billion, and Ramsey was named \"Entrepreneur of the Year\" by the Boulder Chamber of Commerce. Immediately following the murder of his daughter he was \"temporarily replaced so the company did not have to bother him about business matters as he grieved\", according to Lockheed Martin spokesman Evan McCollum, but returned to his job within weeks. Ramsey, along with his wife Patsy and young son Burke, moved back to Atlanta shortly thereafter. Access Graphics was later sold to General Electric in 1997. His net worth was reported at $6.4 million as of May 1, 1996, prior to his daughter's murder. In 2015, John told Barbara Walters in an interview that the death of JonBenét and the ensuing investigation and cost of the case had cost him the entire family fortune. He also claims that because of the notoriety of the case he now finds it very difficult to find work. ==Case file for JonBenét murder== The murder of Ramsey's six-year-old daughter, JonBenét, was the only murder in Boulder, Colorado, in 1996. The Boulder police considered the possibility that an intruder had gotten into the house and committed the murder. The Ramseys appeared on national television to assert their innocence. Statements were given to the media by John Ramsey's ex-wife, his brother, and his sister-in- law. They categorically denied that John Ramsey was, or ever had been, a child abuser. Further, Ramsey's elder son, John Andrew, and elder daughter, Melinda, told interviewers that their father had always been a loving and gentle parent. Linda Arndt, the detective first assigned to the case, stated in a deposition that she believed John Ramsey was responsible for the murder. ===Letter from the District Attorney=== On July 9, 2008, the Boulder County District Attorney's office announced that, as a result of newly developed DNA sampling and testing techniques known as Touch DNA analysis, the Ramsey family members were no longer considered suspects in the case. In light of the new DNA evidence, Boulder County District Attorney Mary Lacy gave a letter to John Ramsey that same day, officially apologizing to the Ramsey family: ==Defamation lawsuits== Several defamation lawsuits have ensued since JonBenét's murder. L. Lin WoodErin Moriarty, \"JonBenét: DNA Rules Out Parents,\" \"CBS\", March 26, 2005.Vanessa Miller, \"Boulder police take back Ramsey case,\" \"Colorado Daily\" February 2, 2009David Kohn, \"Searching: The Interrogation Tapes,\" \"CBS\" February 11, 2009 was the attorney for the Ramsey family, filing defamation claims on their behalf against St. Martin's Press, Time, Inc., The Fox News Channel, American Media, Inc., Star, The Globe, Court TV, and The New York Post. John and Patsy Ramsey were sued in two separate defamation lawsuits arising from the publication of their book, The Death of Innocence. These suits were brought by two persons named in the book as having been investigated by Boulder police as suspects in JonBenét's murder. The Ramseys were defended in those lawsuits by Lin Wood and three other Atlanta attorneys, James C. Rawls, Eric P. Schroeder, and S. Derek Bauer, who obtained dismissal of both lawsuits, including an in-depth decision by U.S. District Court Judge Julie Carnes that \"abundant evidence\" pointed to an intruder who committed the murder. ==Political campaign== In 2004, Ramsey campaigned for a seat in Michigan's House of Representatives for the 105th district. He received 24.3 percent of the vote in the Republican Party primary, finishing in second place to Kevin Elsenheimer. ==Personal life== Ramsey married Lucinda Pasch in 1966. They had three children. The couple divorced in 1978. His eldest daughter, Elizabeth, was killed in a car crash at age 22 in 1992. Ramsey married his second wife, Patricia Paugh, in 1980, with whom he had two children, Burke and JonBenét. Patsy died of ovarian cancer in 2006 aged 49. After his wife's death, Ramsey met Beth Holloway, mother of missing Natalee Holloway. It was reported that the two began dating. However, Ramsey downplayed their relationship, stating that they \"developed a friendship of respect and admiration\" out of common interests related to their children. Ramsey married his third wife, Jan Rousseaux, in 2011. They reside in Michigan. ==In popular culture== *Ramsey was portrayed by Ronny Cox in the 2000 miniseries Perfect Murder, Perfect Town. *The Ramseys were also portrayed in the 2001 South Park episode \"Butters' Very Own Episode\" In a 2011 interview, South Park creators Trey Parker and Matt Stone stated that they regretted how the Ramseys were portrayed in the episode. ==References== Category:1943 births Category:Living people Category:American Episcopalians Category:JonBenét Ramsey Category:Michigan State University alumni Category:Businesspeople from Atlanta Category:Businesspeople from Boulder, Colorado Category:Colorado Republicans Category:Michigan Republicans Category:United States Navy personnel ",
    "title": "John Bennett Ramsey"
}