{
    "id": "651322",
    "text": "Days of Thunder is a 1990 American sports action drama film released by Paramount Pictures, produced by Don Simpson and Jerry Bruckheimer and directed by Tony Scott. The cast includes Tom Cruise, Nicole Kidman, Robert Duvall, Randy Quaid, Cary Elwes, Caroline Williams, and Michael Rooker. The film also features appearances by real life NASCAR racers, such as Rusty Wallace, Neil Bonnett, and Harry Gant. Commentator Dr. Jerry Punch, of ESPN, has a cameo appearance, as does co-producer Don Simpson. This is the first of three films to star both Cruise and Kidman (the other two being Far and Away and Eyes Wide Shut). The film received mixed reviews, with criticism aimed at its unrealistic special effects, characters, screenplay, acting, dialogue and similarities to Top Gun, but was widely praised for its action sequences, Hans Zimmer's musical score, fast pace, and the performances of Cruise and Kidman. ==Plot== Cole Trickle is a young racer from Eagle Rock, California, with years of experience in open-wheel racing, winning championships with the World of Outlaws (WoO). Originally setting his sights on the Indianapolis 500, Cole realizes that \"To win in Indy I'd need a great car, but stock cars are all the same\". He is recruited by Chevrolet dealership tycoon Tim Daland to race for his team in the NASCAR Winston Cup Series. Daland brings former crew chief and car builder Harry Hogge, who left NASCAR to avoid investigation of the death of Buddy Bretherton, out of retirement to lead Cole's pit crew. After Cole sets a fast time in a private test at Charlotte Motor Speedway, Hogge builds him a new Chevrolet Lumina. In his first few races, Cole has difficulty adjusting to the larger NASCAR stock cars and communicating with his crew, while being intimidated on the track by Winston Cup Champion and dirty driver Rowdy Burns; these obstacles, combined with crashes and blown engines, prevent Cole from finishing the races. Discovering that Cole does not understand common NASCAR terminology, Harry puts him through rigorous training. This pays off at Darlington, when Cole uses a slingshot maneuver from the outside line to overtake Rowdy and win his first race. The rivalry between Cole and Rowdy intensifies throughout the season until the Firecracker 400 at Daytona, where both drivers are seriously injured after being caught in \"The Big One\". Recovering in Daytona Beach, Cole develops a romantic relationship with Dr. Claire Lewicki, a neurosurgeon at a local hospital. NASCAR President Big John brings Rowdy and Cole together in a meeting and warns them that he and his sport will no longer tolerate any misbehaviour from the two rivals. Persuaded by Big John, Cole and Rowdy have dinner and settle their differences by smashing rental cars in a race on the beach. The bitter rivals soon become close friends. Daland hires hot-shot rookie Russ Wheeler to fill Cole's seat until Cole returns, and then expands his team, with Daland now fielding two teams – the second car driven by Wheeler, of which Harry disapproves. Though Cole shows signs of his old self, he falls into a new rivalry with Russ with no help from the inexperienced Daland, who is defensive of his new driver. At North Wilkesboro, Russ blocks Cole's path during their pit stop, and later forces Cole into the outside wall on the last lap to win the race. In retaliation, Cole crashes into Russ’ car after the race, leading to a fight between Harry, Daland, and both of Cole and Russ's pit crews, with Daland firing both Cole and Harry in the process. Rowdy learns he has to undergo brain surgery to fix a broken blood vessel, and asks Cole to drive his car at the Daytona 500 so his sponsors will pay for the year. Cole reluctantly agrees and convinces Harry to return as his crew chief. Hours prior to the race, Harry discovers metal in the oil pan, a sign of engine failure, and manages to procure a new engine from Daland, who still believes in his former driver's promise. During the race, Cole's car is spun out by Russ and suffers a malfunctioning transmission, but the combined efforts of Harry's and Daland's pit crews manage to fix the problem and get Cole back on the lead lap. On the final lap, Russ predicts that Cole will attempt his signature slingshot maneuver from outside, but Cole tricks him with a crossover, overtaking him from the inside to win his first Daytona 500. Cole drives into Victory Lane, where he and his pit crew celebrate with Claire. He approaches Harry, sitting alone, but Harry is at a loss for words. Cole asks Harry to walk with him and Harry agrees, challenging him to a foot race to Victory Lane. ==Cast== #46 City Chevrolet used by Cole Trickle. * Tom Cruise as Cole Trickle, a young race car driver out to make a name for himself in NASCAR. The character was patterned after Tim Richmond, while his name is a nod to veteran racer Dick Trickle. * Robert Duvall as Harry Hogge, Cole's crew chief (patterned after Harry Hyde). * Nicole Kidman as Dr. Claire Lewicki, a neurosurgeon who develops a relationship with Cole. * Michael Rooker as Rowdy Burns, the current Winston Cup Champion and Cole's first rival and friend. He drives the No. 51 Exxon Chevrolet (patterned after Dale Earnhardt). * Cary Elwes as Russ Wheeler, a rookie driver who fills in for Cole, but later on becomes his teammate and bitter rival. He drives the No. 18 Hardee's Chevrolet (patterned after Rusty Wallace). * Randy Quaid as Tim Daland, a wealthy car dealership and race team owner who first recruits Cole into NASCAR (patterned after Rick Hendrick). * Fred Dalton Thompson as Big John, president of NASCAR (patterned after \"Big Bill\" France). * John C. Reilly as Buck Bretherton, Cole's car chief. Reilly also starred in Talladega Nights. * J. C. Quinn as Waddell, Rowdy's crew chief. The name is likely a reference to Waddell Wilson. * Caroline Williams as Jeannie Burns, Rowdy's wife. * Leilani Sarelle as a Female Highway Patrol Officer who is actually a stripper hired by Harry as a prank on Cole. * Chris Ellis as Harlem Hoogerhyde, Cole's gas man (patterned after Danny \"Chocolate\" Myers). * Margo Martindale in her first acting role as Harry's timekeeper. * Don Simpson in a cameo as Aldo Bennedetti (patterned after Mario Andretti and using his twin brother Aldo Andretti's first name). Richard Petty, Rusty Wallace, Neil Bonnett, Harry Gant, and Dr. Jerry Punch all appear in cameo roles as themselves. Bob Jenkins had a voice-over role as public address announcer. ==Production== Principal photography took place in early 1990 in and around Charlotte and Daytona Beach. It was plagued with delays due to frequent arguments on set between Simpson and Bruckheimer, Scott, and sometimes Towne over how to set up a shot. Crew members sat idle for long hours; some later said they had accumulated enough overtime pay to go on vacation for a full four months after filming was completed. The completion date was pushed back many times, with filming being completed in early May, three months later than it had originally been scheduled. At one point, following the third revision of the shooting schedule in a single day, the unit production manager, who represents the studio on the set or location, confronted Simpson and Bruckheimer and was told bluntly that the schedule no longer mattered. In Daytona, Simpson and Bruckheimer spent $400,000 to have a vacant storefront in their hotel converted into their private gym, with a large neon sign reading \"Days of Thunder.\" Simpson also kept a closet full of Donna Karan dresses to offer the attractive women his assistants found on the beach, and held private parties with friends like rapper Tone Lōc. Towne also played a role in the film's increasing cost by scrapping more barn scenes when he didn't like either of two barns built to his specifications. The film's original budget of $35 million nearly doubled; at that level it would have had to make at least $100 million, a rare gross at that time, to break even. In addition, when Tom Cruise failed to win the Oscar for Born on the Fourth of July, some additional budget was cut. Despite the budget overruns and delays, reportedly it was only after shooting was finished that the filmmakers discovered they had neglected to film Cole Trickle's car crossing the finish line at Daytona. Nine million dollars of the film's budget plus gross percentage went to star Tom Cruise. ===Race cars=== The cars used as those of Cole Trickle, Rowdy Burns, and Russ Wheeler were provided by Hendrick Motorsports, with racers Greg Sacks, Tommy Ellis, Bobby Hamilton, and Hut Stricklin as the stand-in drivers. In order to provide authentic race footage involving the cars, these cars were actually raced on three occasions. In late 1989, Hamilton and Sacks raced at Phoenix. Hamilton officially qualified fifth and led a lap before his engine blew. In 1990, the cars were raced again at Daytona and Darlington. Sacks drove a car during the Busch Clash, while Hamilton and Ellis drove unscored entries in the Daytona 500. At Darlington, Stricklin and Sacks drove two of the cars, but both were pulled from the race early after Sacks broke a crankshaft. Cole's first car in the film is sponsored by City Chevrolet, a real-life car dealership in Charlotte, North Carolina, owned by Rick Hendrick. ===Music=== Coverdale performing with Whitesnake in 1987. The score for Days of Thunder was composed by Hans Zimmer, with Jeff Beck making a guest appearance on guitar. This was the first of an ongoing list of films in which Zimmer would compose the score for a Jerry Bruckheimer production. An official score album was not released until 2013, by La-La Land Records.Days of Thunder at La-La Land Records The film's theme song \"Last Note of Freedom\" was sung by David Coverdale of the band Whitesnake at the request of Tom Cruise himself. Coverdale's vocal parts were recorded in 1990 in Los Angeles during a day off of the Whitesnake Slip of the Tongue Liquor and Poker world tour. \"It was a personal request from Mr Cruise...& when I discovered the producer was Trevor Horn, I didn't hesitate to get involved...I recorded the song in LA during a 2 or 3-day break on the Slip of the Tongue US tour...( or the Liquor & Poker Tour...ahem )...\" ==Release and reception== Days of Thunder was released on Wednesday, June 27, 1990. The film was a financial success grossing $157,920,733. The film was also successful on home video. It grossed $40 million in rentals. It holds a rating of 38% on Rotten Tomatoes based on 65 reviews. The site's consensus states: \"Days of Thunder has Tom Cruise and plenty of flash going for it, but they aren't enough to compensate for the stock plot, two-dimensional characters, and poorly written dialogue.\" The film was nominated for the Academy Award for Best Sound (Charles M. Wilborn, Donald O. Mitchell, Rick Kline and Kevin O'Connell). It received mixed reviews from critics who mostly shrugged off the sometimes over-the-top special effects and plot which in many ways resembled the earlier Bruckheimer, Simpson, Scott and Cruise vehicle Top Gun, which had been a huge success four years earlier. Halliwell's Film Guide dismissed Days of Thunder as \"An over familiar story rendered no more interestingly than usual\",Halliwell's Film Guide, Halliwell's Film Guide Leslie Halliwell, John Walker. HarperPerennial, 1996 (p. 288). while the Monthly Film Bulletin described it as \"simply a flashy, noisy star vehicle for Tom Cruise, one which – like the stock car he drives – goes around in circles getting nowhere\". ===Legacy=== Following Tony Scott's death in 2012, film critic Stephen Metcalf argued that the film marked an important turning point in the history of the American film industry. \"The best film he made may well have been Crimson Tide,\" he wrote in Slate, \"but the most important film he made was Days of Thunder.\" The excesses of its production and its failure to equal Top Gun's magnitude of box-office success, he argues, helped end the era that had followed the failure of Heaven's Gate ten years earlier. The studio's willingness to indulge director Michael Cimino on that film, as other studios had been doing up to that point, led to a backlash where studios favored producers like Simpson and Bruckheimer whose films bore far more of their imprint than any director who worked for them. Crimson Tide, made several years after Days of Thunder, was the critical and commercial success it was, Metcalf says, because after similar excesses on the producers' part like those that occurred on Thunder directors were allowed to reassert themselves. Quentin Tarantino said the film was his favorite big budget racing movie: > Yeah, yeah, you laugh but seriously I’m a big fan. To me Days of Thunder is > the movie Grand Prix and Le Mans should have been. Sure, it had a big > budget, big stars and a big director in Tony Scott, but it had the fun of > those early AIP movies. I just don't think it works if you take the whole > thing too seriously.\"QUENTIN TARANTINO: MY FAVOURITE RACING MOVIES\" F1 > Social Diary 21 August, 2013 accessed 5 July 2014 ==Popular culture== While the movie was neither based on a true story, nor a biographical film, the main character Cole Trickle was very loosely based on the careers of Tim Richmond and Geoff Bodine, and several scenes reenacted or referenced real-life stories and personalities from NASCAR history. The scene where Big John tells Cole and Rowdy they will drive to dinner together is based on an actual meeting Bill France, Jr. had in the 1980s between Dale Earnhardt, Sr. and Geoff Bodine. Richard Childress and Dale Earnhardt, Jr. discussed how Days of Thunder was based on the rivalry between Dale Earnhardt, Sr. and Geoff Bodine. One scene in which Cole deliberately blows his engine by over-revving it reflects upon an incident in which Tim Richmond was said to have done at Michigan in 1987.Poole, David (2005): TIM RICHMOND: The Fast Life And Remarkable Times Of NASCAR's Top Gun (Sports Publishing LLC, Champaign, IL), pp. 155–8 In another scene, Trickle is told he cannot pit because the crew is too busy eating ice cream. This incident actually occurred at the 1987 Southern 500 involving the Hendrick Motorsports No. 35 team with crew chief Harry Hyde and Richmond's replacement driver Benny Parsons. The scene where Cole and Rowdy destroy a pair of rental cars by racing them through the city streets loosely referenced early 1950s NASCAR superstars Joe Weatherly and Curtis Turner, each of whom were known to rent cars, race, and crash them with abandon. In the final race at Daytona, Harry tells Cole they had to change engines. When asked where the Engine came from, Harry says \"we stole it\" when in reality it came from his previous owner Tim. In the final race at Atlanta in 1990, the championship race between Mark Martin and Dale Earnhardt was neck and neck. Martin did not feel any of his cars were good enough, so Robert Yates allowed Roush Racing to borrow one of Davey Allison's cars for a test run and the race. Robert Yates wanted a Ford to win the championship, so he did all in his power to help. Dale Earnhardt edged out Mark Martin by 26pts for the Winston Cup. A year after the film's release, the fictional Mello Yello sponsorship depicted on Trickle's No. 51 car was followed by a real-life sponsorship arrangement. The No. 42 Pontiac of SABCO Racing driven by Kyle Petty carried the paint scheme from 1991–1994. Mello Yello also sponsored the fall race at Charlotte from 1990–1994. The 2015 Bojangles' Southern 500 at Darlington saw this paint scheme again with the No. 42 Chevy of Kyle Larson piloting the now throwback scheme. The throwback scheme returned to the 2017 Bojangles' Southern 500 in the form of Rick Ware Racing's No. 51 Chevy driven by Cody Ware, but with a \"Pray for Texas\" message in support of the survivors of Hurricane Harvey. At the 2013 Subway Firecracker 250, driver Kurt Busch had his unsponsored No. 1 Phoenix Racing Chevy painted to resemble Cole Trickle's No. 46 City Chevrolet car as part of an awareness campaign for the Armed Forces Foundation. The City Chevrolet paint scheme returned on the No. 24 Hendrick Motorsports car of William Byron at the 2019 Bojangles' Southern 500. In 2015, M&M;'s released a promo video on YouTube to commemorate the 25th anniversary of Days of Thunder and to promote M&M;'s Crispy. The video features driver Kyle Busch and crew chief Adam Stevens parodying scenes from the film. For the 2018 Bojangles' Southern 500, The No. 51 Chevy of Rick Ware Racing driven by B. J. McLeod sported a paint scheme resembling Russ Wheeler's No. 18 Hardee's car, but with Jacob Companies as the sponsor. The No. 51 Chevy of Jeremy Clements Racing will have a paint scheme resembling Rowdy Burns' Exxon car, but with RepairableVehicles.com as the sponsor, at the 2019 Xfinity Darlington race. ==Video games== In 1990, Mindscape released a video game adaptation of the film for multiple platforms such as the PC, NES and Amiga. A Game Boy version was released in 1992. The game is currently available for the PlayStation Network and iOS. Paramount Digital Entertainment released a new video game based on the film for the iOS, PlayStation 3, Xbox 360 and PlayStation Portable. iOS version was released in 2009 and other versions were released in 2011. The game will include 12 NASCAR sanctioned tracks—including Daytona International Speedway and Talladega Superspeedway—and the film characters Cole Trickle, Rowdy Burns, and Russ Wheeler. The PS3 version, labeled Days of Thunder: NASCAR Edition will have more than 12 select NASCAR Sprint Cup drivers, including Denny Hamlin, Ryan Newman and Tony Stewart. ==References== ==External links== * * * * * * Category:1990 films Category:1990 drama films Category:1990s action drama films Category:1990s sports drama films Category:American films Category:American auto racing films Category:American sports drama films Category:American action drama films Category:English-language films Category:Films adapted into video games Category:Films directed by Tony Scott Category:Films produced by Don Simpson Category:Films produced by Jerry Bruckheimer Category:Films scored by Hans Zimmer Category:Films with screenplays by Robert Towne Category:Films set in Arizona Category:Films set in Delaware Category:Films set in Florida Category:Films set in Georgia (U.S. state) Category:Films set in North Carolina Category:Films set in South Carolina Category:Films set in Tennessee Category:Films shot in Arizona Category:Films shot in Delaware Category:Films shot in Florida Category:Films shot in North Carolina Category:Films shot in South Carolina Category:Films shot in Tennessee Category:NASCAR mass media Category:Paramount Pictures films ",
    "title": "Days of Thunder"
}