{
    "id": "651707",
    "text": "Sandro Nielsen (born 1961) is a Danish metalexicographer, Associate Professor at Centre for Lexicography at the Aarhus School of Business, Denmark, from where he received his PhD in 1992. Nielsen has contributed to lexicography as a theoretical and practical lexicographer with particular reference to bilingual specialised dictionaries (technical dictionaries). He is the author and co-author of more than one hundredSandro Nielsen's List of publications publications on lexicography, theoretical papers, printed and electronic (online) dictionaries. ==Influence and work== Sandro Nielsen is an authority on legal lexicography and bilingual law dictionaries and has proposed a fundamentally sound general theory of bilingual legal lexicography, which is described in his book The Bilingual LSP Dictionary – Principles and Practice for Legal Language published in 1994. His research and publications identifies him as a modern lexicographer with the introduction of lexicographic concepts such as lexicographic information costs (Nielsen 2008), the distinction between a maximizing dictionary and a minimizing dictionary, the typology of multi-field, single-field and sub-field dictionaries, and the concept of function-related cross-references. He is one of the lexicographers that have combined lexicographic theory and translation strategies in an attempt to suggest improvements to bilingual translation dictionaries by showing how bilingual LSP dictionaries mix up source-language and target-language translation strategies (Nielsen 2000). In his paper \"Changes in dictionary subject matter\" from 2003, Sandro Nielsen suggested a lexicographic approach to defining a dictionary in contrast to the traditional linguistic approach. He defines a dictionary in terms of its major features, and a dictionary has three such features: A dictionary is a lexicographic reference work that has been designed to fulfill one or more functions (its pure potential), contains lexicographic data supporting the function(s), and contains lexicographic structures that combine and link the data in order to fulfill the function(s). This definition applies to printed, electronic and Internet dictionaries, and it applies to existing, planned and imaginary dictionaries alike. Sandro Nielsen has also proposed a practical and theoretical framework for reviewing dictionaries (Nielsen 2009). In this paper he describes the requirements for scholarly or academic reviews and suggests that the dictionary should be regarded as a true object of analysis and examination. The framework introduces three approaches to dictionary reviewing: the linguistic approach, the factual approach, and the lexicographic approach. These approaches may be combined so as to achieve really academic reviews. Finally, the framework also gives some guidelines as to the requirements regarding the informative value of dictionary reviews: they must be reliable, deal with relevant and material aspects, and be unbiased. In addition to his theoretical publications, Sandro Nielsen has published three printed dictionaries, an English-Danish law dictionary (Engelsk-Dansk Juridisk Basisordbog) a Danish-English accounting dictionary (Regnskabsordbogen. Dansk-Engelsk), and an English-Danish accounting dictionary (Regnskabsordbogen. Engelsk-Dansk) and five Internet dictionaries, a Danish-English law dictionary (Dansk-Engelsk CISG-ordbog), a Danish accounting dictionary (Den Danske Regnskabsordbog), a Danish-English accounting dictionary (Den Dansk-Engelske Regnskabsordbog), an English accounting dictionary and an English-Danish accounting dictionary. He is the author of The Bilingual LSP Dictionary - Principles and Practice for Legal Language and is a contributor to the Manual of Specialised Lexicography. ==Published literature== * * * * * * * Nielsen, S., 2003. Towards a General Theory of Bilingual Legal Lexicography. In Handelshøjskolen i Århus, Det erhvervssproglige fakultet, Århus. Available at: http://research.asb.dk/research/(6586) [Accessed September 25, 2010]. ==References== ==External links== *List of publications *Centre for Lexicography Category:1961 births Category:Danish lexicographers Category:Living people ",
    "title": "Sandro Nielsen"
}