{
    "id": "651711",
    "text": "Peter Russell (11 June 1733 - 30 September 1808) was a gambler, government official, politician and judge in Upper Canada. ==Early life== Born in Cork, Kingdom of Ireland to Captain Richard Russell, later living in England, Russell attended the University of Cambridge briefly. His debts forced him to enter the British Army during the Seven Years' War. He was commissioned into the 14th Foot and served in the 94th Foot and the 64th Foot. After fleeing due to gambling debts, Russell returned to the American colonies during the Revolutionary War, seeking promotion in the military, served as assistant secretary to Sir Henry Clinton and being promoted Captain in 1781. He was appointed superintendent of the port of Charleston in 1782 before returning to England. ==Politics== Again in debt, Russell came to Upper Canada in 1790 to join the administration of John Graves Simcoe serving on the Executive Council and Legislative Council. Russell was given the appointment of Receiver General and was appointed to a temporary judgeship in 1794 and also became Speaker of the Legislative Council. Simcoe requested a leave of absence in December 1795 and recommended that Russell act as administrator of Upper Canada in his absence. Russell assumed the position in July 1796 and remained administrator until 1799 when Simcoe's permanent replacement was appointed. Russell’s administration saw the peaceful transfer of six border posts from the British to the Americans under the terms of the Jay Treaty. During his temporary appointment, Russell was at a disadvantage, however, as Simcoe had taken the vast majority of his official papers with him, leaving only 12 documents behind. This left Russell ignorant of British policy and of Simcoe's proposals for management of the province. Russell attempted to tighten up the system of land grants in order to curtail speculation, nepotism and corruption. He clashed with the new chief justice, John Elmsley, (who served on the Executive Council as part of his duties) over issues such as the seat of government with Elmsley objecting to the implementation of Simcoe's directions on making York the capital. Elmsley also objected to Russell's self-appointment to the Court of King's Bench due to Russell's lack of legal training and the violation of the separation of judicial and executive powers. Russell needed the extra income, however, and ignored Elmsley's objections. Peter Russell was a supporter of Native issues in the town of York, supporting them when they had issues with encroaching pioneers. However, he owned and traded in slaves. ==Russell Abbey== Russell lived at a town home on King Street between Sherbourne and Princess (now 255 King Street East), built of timber from German Mills, Ontario. Russell lived with his sister Elizabeth and it was referred to as Russell Abbey. The home was a park lot granted to Russell in 1798. Russell died in 1808 and his sister until 1822, the home burned down in 1856.http://lostrivers.ca/content/points/Petersfield.html ==Later years and legacy== By 1798 it became evident that Simcoe would never return. Russell hoped to become the new lieutenant-governor and was disappointed when Peter Hunter was given the position in 1799. Russell remained on the Executive Council but his influence waned and he had little power. When Hunter died in 1805, Russell again hoped to be named administrator but was passed over in favour of Alexander Grant. Tired of Canada, he wished to return to England but, unable to find a buyer for his 6,000 acres (24 km²) of land, he could not afford the trip and remained in the province until his death in 1808. Russell was buried at the old Garrison Burial Grounds, now Victoria Memorial Square, near Fort York. The town of Russell, Ontario takes its name after Russell. In 2020, following the George Floyd protests, the township announced it will search for a new Russell as its namesake due to Peter Russell's ownership of black slaves. ==See also== * John Button - American-born settler and militia leader whom petitioned to Russell for land grant in 1798 and later would become the community of Buttonville, Ontario ==References== ==External links== *Biography at the Dictionary of Canadian Biography Online *Peter Russell fonds, Archives of Ontario Category:1733 births Category:1808 deaths Category:North Staffordshire Regiment officers Category:British Army personnel of the American Revolutionary War Category:Irish emigrants to pre- Confederation Ontario Category:Lieutenant-Governors of Upper Canada Category:Politicians from County Cork Category:Members of the Legislative Council of Upper Canada Category:Politicians from Toronto Category:West Yorkshire Regiment officers Category:British Army personnel of the Seven Years' War Category:People from York, Upper Canada Category:Upper Canada judges Category:Immigrants to Upper Canada ",
    "title": "Peter Russell (politician)"
}