{
    "id": "651959",
    "text": "Seleucid king Antiochus I Soter. The reverse shows Apollo seated on an omphalos. The Greek inscription reads (of the king Antiochus). Basileus () is a Greek term and title that has signified various types of monarchs in history. In the English-speaking world it is perhaps most widely understood to mean \"king\" or \"emperor\". The title was used by sovereigns and other persons of authority in ancient Greece, the Byzantine emperors, and the kings of modern Greece. The feminine forms are basileia (βασίλεια), basilis (βασιλίς), basilissa (βασίλισσα), or the archaic basilinna (βασιλίννα), meaning \"queen\" or \"empress\". ==Etymology== The etymology of basileus is uncertain. The Mycenaean form was *gʷasileus (Linear B: , qa-si-re-u), denoting some sort of court official or local chieftain, but not an actual king. Its hypothetical earlier Proto-Greek form would be *gʷatileus.Andrew Sihler (2008), New Comparative Grammar of Greek and Latin, p. 330. Some linguists assume that it is a non-Greek word that was adopted by Bronze Age Greeks from a pre-existing linguistic Pre-Greek substrate of the Eastern Mediterranean.R. S. P. Beekes, Etymological Dictionary of Greek, Brill, 2009, p. 203. Schindler (1976) argues for an inner-Greek innovation of the -eus inflection type from Indo-European material rather than a Mediterranean loan. ==Ancient Greece== === Original senses encountered on clay tablets === The first written instance of this word is found on the baked clay tablets discovered in excavations of Mycenaean palaces originally destroyed by fire. The tablets are dated from the 15th century BC to the 11th century BC and are inscribed with the Linear B script, which was deciphered by Michael Ventris in 1952 and corresponds to a very early form of Greek. The word basileus is written as qa-si-re-u and its original meaning was \"chieftain\" (in one particular tablet the chieftain of the guild of bronzesmiths is referred to as qa-si-re-u). Here the initial letter q- represents the PIE labiovelar consonant */gʷ/, transformed in later Greek into /b/. Linear B uses the same glyph for /l/ and /r/, now uniformly written with a Latin \"r\" by convention. (The Old Persian word \"vazir\" has almost the same meaning as chieftain). Linear B only depicts syllables of single vowel or consonant-vowel form, therefore the final -s is not represented. ====Basileus vs. wanax in Mycenaean times==== The word can be contrasted with wanax, another word used more specifically for \"king\" and usually meaning \"High King\" or \"overlord\". With the collapse of Mycenaean society, the position of wanax ceases to be mentioned, and the basileis (the plural form) appear the topmost potentates in Greek society. In the works of Homer wanax appears, in the form ánax, mostly in descriptions of Zeus (ánax andrōn te theōn te, \"king of men and of the gods\") and of very few human monarchs, most notably Agamemnon. Otherwise the term survived almost exclusively as a component in compound personal names (e.g., Anaxagóras, Pleistoánax) and is still in use in Modern Greek in the description of the anáktoron/anáktora (\"[place or home] of the ánax\"), i.e. of the royal palace. The latter is essentially the same word as wa-na-ka-te-ro, wanákteros, \"of the wanax/king\" or \"belonging to the wanax/king\", used in Linear B tablets to refer to various craftsmen serving the king (e.g. the \"palace\", or royal, spinner, or the ivory worker), and to items belonging or offered to the king (javelin shafts, wheat, spices, precincts etc.). Most of the Greek leaders in Homer's works are described as basileís, which is rendered conventionally in English as \"kings\". However, a more accurate translation may be \"princes\" or \"chieftains\", which would better represent conditions in Greek society in Homer's time, and also the roles ascribed to Homer's characters. Agamemnon tries to give orders to Achilles among many others, while another basileus serves as his charioteer. His will, however, is not to be obeyed automatically. In Homer the wanax is expected to rule over the other basileis by consensus rather than by coercion, which is why Achilles rebels (the main theme of the Iliad) when he perceives that Agamemnon is treating him unjustly. ====Archaic basileus==== A study by Robert Drews (1983) has demonstrated that even at the apex of Geometric and Archaic Greek society, basileus does not automatically translate to \"king\". In a number of places authority was exercised by a college of basileis drawn from a particular clan or group, and the office had term limits. However, basileus could also be applied to the hereditary leaders of \"tribal\" states, like those of the Arcadians and the Messenians, in which cases the term approximated the meaning of \"king\". === Pseudo-Archytas' definition of the basileus as \"sovereign\" and \"living law\" === According to pseudo-Archytas's treatise \"On justice and law\", quoted by Giorgio Agamben in State of Exception (2005), Basileus is more adequately translated into \"Sovereign\" than into \"king\". The reason for this is that it designates more the person of king than the office of king: the power of magistrates (arkhontes, \"archons\") derives from their social functions or offices, whereas the sovereign derives his power from himself. Sovereigns have auctoritas, whereas magistrates retain imperium. Pseudo-Archytas aimed at creating a theory of sovereignty completely enfranchised from laws, being itself the only source of legitimacy. He goes so far as qualifying the Basileus as nomos empsykhos, or \"living law\", which is the origin, according to Agamben, of the Führerprinzip and of Carl Schmitt's theories on dictatorship. === Use of basileus in classical times === Greco-Bactrian/Indo- Greek king Agathocles of Bactria (r. 190–180 BC), bearing the title of basileōs. In classical times, most Greek states had abolished the hereditary royal office in favor of democratic or oligarchic rule. Some exceptions existed, namely the two hereditary Kings of Sparta (who served as joint commanders of the army, and were also called arkhagetai), the Kings of Cyrene, the Kings of Macedon and of the Molossians in Epirus and Kings of Arcadian Orchomenus. The Greeks also used the term to refer to various kings of \"barbaric\" (i.e. non-Greek) tribes in Thrace and Illyria, as well as to the Achaemenid kings of Persia. The Persian king was also referred to as Megas Basileus (Great King) or Basileus Basileōn, a translation of the Persian title xšāyaθiya xšāyaθiyānām (\"King of Kings\"), or simply \"the king\". There was also a cult of Zeus Basileus at Lebadeia. Aristotle distinguished the basileus, constrained by law, from the unlimited tyrant (tyrannos), who had generally seized control. At Athens, the archon basileus was one of the nine archons, magistrates selected by lot. Of these, the archon eponymos (for whom the year was named), the polemarch (polemos archon = war lord) and the basileus divided the powers of Athens' ancient kings, with the basileus overseeing religious rites and homicide cases. His wife had to ritually marry Dionysus at the Anthesteria festival. Philippides of Paiania was one of the richest Athenians during the age of Lycurgus of Athens, he was honoured archon, basileus in 293/2. Similar vestigial offices termed basileus existed in other Greek city- states. By contrast, the authoritarian rulers were never termed basileus in classical Greece, but archon or tyrannos; although Pheidon of Argos is described by Aristotle as a basileus who made himself a tyrant. Many Greek authors, reconciling Carthaginian supremacy in the western Mediterranean with eastern stereotypes of absolutist non-Hellenic government, termed the Punic chief magistrate, the sufet, as basileus in their native language. In fact, this office conformed to largely republican frameworks, being approximately equivalent in mandate to the Roman consul. This conflation appears notably in Aristotle's otherwise positive description of the Carthaginian Constitution in the Politics, as well as in the writings of Polybius, Diodorus Siculus and Diogenes Laertius. Roman and early Christian writings sourced from Greek fostered further mischaracterizations, with the sufet mislabeled as the Latin rex. ==Alexander the Great== Basileus and megas basileus were exclusively used by Alexander the Great and his Hellenistic successors in Ptolemaic Egypt, Asia (e.g. the Seleucid Empire, the Kingdom of Pergamon and non-Greek but Greek- influenced states like the Kingdom of Pontus) and Macedon. (The feminine counterpart is basilissa (queen), meaning both a queen regnant (such as Cleopatra VII of Egypt) and a queen consort). It is at this time that the term basileus acquired a fully royal connotation, in stark contrast with the much less sophisticated earlier perceptions of kingship within Greece. ==Romans and Byzantines== Bronze follis of Leo VI the Wise (r. 886–912). The reverse shows the Latin-transcribed Greek titles used in imperial coinage: +LEOn En ΘEO bASILEVS ROMEOn, \"Leo, by the grace of God Emperor of the Romans\". Under Roman rule, the term basileus came to be used, in the Hellenistic tradition, to designate the Roman Emperor in the ordinary and literary speech of the Greek- speaking Eastern Mediterranean. Although the early Roman Emperors were careful to retain the façade of the republican institutions and to not formally adopt monarchical titles, the use of basileus amply illustrates that contemporaries clearly perceived that the Roman Empire was a monarchy in all but name. Nevertheless, despite its widespread use, due to its \"royal\" associations the title basileus remained unofficial for the Emperor, and was restricted in official documents to client kings in the East. Instead, in official context the imperial titles Caesar Augustus, translated or transliterated into Greek as Kaisar Sebastos or Kaisar Augoustos, and Imperator, translated as Autokratōr, were used. By the 4th century however, basileus was applied in official usage exclusively to the two rulers considered equals to the Roman Emperor: the Sassanid Persian shahanshah (\"king of kings\"), and to a lesser degree the King of Axum, whose importance was rather peripheral in the Byzantine worldview. Consequently, the title acquired the connotation of \"emperor\", and when barbarian kingdoms emerged on the ruins of the Western Roman Empire in the 5th century, their rulers were referred to in Greek not as basileus but as rēx or rēgas, the hellenized forms of the Latin title rex, king. The first documented use of basileus Rhomaíōn in official context comes, surprisingly, from the Persians: in a letter sent to Emperor Maurice (r. 582–602) by Chosroes II, Maurice is addressed in Greek as basileus Rhomaíōn instead of the habitual Middle Persian appellation kēsar-i Hrōm (\"Caesar of the Romans\"), while the Persian ruler refers to himself correspondingly as Persōn basileus, thereby dropping his own claim to the Greek equivalent of his formal title, basileus basileōn (\"king of kings\"). The title appears to have slowly crept into imperial titulature after that, and Emperor Heraclius is attested as using it alongside the long-established Autokratōr Kaisar in a letter to Kavadh II in 628. Finally, in a law promulgated on 21 March 629, the Latin titles were omitted altogether, and the simple formula , \"faithful in Christ Emperor\" was used instead. The adoption of the new imperial formula has been traditionally interpreted by scholars such as Ernst Stein and George Ostrogorsky as indicative of the almost complete hellenization of the Empire by that time. In imperial coinage, however, Latin forms continued to be used. Only in the reign of Leo III the Isaurian (r. 717–741) did the title basileus appear in silver coins, and on gold coinage only under Constantine VI (r. 780–797). \"BASILEUS\" was initially stamped on Byzantine coins in Latin script, and only gradually were some Latin characters replaced with Greek ones, resulting in mixed forms such as \"BASIΛEVS\". Early 15th-century miniature depicting Emperor Manuel II Palaiologos with his family: empress Helena Dragaš, and three of their sons, John, Andronikos and Theodore. The full imperial title uses both typically Byzantine and revived archaic Roman elements: ΜΑΝΟΥΗΛ ΕΝ ΧΩ ΤΩ ΘΩ ΠΙϹΤΟϹ ΒΑϹΙΛΕΥϹ ΚΑΙ ΑΥΤΟΚΡΑΤΩΡ ΡΩΜΑΙΩΝ Ο ΠΑΛΑΙΟΛΟΓΟϹ ΚΑΙ ΑΕΙ ΑΥΓΟΥϹΤΟϹ, \"Manuel, by the grace of Christ the God, faithful Emperor and Autocrat of the Romans, the Palaiologos, forever August\". Of his sons, John, the eldest and co-emperor, is also termed basileus, while his brothers are titled despotes. Until the 9th century, the Byzantines reserved the term basileus among Christian rulers exclusively for their own emperor in Constantinople. This usage was initially accepted by the \"barbarian\" kings of Western Europe themselves: despite having neglected the fiction of Roman suzerainty from the 6th century onward, they refrained from adopting imperial titulature. The situation began to change when the Western European states began to challenge the Empire's political supremacy and its right to the universal imperial title. The catalytic event was the coronation of Charlemagne as imperator Romanorum (\"Emperor of the Romans\") by Pope Leo III on 25 December 800, at St. Peter's in Rome. The matter was complicated by the fact that the Eastern Empire was then managed by Irene (r. 797–802), who had gained control after the death of her husband, the Emperor Leo IV (r. 775–780), as regent for their 9-year-old son, Constantine VI (r. 780–797). After Constantine's coming of age, Irene eventually decided to rule in her own name. In the conflict that ensued, Irene was victorious and Constantine was blinded and imprisoned, to die soon afterward. The revulsion generated by this incident of filicide cum regicide was compounded by the traditional (and especially Frankish) aversion to the idea of a female sovereign. Consequently, to the Franks, the imperial throne was vacant and free for Charlemagne to claim. Although it is often claimed that, as monarch, Irene called herself in the male form basileus, in fact she normally used the title basilissa.Liz James, \"Men, Women, Eunuchs: Gender, Sex, and Power\" in \"A Social History of Byzantium\" (J. Haldon, ed.) pp. 45,46; published 2009; : There are only three instances where it is known that she used the title \"basileus\": two legal documents in which she signed herself as \"Emperor of the Romans\" and a gold coin of hers found in Sicily bearing the title of \"basileus\". In relation to the coin, the lettering is of poor quality and the attribution to Irene may, therefore, be problematic. In reality, she used the title \"basilissa\" in all other documents, coins and seals. Charlemagne's claim to the imperial title of the Romans began a prolonged diplomatic controversy which was resolved only in 812 when the Byzantines agreed to recognize him as \"basileus\". In an effort to emphasize their own Roman legitimacy, the Byzantine rulers thereafter began to use the fuller form basileus Rhomaíōn (, \"emperor of the Romans\") instead of the simple \"basileus\", a practice that continued in official usage until the end of the Empire. The title autokratōr was also revived by the early 9th century (and appears in coins from 912 on). It was reserved for the senior ruling emperor among several co-emperors (symbasileis), who exercised actual power. The term megas basileus (\"Great Emperor\") was also sometimes used for the same purpose. By the Palaiologan period, the full style of the Emperor was finalized in the phrase \"X, in Christ the God faithful Emperor and Autocrat of the Romans\" (, \"Χ, en Christō tō Theō pistós basileus kai autokratōr Rhōmaíōn\"). The later German emperors were also conceded the title \"basileus of the Franks\". The Byzantine title in turn produced further diplomatic incidents in the 10th century, when Western potentates addressed the emperors as \"emperors of the Greeks\". A similar diplomatic controversy (this time accompanied by war) ensued from the imperial aspirations of Simeon I of Bulgaria in the early 10th century. Aspiring to conquer Constantinople, Simeon claimed the title \"basileus of the Bulgarians and of the Romans\", but was only recognized as \"basileus of the Bulgarians\" by the Byzantines. From the 12th century however, the title was increasingly, although again not officially, used for powerful foreign sovereigns, such as the kings of France or Sicily, the tsars of the restored Bulgarian Empire, the Latin emperors and the emperors of Trebizond. In time, the title was also applied to major non- Christian rulers, such as Tamerlane or Mehmed II. Finally, in 1354, Stefan Dušan, king of Serbia, assumed the imperial title, based on his Bulgarian mother's Theodora Smilets of Bulgaria royal line, self-styling himself in Greek as basileus and autokratōr of the Romans and Serbs which was, however, not recognized by the Byzantines. ==New Testament and Jesus== While the terms used for the Roman emperor are Kaisar Augustos (Decree from Caesar Augustus, Dogma para Kaisaros Augoustou, Luke 2:1) or just Kaisar (see Render unto Caesar...) and Pontius Pilate is termed Hegemon (Matthew 27:2), Herod is Basileus (in his coins also Basileōs Herodou, \"of King Herod\", and by Josephus) Regarding Jesus the term basileus acquires a new Christian theological meaning out of the further concept of Basileus as a chief religious officer during the Hellenistic period. Jesus is Basileus Basileōn (Βασιλεὺς βασιλέων = King of Kings, Revelation 17:14, 19:16) (a previous Near Eastern phrase for rulers of empires), or Basileus tōn basileuontōn (Βασιλεὺς τῶν βασιλευόντων = literally King of those being kings, 1 Timothy 6:15). Other titles involving Basileus include Basileus tōn Ouranōn, translated as King of Heaven, with his Basileia tōn Ouranōn, i.e. Kingship or Kingdom of Heaven, and is Basileus tōn Ioudaiōn, i.e. King of the Jews (see INRI). In Byzantine art, a standard depiction of Jesus is Basileus tēs Doxēs King of Glory (in the West 'the Christ or Image of Pity');The icon in the life of the church: doctrine, liturgy, devotion By George Galavaris Page 38 (1981) a phrase derived from the Psalms 24:10 and the Lord of Glory (Kyrios tēs Doxēs, 1 Corinthians 2:8). ==Modern Greece== During the post-Byzantine period, the term basileus, by the renewed influence of Classical writers on the language, reverted to its earlier meaning of \"king\". This transformation had already begun in informal usage in the works of some classicizing Byzantine authors. In the Convention of London in 1832, the Great Powers (the United Kingdom of Great Britain and Ireland, July Monarchy France, and Imperial Russia) agreed that the new Greek state should become a monarchy, and chose the Wittelsbach Prince Otto of Bavaria as its first king. 1876 five-drachma coin, bearing a bust of George I of Greece and the legend ΓΕΩΡΓΙΟΣ Α! ΒΑΣΙΛΕΥΣ ΤΩΝ ΕΛΛΗΝΩΝ (\"George I, King of the Hellenes\"). The Great Powers furthermore ordained that his title was to be \"Βασιλεὺς τῆς Ἑλλάδος\" Vasilefs tes Elládos, meaning \"King of Greece\", instead of \"Βασιλεὺς τῶν Ἑλλήνων\" Vasilefs ton Ellénon, i.e. \"King of the Greeks\". This title had two implications: first, that Otto was the king only of the small Kingdom of Greece, and not of all Greeks, whose majority still remained ruled by the Ottoman Empire. Second, that the kingship did not depend on the will of the Greek people, a fact further underlined by Otto's addition of the formula \"ἐλέῳ Θεοῦ\" eléo Theou, i.e. By the Grace (Mercy) of God. For 10 years, until the 3 September 1843 Revolution, Otto ruled as an absolute monarch, and his autocratic rule, which continued even after being forced to grant a constitution, made him very unpopular. After being ousted in 1862, the new Danish dynasty of the House of Schleswig-Holstein-Sonderburg-Glücksburg began with King George I. Both to assert national independence from the will of the Powers, and to emphasize the constitutional responsibilities of the monarch towards the people, his title was modified to \"King of the Hellenes\", which remained the official royal title until the abolition of the Greek monarchy in 1974. The two Greek kings who had the name of Constantine, a name of great sentimental and symbolic significance, especially in the irredentist context of the Megali Idea, were often, although never officially, numbered in direct succession to the last Byzantine Emperor, Constantine XI, as Constantine XII and Constantine XIII respectively. == See also == * Anthesteria, Dionysus festival in which a basilinna, wife of the archon basileus for the time, went through a ceremony of marriage to the wine god. May be compared to carnivals and other charivaris. *Auctoritas *Imperium *Sovereignty ==Notes== ==References== ==Sources== * Robert Drews. Basileus. The Evidence for Kingship in Geometric Greece, Yale (1983). * Michael Janda. “Annäherung an basileús”, in Analecta Homini Universali Dicata ... Festschrift für Oswald Panagl zum 65. Geburtstag, vol. 1. Edited by Thomas Krisch, Thomas Lindner, & Ulrich Müller. Stuttgart: Hans Dieter Heinz, 2004, pp. 84−94. *Jochem Schindler. “On the Greek type hippeús”, in Studies Palmer, ed. Meid (1976), 349-352\\. ==External links== *https://web.archive.org/web/20040910084730/http://projectsx.dartmouth.edu/history/bronze_age/lessons/les/25.html Category:Ancient Greek titles Category:Ancient Roman titles Category:Government of the Byzantine Empire Category:Byzantine law Category:Byzantine imperial titles Category:Royal titles Category:Ancient Greek government Category:Government of Macedonia (ancient kingdom) Category:Clay tablets Category:Titles of national or ethnic leadership ",
    "title": "Basileus"
}