{
    "id": "652268",
    "text": "1959 Stock train at The 1959 Tube Stock was a type of London Underground tube train constructed in the late 1950s. They were intended for use on the Piccadilly line, but also saw use on several other tube lines. It was the first production (not prototype) tube stock to have unpainted aluminium alloy bodywork. ==Construction== The 1959 Stock was built by Metro-Cammell in Birmingham and were closely based on the prototype aluminium alloy bodied 1956 Stock. As with the 1956 stock, the DM cars seated 42, the NDM and T cars seated 40 each. It operated at various times on the Northern line, Bakerloo line, Central line and Piccadilly line. The units had a long career, with a few examples remaining in service until 2000, three years beyond their intended withdrawal date. The 1959 Stock entered service on the Piccadilly line, but most units were drafted to the Central line because that line's \"Standard stock\" was becoming very unreliable. The Central line's version of the 1959 stock, the 1962 stock, later took over. ==Transfer from the Piccadilly line== The Piccadilly line extension to Heathrow, which opened in the late 1970s, coincided with the introduction of new 1973 Stock. Therefore, the 1959 Stock was transferred to the Northern line between 1975 and 1979, allowing the scrapping of the oldest 1938 Stock on that line. The 1959 Stock also saw service on the Bakerloo line from 1983-1989, again to facilitate withdrawal of 1938 Stock, before being replaced by the 1972 Mk2 Stock in 1989. When new, the 1959 stock was seen as distinctive because of the clean 'silver' exterior. Over the years, however, the trains' unpainted exteriors became jaded and dirty. The blue and grey interiors dated quickly. Stylistically the 1959 stock looked worn, but without the aesthetic red and green charm or old- fashioned thirties ambience of the more celebrated 1938 stock. By the mid-1990s these units were getting old and were in need of works attention. By this time, all the remaining 1959 Stock was concentrated on the Northern line. Minor refurbishment of the stock took place, painting the blue/grey interiors white and replacing some of the seat moquettes. This was done in a haphazard manner, the white interiors becoming very dirty inside by 1998, and with a failure rate that had risen to 1 in , the 1959 Stock was in urgent need of replacement. ==Replacement== New trains in the form of 1995 Stock were built as replacements for both the 1959 stock and the 30 trains of 1972 stock also operating on the Northern line. Originally it had been planned to keep the 1972 stock running with the new trains, with the same extensive refurbishment as done to the 1972 stock on the Bakerloo line, but after one trial refurbishment of a Northern line 1972 stock carriage it was decided that it would be more cost-effective in the long run to have the line operated by one type of train only. Withdrawal of the 1959 Stock was a drawn-out affair, and when the last example was withdrawn on 27 January 2000, it was the only remaining tube train to be crewed with a motorman and a guard. One unit was repainted in \"heritage\" red and cream livery in 1990 to commemorate the line's 100th anniversary. One trailer forms part of the Central Line Sandite train, the other cars were the 1962 stock. Several vehicles have been preserved, at various locations, including one complete 4-car unit (1304). The complete list is shown below. {| | {|class=\"wikitable\" !width=45|DM !width=45|T !width=45|NDM !width=45|DM !Location |- |align=center|1018 |align=center|- |align=center|- |align=center|- |Privately owned, Motcombe, Dorset |- |align=center|2018 |align=center|- |align=center|- |align=center|1304 |Privately owned, Beeding, West Sussex |- |align=center|1030 |align=center|2044 |align=center|- |align=center|- |Mangapps Railway Museum |- |align=center|1031 |align=center|- |align=center|- |align=center|- |Epping Ongar Railway |- |align=center|1044 |align=center|- |align=center|- |align=center|1045 |Alderney Railway |- |align=center|- |align=center|2304 |align=center|9305 |align=center|- |Privately owned, Beeding, West Sussex |- |align=center|- |align=center|- |align=center|- |align=center|1305 |Sutton Hall Railway, Shopland Nr Rochford, Essex |- |align=center|1306 |align=center|- |align=center|- |align=center|- |Police Training School, Gravesend |- |} |colspan=15 valign=\"top\"| {|class=\"wikitable\" !colspan=2|Key |- !DM |Driving motor |- !T |Trailer |- !NDM |Non-driving motor |} |} ==References== ==External links== * Squarewheels.org.uk ** 1959 Tube Stock ** Final Day of the 1959 Tube Stock * * London Transport Museum Photographic Archive ** ** ** interior view showing both longitudinal and transverse seats 1959 Category:Metropolitan Cammell multiple units Category:Train-related introductions in 1959 ",
    "title": "London Underground 1959 Stock"
}