{
    "id": "652311",
    "text": "Robert James Adley (2 March 1935 – 13 May 1993) was a Conservative Party politician in the United Kingdom and railway enthusiast. In the 1970s Adley was part-time Marketing Director for Holiday Inn (UK). He would brief his agency (Alexander James & Dexter) in the morning, before going to the House of Commons. Adley was born Jewish but converted to Anglicanism, and was married with two children. ==Early life and family== Robert James Adley born on 2 March 1935, the son of Harry Adley, a company director. He was educated at Falconbury and Uppingham School, before becoming the Director of Sales at May fair Hotel (1960–64). In 1961, he married Jane Elizabeth Pople, daughter of Wilfred Pople of Somerset. Later, he was the Marketing Director at Holiday Inns of Canada.Stenton and Lees Who's Who of British Members of Parliament vol. iv p. 2 ==Political career== He was a councillor on Slough Borough Council from 1965 and first stood for Parliament in 1966 for Birkenhead, failing to win the strongly Labour seat. He became Member of Parliament for Bristol North East after winning the seat by 462 votes in the 1970 election. However, significant boundary changes before the next election in 1974 saw Adley move on to become member of parliament for the new seat of Christchurch and Lymington. He would safely hold this seat from 1974 to 1983, and then after further boundary changes the Christchurch seat from 1983 until his death with one of the largest Conservative majorities in the country. Adley was well known as a railway enthusiast, after gaining a love of trains when he was given The Wonder Book of Trains at the age of three. Adley became leader of the Conservative backbench committee on transport and then the Chairman of the Commons Transport Select Committee. He became a leading opponent of the plans being made by John Major's government for the privatisation of British Rail, describing it a \"poll tax on wheels\". Adley had previously opposed the poll tax and bus deregulation, while supporting Concorde and an integrated transport system. Adley also called for talks with the African National Congress and for the UK government to support the aspirations of the black majority in apartheid-era South Africa. Adley died in the Royal Brompton Hospital following a heart attack in 1993 at the age of 58. After his death the seat was won in a by-election by Liberal Democrat Diana Maddock, but was regained by the Conservatives in 1997. ==Author== Adley was the author of numerous books mainly on the subject of railways and in particular steam engines. * * * * * * * * * * ==References== ===Citations=== ===Bibliography=== * Stenton, M., Lees, S. (1981). Who's Who of British Members of Parliament, volume iv (covering 1945–1979). Sussex: The Harvester Press; New Jersey: Humanities Press. ==External links== * Category:1935 births Category:1993 deaths Category:Converts to Anglicanism from Judaism Category:Conservative Party (UK) MPs for English constituencies Category:Rail transport writers Category:International opponents of apartheid in South Africa Category:People educated at Uppingham School Category:British Anglicans Category:British Jews Category:UK MPs 1970–1974 Category:UK MPs 1974 Category:UK MPs 1974–1979 Category:UK MPs 1979–1983 Category:UK MPs 1983–1987 Category:UK MPs 1987–1992 Category:UK MPs 1992–1997 Category:People who died in office Category:Councillors in Berkshire Category:Jewish British politicians ",
    "title": "Robert Adley"
}