{
    "id": "652479",
    "text": "Lake Merritt is a large tidal lagoon in the center of Oakland, California, just east of Downtown. It is surrounded by parkland and city neighborhoods. It is historically significant as the United States' first official wildlife refuge, designated in 1870, and has been listed as a National Historic Landmark since 1963, and on the National Register of Historic Places since 1966. The lake features grassy shores; several artificial islands intended as bird refuges; an interpretive center called the Rotary Nature Center at Lakeside Park; a boating center where sailboats, canoes and rowboats can be rented and classes are held; and a fairy tale themed amusement park called Children's Fairyland. A popular walking and jogging path runs along its perimeter.City of Oakland Parks and Recreation The circumference of the lake is and its area is . ==History== The lake was originally an arm of San Francisco Bay formed where several creeks empty into the bay. It was surrounded by of wetlands when the Ohlone people fished, hunted and gathered food along its shores. By 1810, the remaining Native Americans were removed to Mission San José and the estuary and of surrounding land was deeded to Sergeant Luis Maria Peralta to become Rancho San Antonio. After gold was discovered in 1848 in present-day Coloma to the northeast, Anglo squatters led by lawyer Horace Carpentier took control of the East Bay area which was to become downtown Oakland, including the estuary known as \"San Antonio Slough\".Northlakegroup.org - northlake group Resources and Information. Site gone on or before 16 March 2010 In 1856, Peralta fought and won a United States Supreme Court case against the squatters but further court cases between his sons and daughters would greatly diminish their holdings. The Peralta brothers had to sell much of the land to Carpentier to pay legal fees and new property taxes. Oakland was incorporated in 1852 with Carpentier as its first mayor and the estuary became the city's sewer. Lake Merritt naturally had tidal flows via a broad 600 foot outlet, but this has been steadily reduced with development of the region after 1869. Currently the tidal flows are limited in size and managed for flood control. For years the lake acted as a waste collector. It was regarded as ideal for sewage because of its chemical contents, which have high acidities that cause it to decompose human feces at very high rates. Sixty miles of brick and wood channeling sent the broken-down sewage to the bottom of the lake to then be eaten by bottom feeders. The stench at the lake during the decomposition of the sewage was a problem for Oaklanders on the west shore and residents of Clinton and San Antonio villages on the east. Dr. Samuel Merritt, a mayor of Oakland who owned property at the shore's edge, was keen to get the body of water cleaned up so that it could become a source of civic pride. In 1868, he proposed and funded a dam between the estuary and the bay by which the flow of water could be controlled, allowing the water level inland to rise higher and become less saline, turning the tidal lagoon into a lake. Sewage was to be redirected elsewhere by two new city projects, though these weren't completed until 1875. The resulting body of water was called variously \"Lake Peralta\", \"Merritt's Lake\" and later Lake Merritt.Project1 The lake at that time still had thick wetlands fringing the shores and it continued to attract large numbers of migratory birds. In order to protect the birds from duck hunters and stop the noise and danger of gunfire so close to the city, Dr. Merritt proposed to turn the lake into a wildlife refuge in 1869. The state legislature voted Lake Merritt Wildlife Refuge into law in 1870, making it the first such refuge in North America. No hunting of any sort was to be allowed and the only fishing was to be by hook and line.Lake Merritt - Wildlife Sanctuary The Camron- Stanford House was built by Samuel Merritt in 1876 along the southwest corner of Lake Merritt in Oakland, California. The ornate Camron-Stanford House was built in 1876 near the lake's western shore. Tax records suggest that Samuel Merritt built the Italianate Victorian as part of his plan to promote and develop downtown Oakland and the new lake. In 1877, the house's title was transferred to Mrs. Alice Camron, a purchase she was able to make due to an inheritance from her father, California pioneer Dr. John Marsh. She, her husband Will and their two daughters were the first residents of the home. Further fine homes were built on the lakeshore by others following Dr. Merritt's lead, though none but Camron-Stanford remain today. Beginning in 1910, the house served as the Oakland Public Museum. In 1967, the Oakland Museum moved to other quarters, and the Camron-Stanford House is now a separate museum. Protection for the wetlands was nonexistent and residences kept being built on reclaimed land around the shore of the lake. Cleanliness continued to be a problem because of incomplete sewage projects and the lake kept silting up since the natural tidal flow had been interrupted by Merritt's dam. Dredging of the lake began in 1891, with the removed silt being piled along the eastern shore to make a foundation for a road which became Lakeshore Avenue. From 1893 to 1915, Lake Merritt saw major changes. Inspired by the new City Beautiful movement which got its start at the World's Columbian Exposition (Chicago World's Fair), the lake became a city-owned park. In 1913 an elaborate Mission Revival pergola was constructed at the northeastern tip of the lake. Adam's Point was cleared of houses, planted with lawns and imported trees and became Lakeside Park. Eastshore Park was created where East 18th Street brought Trestle Glen's watershed to the lake. Oakland Civic Auditorium was built at the south edge of the lake in 1914. The Bellevue- Staten Building was designed by Herman Baumann and constructed in 1929 using an architectural blend of Spanish Colonial and Art Deco styles. 1923 saw Cleveland Cascade spring into life, conceived and assisted by noted landscape architect, Howard Gilkey. This was a three-tiered water feature incorporating multiple waterfalls tumbling sequentially into twenty large collection basins and a pool at the bottom, flanked by twin stairs descending from Merritt Avenue in Cleveland Heights to Lakeshore Avenue. Colored lights in rainbow sequence lit the waterfall at night. In 1925, the \"Necklace of Lights\" was turned on. 1929 is the year the luxurious Bellevue-Staten apartments were completed at 492 Staten Avenue in Adam's Point near Lakeside Park. The 15-story blend of Art Deco and Spanish Colonial styles is one of the most prominent sights viewable from nearly every point of Lake Merritt. Lake Merritt's natural wetlands are long gone--converted to parks, pathways and roads. Some of the wetland vegetation has been restored to five \"Bird Islands\" constructed of dredged silt between 1925 and 1956; islands which shelter hundreds of nesting and roosting water fowl. The islands have a fresh water irrigation system to bring drinking water to the birds. A boom and a rope/buoy barrier protects the islands from recreational boaters.Project Name Under the name Lake Merritt Wild Duck Refuge, the site became a National Historic Landmark on May 23, 1963. Children's Fairyland is a 10-acre park designed by William Russell Everett, and built in 1950 in Lakeside Park. When Walt Disney was planning Disneyland, he visited Children's Fairyland for ideas. Starting in 1961, Oakland's \"Downtown Property Owner's Association,\" and the \"Central Business District Association\" repeatedly advocated for extending Alice Street directly through Snow Park, which was then the grounds of the Snow Museum, past the Schilling Gardens and the Bechtel Building at 244 Lakeside Drive, and down to the lake's edge on 20th Street. They purportedly sought to alleviate motorist traffic congestion that might be caused by the closure of Broadway during construction of the nearby BART line. The plan met stiff opposition from Oakland's City Council in October 1964, which, as reported by the Staff of the Oakland Tribune at the time, told downtown property interests to \"quit wasting its time.\" ==Necklace of lights== A view looking east toward man-made islands of the Lake Merritt Bird Sanctuary. The Bellevue-Staten apartment building is in view, and the Oakland/Piedmont Hills are in the background. A \"necklace of lights\" encircles Lake Merritt. Featuring 126 lampposts and 3,400 \"pearly bulbs\", the necklace was first lit in 1925. In 1941, the lights were removed to comply with World War II blackout conditions. After a decade-long campaign by the Lake Merritt Breakfast Club, the lights were again illuminated in 1987. During Oakland's annual gay pride celebration, the city replaces the white bulbs with multicolored bulbs. ==Wildlife== === Birds === The lake features a healthy year-round population of birds. It sees seasonal fluctuations in the types of birds that call the lake home. ====Year round==== Year round, the lake is home to many Canada geese and moderate numbers of black-crowned night heron, great egret, snowy egret, cormorant, American coot, and western gull. There are also small mallard duck and pelican (both American and brown) populations. ====Rainy season==== From November through March, the lake plays host to a very large population of greater scaup and lesser scaup, which spend most of their time floating on the water. The tufted duck, a rare bird from Eurasia, has also been recorded annually. Smaller numbers of canvasback, redhead, common and Barrow's goldeneye, bufflehead, and other migratory diving ducks are also present during the cold season. ====Dry season==== From June until the end of September, the lake's Canada goose population increases significantly; Canada geese become nearly ubiquitous around the perimeter of the lake. In late summer and early fall, a moderate pelican population also arrives, and Caspian terns can be seen on the lake.Bird-lore: An Illustrated Bi-monthly Magazine Devoted to the Study and Protection of Birds (1931), Audubon Societies, Volumes 33-34 === Other === Fish in Lake Merritt include bat rays and gobies. Molluscs include sea hares, bay mussels, and oysters. Crustaceans include barnacles and Transorchestia enigmatica, which is a talitridae found only in Lake Merritt. ==Plants== Although native trees such as coast live oak and California buckeye are present, most of the park bordering Lake Merritt has been landscaped with plants from around the world. As early as 1910, City Park Commissioners recognized Oakland as a city of immigrants, and felt that \"visitors to the park would want to see plants from their native lands\". This theme of diversity in the park landscape has continued with landscape renovations. The lake's iconic plant is the New Zealand tea tree (Leptospermum sp.), which grows with picturesque gnarled branches along the water's edge. One zone of native plants has been established at the restored tidal marsh, located on the channel just south of the Lake Merritt Blvd. bridge. Pickleweed has been planted within the tidal zone, and other native plants such as saltgrass, marsh gumplant (Grindelia stricta var. angustifolia), marsh baccharis (Baccharis glutinosa), Jaumea, and Frankenia have been propagated from local genetic stock and planted on the slope above the marsh. A second native marsh plant zone is planned for the shoreline east of the Sailboat House. Aquatic vegetation commonly seen within the lake itself include widgeon grass (Ruppia maritima), filamentous green algae (Enteromorpha and Cladophora sp.), sea lettuce (Ulva sp.), dead man's fingers (Codium fragile) and occasionally wireweed (Sargassum muticum). Growth of these aquatic plants reaches a peak in mid-June, and the subsequent die-off and decomposition can result in bad odors, unsightly appearance, and depletion of oxygen in the water column. To prevent this nuisance condition, the City uses a floating mechanical harvester to remove excess growth during the summer months. The most common aquatic plants in Lake Merritt are tiny, free-floating phytoplankton. Visitors often do not appreciate the sometimes-murky water in the lake, but the cloudiness represents a water column rich in microscopic life, providing a basis for a diverse and thriving web of animal life at the lake, both marine and avian. ==Cleanup and restoration== View of Lake Merrit with aeration fountain Because storm drains in downtown Oakland and surrounding areas drain directly into the lake, trash and nutrient pollution have become the largest problems affecting Lake Merritt. Increased levels of chemicals like nitrogen and phosphorus cause algae blooms, which deplete the water of oxygen. Aeration fountains, funded by donations, have been installed to help with this problem. \"Water quality in an area of about one acre around each unit is improved by the transfer of oxygen from the air, and by mixing the top and bottom layers of the Lake.\" A proposed aeration system was never approved by the City of Oakland. Trash removal is coordinated by the non-profit Lake Merritt Institute under contract with the City of Oakland. The Institute sponsors clean-ups five days a week during the school year, and four days a week during the summer. Individuals can also work alone using the four \"U-Clean-It\" boxes maintained by the Institute. One way volunteers clean the lake is by using long-handled nets.Lakemerrittinstitute.org accessdate=23 March 2016 About 1,000 to 6,000 pounds of trash are removed monthly. Among the many individual and group volunteers, of special note are those who have been cleaning the trash since 1997: the regular Saturday and Tuesday volunteers, the Peralta Service Corporation (part of the Unity Council), St. Paul's Episcopal School, 6th Grade, and HandsOn Bay Area. === Pollution === In addition to nutrient pollution, more toxic agents have drained into the lake from time to time. In 1998, about 20 gallons of diesel fuel leaked into the lake following a \"freakish accident\" in the basement of the Caltrans building in the 100 block of Grand Avenue. On June 27, 2011, the Oakland Fire Department and California Department of Fish and Game responded to a diesel fuel spill that covered five acres of the northwest side of the lake. \"Because the storm drain connects to other storm drains in the city, and due to the heavy rain, Oakland Fire Battalion Chief Darin White said firefighters were having difficulty finding where the spill originated.\" ==Measure DD improvements== milonga (tango dance party) at the restored gazebo near Children's Fairyland in Lakeside Park Measure DD, a $198 million Oakland City park bond measure, passed with 80% voter approval in 2002. The measure improved the lake area by adding park space and altering the surrounding infrastructure. One example is on Lake Merritt's south shore, where the previous configuration of 12th Street (six lanes in each direction) was considered a deterrent to pedestrian and bicycle access to landmarks such as Laney College, the Oakland Museum of California, and Lake Merritt Channel. Part of the Measure DD project renovated 12th Street, reducing traffic to three lanes in each direction, adding park space, and adding eleven more necklaces of lights to fill a gap. The renovation of Lake Merritt, paid for with money from Measure DD, was briefly stalled by an environmental review lawsuit intended to prevent cutting trees around the lake, which was filed in 2006 by a group of concerned residents, \"Friends of the Lake\". On October 17, 2007, an Alameda County Superior Court judge dismissed a lawsuit, making way for the renovation to proceed. Gondola on Lake Merritt One of the first Measure DD projects, completed in 2007, was the renovation and rededication of the 1913 pergola at the north end of the lake. Several sections of Measure DD work were completed in 2008. The renovation of the 1909 Municipal Boat House into Lake Chalet restaurant was completed. Reconstruction of El Embarcadero between Grand Avenue and Lakeshore Avenue was completed. Lakeside Drive from just north of East 14th Street to 19th Street was narrowed from four lanes to two, and a bicycle lane added. Finally, new landscaping along the west side of the lake from 14th to 19th street and the east side from East 18th Street to El Embarcadero were completed. The largest part of the Measure DD work was the 12th Street Reconstruction Project on the south side of the lake. Replacement of the Frickstad Viaduct, or \"12th Street Dam\" (built 1950), and renovation of the roadways and tunnels between the Kaiser Convention Center and the southern end of Lake Merritt began in May 2010 was completed in June 2013. The groundbreaking ceremony for the 12th Street Project took place on May 6, 2010 near the Frickstad Viaduct. Another major milestone in the restoration of Lake Merritt was achieved in February 2013, when Mayor Jean Quan and other officials inaugurated a -long channel, including a paved trail, a pedestrian bridge, and restored tidal marsh, a major step towards reconnecting Lake Merritt with San Francisco Bay. This stage was expected to double the water volume circulating in and out of the lake. The mayor announced plans for \"a big citywide party\" upon completion. In December 2016, a culvert under 10th Street was removed to increase tidal movement. ==See also== *List of lakes in California *List of lakes in the San Francisco Bay Area ==References== ==External links== *National Historic Landmarks Program *The Lake Merritt Institute *Lake Merritt Project Stalls; 12th Street Bid Rejected, San Francisco Chronicle, March 15, 2007 *Interview with \"The Lakekeeper\" Merritt Category:Municipal parks in California Category:National Register of Historic Places in Oakland, California Category:Parks in Oakland, California Merritt Category:Wildlife sanctuaries of the United States Category:National Historic Landmarks in California Category:Parks on the National Register of Historic Places in California Category:Bodies of water of Alameda County, California ",
    "title": "Lake Merritt"
}