{
    "id": "652685",
    "text": "Nathalie Sarraute (; born Natalia Ilinichna Tcherniak (); – 19 October 1999) was a French writer and lawyer. ==Personal life== Sarraute was born in Ivanovo-Voznesensk (now Ivanovo), 300 km north-east of Moscow. She was the daughter of Pauline (née Chatounovsky), a writer, and Ilya Tcherniak, a chemist. She was of Russian Jewish origin. Following the divorce of her parents, she spent her childhood shuttled between France and Russia. In 1909 she moved to Paris with her father. Sarraute studied law and literature at the prestigious Sorbonne, having a particular fondness for contemporary literature and the works of Marcel Proust and Virginia Woolf, who greatly affected her conception of the novel, then later studied history at Oxford and sociology in Berlin, before passing the French bar exam (1926–1941) and becoming a lawyer. In 1925, she married Raymond Sarraute, a fellow lawyer, with whom she would have three daughters. In 1932 she wrote her first book, Tropismes, a series of brief sketches and memories that set the tone for her entire oeuvre. The novel was first published in 1939, although the impact of World War II stunted its popularity. In 1941, Sarraute, who was Jewish, was barred from working as a lawyer as a result of the Vichy regime's anti-Jewish laws. During this time, she went into hiding and made arrangements to divorce her husband in an effort to protect him (although they would eventually stay together). Sarraute died at the age of 99 in Paris, France. Her daughter, the journalist Claude Sarraute, was married to French Academician Jean-François Revel. ==Career== Enfance (Childhood). The cover of Sarraute's autobiography, published in 1983. Sarraute dedicated herself to literature, with her most prominent work being Portrait of a Man Unknown (1948), a work applauded by Jean-Paul Sartre, who famously referred to it as an \"anti-novel\" and who also contributed a foreword. Despite such high critical praise, however, the work only drew notice from literary insiders, as did her follow-up, Martereau. Sarraute's essay The Age of Suspicion (L'Ère du soupçon, 1956) served as a prime manifesto for the nouveau roman literary movement, alongside Alain Robbe- Grillet's For a New Novel. Sarraute became, along with Robbe-Grillet, Claude Simon, Marguerite Duras, and Michel Butor, one of the figures most associated with the rise of this new trend in writing, which sought to radically transform traditional narrative models of character and plot. Sarraute was awarded the Prix international de littérature for her novel The Golden Fruits in 1963, which led to greater popularity and exposure for the author. That same year, Sarraute also began working as a dramatist, authoring a total of six plays, including Le Silence (1963), Le Mensonge (1965) and Elle est là (1993). As a result of Sarraute's growing popularity and public profile, she was invited to speak at a number of literary events both in her native country of France and abroad. Sarraute's work, including the novels Between Life and Death (1968), The Use of Speech (1980) and You Don't Love Yourself (1989), have been translated into more than 30 languages. Her work has often been referred to as \"difficult,\" as a result of her experimental style and abandonment of traditional literary conventions. Sarraute celebrated the death of the literary \"character\" and placed her primary emphasis on the creation of a faithful depiction of psychological phenomena, as in her novella The Golden Fruits, consisting entirely of interior monologues, and the novel The Planetarium (1959), which focuses on a young man's obsession with moving into his aunt's apartment. The constantly shifting perspectives and points of view in Sarraute's work serve to undermine the author's hand, while at the same time embracing the incoherence of lived experience. In contrast to the relative difficulty of Sarraute's novels, her memoir Childhood is considered an easier read. Penned when she was over eighty years old, Sarraute's autobiography is hardly a straightforward memoir, as she challenges her own capacity to accurately recall her past throughout the work. In the 1980s, the autobiography was adapted into a one-act Broadway play starring Glenn Close. The issues with memory which Sarraute highlighted in her autobiography carried through to her last novel, Here, published in 1995, in which the author explores a range of existential issues relating to the formlessness of both individual and social reality. Agnès Varda dedicated her 1985 film Sans toit ni loi (Vagabonde) to her. ==Bibliography== Le planétarium (The Planetarium). The cover of Sarraute's 1959 novel. === Novels === * Tropismes (1939; revised 1957). Tropisms, trans. Maria Jolas with The Age of Suspicion (1963). * Portrait d’un inconnu (1948; revised 1956). Portrait of a Man Unknown, trans. Maria Jolas (1958). * Martereau (1953). Trans. Maria Jolas (1959). * Le Planetarium (1959). The Planetarium, trans. Maria Jolas (1960). *Les Fruits d'or (1963). The Golden Fruits, trans. Maria Jolas (1964). * Entre la vie et la mort (1968). Between Life and Death, trans. Maria Jolas (1969). * Vous les entendez ? (1972). Do You Hear Them?, trans. Maria Jolas (1973). * « disent les imbéciles » (1976). “fools say”, trans. Maria Jolas (1977). * L’Usage de la parole (1980). The Use of Speech, trans. Barbara Wright (1980). *Enfance (1983). Childhood, trans. Barbara Wright (1984). * Tu ne t’aimes pas (1989). You Don’t Love Yourself, trans. Barbara Wright (1990). *Ici (1995). Here, trans. Barbara Wright (1997). *Ouvrez (1997). Open. === Plays === *Le Silence (1964). Silence, trans. Maria Jolas with The Lie (1969). *Le Mensonge (1966). The Lie, trans. Maria Jolas with Silence (1969). *Isma, ou ce qui s’appelle rien (1970). Izzum. *C’est beau (1975). It’s Beautiful. *Elle est là (1978). It Is There. *Collected Plays (1980). Translated by Maria Jolas and Barbara Wright. Includes It Is There, It’s Beautiful, Izzum, The Lie, Silence. *Pour un oui ou pour un non (1981). For No Good Reason (1985). === Essays === * L'Ère du soupçon (1956). The Age of Suspicion: Essays on the Novel, trans. Maria Jolas with Tropisms (1963). ==See also== *Le Monde's 100 Books of the Century, a list which includes Tropisms ==References== ==Further reading== *Jean-Louis de Rambures, \"Comment travaillent les écrivains\", Paris 1978 (interview with N. Sarraute, in French) * A. S. Newman (Anthony Stewart Newman), Une Poésie des discours: essai sur les romans de Nathalie Sarraute, Geneva: Droz, 1976. == External links == * * Brief biography * Critical bibliography (Auteurs.contemporain.info) * Spotlight on ... Nathalie Sarraute's 'The Planetarium' Category:1900 births Category:1999 deaths Category:People from Ivanovo Category:People from Vladimir Governorate Category:Russian Jews Category:Russian women novelists Category:Imperial Russian emigrants to France Category:French people of Russian-Jewish descent Category:White Russian emigrants to France Category:French women novelists Category:Jewish novelists Category:French Jews Category:Jewish writers Category:French women dramatists and playwrights Category:20th-century French women writers Category:20th-century French novelists Category:20th-century French dramatists and playwrights ",
    "title": "Nathalie Sarraute"
}