{
    "id": "652600",
    "text": "Millennium Stone, East Coker East Coker is a village and civil parish in the South Somerset district of Somerset, England. Its nearest town is Yeovil, to the north. The village has a population of 1,667. The parish includes the hamlets and areas of North Coker, Burton, Holywell, Coker Marsh, Darvole, Nash, Keyford as well as the southern end of the Wraxhill area. ==History== The East Coker Mosaic on display at the Museum of Somerset A Roman villa was discovered in East Coker in the 18th century and subsequent excavation has discovered artefacts including a mosaic, however further work is needed to fully identify the plan of the building. In the Domesday Survey of 1086 the villages of West and East Coker were known as Cocre. The parish was part of the hundred of Houndsborough. In 1645, soon after the English Civil War, 70 people in the village died of the plague. In 2011 South Somerset Council published a plan for local housing which included a proposal for the construction of 3,700 new houses on land between East Coker and Yeovil. Local opposition has been vocal. It included an application, supported by Andrew Motion, for World Heritage Site listing based on associations with T. S. Eliot who wrote the poem East Coker, the second of his \"Four Quartets\" in 1940 after a visit to the village. ==Governance== The parish council has responsibility for local issues, including setting an annual precept (local rate) to cover the council's operating costs and producing annual accounts for public scrutiny. The parish council evaluates local planning applications and works with the local police, district council officers, and neighbourhood watch groups on matters of crime, security, and traffic. The parish council's role also includes initiating projects for the maintenance and repair of parish facilities, as well as consulting with the district council on the maintenance, repair, and improvement of highways, drainage, footpaths, public transport, and street cleaning. Conservation matters (including trees and listed buildings) and environmental issues are also the responsibility of the council. The village falls within the Non-metropolitan district of South Somerset, which was formed on 1 April 1974 under the Local Government Act 1972, having previously been part of Yeovil Rural District. The district council is responsible for local planning and building control, local roads, council housing, environmental health, markets and fairs, refuse collection and recycling, cemeteries and crematoria, leisure services, parks, and tourism. Somerset County Council is responsible for running the largest and most expensive local services such as education, social services, libraries, main roads, public transport, policing and fire services, Trading Standards, waste disposal and strategic planning. It is also part of the Yeovil county constituency represented in the House of Commons of the Parliament of the United Kingdom. It elects one Member of Parliament (MP) by the first past the post system of election, and part of the South West England constituency of the European Parliament which elects seven MEPs using the d'Hondt method of party-list proportional representation. ==Landmarks== Coker Court was built as a 15th-century manor house, and is now divided into several properties. The 18th-century portion was built by Sir William Chambers. It was used as Clare School at one time. It is listed Grade I. Helyar Almshouses built between 1640 and 1660. Hymerford House (also known as Grove Farmhouse) dates from the 15th century and is listed Grade I. Naish Priory listed Grade I contains extant portions of a substantial and important establishment that was part of the manor of Coker and dates from the 14th century. ==Transport== The parish has no railway station, the nearest being Yeovil Junction railway station on the Exeter-London Waterloo line which passes through the parish. There are a few bus routes, these are Route N8 (Nippy Bus) West Coker-Yeovil which operates hourly Monday to Friday Daytime between 8am and 5pm Route X37 (Sureline) Yeovil-Dorchester operates one journey in this direction only Monday to Friday Yeovil College Term time Only at 0927 arriving at Dorchester at 1020 in combination with a return service Route 212 (Sureline) Dorchester-Yeovil operates one journey in this direction only Monday to Friday Yeovil College Term time Only leaving Dorchester at 1200 arriving back in East Coker at 1314. The parish also has some innovative demand responsive transport provided by Nippy Bus, the N8 can be booked to pick up passengers off route in the parish after first registering and calling the company an hour before travel and will arrange a convenient time within the hours of operation to pick people up. There is also a night bus service Route N4 Crewkerne-Yeovil which operates on a demand responsive basis Wednesday-Saturday Nights, last journey from Yeovil Thursday-Saturday Nights is at 0250 in the early hours of the morning arriving in the parish around 0330. ==Religious sites== Lychgate East Coker Cemetery The church of St Michael in East Coker dates from the 12th century and has been designated by English Heritage as a Grade II* listed building. The church is the final resting place of the ashes of T. S. Eliot, whose ancestors came from the village. ==Notable residents== * James Bree, actor * Trevor Peacock, actor (who plays Jim Trott in the BBC sitcom The Vicar of Dibley). * William Dampier, buccaneer, sea captain, explorer, author and scientific observer. * Gerald Basil Edwards, Guernsey-born author of The Book of Ebenezer Le Page.Edward Chaney, Genius Friend: G.B. Edwards and The Book of Ebenezer Le Page, (Blue Ormer Publishing, 2015) ==Notable trees== right A superb specimen of the narrow-leaved (or smooth-leaved) elm Ulmus minor subsp. minor survives, unscathed by Dutch elm disease, in a pasture to the south-east of the village. Measured in 2008, it was more than 30 m in height, with a d.b.h. of 85 cm. Almost certainly planted as one of many ornamentals by the Helyar dynasty, the tree is a TROBI UK Champion, and has been adjudged the finest freestanding specimen in Europe.Heybroek, H. M., Goudzwaard, L, Kaljee, H. (2009). Iep of olm, karakterboom van de Lage Landen (:Elm, a tree with character of the Low Countries). KNNV, Uitgeverij. The tree has been cloned at Le Pépinière Forestière de L'etat, Guémené-Penfao, France, as part of the Euforgen genetic resources conservation programme.Collin, E., Bilger, I., Eriksson, G. & Turok, J. (2000). The conservation of elm genetic resources in Europe, in Dunn, C. P., (Ed.) (2000) The Elms: Breeding, Conservation and Disease Management. Kluwer Academic Publishers, Boston, USA. ==References== ==External links== * East Coker Society Category:Villages in South Somerset Category:Civil parishes in Somerset ",
    "title": "East Coker"
}