{
    "id": "652850",
    "text": "David Allen Johnson (born January 30, 1943) is an American former professional baseball player and manager. He played as a second baseman from through , most notably as a member of the Baltimore Orioles dynasty that won four American League pennants and two World Series championships between 1966 and 1971. Johnson played in Major League Baseball from 1965 to 1975, then played for two seasons in the Nippon Professional Baseball league before returning to play in Major League Baseball with the Philadelphia Phillies and Chicago Cubs from 1977 to 1978. A three-time Rawlings Gold Glove Award winner, he was selected to four All-Star Game teams during his playing career. After retiring as a player, Johnson became a successful manager. He led the New York Mets to the 1986 World Series title, and to an additional National League East title in 1988. He won the American League's Manager of the Year Award in 1997 when he led the Baltimore Orioles wire-to-wire to the American League East division championship. He won the same award in the National League in 2012 when he led the Washington Nationals to the franchise's first division title since moving to Washington, D.C., and their first overall since 1981. Johnson managed teams to their respective League Championship Series in three consecutive years – the Cincinnati Reds in 1995 and the Orioles in both 1996 and 1997. He also managed the Los Angeles Dodgers. ==Playing career== After one season playing baseball at Texas A&M; University, Johnson signed with the Baltimore Orioles as an amateur free agent in 1962. After signing, Johnson was assigned to the Stockton Ports in the Class C (now Single A) California League where he hit .309 with 10 home runs and 63 runs batted in in 97 games. Moved up to the AA Elmira Pioneers in 1963, Johnson hit .326 in 63 games before being promoted to the AAA Rochester Red Wings for the final 63 games of the season. Returning to the Red Wings for the entire 1964 season, Johnson had 19 HRs, 73 RBI, and 87 runs.Davey Johnson Minor League Statistics & History Baseball-Reference.com In 1965, Johnson made the Orioles out of spring training, but saw only limited time in 20 games (hitting .170) and spent the latter part of the season in the minors, where he batted .301 in 52 games for the Red Wings (his final trip back to the minor leagues). Back with the Orioles in 1966, Johnson saw limited playing time until June 13 when the Orioles traded second baseman Jerry Adair to the Chicago White Sox to make room for Johnson at second base. He responded with a .257 batting average, seven HRs and 56 RBI to finish third in American League Rookie of the Year balloting for the 1966 World Series champions. Johnson became a full-time starter in the major leagues for the next eight seasons, averaging over 142 games played in a season. In the 1966 World Series, Johnson won his first World Series ring and was the last player to get a hit off Sandy Koufax.Davey Johnson Statistics and History Baseball- Reference.com Johnson reached the World Series again with the Orioles in , , and , winning his second ring in 1970. He also won the AL Gold Glove Award at second base all three seasons. Orioles shortstop Mark Belanger won the award as well in 1969 and 1971, joining a select list of shortstop-second baseman combinations to have won the honor in the same season. Third baseman Brooks Robinson also was in the middle of his record 16 straight Gold Glove streak when Johnson and Belanger won their awards. Upset after being replaced as the starting second baseman by Bobby Grich and the Orioles in need of a power- hitting catcher, Johnson was traded along with Pat Dobson, Johnny Oates and Roric Harrison to the Atlanta Braves for Earl Williams and Taylor Duncan on the last day of the Winter Meetings on December 1, 1972.Durso, Joseph. \"A's Send Epstein to Rangers; Scheinblum, Nelson to Reds,\" The New York Times, Saturday, December 2, 1972. Retrieved April 12, 2020 The following season with the Braves, Johnson enjoyed the best statistical year of his career when his offense exploded and he tied Rogers Hornsby's record for most single-season home runs by a second baseman with 42 (Johnson actually hit 43 that year, but one came as a pinch hitter – The Sporting News Baseball Record Book, 2007 p. 23). The 1973 Braves featured the first trio of teammates ever to each hit 40 home runs in the same season when Johnson hit 43, Darrell Evans hit 41, and Hank Aaron hit 40. Johnson's second-highest home run total was 18, in the 1971 season. Four games into the 1975 season and after getting a hit in his only at bat, Johnson was released by the Braves. He then signed with the Yomiuri Giants in Japan's Central League and played with the team in both the 1975 and 1976 seasons. In 1977, he returned to the United States after signing as a free agent with the Philadelphia Phillies. Relegated to a utility infielder role, Johnson still hit .321 with 8 HRs in 78 games and played in one game in the Phillies National League Championship Series loss to the Dodgers. During the 1978 season, Johnson hit two grand slams as a pinch-hitter, becoming the first major leaguer to accomplish this in a season. Four other players, Mike Ivie (1978), Darryl Strawberry (1998), Ben Broussard (2004), and Brooks Conrad (2010), would go on to equal Johnson's feat. Shortly afterwards, Philadelphia dealt him to the Chicago Cubs, where he played the final 24 games of his career before retiring at the end of the season. ==Managing career== ===Minor leagues=== In 1979, Johnson was hired to be the manager of the Miami Amigos of the AAA Inter-American League. Although Johnson guided the team of released and undrafted players to a .708 winning percentage, the league folded 72 games into its only season, having planned to play a 130-game season. In 1981, Johnson was hired to manage the New York Mets AA team, the Jackson Mets, leading the team to a 68-66 record in his only season with the team. In 1983, Johnson was named as the manager of the Mets AAA Tidewater Tides, which finished with a 71-68 record. ===New York Mets=== Johnson in Spring of 1986 Johnson took over the Mets in 1984, a team that had not won a pennant since 1973. He became the first National League manager to win at least 90 games in each of his first five seasons. The highlight of his time with the Mets was winning the 1986 World Series against the Boston Red Sox. While with the Orioles in 1969, Johnson was the final out in the Miracle Mets World Series win. However, Johnson rankled Mets management with his easygoing style. Years later, he summed up his approach to managing by saying, \"I treated my players like men. As long as they won for me on the field, I didn't give a flying fuck what they did otherwise.\"Klapisch, Bob; Harper, John. The Worst Team Money Could Buy: The Collapse of the New York Mets. New York: Random House, 1993. When the Mets struggled early in the 1990 season, starting the season 20-22, he was fired. He finished with a record of 595 wins and 417 losses in the regular season and 11 wins and nine losses in the post-season. He remains the winningest manager in Mets history and was inducted into the Mets Hall of Fame with Frank Cashen, Darryl Strawberry, and Dwight Gooden on August 1, 2010. ===Cincinnati Reds=== After more than two seasons out of baseball, the Cincinnati Reds hired Johnson 44 games into the 1993 season. As was the case with the Mets, Johnson revived the Reds almost immediately. He led the team to the National League Central lead at the time of the 1994 players' strike and won the first official NL Central title in 1995. However, early in the 1995 season, Reds owner Marge Schott announced Johnson would not return in 1996, regardless of how the Reds did. Schott named former Reds third baseman Ray Knight (who had played for Johnson on the Mets championship team) as bench coach, with the understanding that he would take over as manager in 1996. Johnson and Schott had never gotten along, and relations had deteriorated to the point that he had nearly been fired after the 1994 season. By most accounts, the final straw came because Schott did not approve of Johnson living with his fiancée Susan before they were married. According to The Washington Post, Schott had decided before the 1995 season even started that it would be Johnson's last one in Cincinnati. Johnson finished with a record of 204 wins and 172 losses in the regular season and three wins and four losses in the post-season. ===Baltimore Orioles=== In 1996, Johnson returned to Baltimore as the Orioles' manager. The team earned a wild-card playoff berth in his first season. It was the Orioles' first trip to the postseason since winning the 1983 World Series; Baltimore would follow by winning the American League East title in 1997. However, Johnson and Orioles owner Peter Angelos never got along. In fact, the two men almost never spoke to each other. The end reportedly came when Johnson fined Roberto Alomar for skipping a team banquet in April 1997 and an exhibition game against the AAA Rochester Red Wings during the 1997 All-Star Break. Johnson ordered Alomar to pay the fine by making out a check to a charity for which his wife served as a fundraiser. However, Alomar donated the money to another charity after players' union lawyers advised him of the possible conflict of interest. In negotiations after the season, Angelos let it be known that he was considering firing Johnson for the Alomar fine. Johnson was prepared to admit he had made an error in judgment regarding the fine, but Angelos demanded Johnson admit he had acted recklessly in not leaving the decision to him, which presumably would have given Angelos grounds to fire Johnson for cause. Johnson refused to do so, and offered his resignation, which Angelos accepted on the same day that Johnson was named American League Manager of the Year. The Orioles did not have another winning season (or make the post-season) again until 2012. Johnson during the World Baseball Classic ===Los Angeles Dodgers=== In 1999, Johnson was hired as manager of the Los Angeles Dodgers. Johnson suffered the only full losing season of his managerial career, finishing in third place eight games under .500. While the Dodgers rebounded to second place the next year, it was not enough to save Johnson's job. He finished with a record of 163 wins and 161 losses. ===Olympics and Team USA=== Johnson briefly managed the Netherlands national team in 2003 during the absence of Robert Eenhoorn, then served as a bench coach under Eenhoorn at the 2004 Summer Olympics.Kepner, Tyler. \"Davey Johnson Has a Soft Spot for Dutch Baseball Team.\" The New York Times, March 11, 2009. He then became manager of Team USA, where he managed the United States team to a seventh-place finish out of an 18-team field in the 2005 Baseball World Cup, held in The Netherlands. The team finished tied for second in its group during group play with a 6–2 record before falling, 11–3, to eventual winner and 24-time World Cup champion Cuba in the quarterfinals. A subsequent 9–0 loss to Nicaragua put the Americans into the seventh-place game with Puerto Rico, where they prevailed with an 11–3 win. Johnson served as bench coach for Team USA during the 2006 World Baseball Classic, managed Team USA at the 2008 Summer Olympics, and managed Team USA in the 2009 World Baseball Classic. In 2009, Johnson was also the head coach for the Florida Collegiate Summer League, DeLand Suns, and returned as the head coach for the 2010 Sanford River Rats season.Florida League > Teams > Sanford River Rats > Sanford River Rats Newsletters > River Rats Head Coach ===Washington Nationals=== Johnson first joined the Washington Nationals front office on June 7, 2006, when he was appointed as a consultant by vice president/general manager Jim Bowden. He was named a senior advisor to current GM Mike Rizzo after the 2009 campaign. He became the Nationals manager on June 26, 2011, after the unexpected resignation of Jim Riggleman three days earlier. He served as manager for the rest of the 2011 season. On October 31, the Nationals announced that Davey Johnson would be their manager for the 2012 season. On October 1, 2012, Johnson led the Nationals to the franchise's first division title since 1981 (when they were the Montreal Expos), eventually achieving a franchise-record 98 wins—the most wins in baseball that year. On November 10, Johnson signed a contract to return as manager of the Nationals for the 2013 season. On November 13, Johnson was named National League Manager of the Year. On September 29, 2013, Johnson announced his retirement. In 2014, he became a consultant. ===Managerial record=== {| class=\"wikitable\" Style=\"text-align: center\" |- !rowspan=\"2\"|Team!!rowspan=\"2\"|From!!rowspan=\"2\"|To!!colspan=\"4\"|Regular season record!!colspan=\"4\"|Post–season record |- !!!!!!!!!!!!!!! |- |New York Mets||1984||1990 |1012||| |20|| |- |Cincinnati Reds||1993||1995 |376|| |7|| |- |Baltimore Orioles||1996||1997 |376|| |19|| |- |Los Angeles Dodgers||1999||2000 |324|| |colspan=\"4\"|— |- |Washington Nationals||2011||2013 |407|| |5|| |- !colspan=\"3\"| Total !2443!! !51!! |- !colspan=\"11\"|: |} ==Personal life== Johnson was born in Orlando, Florida. He graduated from Alamo Heights High School in San Antonio, Texas.Catalano, Julie \"Davey Johnson '64: Baseball by the Numbers\" Trinity (The Magazine of Trinity University), February 14, 2012 He also attended the Johns Hopkins University and Texas A&M; University, and he graduated from Trinity University in 1964 with a bachelor's degree in mathematics. Johnson is known for taking a statistical approach to baseball, and he pioneered computer-based sabermetrics while managing the Mets. Johnson's daughter, Andrea, was a nationally ranked amateur surfer in the late 1980s. Andrea died in 2005 from septic shock and complications from schizophrenia. ==See also== * List of Gold Glove middle infield duos * List of Major League Baseball managers by wins ==References== ;Notes ==External links== *Baseball Hall of Fame – 2008 Veterans Committee candidate profile *Page at BaseballLibrary Category:1943 births Category:Living people Category:American expatriate baseball players in Japan Category:American men's basketball players Category:American League All-Stars Category:Atlanta Braves players Category:Baltimore Orioles managers Category:Baltimore Orioles players Category:Baseball players from Florida Category:Chicago Cubs players Category:Cincinnati Reds managers Category:Elmira Pioneers players Category:Gold Glove Award winners Category:Johns Hopkins University alumni Category:Los Angeles Dodgers managers Category:Major League Baseball second basemen Category:Manager of the Year Award winners Category:Minor league baseball managers Category:National League All-Stars Category:New York Mets managers Category:Norfolk Tides managers Category:Philadelphia Phillies players Category:Rochester Red Wings players Category:Sportspeople from Orlando, Florida Category:Sportspeople from Winter Park, Florida Category:Stockton Ports players Category:Texas A&M; Aggies men's basketball players Category:Texas A&M; Aggies baseball players Category:Trinity University (Texas) alumni Category:United States national baseball team managers Category:Washington Nationals managers Category:World Baseball Classic managers Category:World Series-winning managers Category:Yomiuri Giants players Category:Miami Amigos players ",
    "title": "Davey Johnson"
}