{
    "id": "652810",
    "text": "Rentokil Initial () is a British business services group. It is listed on the London Stock Exchange and is a constituent of the FTSE 100 Index. ==History== The Company was founded in 1925 by Harold Maxwell-Lefroy, Professor of entomology at Imperial College, London, who had been investigating ways to kill death watch beetles that had infested Westminster Hall in the Palace of Westminster. Lefroy and his assistant produced an anti-woodworm fluid called Ento-Kill Fluids (\"ento\" coming from the Greek word for insect, ἔντομον entomon). That year he tried to register the name Entokill, but due to existing trademarks, he chose Rentokil instead, and this became the name of his company, Rentokil Ltd. On 14 October 1925, Lefroy was killed in a laboratory when an experiment produced poisonous fumes. His assistant, Elizabeth Eades, took over the running of the company. ===British Ratin=== British Ratin was established in 1927 as a pest control company by its Danish owner Sophus Berendsen A/S; the company used a bacillus developed by a Danish scientist George Neumann to control rats and mice. Demand for pest control services began extending beyond rodent control to insect control. British Ratin made its first acquisition, Chelsea Insecticides Ltd, in 1940. In 1957 British Ratin acquired Rentokil, and the combined businesses continued to use the Rentokil name, becoming Rentokil Laboratories Ltd. in 1960. ===Rentokil Group plc=== Rentokil Group plc was listed on the London Stock Exchange in 1969. Sophus Berendsen A/S retained a 50% holding in the group until the late 1990s. For many years Rentokil Initial achieved growth of about 20% each year under the leadership of then CEO, Sir Clive Thompson: during this period Rentokil Initial was voted \"Britain's most admired\" company. ===Rentokil Initial plc=== In 1996, following the hostile takeover of its much larger competitor BET plc, the company became Rentokil Initial. The acquisition included the \"Initial\" laundry and washroom services business (founded in 1903). The \"Initial\" name originated as every towel was marked with the customer's initials, which ensured that customers only received their own towels. ===Recent history=== Thompson relinquished the CEO role to James Wilde, with Thompson taking up the Chairman's role, in January 2003. Thompson and Wilde both left the company in 2004, when the leadership was transferred to Brian McGowan as Chairman (appointed in 2004) and Doug Flynn as CEO (appointed in 2005). They made a number of structural changes to the company, including the closure of the main offices at Felcourt, near East Grinstead, relocating them to Belgrave House, Victoria, Central London and City Place, Gatwick. They also presided over a succession of profit warnings, mainly as a result of the problematic integration of the 2006 acquisition of Target Express into the existing City Link business. The Rentokil Tropical Plants business, which had expanded to be an international brand through the acquisition of numerous smaller plant rental companies around the world, was rebranded as Ambius. In 2006, the Company decided to close its UK Initial laundry business, mainly due to the ageing property and plant that the business operated (which had been part of the BET acquisition) and the high cost of modernisation. That year, the Company also bought Ademco Security Group and planned to expand across Asia. They sold the company in 2010.Koh, Bryan, \"Turning a Childhood Passion into Reality\". The Business Times, 27 March 2012. The company temporarily left the FTSE 100 index in 2007. Rentokil strengthened its foothold in the US residential pest control market in 2006, when it acquired the Reading, Pennsylvania-based J.C. Ehrlich Co, Inc., the fourth-largest and largest privately held pest control company in the US. In the following year Rentokil sold the Initial Fire, Electronic Security and manned guarding businesses, previously known as Shorrock, to United Technologies Corporation. However, in 2010, Rentokil Initial acquired Knightsbridge Guarding Ltd and Perception LLP to re-enter the manned security/reception staffing business, to complement the existing cleaning, washroom, Ambius and pest control businesses. In March 2008 the company came under the leadership of Chairman John McAdam and CEO Alan Brown, who had respectively served as CEO and CFO at ICI: the pair are famous for the breakup and sale of ICI to Akzo Nobel. In February 2011, the Company acquired the Fumigation & Pest Control, Water Treatment & Hygiene and Fire Safety & Prevention businesses of Santia, formerly Connaught plc, for £5.6m.Rentokil Initial has bought the environmental services division of Santia Group from the administrators of Connaught Construction Index, 15 February 2011 In 2012, Rentokil acquired Western Exterminator Company for US$99.6 million, extending its services to the west coast of the US, making Rentokil the third largest pest control company in the USA. The City Link division had continued to make losses, and although these had reduced following major management/structural changes, the company was disposed of in April 2013 to Better Capital plc for £1. On 1 August 2013, the company announced that CEO Alan Brown would be stepping down and would be replaced by Andy Ransom on 1 October. Ransom had previously been MD of the company's West region. On 28 February 2014, the company sold its facilities management business for £250m to Interserve. On 16 December 2016, the company announced a future joint venture with CWS-boco International GmbH. In March 2017, the company announced a joint venture with PCI of India to create the largest pest control company in India. On 21 April 2017, Rentokil was awarded the Queen's Award for Enterprise - International Trade 2017. This was followed by The Queen’s Award for Enterprise for Innovation in 2018, recognising the Company’s leadership position in digital innovation, in particular its RADAR and PestConnect systems. In 2020, a further Queen's Award for Enterprise for Innovation for Lumnia, the world's first commercial range of insect light traps that use LED lighting rather than traditional fluorescent tubes, reducing energy usage by up to 70%. In 2018, Rentokil Initial plc announced a new partnership with Cool Earth to support its work in Papua New Guinea, protecting around 1,000 acres of rainforest and so preventing the release of at least 228,000 tonnes of CO2 emissions, equivalent to the company’s entire carbon footprint. In 2019, the company announced a new initiative to use unclaimed shareholder dividends and unclaimed shares to fund charitable causes. A new fund, named Rentokil Initial Cares, was established. In the same year, it was awarded Britain's Most Admired Company for Diversity & Inclusion and topped the league table of the UK's Best Workplaces in the private sector, according to data released by the world's biggest job site, Indeed. ==Brands== The company's divisions operate under four global brands: Rentokil, Initial, Steritech and Ambius. Additionally, the company continues to operate local brands under the names of acquired businesses which have a familiar brand name in their markets, such as Western Exterminator. ==References== ==External links== * Category:Business services companies of the United Kingdom Category:Companies listed on the London Stock Exchange Category:Companies based in Surrey Category:Business services companies established in 1925 Category:Private providers of NHS services Category:Companies formed by merger Category:1925 establishments in England ",
    "title": "Rentokil Initial"
}