{
    "id": "652811",
    "text": "Twelfth Night (also known as Epiphany Eve) is a festival in some branches of Christianity that takes place on the last night of the Twelve Days of Christmas, marking the coming of the Epiphany. Different traditions mark the date of Twelfth Night on either or , depending on which day one considers to be the first of the Twelve Days: 25 or . A superstition, in some English- speaking countries, is that it is unlucky to leave Christmas decorations hanging after Twelfth Night, a tradition also variously attached to the festivals of Candlemas (2 February), Good Friday, Shrove Tuesday and Septuagesima. Other popular Twelfth Night customs include singing Christmas carols, chalking the door, having one's house blessed, merrymaking, as well as attending church services. The main event for this holiday was to have a cake in the center of a table. Everyone would take a piece of this cake and two pieces had a dried pea and bean. Whoever had this in their slice would be royalty for one day no matter their position. ==Date== In most Western ecclesiastical traditions, Christmas Day is considered the \"First Day of Christmas\" and the Twelve Days are , inclusive, making Twelfth Night on , which is Epiphany Eve. In older customs the Twelve Days of Christmas are counted from sundown on the evening of until the morning of , meaning that the Twelfth Night falls on the evening of and the Twelfth Day falls on . However, in some church traditions only full days are counted, so that is counted as the Eleventh Day, as the Twelfth Day, and the evening of is counted as the Twelfth Night. In these traditions, Twelfth Night is the same as Epiphany and is also known as the \"Thirteenth Day\". However, some churches that fall in the latter category consider Twelfth Night to be the eve of the Twelfth Day (in the same way that Christmas Eve comes before Christmas), and thus consider Twelfth Night to be on . Bruce Forbes writes: > In 567 the Council of Tours proclaimed that the entire period between > Christmas and Epiphany should be considered part of the celebration, > creating what became known as the twelve days of Christmas, or what the > English called Christmastide. On the last of the twelve days, called Twelfth > Night, various cultures developed a wide range of additional special > festivities. The variation extends even to the issue of how to count the > days. If Christmas Day is the first of the twelve days, then Twelfth Night > would be on January 5, the eve of Epiphany. If December 26, the day after > Christmas, is the first day, then Twelfth Night falls on January 6, the > evening of Epiphany itself. The Church of England, Mother Church of the Anglican Communion, celebrates Twelfth Night on the 5th and \"refers to the night before Epiphany, the day when the nativity story tells us that the wise men visited the infant Jesus\". == Origins and history == Wassailing apple trees on the twelfth night to ensure a good harvest, a tradition in Maplehurst, West Sussex Roscón de reyes, or Kings' ring. This size, approx. diameter, usually serves 8 people. This pastry is just one of the many types baked around the world for celebrations during the Twelve Days of Christmas and Twelfth Night. In 567, the Council of Tours \"proclaimed the twelve days from Christmas to Epiphany as a sacred and festive season, and established the duty of Advent fasting in preparation for the feast.\" Christopher Hill, as well as William J. Federer, states that this was done in order to solve the \"administrative problem for the Roman Empire as it tried to coordinate the solar Julian calendar with the lunar calendars of its provinces in the east.\" In medieval and Tudor England, Candlemas traditionally marked the end of the Christmas season,Miles, Clement A.. Christmas Customs and Traditions: Their History and Significance. Courier Dover Publications, 1976. . Robert Herrick (1591–1674) in his poem \"Ceremony upon Candlemas Eve\" writes: : \"Down with the rosemary, and so : Down with the bays and mistletoe; : Down with the holly, ivy, all, : Wherewith ye dress'd the Christmas Hall\" According to the Pelican Shakespeare anthology, It was written for a private performance for Elizabeth I in 1601. ::: As Herrick’s poem records, the eve of Candlemas (the day before 2 February) was the day on which Christmas decorations of greenery were removed from people's homes; for any traces of berries, holly and so forth will bring death among the congregation before another year is out. although later, Twelfth Night came to signal the end of Christmastide, with a new but related season of Epiphanytide running until Candlemas. A popular Twelfth Night tradition was to have a bean and pea hidden inside a Twelfth-night cake; the \"man who finds the bean in his slice of cake becomes King for the night while the lady who finds a pea in her slice of cake becomes Queen for the night.\" Following this selection, Twelfth Night parties would continue and would include the singing of Christmas carols, as well as feasting. === Traditions === Food and drink are the centre of the celebrations in modern times, and all of the most traditional ones go back many centuries. The punch called wassail is consumed especially on Twelfth Night and throughout Christmas time, especially in the UK, and door- to-door wassailing (similar to singing Christmas carols) was common up until the 1950s. Around the world, special pastries, such as the tortell and king cake, are baked on Twelfth Night, and eaten the following day for the Feast of the Epiphany celebrations. In English and French custom, the Twelfth-cake was baked to contain a bean and a pea, so that those who received the slices containing them should be respectively designated king and queen of the night's festivities. In parts of Kent, there is a tradition that an edible decoration would be the last part of Christmas to be removed in the Twelfth Night and shared amongst the family. The Theatre Royal, Drury Lane in London has had a tradition since 1795 of providing a Twelfth Night cake. The will of Robert Baddeley made a bequest of £100 to provide cake and punch every year for the company in residence at the theatre on 6 January. The tradition still continues. In Ireland, it is still the tradition to place the statues of the Three Kings in the crib on Twelfth Night or, at the latest, the following Day, Little Christmas. In colonial America, a Christmas wreath was always left up on the front door of each home, and when taken down at the end of the Twelve Days of Christmas, any edible portions would be consumed with the other foods of the feast. The same held true in the 19th–20th centuries with fruits adorning Christmas trees. Fresh fruits were hard to come by, and were therefore considered fine and proper gifts and decorations for the tree, wreaths, and home. Again, the tree would be taken down on Twelfth Night, and such fruits, along with nuts and other local produce used, would then be consumed. Modern American Carnival traditions shine most brightly in New Orleans. In the mid-twentieth century friends gathered for weekly king cake parties. Whoever got the slice with the \"king\", usually in the form of a miniature baby doll (symbolic of the Christ Child, \"Christ the King\"), hosted the next week's party. Traditionally, this was a bean for the king and a pea for the queen. Parties centered around king cakes are no longer common and king cake today is usually brought to the work place or served at parties, the recipient of the plastic baby being obligated to bring the next king cake to the next function. In some countries, the Twelfth Night and Epiphany mark the start of the Carnival season, which lasts through Mardi Gras Day. In Spain, Twelfth Night is called Cabalgata de Reyes (\"Parade of Kings\"), and historically the \"kings\" would go through towns and hand out sweets. In France, Gateau des Rois (\"Kings' Cakes\") are eaten all month long. The cakes vary depending on the region; in northern France, it is called a galette and is filled with frangipane, fruit, or chocolate. In the south, it is more of a brioche with candied fruit. === Suppression === Twelfth Night in the Netherlands became so secularized, rowdy and boisterous that public celebrations were banned from the church. ===Old Twelfth Night=== In some places, particularly southwest England, Old Twelfth Night is still celebrated on 17 January.Iain Hollingshead, Whatever happened to ... wassailing?, The Guardian, 23 December 2005. Retrieved 23 May 2014Xanthe Clay, Traditional cider: Here we come a-wassailing!, The Telegraph, 3 February 2011. Retrieved 23 May 2014 This continues the custom of the Apple Wassail on the date that corresponded to 6 January on the Julian calendar at the time of the change in calendars enacted by the Calendar Act of 1750.Nick Easen, Wassailing the old English apple tree, BBC Travel, 16 January 2012 == In literature == William Shakespeare wrote the play Twelfth Night, circa 1601. Shakespeare's play Twelfth Night, or What You Will was written to be performed as a Twelfth Night entertainment. The earliest known performance took place at Middle Temple Hall, one of the Inns of Court, on Candlemas night, 2 February 1602. The play has many elements that are reversed, in the tradition of Twelfth Night, such as a woman Viola dressing as a man, and a servant Malvolio imagining that he can become a nobleman. Ben Jonson's The Masque of Blackness was performed on 6 January 1605 at the Banqueting House in Whitehall. It was originally entitled The Twelvth Nights Revells. The accompanying Masque, The Masque of Beauty was performed in the same court the Sunday night after the Twelfth Night in 1608. Robert Herrick's poem Twelfe-Night, or King and Queene, published in 1648, describes the election of king and queen by bean and pea in a plum cake, and the homage done to them by the draining of wassail bowls of \"lamb's-wool\", a drink of sugar, nutmeg, ginger and ale. Charles Dickens' 1843 A Christmas Carol briefly mentions Scrooge and the Ghost of Christmas Present visiting a children's Twelfth Night party. In Chapter 6 of Harrison Ainsworth's 1858 novel Mervyn Clitheroe, the eponymous hero is elected King of festivities at the Twelfth Night celebrations held in Tom Shakeshaft's barn, by receiving the slice of plum cake containing the bean; his companion Cissy obtains the pea and becomes queen, and they are seated together in a high corner to view the proceedings. The distribution has been rigged to prevent another person gaining the role. The festivities include country dances, and the introduction of a \"Fool Plough\", a plough decked with ribands brought into the barn by a dozen mummers together with a grotesque \"Old Bessie\" (played by a man) and a Fool dressed in animal skins with a fool's hat. The mummers carry wooden swords and perform revelries. The scene in the novel is illustrated by Hablot Knight Browne (\"Phiz\"). In the course of the evening, the fool's antics cause a fight to break out, but Mervyn restores order. Three bowls of gin punch are disposed of, and at eleven o'clock the young men make the necessary arrangements to see the young ladies safely home across the fields. == See also == * Christmas Eve * Pantomime * Theophany ==References== ==Further reading== * Primarily subhead Popular Merrymaking under Liturgy and Custom. * Christmas Trivia edited by Jennie Miller Helderman, Mary Caulkins. Gramercy, 2002 * Marix-Evans, Martin. The Twelve Days of Christmas. Peter Pauper Press, 2002 * Bowler, Gerry. The World Encyclopedia of Christmas. McClelland & Stewart, 2004 * Collins, Ace. Stories Behind the Great Traditions of Christmas. Zondervan, 2003 * Wells, Robin Headlam. Shakespeare's Humanism. Cambridge University Press, 2006 * Fosbrooke, Thomas Dudley c. 1810, Encyclopaedia of Antiquities (Publisher unknown) * J. Brand, 1813, Popular Antiquities, 2 Vols (London) * W. Hone, 1830, The Every-Day Book 3 Vols (London), cf Vol I pp 41–61. ===Early English sources=== (drawn from Hone's Every-Day Book, references as found): *Vox Graculi, 4to, 1623: 6 January, Masking in the Strand, Cheapside, Holbourne, or Fleet-street (London), and eating of spice-bread. *The Popish Kingdom, 'Naogeorgus': Baking of the twelfth-cake with a penny in it, the slices distributed to members of the household to give to the poor: whoever finds the penny is proclaimed king among them. *Nichols, Queen Elizabeth's Progresses: An entertainment at Sudley, temp. Elizabeth I, including Melibaeus king of the bean, and Nisa, queen of the pea. *Pinkerton, Ancient Scottish Poems: Letter from Sir Thomas Randolph to Robert Dudley, 1st Earl of Leicester dated 15 January 1563, mentioning that Lady Flemyng was Queen of the Beene on Twelfth-Day that year. *Ben Jonson, Christmas, His Masque (1616, published 1641): A character 'Baby- cake' is attended by an usher carrying a great cake with a beane and a pease. *Samuel Pepys, Diaries (1659/60): Epiphany Eve party, selecting of King and Queen by a cake (see King cake). == External links == *Epiphany on Catholic Encyclopedia *The Twelve Days of Christmas at The Christian Resource Institute *William Shakespeare's Twelfth Night Category:Christmastide Category:January observances ",
    "title": "Twelfth Night (holiday)"
}