{
    "id": "652937",
    "text": "The Royal Netherlands Air Force (RNLAF; , \"Royal Air Force\"), is the military aviation branch of the Netherlands Armed Forces. It was created in 1953; its ancestor, the Luchtvaartafdeling (aviation department) of the Dutch Army was founded in 1913. The aerobatic display team of the Royal Netherlands Air Force was the Solo Display Team. ==History== ===Origin in 1913=== The Royal Netherlands Air Force (RNLAF) is the second youngest operational part of the Dutch Armed Forces, which consists of four parts: Navy, Army, Air Force and Marechaussee. Dutch air power started on 1 July 1913 with the founding of the Army Aviation Group (Luchtvaartafdeeling or LVA) at Soesterberg airfield (vliegbasis Soesterberg) with four pilots. When founded, the Army Aviation Group operated one aircraft, the Brik, which was supplemented with three French Farman HF.20 aircraft a few months later. These aircraft were soon outdated and the Dutch government ordered several fighter/reconnaissance Nieuport and Caudron aircraft to replace them. ===World War I (1914–1918)=== The Netherlands maintained a neutral position during World War I and the Army Aviation Group did not take part in any action, instead developing the force's capabilities. Pilot training was opened for ranks below officer, and technical, aerial photography, meteorological and navigation flights were established. New airfields were established at Arnhem, Gilze-Rijen air base, Venlo and Vlissingen. Because of the war it was difficult to procure suitable aircraft. In 1917 this changed and 1918 personnel numbered 650. ===Between the wars=== After the end of World War I the Dutch government cut the defence budget and the Army Aviation Group was almost dissolved. As political tensions in Europe increased during the late 1930s the government tried to rebuild the armed forces again in 1938 but there were many problems, not least the shortage of pilot instructors, navigators and pilots to fly the new multiple engine aircraft. Lack of standardisation and resulting maintenance issues added to the complexity of the rebuilding task. ===World War II and late 1940s=== Fokker G.I Jachtkruiser As war loomed, in July 1939 the Army Aviation Group was renamed the Army Aviation Brigade (Luchtvaartbrigade). In August 1939, the Netherlands government mobilised its armed forces, but due to limited budgets the Army Aviation Brigade operated only 176 combat aircraft of the following types: * 16 Fokker T.V type bombers * 36 Fokker D.XXI single- engine fighters * 35 Fokker G.I twin-engine fighters * 7 Fokker D.XVII single engine fighters * 17 Douglas DB-8A-3N light bombers * 20 Fokker C.X light bombers * 33 Fokker C.V reconnaissance aircraft * 20 Koolhoven FK-51 artillery observer aircraft Fokker D.XXI at the Air Force Museum in Soesterberg In May 1940, Germany invaded the Netherlands. Within five days the Dutch Army Aviation Brigade was defeated by the Luftwaffe. All of the Brigade's bombers, along with 30 D.XXI and 17 G.I fighters were shot down; two D.XXI and eight G.I were destroyed on the ground. Two G.I were captured by German forces, one of which was later flown to England by a Fokker pilot. The Douglas bombers were used as fighters because no suitable bombs were available; these aircraft were poorly suited for this role and eight were shot down and three destroyed on the ground in the first hours of the conflict. In spite of their numerical inferiority the Dutch Armed Forces did achieve some success against the Luftwaffe, which lost 350 aircraft in the conquest of the Netherlands, although many of these were lost to anti-aircraft fire and crashes at improvised landing fields in the Netherlands rather than due to action by Dutch fighter-aircraft. The cost was high – almost 95% of the Dutch pilots were lost. In recognition of their actions Queen Wilhelmina granted the highest Dutch military decoration, the Militaire Willemsorde (MWO), to the Army Aviation Brigade collectively. Some aircrews escaped to England and on 1 June 1940, 320 Squadron and 321 Squadron were established there under RAF operational command. Due to a shortage of personnel, 321 Squadron was absorbed by 320 Sqn in January 1941. Although their personnel were predominantly from the Navy Air Service, Army Aviation aircrew also served with 320 Sqn until the end of the war. In 1941, the Royal Netherlands Military Flying-School was re- established, in the United States at Jackson Field (also known as Hawkins Field), Jackson, Mississippi, operating lend-lease aircraft and training all military aircrew for the Netherlands. The separate Militaire Luchtvaart van het Koninklijk Nederlands-Indisch Leger (ML-KNIL; Royal Netherlands East Indies Army Military Air Service) continued in the Netherlands East Indies (NEI), until its occupation by Japan in 1942. Some personnel escaped to Australia and Ceylon. 321 Squadron was re-formed in Ceylon, in March 1942, from Dutch aviators. In 1942, 18 (NEI) Squadron, a joint Dutch-Australian unit was established, in Canberra, equipped with B-25 Mitchell bombers. It saw action in the New Guinea campaign and over the Dutch East Indies. In 1943, 120 (NEI) Squadron was established. Equipped with Kittyhawk fighters, it flew many missions under Australian command, including the recapturing of Dutch New Guinea. P-40D Kittyhawk In June 1943, a Dutch fighter squadron was established in England. 322 (Dutch) Squadron, equipped with the Supermarine Spitfire, saw action as part of the RAF. 322 Sqn aircraft featured the British RAF roundels as well as the Dutch orange triangle. 322 Sqn was successfully deployed against incoming V-1 flying bombs. From mid-1944, during the invasion of Normandy, it executed ground attack missions over France and Belgium. In July 1944, the Directorate of Netherlands Airpower was established in London. In 1947, its Chief of Air Force Staff was appointed. ===1950s and 1960s=== In 1951 several non-combat functions in the Army Aviation were opened to women. On 27 March 1953 the Royal Netherlands Air Force officially became an independent part of the Dutch armed forces, rather than part of the Army. The Air Defense Command, (Commando Lucht Verdediging, abbreviated CLV) consisting of a command unit, five radar stations and six fighter squadrons, had been established. Its radar equipment as well as its air defense fighters all came from obsolete RAF stocks. * The Spitfire Mk.IX was used by 322 Squadron RNLAF until 1954, but was replaced as new squadrons were established. * The Gloster Meteor F Mk.IV was used by 322, 323, 324, 325, 326, 327 and 328 Squadrons from 1948–1957. Bases included Soesterberg and Leeuwarden. * The Gloster Meteor F Mk.VIII was used by 322, 323, 324, 325, 326, 327 and 328 sqn from 1951–1958. F-84F Thunderstreaks of 315 Squadron RNAF fitted with extra fuel tanks at RAF Chivenor in 1969 After the Netherlands joined NATO another new command: Tactical Air Command (Commando Tactische Luchtstrijdkrachten, abbreviated CTL) was established. * CTL consisted of seven new strike squadrons (306, 311, 312, 313, 314, 315 and 316 sqn), all equipped with Republic F-84G Thunderjet aircraft. These aircraft were supplied by the United States under the Mutual Defense Aid Program from 1952–1956. 311 was the first flying squadron to be stood up at Volkel on 1 May 1951. * 322, 323, 324, 325, 326 and 327 Sqn operated the Hawker Hunter F Mk.4 between 1955–1964, and 322, 324, 325 and 326 Sqn operated the Hawker Hunter F Mk.6 between 1957–1968. * 700, 701 and 702 Sqn operated the North American F-86K Sabre all-weather fighter between 1955–1964. * 306, 311, 312, 313, 314, 315 and 316 Sqn changed aircraft configuration from 1955–1970 as the Republic F-84F Thunderstreak and RF-84F Thunderflash became available. ===Western New Guinea conflict=== Video of RNLAF aircraft in 1961 from a Dutch newsreel The Indonesian government claimed Western New Guinea following the end of the Second World War. The Dutch government considered the area Dutch territory. Negotiations over the country were conducted for years, but tensions grew until Indonesia broke diplomatic relations with the Netherlands at the end of the 1950s. In response, in 1958, the Netherlands deployed military reinforcements to New Guinea, including an Air Force detachment for the air defense of the island Biak as there was evidence that Indonesia was infiltrating the island in advance of a military operation. The first Air Force contribution was the installation of two MkIV early warning radars on Biak and neighbouring Woendi island. The political situation between the Netherlands and Indonesia continued to deteriorate and in 1960 the Dutch government deployed reinforcements. The operations were known by name as 'Plan Fidelio'. For the Dutch Air Force this meant the establishment of an Air Defense Command for New Guinea (Commando Luchtverdediging Nederlands Nieuw-Guinea – CLV NNG) consisting of: * one Hawker Hunter Mk.4 air defence squadron; * a radar navigation system at Biak, and; * a reserve airstrip at Noemfoer. The Dutch government deployed a squadron consisting of 12 Hawker Hunter Mk.4 AD fighters and two Alouette II SAR helicopters. They were transported to Southeast Asia by the Karel Doorman. One year later the Dutch government deployed another 12 Hawker Hunter Mk6 AD fighters; these aircraft carried more fuel and had a larger combat radius. In August 1962 Indonesia was ready to attack New Guinea. Despite reinforcements the Dutch defences would be insufficient to withstand the coming attack. Therefore, and because of international political pressure the Dutch government was forced to agree to the peaceful surrender of New Guinea. Dutch forces were withdrawn from the territory. The establishment of 336 transport squadron is closely connected to New Guinea. Soon after activation this unit was deployed to New Guinea to take over air transport from the Dutch Navy. 336 Sqn deployed and took over three Navy Dakotas and three US supplied aircraft. 336 Sqn operated from Mokmer airstrip and transported more than 5,400 passengers between September 1961 and September 1962. ===Cold War era, 1960s, 1970s and later=== During the cold war Dutch Air Force flying units were integrated in NATO's Second Allied Tactical Air Force tasked with defending northern West Germany against Warsaw Pact forces. Additionally the Dutch Air Force manned five fully operational self-supporting Missile Groups in West Germany (1 and 2 MslGrp were initially equipped with NIKE batteries, while 3,4 and 5 MslGrp were equipped with Hawk) and replaced by the MIM-104 Patriot Air Defence Missile System. * 306, 311, 312, 322 and 323 Sqn changed configuration again from 1962–1984 after the dual role F-104 Starfighter was introduced. * 313, 314, 315 and 316 Sqn switched over to the NF-5 Freedom Fighter from 1969–1991. The NF-5 was a development of the Canadair CF-5 fighter. Northrop incorporated some NF-5 features into the F-5E/F Tiger II. * Since 1979 all RNLAF fast-jet squadrons (originally 306, 311, 312, 313, 314, 315, 316, 322 and 323) have operated the multi role F-16 Fighting Falcon. The Dutch Air Force played a key role in ending the 1977 Dutch train hostage crisis when six F-104 Starfighters flew low over the train to distract the hijackers while Dutch anti-terrorist forces stormed the train. ===Former Yugoslavia=== Royal Netherlands Air Force F-16 arriving for the Royal International Air Tattoo, England, 2014 KDC-10 in support of NATO aircraft In 1992 Ypenburg Air Base closed. After the USAF handed over their section of Soesterberg in September 1994, Soesterberg then became a RNLAF transport helicopter base with 298 Squadron RNLAF (CH-47D Chinook) and 300 Squadron (AS 532U2 Cougar Mk2 and SA 316 Alouette III) stationed at the base. RNLAF F-16s participated in all operations over Yugoslavia from 1993 Deny Flight, including Deliberate Force in 1995 and ending with Operation Allied Force in 1999 from two bases in Italy. Initially from Villafranca AB in the north of Italy, later moving south to Amendola AB. During the operations over FRY RNLAF F-16s flew reconnaissance (306 Sqn detachments from Volkel AB were in theatre throughout the operations), enforced the Bosnian no-fly zone, dropped bombs on Udbina AB (1994), successfully dropped an unguided bomb on a moving Serb tank during the fall of Srebrenica (1995), and took part in Deliberate Force later in the summer of 1995. Between 1994 and 1997 Dutch GCI personnel, along with Canadian GCI controllers, provided many hundreds of hours of fighter control and surveillance as integrated members of USAF/ANG Air Control Squadrons. In May 1999 during the Kosovo crisis a RNLAF F-16AM pilot Major Peter Tankink shot down a Yugoslavian MiG-29 with an AMRAAM, but the force was more recognized for its high bombing accuracy. Allied Force was also the operational debut for the upgraded F-16AM. Besides the CAP missions, offensive bombing and photo reconnaissance missions were flown. KDC-10 tankers refuelled allied aircraft over the Adriatic Sea, and C-130 Hercules transports flew daily sorties from Eindhoven AB to logistically support the operation. Dutch F-16s also dropped cluster bombs on Niš. In total, RNLAF aircraft flew 1,194 sorties during operation Allied Force, which is about 7.5% of the total 37,000 sorties flown. ===Operation Enduring Freedom and NATO in Afghanistan=== An F-16 of the RNLAF over Afghanistan On 2 October 2002 a tri-national detachment of 18 Dutch, Danish and Norwegian F-16 ground attack aircraft and one Dutch KDC-10 tanker deployed to Manas Air Base in Kyrgyzstan in support of ground forces in Afghanistan as part of Operation Enduring Freedom. On 1 October 2003 the Dutch F-16 detachment returned to the Netherlands and the KDC-10 returned even earlier (1 April 2003). The RNLAF returned to Manas AB on 8 September 2004 with five F-16 and one KDC-10 in support of the presidential elections of Afghanistan. This time the aircraft flew under the NATO ISAF flag. On 24 March 2005 the whole Dutch detachment transferred from Manas AB to Kabul International Airport. A detachment of six AH-64D Apache helicopters were already stationed at Kabul International Airport from April 2004 until March 2005. In February 2006 four Dutch F-16s were joined by four Royal Norwegian Air Force F-16s in a detachment known as the 1st Netherlands-Norwegian European Participating Forces Expeditionary Air Wing (1 NLD/NOR EEAW). This was a follow up of the participation with the Belgian Air Force. As part of the expanded NATO ISAF mission in southern Afghanistan in August 2006, the Royal Netherlands Air Force had three CH-47D Chinook of 298 Sq stationed at Kandahar Airfield. On 12 November 2006 eight F-16s transferred from Kabul International Airport to Kandahar Airfield, Additionally, a detachment of six (later four) AH-64D Apache helicopters had been stationed of Tarin Kowt, Uruzgan province. The CH-47D Chinooks of 298 sq rotated with Cougars from 300 sq. All helicopters together with a few F-16s returned to the Netherlands in November 2010. The other four F-16s transferred from Kandahar Airfield to Mazar-e-Sharif International Airport in November 2011. The F-16 flight, providing Close Air Support for ground forces and Recce Flights (specialised in counter-ied's), ended their mission officially on 1 July 2014. On 31 August 2006 a Royal Netherlands Air Force (Michael \"Sofac\" Donkervoort) pilot was killed when his plane crashed during a mission to support British ground troops in Helmand province. On 7 December 2007 military use of Twente Air Base ceased. The aerodrome is now known as Enschede Airport Twente. Flying officially ended at Soesterberg Air Base on 12 November 2008. The last jet ever to take off was a Hellenic AF F-4E. The base formally closed on 31 December 2008. The 298th and 300th squadron have been moved to Gilze-Rijen Air Base. A part of the base remains in use as a glider field, however. Also, the former USAFE side will be in use by ground units Relocated from Kamp van Zeist and will be called \"Camp New Amsterdam\". Finally, the AF museum (Royal Netherlands Military Aviation Museum) returned to the base and will use most of the existing hangars. ===2010s=== In 2013 the Royal Netherlands Air Force provided Strategic Airlift Support with a DC-10 in support of French operations in Mali. The RNLAF was hit hard by the Dutch defence cuts after the 2008 financial crisis. 311 Squadron was disbanded in September 2012, leaving four squadrons of F-16s, and one DC-10 Transport Aircraft was disposed of. In October 2014 the Netherlands Air Force joined the US and its Allies fighting IS, deploying eight F-16s (of which two are in reserve) to Jordan. On 31 October 2014 323 Tactess squadron (F-16) disbanded and its aircraft and personnel were merged into 322 Squadron. The following Wednesday (5 November) the squadron reformed in the US as the RNLAF's first Joint Strike Fighter unit. 303 Squadron (Agusta Bell AB 412SP) provided search and rescue within Dutch Flight Information Region) until 1 January 2015 when the unit was disbanded. As per 2017 the Air Defence – Quick Reaction Force of two F-16 fighters are integrated for Belgian, Dutch and Luxembourg airspace and rotated between Dutch and Belgian ADF squadrons. ===Operation Inherent Resolve – Iraq & Syria=== From 2014 The Royal Netherlands Air Force provided eight F-16s in support of the coalition fighting IS. The aircraft were initially deployed in Iraq and later Syria. The mission was handed over to the Belgian Air Force in July 2016 after more than 2100 missions were flown, with weapons used over 1800 times. The Royal Netherlands Air Force contributed extensively to the missions flown by the coalition forces and were in high demand. Since 2017 RNLAF KDC-10 and C-130 Hercules are deployed to an airfield in the Middle East to assist the USA led coalition in Operation Inherent Resolve. In January 2018 the Dutch F-16s returned to the Middle East for a year-long deployment. == Structure of the Royal Netherlands Air Force == * Commander of the Royal Netherlands Air Force ** Air Force Command Staff ** Volkel Air Base ** Leeuwarden Air Base ** Eindhoven Air Base ** Defense Helicopter Command ** Air Operations Control Station Nieuw-Milligen ** Royal Netherlands Air Force Military School-Woensdrecht Air Base ** Woensdrecht Logistic Centre ** People and Aviation Centre === Rank structure === ==Aircraft== ===Current inventory=== An F-35A on ferry flight to Eglin AFB An NH90 NFH helicopter A Gulfstream IV in flight {| class=\"wikitable\" ! style=\"text-align:center; background:#acc;\"|Aircraft ! style=\"text-align: center; background:#acc;\"|Origin ! style=\"text-align:l center; background:#acc;\"|Type ! style=\"text-align:left; background:#acc;\"|Variant ! style=\"text- align:center; background:#acc;\"|In service ! style=\"text-align: center; background:#acc;\"|Notes |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Combat Aircraft |- | F-35 Lightning II | United States | multirole | F-35A | 9 | 37 on order – 2 are used for OPTEV |- | F-16 Fighting Falcon | United States |multirole | F-16AM | 60 | |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | Tanker |- | KC-10 Extender | United States | | aerial refueling / transport | KDC-10 | 1 | |- | A330 MRTT | Europe | aerial refueling / transport | | 2 | part of NATO's 9 plane strong Multinational MRTT Fleet at Eindhoven Airbase |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Transport |- | Gulfstream IV | United States | VIP transport | |1 | |- | C-130 Hercules | United States | tactical airlift | C-130H | 4 |2 are C-130H-30 variants |- | Do 228 | Germany | SAR / Maritime Patrol | Do 228-212 |2 |flown for the Netherlands Coastguard will be phased out in 2021 |- | Dash 8 | Canada | SAR / Maritime Patrol | MPA-D8 | | 2 leased from 2022 for the Netherlands Coastguard |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Helicopters |- | CH-47 Chinook | United States | transport / heavy lift | CH-47D/F | 11 / 8 | 12 F variants on order |- | AH-64 Apache | United States | attack | AH-64D | 28 | |- | AS532 | France | transport / CSAR | | 12 | |- | NH90 | European union | transport / ASW | T/NFH | 19 | aircraft are flown for the Royal Netherlands Navy |- ! style=\"align: center; background: lavender;\" colspan=\"6\"| Trainer Aircraft |- | Pilatus PC-7 | Switzerland |trainer | | 13 | |- | F-35 Lightning II | United States | conversion trainer | F-35A | 8 | conversion training at Luke AFB |- | F-16 Fighting Falcon | United States | conversion trainer | F-16BM | 8 | |- ! style=\"align: center; background: lavender;\" colspan=\"6\" | UAV |- | MQ-9 Reaper | United States | MALE UAV | | | 4 on order |} == Future == * In 2012 plans were announced and approved to replace all existing CH-47D Chinooks (11) with new-build CH-47F models as most cost-efficient instead of upgrading existing airframes, 14 new CH-47F models were ordered in 2015 via Foreign Military Sales Agreement with the US based on current US CH-47F platform, the existing six operational CH-47Fs will be upgraded to the same standard. Deliveries of the first new CH47F's started in July 2020. * Airbus A330 - MRTT ordered to replace two Dutch KDC-10 Tanker/Transport aircraft in 2020. The Netherlands is lead nation in NATO initiative to replace and pool existing Tanker/Transport, including Luxembourg, Belgium (1), Germany (4), Norway (1) within EATC, in 2014 it was announced that the Airbus Military A330 MRTT has been selected and two are ordered for the Royal Netherlands Air Force with options to eight aircraft based in adjoining countries. In 2017 the German Air Force, Norwegian Air Force and Belgian Air Force confirmed orders by joining the MMF program to a total of 9 aircraft of which 5 will be based at Eindhoven Airbase and 4 at Cologne Air Base. They will carry Royal Netherlands Air Force roundels and be registered as Dutch aircraft. In November 2019 it was announced that the Dutch KDC-10 tankers are sold to Omega Aerial Refueling Services. * PC-7 Training Aircraft were overhauled and provided with an 'all digital cockpit' by Pilatus Switzerland during 2017–2018 to extend their service live until replacement by 2025. * The MIM-104 Patriot Air Defence system, transferred to the Royal Netherlands Army will be upgraded to the latest version, including Ballistic Missile Defence Capabilities, extending operational use until 2040 and German Air Defence unit will be integrated. * The Air Force is upgrading its AH-64D Apache helicopters to the AH-64E version to remain up-to-date and ensure interoperability within NATO in 2020 - 2022, including maritime capabilities based on amphibious ships of the Royal Netherlands Navy. * A MALE AUV squadron will be organised based on 4 MQ-9 Block-5 Reapers, including Maritime Surveillance kits to be based on Leeuwarden Airbase and deployable by airlift using C-130 aircraft. * 12 remaining Cougar Helicopters out of original 17 will be upgraded and assigned to support Special Operations Forces activities. In December 2018, the Dutch government announced the purchase of additional rotary-wing aircraft to increase SOF capabilities. * In 2019 the Brik-II satellite will be launched to provide the Royal Netherlands Air Force with intelligence regarding navigation, communication and observation of the earth. * The Gulfstream VIP aircraft will be replaced in 2021 * The C-130 fleet will be upgraded to extend their service life towards planned replacement in 2030. * The Dornier MPA's flown for the Coast Guard will be replaced in 2022, by two on order Dash 8 MPA's. The Netherlands was the first country to sign up for the Production Sustainment and Follow On Development (PSFD) Phase of the F-35 Lightning II aircraft. Through the NATO Strategic Airlift Capability, the RNLAF has access to three C-17s.\"Declaration of Intent between Germany and Netherlands\" , 28 May 2013 Plans to integrate closely with The Belgian Air Force include centralising all Transport Aircraft at Melsbroek (Brussels Airport) under Belgian supervision and all helicopters (Air Force & Navy) under Dutch supervision at Gilze-Rijen Airbase to reduce operating cost, improve availability and knowledge (2013). ===F-35=== An F-16AM on approach To replace its F-16 fleet the RNLAF considered the Dassault Rafale, the Lockheed Martin F-16 Block 52/60, the Eurofighter Typhoon, the Saab Gripen, the F/A-18 Super Hornet and the Lockheed Martin F-35. In 2002 the Netherlands signed a Memorandum Of Understanding (MOU) to co-develop the F-35 as a 'Tier 2' Partner. Two test aircraft were ordered between 2009 and 2011. Two F-35A have been delivered for the testing program and for training pilots and maintenance crew. This first aircraft is stationed at a base in Florida, US.Second Dutch F-35 leaves factory. 6 March 2013 On 17 September 2013 the F-35A was officially selected as the replacement for the Royal Netherlands Air Force F-16 MLU. In February 2014 Parliament approved the purchase of the first batch of eight F-35 aircraft, to be delivered from 2019. In September 2013 the MOD announced that it will buy 35 additional F-35As between 2014–2023, bringing the total to 37, the maximum number fitting the original budget for F-16 replacement.\"Dutch government says to purchase 37 F-35 fighter planes\" 17 September 2013 The acquisition of 34 F-35As has been confirmed by the Ministry of Defence. The purchase of 15 additional aircraft was announced by the Dutch government in December 2018 for a third squadron available to NATO, totalling 46 jets. The first batch of 9 additional aircraft was ordered in 2019. ==See also== * Netherlands Naval Aviation Service * No. 322 Squadron RAF * Royal Netherlands East Indies Army Air Force * Solo Display Team ==References== ===Citations=== ===Bibliography=== * ==External links== * Official website * Military Flags * Squadron roundels * Parliament Chamber Notes on buying C-130 and selling F-60 aircraft * The Defense Security Cooperation Agency notified Congress of a possible sale to the Netherlands of CH-47F Chinook cargo helicopters (English) Category:Military of the Netherlands Category:Military units and formations established in 1913 Category:1913 establishments in the Netherlands Category:Military units and formations established in 1953 Category:1953 establishments in the Netherlands Category:Articles containing video clips Category:Breda Category:Organisations based in the Netherlands with royal patronage ",
    "title": "Royal Netherlands Air Force"
}