{
    "id": "653149",
    "text": "The Highland Rim is a geographic term for the area in Tennessee surrounding the Central Basin. Nashville is largely surrounded by higher terrain in all directions. Geologically, the Central Basin is a dome. The Highland Rim is a cuesta surrounding the basin, and the border where the difference in elevation is sharply pronounced is an escarpment. Nashville is located in the northwestern corner of the basin. ==Geology and physiography== The Highland Rim is a physiographic section of the larger Interior Low Plateaus province, which in turn is part of the larger Interior Plains physiographic division. Most of the Highland Rim is located in U.S. EPA Ecoregion 71, Interior Plateau, which is a part of the Eastern Temperate Forest. The sections of the Highland Rim are referred to the four cardinal directions, e.g., \"Northern Highland Rim\", etc. The Highland Rim is rather continuous and any division of it, including the ones made below, are somewhat arbitrary. The term \"highland\" here is relative: it is certainly higher than the basin it surrounds, but it nonetheless is seldom at an elevation above above sea level and never more than about above sea level except where interrupted, primarily to the southeast, by outliers of the Cumberland Plateau. With the exception of a few broad stream bottoms, the land is characterized by ridges and valleys with a few fairly low hills. The entire region is well watered with many perennial streams. There are occasional waterfalls which sometimes delineate the Highland Rim from the Central Basin which it surrounds. ===Western Highland Rim=== The Western Highland Rim is encountered a few miles west of Nashville and extends to the western valley of the Tennessee River. The area is a hilly area that is bisected by the Tennessee River and the Cumberland River valleys. Underlying bedrock of the region is chiefly Mississippian limestone, chert, shale, and sandstone with exposures of Devonian, Silurian, Ordovician, and Cambrian limestone, chert, and shale. In the northern part of the Western Highland Rim, sinkholes readily occur in an area with a southern extension of the Pennyroyal plateau of Kentucky, where the karst is best developed on the Mississippian St. Louis Limestone and the Ste. Genevieve Limestone. ===Eastern Highland Rim=== The Eastern Rim rises approximately fifty miles east of Nashville and is bordered to its east by even higher terrain, the Cumberland Plateau. Erosion has exposed carbonate bedrock of Late Paleozoic age. These carbonate rocks contain variable amounts of chert and are often interbedded with fine grained clastic rocks. As a result, these rocks are more resistant to erosion than the underlying purer limestones of the Lower (Early) Paleozoic. The geology is diverse and is typically limestone at valley floors (around elevation) and sandstone on ridges (to around 1,000 feet). The constituent bedrock is composed primarily of Mississippian aged St. Louis, and Warsaw limestones with Fort Payne chert underlain by Chattanooga Shale that forms a large part of the escarpment. This area is mostly undulating plains, hills, and karst. ===Northern Highland Rim=== The Northern Highland Rim is encountered a few miles north of Nashville and extends to the Kentucky border, and the region of Kentucky adjacent to it called the Pennyroyal is in fact largely a continuation of it under another name. ===Southern Highland Rim=== For the most part the Southern Rim is the farthest from Nashville, rising at some points just a few miles north of the border with Alabama. The landforms are continuous with those in adjacent portions of Alabama, although perhaps the most spectacular landforms of any portion of the Rim are to be found there. The stratigraphy of the Southern Highland Rim is primarily composed of flat-lying limestones, dolomites, and shales, and to a much lesser extent, of cherts, siltstones, mudstones, and very fine grained to conglomeratic sandstones. ==References== Category:Regions of Tennessee Category:Plateaus of the United States Category:Landforms of Tennessee Category:Physiographic sections ",
    "title": "Highland Rim"
}