{
    "id": "653498",
    "text": "Christina Ann McNichol (born September 11, 1962) is a retired American actress, comedian, producer, and singer. She is known for such roles as Angel in the film Little Darlings, Polly in the film Only When I Laugh, and Barbara Weston in the TV sitcom Empty Nest. She won two Emmy Awards for her portrayal of teenage daughter Letitia \"Buddy\" Lawrence in the TV drama Family. McNichol retired from acting in 2001. ==Early life and career== McNichol in 1976 McNichol was born in Los Angeles, California, the daughter of James and Carolyn McNichol. Her father was a carpenter and her mother worked odd jobs to support the family, including as a secretary, cosmetics salesperson, and movie extra. McNichol is half-Irish on her father's side and her mother is of Lebanese descent . She appeared with her brother Jimmy McNichol in commercials and later, on her own, in guest appearances on such other series as Starsky & Hutch; The Bionic Woman; Love, American Style; and The Love Boat, thanks to family friend Desi Arnaz. Her first stint as a series regular came in the role of Patricia Apple in the short-lived television series Apple's Way (1974). In 1976, she was cast as Letitia \"Buddy\" Lawrence in the television drama series Family (1976–80). She was nominated for the Emmy Award for Best Supporting Actress in a Dramatic Series three years in a row (1977-1979), winning in 1977 and 1979. In 1977, she appeared in the TV special The Carpenters at Christmas, performing several musical numbers with the duo. In 1978, Jimmy and she made their foray into music, recording the album Kristy and Jimmy McNichol for RCA Records (AFL1-2875). It included the singles \"He's So Fine\" (a cover of The Chiffons' 1963 hit), which peaked at number 70 on the Billboard chart, and \"Page by Page\". The McNichols promoted the album at New York's Studio 54 discothèque with other celebrities. In 1978, McNichol performed with Jimmy in a second Carpenters' holiday special, titled The Carpenters: A Christmas Portrait. McNichol was one of the bigger teen stars of that era. She appeared on talk shows such as The Mike Douglas Show and Dinah!, and made several appearances on Battle of the Network Stars and other celebrity-based sports shows. In 1978, she starred in the acclaimed TV movie Summer of My German Soldier. McNichol began her film career in 1977 in Black Sunday, but her scenes were cut. In 1978, she starred with Burt Reynolds and Sally Field in the black comedy The End. In 1980, she played the leading role in the hit coming-of-age movie Little Darlings, which co-starred Tatum O'Neal, Matt Dillon, and Cynthia Nixon. Her performance was acclaimed by many reviewers, including those who disliked the film. Later in 1980, she appeared with Dennis Quaid and Mark Hamill in The Night the Lights Went Out in Georgia, for which she received a six-figure salary—unprecedented for a teenager. In 1981, she co-starred in Neil Simon's Only When I Laugh, and was nominated for a Golden Globe Award for Best Supporting Actress. McNichol was nominated for a Golden Raspberry Award for Worst Actress for her performance in the 1982 movie The Pirate Movie. The same year, she suffered an emotional breakdown while playing the lead role in the comedy-drama Just the Way You Are that was being filmed in France. She later told People magazine that she couldn't sleep and cried the entire time she was in France. She didn't return to the production after Christmas to finish the movie; filming had to be interrupted for a year while McNichol recovered. She later said that the breakdown had been caused by the pressures of her childhood career, as well as the pressure to hide her sexuality from the public.. In 1986, McNichol appeared in Women of Valor, a TV movie about American nurses in a World War II Japanese POW camp. She made two theatrical films in 1988: You Can't Hurry Love and Two Moon Junction. In the same year, she began the role of Barbara Weston on Empty Nest, a spin-off of The Golden Girls. She left the show in 1992 after being diagnosed with bipolar disorder but returned for its final episode in 1995. It was her last on-screen performance, but she went on to voice characters in the animated TV series Extreme Ghostbusters (1997) and Invasion America (1998). ==After acting life== McNichol in 2005 In June 2001, McNichol announced that she had retired from acting. Her publicist released this statement: McNichol lost a close friend and former lover, actress Elisabeth Brooks, when Brooks died on September 7, 1997, four days before McNichol's 35th birthday. After her retirement, McNichol taught acting at a private school in Los Angeles and devoted much of her time to charity work. In 2012, McNichol ended years of speculation when she revealed that she is a lesbian and has lived with her partner Martie Allen since the early 1990s. She made the statement in the hopes that her openness would help young people who are bullied because of their sexuality. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1978 |The End |Julie Lawson | |- |1978 |Like Mom, Like Me |Jennifer Gruen |Television movie |- |1978 |Summer of My German Soldier |Patty Bergen |Television movie |- |1979 |My Old Man |Jo Butler |Television movie |- |1980 |Little Darlings |Angel Bright |Her first leading role in a theatrical film |- |1980 |Blinded by the Light |Janet Bowers |Television movie |- |1981 |'''' |Amanda Child | |- |1981 |Only When I Laugh |Polly |Nominated—Golden Globe Award for Best Supporting Actress – Motion Picture |- |1982 |White Dog |Julie Sawyer |Unreleased in the United States |- |1982 |'''' |Mabel Stanley | |- |1982 |Aladdin and the Magic Lamp |The Princess |Voice |- |1984 |Just the Way You Are |Susan Berlanger | |- |1985 |Love, Mary |Mary Groda-Lewis |Television movie |- |1986 |Dream Lover |Kathy Gardner | |- |1986 |Women of Valor |T.J. Nolan |Television movie |- |1988 |You Can't Hurry Love |Rhonda |- |1988 |Two Moon Junction |Patti Jean | |- |1989 |The Forgotten One |Barbara Stupple |Her last performance in a theatrically released film (as of 2018) |- |1990 |Children of the Bride |Mary |Television movie |- |1991 |Baby of the Bride |Mary |Television movie |- |1993 |Mother of the Bride |Mary |Television movie |} === Television === {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! class=\"unsortable\" | Notes |- |1973 |Love, American Style |Steffi |Episode: \"Love and the Unsteady Steady\" |- |1974–1975 |Apple's Way |Patricia Apple |15 episodes |- |1975 |ABC Afterschool Special |Jenna McPhail |Episode: \"Fawn Story\" |- |1976 |ABC Afterschool Special |Nina Beckwith |Episode: \"Me & Dad's New Wife \" |- |1976 |Starsky & Hutch |Meg |Episode: \"The Hostages” |- |1976 |Sara |Unknown |Episode: \"Grandpa's Girl\" |- |1976 |'''' |Amanda Cory |Episode: \"The Ghost Hunter\" |- |1976 |Starsky & Hutch |Molly Edwards |Episode: \"Little Lost Girl\" |- |1976–1980 |Family |Letitia \"Buddy\" Lawrence |86 episodes Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series (1977, 1979) Nominated—Golden Globe Award for Best Actress – Television Series Drama Nominated—Primetime Emmy Award for Outstanding Lead Actress in a Drama Series Nominated—Primetime Emmy Award for Outstanding Supporting Actress in a Drama Series |- |1977 |The Love Boat |Linda Morley |Pilot Episode |- |1977 |'''' |Kelly |Episode: \"Graham and Kelly\" |- |1977 |ABC Afterschool Special |Carlie Higgins |Episode: \"The Pinballs\" |- |1978 |Starsky & Hutch |Joey Carston |Episode: \"The Trap\" |- |1988 |Murder, She Wrote |Jill Morton |Episode: \"Showdown in Saskatchewan\" |- |1988–1995 |Empty Nest |Barbara Weston |100 episodes |- |1991–1992 |'''' |Barbara Weston |Episodes: \"Witness\", \"A Midwinter Night's Dream\" |- |1997 |Extreme Ghostbusters |Girl in Sub (voice) |Episode: \"Dry Spell\" |- |1998 |Invasion America |Sgt. Angela \"Angie\" Romar |13 episodes |} ==Awards== ===Wins=== ;1977 :Emmy for Family ;1979 :Emmy for Family ;1980 :People's Choice Award for \"Favorite Young Motion Picture Actress\" ;1982 :Young Artist Award for Only When I Laugh ===Nominations=== ;1978 :Emmy for Family ;1979 :Golden Globe for Family ;1980 :Emmy for Family :Young Artist Award for Family ;1981 :Young Artist Award for My Old Man and Little Darlings ;1982 :Golden Globe for Only When I Laugh ==References== ==External links== * Category:1962 births Category:Living people Category:20th-century American actresses Category:Actresses from Los Angeles Category:American voice actresses Category:American child actresses Category:American film actresses Category:American people of Irish descent Category:American people of Lebanese descent Category:American television actresses Category:American women comedians Category:Outstanding Performance by a Supporting Actress in a Drama Series Primetime Emmy Award winners Category:Lesbian actresses Category:LGBT entertainers from the United States Category:LGBT people from California Category:People with bipolar disorder ",
    "title": "Kristy McNichol"
}