{
    "id": "653662",
    "text": "Super Fight II was a non-title boxing match between Muhammad Ali and Joe Frazier. The second of the three Ali–Frazier bouts, it took place at Madison Square Garden in New York City on January 28, 1974. Ali was a slight favorite to win, and did by a unanimous decision albeit a controversial one, in which Ali clinched 133 times. ==Significance== Held in between their two title bouts, The Fight of the Century in 1971 and The Thrilla in Manila in 1975, this second fight was scheduled for twelve rounds. Promoted as Super Fight II,http://boxrec.com/media/index.php/Muhammad_Ali_vs._Joe_Frazier_(2nd_meeting) it was considered by many fans and experts to be the least significant and interesting fight of their rivalry. One columnist described it as a contest between two \"former champions, both beaten, both past their best\". Nonetheless, Ali wanted to avenge his loss to Frazier in their first fight, and a world title try at Heavyweight champion George Foreman, who had dethroned Frazier, was at stake. Their first and third fights became part of boxing's lore, but some viewers considered the second fight to be entertaining as well. ==Buildup== On January 23, 1974 (5 days before the rematch), Ali and Frazier visited the ABC studios in New York City to review their first fight for ABC's Wide World of Sports. While both fighters were reviewing round 11, Ali began trash talking and calling Frazier \"ignorant\" for mentioning the hospital as Frazier spent a month in the hospital after the first fight. This enraged Frazier who stood up from his seat and squared up to a seated Ali, repeating, \"Why you call me ignorant? How am I ignorant?\" While Frazier was not looking at Ali as the studio crew and his entourage tried to calm him down, Ali held Frazier by the neck forcing him to sit down which broke out into a fight on the studio floor. Both fighters were subsequently fined for this and the stage was set for their rematch in the ring. Also before the match, Ali and Frazier appeared together (along with British Journalist Michael Parkinson) on The Dick Cavett Show where there was both humor and obvious tension which included the removing of jackets and mock blows between Ali and Frazier. ==Fight results== Ali was aggressive right from the start. At the end of round two, Frazier, a notoriously slow starter in fights, was hurt by an Ali right hand and was in significant trouble. Referee Tony Perez stepped in between the two fighters having mistakenly thought he heard the bell. The interruption allowed Frazier precious seconds to recover and he was able to finish the round on his feet when the action resumed. Ali employed markedly different tactics from the first fight. Ali came up with a new tactic, a half-hook half-upper cut coming from both sides. These punches resulted in a higher percentage of punches landed versus straight punches that frequently missed Frazier's bobbing head. Ali also didn't allow Frazier to work inside tying up the shorter fighter by holding him behind the neck with his left hand while keeping Frazier's vaunted left tied up with the other. This pattern of Ali punching in flurries followed by clinching dominated most of the fight. Ali won a unanimous decision. ===Scorecard=== {| class=\"wikitable\" style=\"text-align:center\" !align=\"left\"|Round!! 1 !! 2 !! 3 !! 4 !! 5 !! 6 !! 7 !! 8 !! 9 !!10!!11!!12!!Total |- | align=\"left\"|Tony Castellano (judge)||A||A||A||–||F||A||F||F||A||F||A||A|| Ali, 7–4–1 |- | align=\"left\"|Jack Gordon (judge)||A||A||F||A||A||F||F||F||A||A||A||F || Ali, 7–5–0 |- | align=\"left\"|Tony Perez (referee)||A||A||F||–||A||A||F||F||A||F||A||F|| Ali, 6–5–1 |} ==See also== *Fight of the Century – first bout – March 1971 *Thrilla in Manila – third bout – October 1975 ==Video== * ==References== Frazier Category:1974 in boxing Category:Sports in Manhattan Category:1974 in sports in New York (state) Category:Boxing matches at Madison Square Garden Category:Sports competitions in New York City Category:January 1974 sports events in the United States ",
    "title": "Muhammad Ali vs. Joe Frazier II"
}