{
    "id": "653787",
    "text": "Charles Hopkinson Charles Sydney Hopkinson (July 27, 1869 - October 16, 1962) was an American portrait painter and landscape watercolorist. He maintained a studio in the Fenway Studios building in Boston from 1906 to 1962. He painted over 800 portraits in a direct style with a palette gradually lightening through his career. Many of his paintings were commissioned by U. S. East Coast institutions, especially Harvard University, where he acted as house portraitist. Among his sitters were Oliver Wendell Holmes, Calvin Coolidge, Lewis Perry and John Masefield. == Early life == Born in Cambridge, Massachusetts, he graduated the Hopkinson School started by his father. He began to draw for the Harvard Lampoon upon his entrance to Harvard in 1888, and in 1891, he moved to New York City to study at the Art Students' League where he worked with John Henry Twachtman and H. Siddons Mowbray. Hopkinson studied at the Académie Julian in Paris with Edmond Aman-Jean, traveled to Brittany, and exhibited in the 1895 Paris Salon. == Career == In the late 1890s he worked in Cambridge, Massachusetts and showed his paintings in New York at the Society of American Artists and also in Boston. He was a Member of the Boston Art Club and was involved in the promotion of Modern Art in Boston and Cambridge. He returned to Europe in 1901, where he visited Spain to study the painting of Velázquez and El Greco and traveled through Brittany, and the Netherlands to see portraits by his \"heroes\", Frans Hals and Rembrandt. Hopkinson then began a lucrative career as a portrait painter in Cambridge winning awards like the Logan Medal of the arts (1926), and soon his first commission being a baby portrait in 1896 of poet E. E. Cummings, a work that is in the Massachusetts Historical Society. Adopting the colour theories of his former neighbour Denman Ross, who had become a prominent collector and a teacher at Harvard, Hopkinson later used the results of Carl Cutler's experiments with a spinning disk to study the color spectrum. He exhibited regularly in the national annuals and at several Boston and New York galleries. His watercolors were described as \"modern\" in the press and he exhibited three oils in the 1913 Armory Show. Instead of allying himself with the local established painters, Hopkinson showed his work with the \"Boston Five\", a group of young watercolorists though he continued to paint in oil for an elite clientele. In 1919 the National Art Commission selected him to paint some of the participants of the Peace Conference at Versailles, France. In 1927 he was elected into the National Academy of Design as an Associate member and became a full Academician in 1929. In the mid-1920s, Hopkinson took on a young Boston painter Pietro Pezzati as his assistant, who worked with him at his Fenway studio. Hopkinson would pass on his studio to Pezzati when he died in October 1962, in Beverly, Massachusetts. ==References== *Staff report (October 17, 1962). Charles Hopkinson Dies at 93; Portraitist Painted Presidents. The New York Times ==External links== * Boston Art Club * Charles S. Hopkinson Virtual Gallery Category:1869 births Category:1962 deaths Category:19th-century American painters Category:American male painters Category:20th-century American painters Category:American portrait painters Category:The Harvard Lampoon alumni Category:Alumni of the Académie Julian Category:19th-century male artists Category:20th-century male artists ",
    "title": "Charles Hopkinson"
}