{
    "id": "653759",
    "text": "'Wotho Atoll (Marshallese: ', )Marshallese-English Dictionary - Place Name Index is a coral atoll of 13 islands in the Pacific Ocean, and forms a legislative district of the Ralik Chain of the Marshall Islands. Its total land area is only , but it encloses a lagoon of . The name \"Wotho\" means either \"entrance through the reef\", or \"island far away\" according to different sources. The population of Wotho Atoll was 97 in 2011. ==History== First recorded sighting of Wotho Atoll by Europeans was by the Spanish expedition of Miguel López de Legazpi on 12 January 1565. They were charted as Las Hermanas (The Sisters in Spanish). It is likely that it had been visited earlier, in between December 1542 and January 1543, by the Spanish expedition of Ruy López de Villalobos.Sharp, Andrew The discovery of the Pacific Islands Oxford, 1960, p.32,38,39.Brand, Donald D. The Pacific Basin: A History of its Geographical Explorations The American Geographical Society, New York, 1967, p.129. The atoll was later also known as Schantz Islands after Johan Eberhard von Schantz, who rediscovered the islands on his circumnavigation of the globe on the Imperial Russian Navy ship America in 1835.von Schantz, Johan Eberhard Wotho Atoll was claimed by the Empire of Germany along with the rest of the Marshall Islands in 1884. After World War I, the island came under the South Seas Mandate of the Empire of Japan. At the end of World War II, it came under the control of the United States as part of the Trust Territory of the Pacific Islands until the independence of the Marshall Islands in 1986. ==Education== Marshall Islands Public School System operates Wotho Elementary School.\"Public Schools .\" Marshall Islands Public School System. Retrieved on February 21, 2018. Kwajalein Atoll High School on Kwajalein serves the community.\"Annual Report 2011-2012.\" Ministry of Education (Marshall Islands). Retrieved on February 22, 2018. p. 54 (PDF p. 55/118). \"Kwajalein Atoll High School enrolls students from Kwajalein and the Kabinmeto zone including schools in Ujae, Lae, and Wotto.\" == References == ==External links== *Marshall Islands site * Sunset from Wotho Atoll Category:Atolls of the Marshall Islands Category:Ralik Chain Category:Municipalities of the Marshall Islands ",
    "title": "Wotho Atoll"
}