{
    "id": "653931",
    "text": "New Alresford or simply Alresford ( or ) is a market town and civil parish in the City of Winchester district of Hampshire, England. It is northeast of Winchester and southwest of the town of Alton. New Alresford has independent shops, a tourist information centre, a central conservation area, four tea rooms, five pubs and is a terminus as with Alton of the Watercress Line, a steam-worked heritage railway at Alresford railway station. ==History== There is evidence of Neolithic, Bronze Age and Iron Age occupation on numerous sites in the Alresford area, with a Roman or Romano-British site on nearby Fobdown and to the south-east of the town in Bramdean. There is evidence of a grant to the Church at Winchester sometime before the 9th century, which became known as the Liberty of Alresford. Alresford was listed in the Domesday Book but this probably refers to what is now Old Alresford as there is no evidence of a settlement south of the river at this time. Old Alresford as with Farnham, Guildford, Dorking and Maidstone adjoins the Pilgrims' Way between Canterbury and Winchester. New Alresford was founded in the 12th/13th century, the idea originally being that of Henri de Blois, the Bishop of Winchester and brother of King Stephen of England. The design of the T-shaped town (originally named Novum Forum) was followed by de Blois' successor Godfrey de Lucy. Alresford was one of the Bishop's six new towns and was his most profitable plantation—his palace was situated in nearby Bishop's Sutton, perhaps less than a mile distant. The medieval stone bridge he built at this time is still in place. This expansion also involved the construction of the Great Weir between New Alresford and Old Alresford, creating Old Alresford Pond. This remarkable period in the town's history included the construction of one of the oldest canal systems in England, based on the River Itchen. New Alresford quickly became established as a prosperous market town, focussed on the wool, leather and the other products from sheep and cattle; in the 14th century Alresford sheep markets produced one of five highest turnovers in England. Alresford sent two members to parliament until the population was reduced by the Black Death. In the 17th century the town made news as a dangerous place to live due to the uncommonly frequent fires which razed it; in the spring of 1644, the Battle of Cheriton took place on Cheriton Down, reaching the outskirts of Alresford. Defeated Royalists set fire to houses in the town as they withdrew. Much of the medieval town was destroyed by a fire in 1689/90 that destroyed 117 houses in the town as well as the church and Market House, another in 1710 and a 'like calamity' in 1736.The National Gazetteer of Great Britain and Ireland (1868) Much of the town was rebuilt in the 18th century, with many of the Georgian buildings that remain today.English Heritage - The official list of every Listed building Shop Fronts, Broad Street A turnpike toll road linking London to primarily Southampton but viable for Hamble and Portsmouth (now the A31), some of which was a Roman road then a track in variable condition maintained by each parish, was built in 1753, passing through the town. During the late 18th century, Alresford Cricket Club was one of the strongest sides in England. The 13th-century church was, save the mostly 14th century tower, rebuilt in 1898 by Sir Arthur Blomfield in the Norman gothic perpendicular style. The top third of the tower is of 16th century red crenalated parapet brickwork pictured. A Cold War commemorative plaque on the wall of public toilets, close to the railway station, commemorates that occasionally secret military documents obtained by members of the Portland Soviet Spy Ring in the early 1960s were left here for collection. ==Art, tourism and rail transport== The Swan Hotel The town is crowned by its large T-shape main street conservation area. The town is an attractive art, rail and tourist destination, with its classical, dense two Georgian streets situated near Winchester and the South Downs National Park. Here are the Swan Hotel, Bell Hotel, jewellers, wine merchants, butchers, flower shops, toy shop, dress shops, the Alresford Gallery, Candover GalleryCandover Gallery at Intergalleries and tea rooms. There are three other public houses, The Old Sun the larger being the Globe Inn by one of the stream channels and play area. The Globe Inn Alresford is at the south-western end of the Watercress Line (officially the Mid-Hants Railway). This heritage railway line runs steam and diesel trains, and gains its name from the fact that it used to be the line that took watercress up to London. The other end of the heritage line is Alton, which is also the end of the current Alton-London Waterloo line, making it possible to take the train from Alresford to London: diesel or steam to Alton, and then modern train into London. Accordingly, the town council provide 115 hanging baskets every summer. Town council website regarding the renewal of the hanging baskets since the 1990s ===Brandy Mount House=== Brandy Mount House, a Grade II listed building, holds the National Plant Collection of Snowdrops in their grounds. The gardens are open to the public during the season.Brandy Mount House and Gardens (2012) \"Snowdrops\", http://www.brandymount.co.uk/ ===Itchen Valley brewery=== The Itchen Valley brewery was founded in New Alresford in 1997.Itchen Valley Brewery – Award- winning real ales, brewed in the heart of Hampshire The brewery produces a range of cask ales Itchen Valley and a selection of beers which until early 2006 were bottle conditioned by Gales Brewery. ===The Fulling Mill=== The Fulling Mill About west along the river path, on the border between Old and New Alresford, is a 17th Century half-timbered house and mill with mill race underneath. It benefited from the construction of the Great Weir. Dating from the period when the wool trade was the dominant local industry, it ceased operating early in the 19th century and has been used as a dwelling ever since. In 1950 it was acquired by Mr and Mrs G B Gush, who carried out a series of improvements to the property. ==Education== There is one infant, one junior and one secondary school in Alresford with more than 140 staff and 2,000 pupils – Perins School (1,200 pupils –secondary school). This school converted to Academy status in 2011 and in September 2017 formed a Multi- Academy Trust (MAT) with Sun Hill Junior School. In 2001 Perins was granted specialist status for leading the field in sport in Hampshire. This enabled Perins to open and complete a new state-of-art gym open to the public in the evenings, although the school no longer carries the title Community Sports College. ==Sport and leisure== Alresford has a Non-League football club Alresford Town F.C., which plays at Arlebury Park. Alresford is also home to a rugby club, Alresford RFC, which plays its home games at Arlebury Park in the centre of Alresford. ==Events== Alresford holds a number of community events throughout the year. Several are organised by or with New Alresford Town Council (NATC). All events which are held in the main streets within the original town (Broad Street, East Street, West Street) require the permission of the New Alresford Town Trust (NATT – a registered charity which preserves the town's traditional rights of access, to fairs and to street markets, preserves old documents and buildings, and runs a community minibus). A fee for street usage is usually payable by organisers, which helps in the Trust's other works, including running the local minibus which serves the elderly and disabled. A number of events are organised by The Alresford Pigs Association, which raises money in the local area for those in need, by the local Rotary club (such as the annual 5 November Fireworks at Arlebury Park), and by the town council. ===The Watercress Festival=== The town is famed for its production of watercress and is recognised as The Capital of Watercress. Once a year New Alresford holds a festival on the third Sunday in May which attracts an enormous crowd; there is a street market with locally made food on sale and usually cookery demonstrations. From 2006–8, Antony Worrall Thompson was the celebrity chef. Both north-south and east-west main roads are closed to traffic for the event, with diversions and parking clearly signposted. Entry is free. During the Watercress Festival, the town welcomes visitors and opens a number of attractions and places of interest. The Millennium Trail at the north end of Broad Street offers a walk along a River Itchen tributary from Alresford Pond (a wildlife reserve) to The Eel House (a working migratory eel capturing sluice house restored by instigation of NATT by a specially formed company. ===Alresford Show=== The agricultural show takes place on the first Saturday in September. Animals are shown, flowers and vegetables are judged, there is horsejumping and other entertainment. The Alresford Pigs and Alresford Rugby Club assist. Entry is chargeable. ===Alresford fair=== A one- day street fair takes place on 11 October (Old Michaelmas Day) or the first Thursday thereafter. The traditional English funfair, arrives on Wednesday afternoon and Thursday morning and sets up in Broad Street. The fair lasts from 3pm – 11pm and has to be gone by dawn on Friday. The main north-south road of Alresford (Broad Street) is closed to traffic. ===Bonfire night=== Organised by the local Rotary Club and usually held on 5 November. Traditionally the firework display is preceded by a torchlit procession starting in Broad Street making its way along West Street and up Pound Hill into Arlebury Park, the venue for the firework display. The display is always well attended with proceeds donated to local, national and international causes. Each year a 'Guy' is burned following tradition, with the Guys made by local schoolchildren. ===Arrival of Father Christmas=== The arrival of Father Christmas is a joint effort led by the Christmas Tree Fund. It takes place in Broad Street near a large Christmas Tree erected annually. A carol service with music provided by Perins Community School's orchestra precedes the arrival. The Alresford Pigs create the secret process by which Father Christmas arrives. He has arrived in World War 2 NAAFI van driven by Wallace and Gromit and in a Thunderbirds, helicopter, fire engine, Open-top bus, Tardis, and a BMW 5 Series. This is followed by Father Christmas giving presents to children in his grotto. The presents are organised by the Christmas Tree Fund. Money donated by the crowd at each year's event goes back into the pot for the following year. The schedule for many years has been: * 4pm Broad Street closed to traffic * 6pm Event opens * 6:30pm Carols * 7pm Arrival of Father Christmas * Followed by Santa's Grotto * 9pm Broad Street reopens ===The Duck Race=== The Duck Race is organised by the Alresford Pigs every two years during the summer. It was last held in 2019 and the next Duck Race will be held in June 2021. It brings the community out to watch several (decoy) duck races with 32 ducks in each race. The event, races and ducks are sponsored by a local family or business. It has been held for many years on the lawn at the Weir House, which has space for traditional fete activities: Tea and Cake, Beer Tent, Tombola, as well as Scalextric Racing, Face Painting, Bouncy Castle, and Jazz Band. This is the largest fundraising event organised by The Alresford Pigs. ==Charity== One charity fundraising group in Alresford is The Alresford Pigs Association. As well as organising a number of events, they also erect and light over 160 Christmas trees on buildings in the three main streets receiving income from the businesses and house occupiers for this service. Over their 30 years of existence they have raised more than £250,000. monies raised are used to fund local projects and causes for people in need. This is in addition to the work of other local associations including the Rotary Club of Alresford and Women's Institute. The New Alresford Town Trust was constituted in 1890 and is a direct descendant of the medieval local government system begun by King Edward I in 1302, when he made a grant of pavage (the right to collect tolls for the paving of streets) to a bailiff and \"good men\" in the town. Today the Trust maintains the Avenue and the Old Fire Station in Broad Street as well as running a minibus for elderly and disabled residents. In addition to receiving various grants and donations, the Trust owns ancient rights which allow it to collect income from markets and events in Broad Street including the regular Thursday Market. ==Governance== Alresford is part of the wider Itchen Valley Ward of Hampshire County Council, which stretches across the Northeast of the City of Winchester and includes several other parishes such as Itchen Valley. Itchen Valley has been represented since 2005 by Jackie Porter, most recently elected in 2017: Alresford also elects three representatives to the City of Winchester District Council as part of the wider Alresford and Itchen Valley Ward. As with the Hampshire County Council War, this also includes Old Alresford. The ward is currently represented by one Conservative Councillor and two Liberal Democrat Councillors: {| class=\"wikitable\" |- !colspan=\"2\"|Election!!Memberhttps://democracy.winchester.gov.uk/mgMemberIndex.aspx?FN=WARD&VW;=LIST&PIC;=0!!Ward |- |style=\"background-color: \" | |2016 |Lisa Griffiths || Alresford & Itchen Valley |- |style=\"background-color: \" | |2018 |Margot Power || Alresford & Itchen Valley |- |style=\"background-color: \" | |2019 |Russell Gordon-Smith || Alresford & Itchen Valley |} The town council holds elections, and is currently composed of eleven Councillors and six members of staff. ==Notable people== Alresford was the birthplace of artist Graham Ovenden, novelist and dramatist Mary Russell Mitford (1787–1855) who lived at 27 Broad street until the age of ten, and of John Frederick Peel Rawlinson (1860-1926), lawyer, politician, and goal keeper for Old Etonians F.C. in three early FA Cup Finals. South African cricketer Owen Robert Dunell (1856-1929) lived at Alresford in later life. The cricket commentator John Arlott resided in Alresford between 1961 and 1981. Alexa Chung, model and presenter, attended Perins Secondary School, as did Russell Howard, comedian. Formula One racing driver Derek Warwick is from a local family. Kate Walsh, runner up on the 2009 series of The Apprentice and presenter on Live from Studio Five lives in Alresford. The award-winning actor Colin Firth used to live in Alresford as a young boy, \"Mr David Firth remembers the after school club in Alresford that ignited the acting bug and brought out the performer in his son.\" In November 1834, Henry ‘Orator’ Hunt’s sixty-first birthday was celebrated all over the north of England. In February 1835, he visited New Alresford in Hampshire on business. As he got down from his phaeton outside the George Inn, he suffered a stroke and was taken to a private room. He died a few days later on Friday, 13 February, surrounded by his family and friends. He was buried in the churchyard of St Peter’s Church in Parham Park near Storrington in West Sussex . The Times published a lengthy report of the funeral. ==Twin towns== New Alresford is twinned with: * Bricquebec, France ==References== ==External links== * *New Alresford Town Council *New Alresford Town Trust * Category:Towns in Hampshire Category:Civil parishes in Winchester ",
    "title": "New Alresford"
}