{
    "id": "654099",
    "text": "Operation Deckhouse Five was a United States Marine Corps (USMC) and Republic of Vietnam Marine Corps operation that took place from 6-15 January 1967 in the Mekong Delta, during the Vietnam War. \"The ten-day sweep,\" reported the AP from its daily military roundup from Saigon, \"proved unproductive.\" ==Background== For the USMC, the operation was notable for the following reasons: it was a sizable, combined USMC and Vietnamese Marine amphibious operation and it was the last Special Landing Force (SLF) amphibious landing to take place beyond the boundaries of I Corps. An SLF was the designation of the Marine battalion (1st Battalion, 9th Marine Regiment reinforced) and the medium helicopter squadron (HMM) assigned to the Seventh Fleet Amphibious Ready Group. The SLF regularly conducted amphibious operations across Vietnamese beaches into areas of suspected Viet Cong and People's Army of Vietnam (PAVN) activity. The intent of the operation was to secure ammunition dumps, ordnance and engineering workshops, hospitals, and indoctrination centers. ==Operation== After 2 days of postponement due to bad weather, the operation began on 6 January with a sea and heliborne assault onto the beaches between the Co Chien and Ham Luong branches of the Mekong Delta which was suspected of being a Viet Cong stronghold. ===Supporting units=== * HMM-362 * VMO-3 * USS Iwo Jima (LPH-2) * USS Canberra (CA-70)http://www.history.navy.mil/photos/images/h98000/h98396.jpg ==Aftermath== The operation was a disappointment resulting in only 21 Vietcong killed, 2 small arms workshops destroyed and 44 weapons captured for the loss of 7 US and 1 Vietnamese Marines. It was believed that the Vietcong had been forewarned of the attack because intelligence learned that larger Vietcong units had recently left the area. ==References== ==External links== * Information from www.vietnam-war.info * E/2/3 memorial page Deckhouse Five Deckhouse Five Deckhouse Five Category:Conflicts in 1967 Category:1967 in Vietnam Deckhouse Five Category:United States Marine Corps in the Vietnam War Category:January 1967 events Category:History of Bến Tre Province ",
    "title": "Operation Deckhouse Five"
}