{
    "id": "654237",
    "text": "St. Paul Catholic Church at 157 Lake Shore in Grosse Pointe Farms. The current French Gothic Revival structure was constructed in 1899 and designed by Harry J. Rill. Grosse Pointe refers to an affluent coastal area adjacent to Detroit, Michigan, United States, that comprises five adjacent individual cities. From southwest to northeast, they are: *Grosse Pointe Park, city *Grosse Pointe, city *Grosse Pointe Farms, city *Grosse Pointe Shores, city (incorporated in 2009 from the remnants of two townships, Grosse Pointe Township in Wayne County and Lake Township in Macomb County) *Grosse Pointe Woods, city The terms \"Grosse Pointe\" or \"the Pointes\" are ordinarily used to refer to the entire area, referencing all five individual communities, with a total population of about 46,000. The Grosse Pointes altogether are 10.4 square miles, bordered by Detroit on the south and west, Lake St. Clair on the east and south, Harper Woods on the west of some portions, and St. Clair Shores on the north. The cities are in eastern Wayne County, except for a very small section in Macomb County. The Pointes begin six miles (10 km) northeast of downtown Detroit and extend several miles northeastward, in a narrow swath of land, to the edge of Wayne County. The name \"Grosse Pointe\" derives from the size of the area, and its projection into Lake St. Clair.Farmer, Silas (1890). History of Detroit and Wayne County and Early Michigan, p. 129. Munsell & Co. Located on the coast of Lake St. Clair, Grosse Pointe is a suburban area in Metro Detroit, sharing a border with northeast Detroit's historic neighborhoods. Grosse Pointe has many famous historic estates along with remodeled homes and newer construction. Downtown Grosse Pointe, along Kercheval Avenue from Neff to Cadieux, nicknamed \"The Village,\" serves as a central business district for all five of the Grosse Pointes, although each of them (except Grosse Pointe Shores) has several blocks of retail. Downtown Detroit is just over seven miles (11 km) west of this downtown area, accessed by Jefferson Avenue, or several other cross-streets. The north-south area along Lake St. Clair generally coincides with the boundaries of the two high schools. The southern areas (basically south and west of Moross Road) feature retail districts. ==History== The City of Grosse Pointe Grosse Pointe, recognized for its historic reputation for scenery and landscape, has grown from a colonial outpost and a fertile area for small orchard owners and farmers to a coastal community with prime real estate chosen for grand estates. The Grosse Pointes were first settled by French farmers in the 1750s after the establishment of the French Fort Pontchartrain. Members of the British empire began arriving around the time of the Revolutionary War. In the 19th century Grosse Pointe continued to be the site of lakefront ribbon farms (which are long narrow farms that each adjoin the lake, useful for irrigation and early transportation needs). Beginning in the 1850s, wealthy residents of Detroit began building second homes in the Grosse Pointe area, and soon afterward, hunting, fishing, and golf clubs appeared. Some grand estates arose in the late 19th century, and with the dawn of the automobile after 1900, Grosse Pointe became a preferred suburb for business executives in addition to a retreat for wealthy Detroiters. By the 1930s, most of the southern and western areas of Grosse Pointe contained established neighborhoods, with remaining gaps and the northern sections such as Grosse Pointe Woods developing after the 1930s. In 1960, it was revealed that realtors in suburban Grosse Pointe ranked prospective home buyers by using a point system with categories such as race, nationality, occupation, and “degree of swarthiness.” Southern Europeans, Jews, and Poles required higher rankings than Northwestern European people in order to move into the community, while Asians and Blacks were excluded from living in Grosse Pointe altogether. The revelation of this practice in Grosse Pointe led to private detectives investigating potential residents’ backgrounds and the state corporation and securities commissioner issuing a regulation to prevent real estate brokers who discriminated on the basis of race, religion, or national origin from obtaining a license. These public hearings brought the national attention to the real estate discrimination situation in Detroit, which resulted in the expansion of open housing activity in the city. A passenger rail line that connected Detroit to Mt. Clemens along the shore was operational by the late 1890s, making Grosse Pointe more accessible. As the automobile became the primary method of transportation and the rail line decommissioned, the vista of what became Lake Shore Drive gradually improved. Lakeside estates are accessed from Lake Shore Drive and Jefferson Avenue. Over the course of the 20th and 21st centuries, Grosse Pointe has gained a reputation as a notable American suburb; entrepreneurial leadership, recreational activities afforded by the Great Lakes waterway, an international border with Canada, and a focus on quality of education contributed to the successful development of the region. The Russell Alger Jr. House, at 32 Lake Shore Dr., serves as the Grosse Pointe War Memorial community center. Grosse Pointe contains fifteen recognized Michigan historical markers. ==Culture and contemporary life== Townhouses in Grosse Pointe \"The Village\", concentrated along Kercheval Avenue in Grosse Pointe, serves as a central business district for the five Pointes with traditional street-side shopping. The Village has its own Sanders Candy and Dessert Shop, founded by Frederick Sanders Schmidt, who opened a store Detroit in 1875. The Village has become a vibrant district with the emergence of mixed-use developments (more information at the Grosse Pointe page). Grosse Pointe Farms is home to \"The Hill\" district, located on a small bluff, which includes offices, stores, restaurants and the main branch of the public library. Near its \"Cabbage Patch\" district, Grosse Pointe Park has retail and restaurants on multiple cross-streets, as well as a farmer's market held weekly during the warm months. Grosse Pointe Woods' main business district lies along one of its main roads, Mack Avenue. The recreational lifestyle historically associated with Grosse Pointe has given rise to many private clubs. The Country Club of Detroit in Grosse Pointe Farms features a notable classic course, tennis, and traditional amenities. The Grosse Pointe Yacht Club, at the intersection of Vernier Road and Lakeshore Drive on Lake St. Clair, is an acclaimed boating club. The Grosse Pointe Club, also called the \"Little Club,\" is a highly exclusive, historic club on the lakefront, on a site where wealthy Detroiters and Grosse Pointers have gathered for recreation since its organization in 1885,Farmer 1890, p. 340. when Grosse Pointe was a cottage-town. The Lochmoor Club is another club in Grosse Pointe which has an expansive golf course and other amenities. The Hunt Club is the equestrian club of Grosse Pointe. It houses an impressive number of horses and stables for the suburban area. Georgian mansion in Grosse Pointe Many prominent Detroiters, members of the Ford family, including Edsel Ford (son of Henry Ford) and his wife, Eleanor Clay Ford, as well as Henry Ford II (grandson of Henry Ford), have chosen to reside in Grosse Pointe. The Edsel and Eleanor Ford House, at 1100 Lake Shore Drive, is open to the public for guided tours. Each city has at least one municipal park along Lake St. Clair. The landlocked Grosse Pointe Woods has its park at the southern tip of St. Clair Shores, adjacent to Grosse Pointe Shores. Access to each of these parks is restricted to residents of its municipality, causing occasional controversy among residents of both Grosse Pointe and other neighborhoods in Metro Detroit. Jefferson Avenue, a major thoroughfare in Detroit, becomes Lakeshore Drive between Grosse Pointe Farms and Grosse Pointe Shores, and is the scenic carriageway of all five Grosse Pointes, after skirting the eastern neighborhoods of Detroit. Lakeshore Drive was featured on HGTV's television program Dream Drives and in the films Grosse Pointe Blank and Gran Torino. The region is home to University Liggett School, Michigan's oldest independent school, and two high schools: Grosse Pointe South High School and Grosse Pointe North High School, which are the termini of the Grosse Pointe Public School System. Newspapers and community organizations generally serve all five cities, as do the public library and school system, but municipal services are separate. The Grosse Pointe News, on a weekly basis, and the Grosse Pointe Times, on a semi-weekly basis, publish local news, though the Detroit Free Press and The Detroit News provide the majority of regional, national and international news. ==Architecture== Tudor Revival mansion by Hugh T. Keyes Grosse Pointe has a significant collection of historic architecture as well as some newer mansions. Albert Kahn designed the Edsel & Eleanor Ford House (1927) at 1100 Lakeshore Dr. in Grosse Pointe.A&E; with Richard Guy Wilson, Ph.D.,(2000). America's Castles: The Auto Baron Estates, A&E; Television Network. Rose Terrace (1934–1976), the mansion of Anna Dodge, once stood at 12 Lakeshore Dr. in Grosse Pointe. Designed by Horace Trumbauer as a Louis XV styled château, Rose Terrace was an enlarged version of the firm's Miramar in Newport, Rhode Island.Zacharias, Patricia (June 24, 2000).Mrs. Dodge and the Regal Rose Terrace. Michigan History, The Detroit News. Retrieved on November 23, 2007. A developer, the highest bidder for Rose Terrace, demolished it in 1976 to create an upscale neighborhood. This gave a renewed sense of urgency to preservationists. The Dodge Collection from Rose Terrace may be viewed at the Detroit Institute of Arts. The Italian Renaissance styled Russell A. Alger House (1910), at 32 Lakeshore Dr., by architect Charles A. Platt serves as the Grosse Pointe War Memorial.Grosse Pointe War Memorial, the Russell A. Alger Mansion. Retrieved on November 24, 2007. Many noted architects designed works in Grosse Pointe including Albert Kahn, Marcel Breuer, Marcus Burrowes, Chittendon and Kotting, Crombie & Stanton, Wallace Frost, Robert O. Derrick, John M. Donaldson, Louis Kamper, August Geiger, William Kessler, Hugh T. Keyes, George D. Mason, Charles A. Platt, Leonard Willeke, Eliel and Eero Saarinen, Field, Hinchman, and Smith, William Buck Stratton, and Minoru Yamasaki. Included below are examples of some of Grosse Pointe's many historic structures. ===Landmarks=== {| class=\"wikitable sortable\" !style=\"background:light gray; color:black\"|NameHistoric sites online Michigan Historic Preservation Office. Retrieved on December 11, 2007.Grosse Pointe Historical Society. ! class=\"unsortable\" style=\"background:light gray; color:black\"|Image ! style=\"background:light gray; color:black\"|Year ! class=\"unsortable\" style=\"background:light gray; color:black\"|Location ! class=\"unsortable\" style=\"background:light gray; color:black\"|Style ! class=\"unsortable\" style=\"background:light gray; color:black\"|Architect ! class=\"unsortable\" style=\"background:light gray; color:black\"|Notes |- |Grosse Pointe Academy |180px |1928 | 171 Lake Shore Dr. |Tudor |William Schickel, Magginnis and Walsh |Listed on the National Register of Historic Places. Formerly known as the Academy of the Sacred Heart. |- |Country Club of Detroit |180px |1927 |220 Country Club Dr. |Tudor |SmithGroup | |- |Russell A. Alger Jr., HouseRussell A. Alger Jr., House . Michigan Historic Preservation Office. Retrieved on December 6, 2007. |180px |1910 |32 Lake Shore Dr. |Italian Renaissance |Charles A. Platt |Grosse Pointe War Memorial. Listed on the National Register of Historic Places.National Register of Historic Places - Michigan: Wayne County. National Park Service. Retrieved on December 12, 2007. |- |Beverly Road Historic District |180px |1911 |23-45 Beverly Rd. |Colonial, Neo-Renaissance, Tudor |Albert Kahn, Robert O. Derrick, Raymond Carey, and Marcus Burrowes, et al. |Listed on the National Register of Historic Places. |- |Ralph Harmon Booth House |180px |1924 |315 Washington Road |Tudor, Jacobean |Marcus Burrowes |Originally home of U.S Minister to Denmark, Detroit Institute of Arts Philanthropist, and brother of George Gough Booth, . |- |JP Bowen House |180px |1927 |16628 East Jefferson |French colonial |Wallace Frost |A lakefront estate. |- |Buck-Wardwell House |180px |1840 |16109 East Jefferson, at Three Mile |Colonial |William Buck |The oldest extant brick house in Grosse Pointe, a large colonial home. |- |Christ Church Chapel |180px |1930 |61 Grosse Pointe Rd. |Neo-Gothic |Bertram Grosvenor Goodhue |Listed on the National Register of Historic Places. |- | Defer Elementary School | 180px | 1924 | 15425 Kercheval | | | Listed on the National Register of Historic Places. |- |Charles A. Dean House- \"Ridgeland\" |180px |1924 |221 Lewiston. |Mediterranean, Tuscan |Hugh T. Keyes |A hillside estate. |- |Paul Harvey Deming House \"Cherryhurst\" |180px |1907 |111 Lake Shore Dr. |Tudor | |Listed on the National Register of Historic Places.Michigan State Historic Preservation Objects .Deming, Paul Harvey, House. Retrieved on April 5, 2008. |- | C. Goodlee Edgar House | | 1910 | 880 Lake Shore Dr. |Colonial Revival |Albert Kahn | |- |Benson Ford House- \"Woodley Green\" |180px |1934 |635 Lake Shore Dr. |Georgian |Hugh T. Keyes |The house is the former home of Benson Ford, grandson of Henry Ford. Also known as the Emory W. Clark House. |- |Edsel and Eleanor Ford HouseEdsel and Eleanor Ford House . Michigan Historic Preservation Office. Retrieved on December 6, 2007. |180px |1927 |1100 Lakeshore Dr. |Cotswold |Albert Kahn, Jens Jensen |President of Ford Motor Company, son of Henry Ford, the estate is open to the public for guided tours. Listed on the National Register of Historic Places, located in Macomb County. |- |Henry Ford II House |180px |1957 |160 Rd. |Georgian | |The mansion has and is the former home of Henry Ford II, Chairman and CEO of Ford Motor Company, grandson of Henry Ford. |- |Grosse Pointe South High SchoolGrosse Pointe High School . Michigan Historic Preservation Office. Retrieved on December 11, 2007. |180px |1928 |11 Grosse Pointe Blvd. |Georgian |George J. Haas |Listed on the National Register of Historic Places. |- |Grosse Pointe Memorial Church |180px |1927 |16 Lake Shore Dr. |Neo-Gothic |William E.N. Hunter |Listed on the National Register of Historic Places. |- |Grosse Pointe Yacht Club | |1929 |Lake Shore Dr. at Vernier |Venetian |Guy Lowell | |- |Henry B. Joy HouseHenry B. Joy House.Grosse Pointe Historical Society. Retrieved on December 6, 2007. | | |Lake Shore Dr. at Kerby | |Albert Kahn |\"Fair Acres\" estate, home of the President of the Packard Motor Company. |- |J. Bell Moran House- \"Bellmoor\" |180px |1928 |15420 Windmill Pointe Drive |Tudor |Robert O. Derrick |A lakefront mansion, the centerpiece of the Windmill Pointe strand of mansions. |- |Purdy-Kresge House |180px |1929 |1012 Three Mile Drive |Tudor |Leonard Willeke |A house along a notable row. |- |Saint Paul Catholic ChurchSt. Paul Roman Catholic Church Complex . Michigan Historic Preservation Office. Retrieved on December 11, 2007. |180px |1899 |157 Lake Shore Dr. |French Gothic |Harry J. Rill |Listed on the National Register of Historic Places. |- |Murray Sales House |180px |1917 |251 Lincoln |Neo-Renaissance |Louis Kamper |A white-stucco estate designed by the famed Washington Blvd. architect. |- | Carl E. and Alice Candler Schmidt House | 180px | 1904 | 301 Lake Shore Rd. |Tudor | | Listed on the National Register of Historic Places. |- | William B. and Mary Chase Stratton House | 180px | 1927 | 938 Three Mile Dr. | | | Listed on the National Register of Historic Places. |- | \"Kasteel Batavia\" R.W. Judson House | 180px | 1927 | 15324 Windmill Pointe Drive. |Tudor |Wallace Frost |A lakefront mansion, Original site of the Windmill with one of the only remaining original French missionary pear trees. Home of the President of Continental Motors. |- |John T. Woodhouse House | | |33 Old Brook Ln. | | |Listed on the National Register of Historic Places. |- |Sutton Residence |180px |1931 |175 Merriweather Road |Colonial |Louis Kamper |The smallest family home by Kamper; built for his niece Paula Kling Sutton, and husband John R. Sutton Jr. |- |F. Caldwell Walker House |180px |1929 |211 Vendome Rd |Colonial |Robert O. Derrick |F. Caldwell Walker, grandson of distiller Hiram Walker, commissioned the mansion.Cox, Sarah and Jessica J. Trevin (September 26, 2011).Sunday Mansion Touring. Detroit.curbed.com, Detroit Free Press. Retrieved March 27, 2012. |} ==Notable residents== Edsel Ford of Grosse Pointe was the son of Henry Ford and served as the President of the Ford Motor Company. Roy D. Chapin of Grosse Pointe was the founder of the Hudson Motor Car Company and served as U.S. Secretary of Commerce. * Gregg Alexander: New Radicals frontman, best known for their single \"You Get What You Give\" * Anita Baker: soul singer * Roy D. Chapin: 457 Lake Shore Drive, Hudson Motor Car Company founder, served as United States Secretary of Commerce. Architect John R. Pope designed the Georgian style Chapin house, built in 1927. In 1956, Henry Ford's grandson Henry Ford II purchased the home. * Anna Thompson Dodge (Mrs. Horace E. Dodge): 12 Lake Shore; Rose Terrace Mansion was demolished in 1976 * Horace Dodge: automotive pioneer * John Francis Dodge: automotive pioneer; 80,000+ sq ft home stood vacant for 20 years following his death * Jeffrey Eugenides: Pulitzer Prize-winning novelist * Prince Fielder: former Detroit Tiger; grew up in Grosse Pointe Park while his father was playing for the Tigers * Edsel Ford and Eleanor Clay Ford: 1100 Lake Shore Drive; Edsel was son of Henry Ford; public tours * Henry Ford II: 160 Rd.; grandson of Henry Ford * Martha Firestone Ford: owner of the Detroit Lions; granddaughter of Harvey Samuel Firestone * William Clay Ford: grandson of Henry Ford * William Clay Ford Jr.: great-grandson of Henry Ford * Alexander Grant: 18th- century British Great Lakes Naval Commander * John 5: guitarist and songwriter * Russell A. Alger: United States Senator, and Secretary of War * Henry B. Joy: president of Packard Motor Car Company * Cornelia Groefsema Kennedy: first Republican woman to be appointed to the U.S. federal court system; fourth woman to be appointed to the federal court system * Edie Kerouac- Parker: first wife of Jack Kerouac *Aaron Krickstein (born 1967): tennis player, world # 6 * George Lothrop: lawyer, Attorney General of Michigan, and later U.S. Ambassador to Russia * Kirk Maltby: forward for the Detroit Red Wings * Stephen Murphy III: appointed by President to U.S. District Court in Detroit; former Presidentially appointed United States Attorney in Detroit * Roger Penske: founder of Penske Automotive Group * Carly Piper: Olympic swimmer; won gold medal in Athens in 2004 for the 4 × 200 m freestyle relay * Quinn XCII: Singer and songwriter * Corey Tropp: forward for the Buffalo Sabres * Ralph Wilson: owner of the Buffalo Bills; long-time Shores resident * Meg White: member of The White Stripes; born in Grosse Pointe Farms * G. Mennen Williams: Governor and Chief Justice of the Michigan Supreme Court * Marianne Williamson: Democratic candidate for President of the United States of Americahttps://www.youtube.com/watch?v=1g64KbAU2Lc&t;=16 ==Notes== ==References and further reading== * A&E; with Richard Guy Wilson, Ph.D. (2000). America's Castles: The Auto Baron Estates, A&E; Television Network. * * * * * * * * * * * * ==External links== * Edsel & Eleanor Ford House * Grosse Pointe Historical Society * Grosse Pointe Public School System * University Liggett School * Grosse Pointe Public Library * Grosse Pointe News — weekly newspaper * Grosse Pointey — online news source * Grosse Pointe War Memorial (Russell Alger mansion) * The Village, Downtown Grosse Pointe — shopping district Category:Geography of Michigan Category:Metro Detroit Category:Coastal resorts in Michigan Category:Populated places on Lake St. Clair ",
    "title": "Grosse Pointe"
}