{
    "id": "654354",
    "text": "Caroline Georgina Corr MBE (born 17 March 1973), known to fans as the \"Chick with Stick\", is an Irish singer and drummer for the Celtic folk rock band The Corrs. In addition to the drums, Corr plays the bodhrán, cajón, percussions and piano. The Corr siblings were appointed honorary MBEs in 2005, in recognition of their music and charitable work which has raised money for the Freeman Hospital in Newcastle, victims of the Omagh Bombing and other charities. == Biography == Corr was born on St. Patrick's Day (national day of Ireland) in Dundalk, County Louth on the east coast of Ireland, 50 miles north of Dublin, to Jean and Gerry Corr. She was brought up in a Catholic household. Corr has three siblings: an older sister Sharon Corr, older brother Jim Corr and a younger sister Andrea Corr. She was sent to the same school, Dun Lughaidh Convent, as her sisters Her parents played ballads and folk tunes in local bands, and formed their own band called \"Sound Affair\". Jean sang and Gerry played the keyboards and they performed covers of songs by various famous bands. Caroline and her siblings were exposed to music from a very young age, and travelled with Jean and Gerry to gigs in the family estate car. Caroline was taught the piano by her father Gerry at a very early age like her other siblings. She also learnt the bodhrán by watching videos of traditional Irish musicians playing it. The violin was originally intended for Caroline to play but she showed no interest and instead Sharon took up violin lessons. Caroline learned to play the drums with the help of a former boyfriend who gave her lessons. From then on her drum skills were self taught. She performed No Frontiers, a cover of a Jimmy MacCarthy song, on The Corrs Unplugged along with her sister Sharon. In 2020, Corr was part of an Irish collective of female singers and musicians called \"Irish Women in Harmony\", that recorded a version of Dreams in aid of the charity SafeIreland, which deals with domestic abuse which had reportedly risen significantly during the Covid-19 lockdown. == Career == Caroline Corr performing part of the acoustic set of the White Light tour at London's 02 Arena on 23 January 2016. Caroline played the Cajon during this part of the set list. == Personal life == Corr married Frank Woods, a property developer and boyfriend of many years, on 22 August 2002, in Majorca, Spain.http://www.belfasttelegraph.co.uk/entertainment/music/news/corr-sisters- we-dont-believe-in-jims-911-conspiracy-theories-34241044.html Their first child, Jake Gerard, was born on 12 February 2003. The name Gerard pays homage to their late brother, Gerard, who was hit by a car while retrieving a football in the road. Their first daughter, Georgina, was born on 11 October 2004. This led to Corr taking some time off from the band's activities. On 1 December 2006 she gave birth to a girl, Ryanne Andrea, the couple's third child. == Discography == === Albums === * 1995: Forgiven Not Forgotten * 1997: Talk on Corners * 2000: In Blue * 2004: Borrowed Heaven * 2005: Home * 2015: White Light * 2017: Jupiter Calling === Compilations and remix albums === * 2001: Best of The Corrs * 2006: Dreams: The Ultimate Corrs Collection * 2007: The Works === Live albums === * 1997: The Corrs - Live * 1999: The Corrs Unplugged * 2002: VH1 Presents: The Corrs, Live in Dublin == References == == External links == * Category:1973 births Category:The Corrs members Category:Female drummers Category:Honorary Members of the Order of the British Empire Category:Irish drummers Category:Irish female singers Category:Living people Category:Musicians from County Louth Category:People from Dundalk Category:21st-century drummers ",
    "title": "Caroline Corr"
}