{
    "id": "654498",
    "text": "Vega Alta () is a municipality of Puerto Rico. Vega Alta is on the northern coast of the island, north of Morovis and Corozal; east of Vega Baja; and west of Dorado with an area of . Vega Alta is subdivided into seven barrios and Vega Alta barrio-pueblo (the downtown area and the administrative center of the city). It is part of the San Juan-Caguas-Guaynabo Metropolitan Statistical Area. Vega Alta is west of San Juan, the capital of Puerto Rico. Vega Alta is known for the beach at Cerro Gordo. Other points of interest include the town's Catholic church, known as Inmaculada Concepción, which was founded in 1813, and the Vega Alta Forest. During the first week of December, Vega Alta celebrates its patron saint, the Immaculate Conception. ==History== Mosque in Vega Alta, second-largest in Puerto Rico, built in 1992 Vega Alta was founded in 1775 by Francisco de los Olivos. It was first named La Vega de Espinosa and known as el pueblo de los Ñangotaos (the town of the squatters\", in reference to the jíbaros country folk who would wait for the train in a squatting position, due to lack of benches). Before this, it was part of a group of towns known as Las Vegas. It was then that one area was named Vega Baja and the other Vega Alta. On October 12, 1898 the city's mayor, Francisco Vega, received U.S. troops as part of the Spanish–American War. On that same day, for the first time in Vega Alta's history, the U.S. flag was lifted on city hall. From 1902 to 1905, Vega Alta became once more part of the neighbor city of Vega Baja. In 1905, the government of Puerto Rico passed a law, allowing Vega Alta to become a municipality with its own limits. Hacienda Carmen and Hacienda Ortega sugar plantations were owned by Juan Gualberto Landron y Martinez born in 1791 in Toa Baja . He owned slaves and purchased them, some coming directly from Africa. The second-largest mosque, built in 1992, is located in Vega Alta. ==Geography== Vega Alta is on the northern coast. Río Cibuco, Río Mavilla and Río Unibón are located in Vega Alta. The Javier Calderón beach, better known as Cerro Gordo Beach is administered by the Puerto Rico Department of Sports and Recreation. Vega Alta has a land area of 27.75 square miles (71.87 km2) and water area of 9.76 square miles (25.28 km2). ===Hurricane Maria=== Hurricane Maria on September 20, 2017 triggered numerous landslides in Vega Alta with the significant amount of rainfall. The landsllides left Morovis cut off from its neighboring municipalities. ===Barrios=== Subdivisions of Vega Alta. Like all municipalities of Puerto Rico, Vega Alta is subdivided into barrios. The municipal buildings, central square and large Catholic church are located in a barrio referred to as . #Bajura #Candelaria #Cienegueta #Espinosa #Maricao #Mavilla #Sabana # Vega Alta barrio-pueblo ===Sectors=== Barrios (which are like minor civil divisions) and subbarrios, in turn, are further subdivided into smaller local populated place areas/units called sectores (sectors in English). The types of sectores may vary, from normally sector to urbanización to reparto to barriada to residencial, among others. ===Special Communities=== Of the 742 places on the list of , the following barrios, communities, sectors, or neighborhoods are in Vega Alta: , and . ===Climate=== According to the Weather Channel's website, June is the warmest month, March is the coolest month, October is the wettest month, and June is the driest month. Records: *The highest recorded temperature was 98 °F in July 2007. *The lowest recorded temperature was 40 °F in January 1945. ==Economy== In 1908, Vega Alta was producing coffee, sugar, oranges (which were famous in the United States) for their sweetness, tobacco and rum. ===Agriculture=== *Banana, fruits, grains, and sugar cane. *Flowers and ornamental plants. *Dairy and meat cattle, pigs, and poultry. ===Industry=== *Manufacture of chemicals, electrical and electronic machinery, furniture, food, and plastics. *Logistics Center ==Tourism== There are 6 beaches in Vega Alta. ===Lin-Manuel Miranda tourism === La Placita Güisín. The Puerto Rican, award-winning, musician and playwright Lin-Manuel Miranda who created the Broadway hit, \"Hamilton\", is from a family with roots in Vega Alta. In 2017, his dad opened La Placita Güisín, a cafe and restaurant in the downtown area of Vega Alta, and in 2019 Lin-Manuel moved his memorabilia to a new gallery, the Lin-Manuel Miranda Gallery, a few steps from Placita Güisín and opened a store there too, TeeRico. The location has become a tourist attraction. ==Culture== ===Festivals and events=== Vega Alta celebrates its patron saint festival in December. The is a religious and cultural celebration that generally features parades, games, artisans, amusement rides, regional food, and live entertainment. Other festivals and events celebrated in Vega Alta include: * Three Kings Fiestas - January * (Sung Rosary) - February * - February * Kite Festival - July * Virgen del Carmen Parade - July * Rooster Festival - October ===Sports=== Vega Alta Maceteros are the Double-A (baseball) team of Vega Alta. Vega Alta is known for having amateur ball players as well as professional. Basketball is played in local communities. Other sports practiced include tennis, volleyball, handball, and amateur surfing among others. Vega Alta is also known for having famous Major League Baseball players such as The Molina Brothers which consist of Yadier Molina, Bengie Molina and José Molina. Other famous sport personalities include former New York Yankees center fielder Bernie Williams and professional boxer Ángel Chacón. ===Music=== A well known musician from Vega Alta was Ladislao Martinez a.k.a. El Maestro Ladi (June 27, 1898-February 1, 1979), a master cuatro musician. He became the first Puerto Rican to play a cuatro solo on the radio. Fiel a la Vega, a rock en español (rock in Spanish) band, was formed in 1994. Band members Tito Auger and Ricky Laureano are from Vega Alta, while brothers Pedro Arraiza and Jorge Arraiza come from next-door Vega Baja. Their first album spawned hits like Salimos de Aquí and El Wanabí, both of which were released with videos. ==Demographics== The United States took control of Puerto Rico from Spain in the aftermath of the Spanish-American War under the terms of the Treaty of Paris of 1898 and conducted its first census of Puerto Rico, finding that the population of Vega Alta was 6,107. * Population: 37,910 as of 2000 U.S. Census * Density: 527.5 per km2 (1,366.1 per sq mi) * Housing units: 13,526 * Housing density: 188.2 per km2 * Per capita income: $7,356 ==Government== Town Hall in Vega Alta The main women's prison of the Puerto Rico Department of Corrections and Rehabilitation, Escuela Industrial para Mujeres in Vega Alta, opened in 1954, replacing a prison in Arecibo; work began on the facility in 1952. Puerto Rico also operates the Hogar de Adaptación Social en Vega Alta, which opened in 1987.\"Perfil de la Población de Mujeres Confinadas Año 2015\" (Archive). Puerto Rico Department of Corrections and Rehabilitation. Retrieved on December 9, 2015. ===Past and present mayors=== *Antonio Navas *Lorenzo Cabrera *Emilio Escalera *Arturo Rivera *Ramon Cestero *Emilio Davila Diaz *Jose Vega Nevarez *Francisco Chinea *Carmelo Mercado *Jacinto Seijo *Jose Rosado Negron, (1977–1980; b. 1934, d. 1999) *Manuel \"Manolin\" Chinea (PDP, 1981–1993) *Isabelo \"Chabelo\" Molina (PNP, 1993–2001) *Juan \"Mane\" Cruzado (PPD, 2001–2002) resigned, Vice-Mayor Jose Colon assumed post. *Jose Colon (PPD, 2002–2005) *Isabelo \"Chabelo\" Molina (PNP, 2005–2017) *Oscar Santiago Martinez (PPD, 2017–present) ==Transportation== Puerto Rico's Highway 22 provides access to Vega Alta from the far away city of Mayagüez, or from San Juan. Highway 2 also provides access from the western cities of Manatí, Arecibo and the eastern cities of Bayamón and Guaynabo bordering the shore to the Atlantic Ocean. It takes approximately 30 minutes to reach the town from San Juan. The closest airport is Luis Muñoz Marín International Airport in Carolina. Other public transportation close to the area is El Tren Urbano (TU). There are 16 bridges in Vega Alta. ==Symbols== ===Flag=== This municipality has a flag. ===Coat of arms=== This municipality has a coat of arms. ==Anthem== The anthem used by Vega Alta is the musical composition created in 1958, with lyrics by Domingo Figueroa Ramírez Arreglo and music by Domingo and Elliot A. Knight. ==Education== ===Public schools=== * Antonio Paoli/Elementary * Elemental Urbana/Elementary * Elisa Davila Vazquez/Elementary * Ignacio Miranda/elementary school * Dr. Cañaco Stalingrad III/ High School * Jose D. Rosado/Elementary * Jose M. Pagan/Elementary * Rafael Hernadez/Elementary * Apolo San Antonio/Former high school * Nueva Escuela Brenas/Middle School, Second Unit * Adelaida Vega/Middle School, Second Unit * Ileana de Gracia/High School * Ladislao Martinez (Maestro Ladi)/Second High School ===Private schools=== * Academia Dicipulos de Cristo (Disciples of Christ)/Elementary and Middle School * Colegio de la Vega * Academia Cambu ==Notable natives and residents== *Yadier Molina - Professional baseball player ==Further reading== *Leonardo Santana-Rabell. Historia de Vega Alta de Espinosa. 2da edición, Editorial La Torre del Viejo, Río Piedras, Puerto Rico, 1995. *Domingo Figueroa Ramirez. Memorias y versos: Desde algun rincón de Vega Alta. 1era edición Vega Coop y Econo Mendez Class ==See also== *List of Puerto Ricans *History of Puerto Rico *Did you know-Puerto Rico? ==References== ==External links== * Estado Libre Asociado de Puerto Rico Senado (in Spanish) * Category:Municipalities of Puerto Rico ",
    "title": "Vega Alta, Puerto Rico"
}