{
    "id": "654597",
    "text": "Conwy ( (northern accents), (southern accents),, traditionally known in English as Conway, is a walled market town and community in Conwy County Borough on the north coast of Wales. The town, which faces Deganwy across the River Conwy, formerly lay in Gwynedd and prior to that in Caernarfonshire. The community, which includes Deganwy and Llandudno Junction, had a population of 14,208 at the 2001 census, and is a popular tourist destination. The population rose to 14,753 at the 2011 census. In the 2015 census \"The size of the resident population in Conwy County Borough on the 30th June 2015 was estimated to be 116,200 people.\" The town itself has a population of 4,065. The name 'Conwy' derives from the old Welsh words 'cyn' (chief) and 'gwy' (water), the river being originally called the 'Cynwy'.Llandudno: its history and natural history, 1861, Richard ParryA guide through North Wales, 1860, William Cathrall & Andrew Crombie RamsayTransactions, 1822, Cymmrodorion societyThe pedestrian's guide through North Wales, 1838, George John Bennett ==History== \"Castle and suspension bridge\", ca. 1890 – 1900. ===Castle and town walls=== A view of the original walled town, from one of the towers of alt= Conwy Castle and the town walls were built, on the instruction of Edward I of England, between 1283 and 1289, as part of his conquest of the principality of Wales. The church standing in Conwy has been marked as the oldest building in Conwy and has stood in the walls of Conwy since the 14th century. However, the oldest structure is part of the town walls, at the southern end of the east side. Here one wall and the tower of a Llys [palace/court house] belonging to Llywelyn the Great and his grandson Llywelyn ap Gruffydd have been incorporated into the wall. Built on a rocky outcrop, with an apsidal tower, it is a classic, native, Welsh build and stands out from the rest of the town walls, due to the presence of four window openings. It dates from the early 13th century and is the most complete remnant of any of his Llys. People born within the town walls of Conwy in north Wales are nicknamed \"Jackdaws\", after the jackdaws which live on the walls there. A Jackdaw Society existed until 2011. The population of the town in 1841 was 1,358.The National Cyclopaedia of Useful Knowledge, Vol.III, (1847) London, Charles Knight, p.1,018 ===Abbey=== Conwy was the original site of Aberconwy Abbey, founded by Llywelyn the Great. Edward and his troops took over the abbey site and moved the monks down the Conwy valley to a new site at Maenan, establishing Maenan Abbey. The parish church still retains some parts of the original abbey church in the east and west walls. English settlers were given incentives to move to the walled garrison town, which for decades the Welsh were forbidden from entering. ===Suspension bridge=== Conwy has other tourist attractions that help draw visitors to the town. Conwy Suspension Bridge, designed by Thomas Telford to replace the ferry, was completed in 1826 and spans the River Conwy next to the castle. Telford designed the bridge's supporting towers to match the castle's turrets. The bridge is now open to pedestrians only and, together with the toll-keeper's house, is in the care of the National Trust. ===Railway bridge=== The Conwy Railway Bridge, a Tubular bridge, was built for the Chester and Holyhead Railway by Robert Stephenson. The first tube was completed in 1848, the second in 1849. The bridge is still in use on the North Wales Coast Line, along with the station, which is located within the town walls. In addition to a modern bridge serving the town, the A55 road passes under the river by a tunnel, Britain's first immersed tube tunnel, which was built between 1986 and 1991. The old mountain road to Dwygyfylchi and Penmaenmawr runs through the Sychnant Pass, at the foot of Conwy Mountain. ===Aberconwy House=== The National Trust owns Aberconwy House, which is Conwy's only surviving 14th-century merchant's house, one of the first buildings built inside the walls of Conwy. === Plas Mawr === Plas Mawr is an Elizabethan house built in 1576 by the Wynn family, which has been extensively refurbished to its 16th-century appearance and is now in the care of Cadw and open to the public. Plas Mawr ===Smallest house in Great Britain=== The smallest house in Britain. The house named in the Guinness Book of Records as The Smallest House in Great Britain, with dimensions of 3.05 metres x 1.8 metres, can be found on the quay. It was in continuous occupation from the 16th century (and was even inhabited by a family at one point) until 1900 when the owner (a fisherman – Robert Jones) was forced to move out on the grounds of hygiene. The rooms were too small for him to stand up in fully. The house is still owned by his descendants today, and you can go on a tour around it for a small charge. === Vardre Hall === Vardre Hall is a 19th Century Grade II listed building set directly opposite to Conwy Castle. It was erected by Conservative Buckinghamshire MP William Edward FitzMaurice in the mid 1850s. In 1869 the building was sold to solicitor William Jones. The building was used as a solicitor's office until 1972, when it was bought out and became The Towers Restaurant. The Towers Coffee house remains next door. After laying empty for a number of years Vardre Hall changed hands again and, in 1999, was refurbished into a shop. ===Medieval watchtower=== Across the estuary is Bodysgallen Hall, which incorporates a medieval tower that was possibly built as a watch tower for Conwy Castle. ==Notable locations== Conwy Morfa, a marshy spit of land on the west side of the estuary, was probably the location where golf was first played on Welsh soil. It was also the place where Hugh Iorys Hughes developed, and later built, the floating Mulberry Harbour, used in Operation Overlord in World War II. Conwy Hospital closed in 2003 and has since been demolished. Conwy railway station bus stop has services to Llandudno and a hop on, hop off tour bus, The Llandudno and Conwy Tour. ==Lifeboat== A lifeboat station was established by the RNLI in 1966 and currently operates the D-class inshore lifeboat The May Bob. ==Governance== A Conwy electoral ward exists for elections to Conwy County Borough Council. The ward extends west of the River Conwy only with a total population of 4,065. The other county wards within the Conwy community are Deganwy, Marl and Pensarn. Conwy also has a town council, comprising 17 town councillors elected from the five community wards of Aberconwy, Castle, Deganwy, Marl and Pensarn. ==References== ==Gallery== Images showing changes over time File:Conway Castle from the e(ast) 1795.jpg|Conwy castle before the bridge was built, 1795 File:Conway Town and Castle.(Plan).jpeg|Conway Town and Castle, 1800 File:Conway Castle - from the wood opposite.jpeg|'Conway Castle: from the wood opposite', 1823 File:Conway Castle N. Wales.jpeg|Conwy Castle, 1838 File:Conway Bridge (Carnarvonshire, North Wales).jpeg|Conway Bridge and Castle ca 1840 File:Conway Bridge and Castle, North Wales.jpeg|The river bank at Conwy with the castle and bridge in the background ca 1850 File:The Town Of Conway - Its Church, Plas Mawr, Wall, Tower, &c;, as seen from the battlement of the castle.jpeg|Conway c.1850 File:Conway Bridge & Castle.jpeg|'Conway Bridge & Castle' ca 1850 File:Conwymap1947.png|Map of Conwy from 1947 File:Conwy Castle - bridge view.jpg|Conwy Castle - bridge view 2007 File:Conwy bridges.jpg|Conwy bridges in 2012 ==External links== * A Vision of Britain Through Time * British Listed Buildings * Conwy River Festival * Conwy Town Tourism Association * Genuki * Geograph * International Database and Gallery of Structures * Office for National Statistics * The Sychnant Pass * Welcome to Conwy Category:Fortified settlements Category:Towns in Conwy County Borough ",
    "title": "Conwy"
}