{
    "id": "654531",
    "text": "Elán DeFan (born 1 March 1983) is a Mexican recording artist, known for being one of the first Latin American female songwriters to begin her career with an English language album written completely on her own and the first independent artist from Latin America to have sold more than 1.7 million copies of her music with her band which is also named ELAN, made up of Elán, lead vocalist and keyboard player, Jan Carlo DeFan, lead guitarist, co-producer and Elán's brother and younger cousin and drummer Michel \"Cheech\" Bitar DeFan and Mauricio \"The Duck\" Lopez. Elán reveals an assortment of music that has been influenced by many artists like Bob Dylan, Janis Joplin, John Lennon, Melissa Etheridge, and a few other notable influences. Elán had a notable success with albums like Street Child and London Express. she has released six albums - five in English and one in Spanish. In 2017, she switched to Shy Porter as professional name, and began releasing music as such. ==Career== ===Early days=== Elán was born on 1 March 1983 in Tlaquepaque, Jalisco. Her love for music was noticed by her mother at a very young age. \"One day, she just climbed up on the bench and started to play; that was the moment where it all began. She was three...\" recalls her mother. At age 4, she began writing her first songs and her father starts to record her songs in their makeshift-home studio. \"She was always very determined in her writing even at such young age.\" Jan Carlo recalls. At age 10, she starts to perform at private parties and theatres. She started recordings with a major record label, Warner Music Group in Mexico. ===The Arista years through the recording of Street Child (2000–2003)=== BMG International, Vice President of A&R;, Richard Sweret flew Elán and Jan Carlo to meet Arista Records President & CEO Antonio L.A. Reid. After a private showcase in which Elán played \"Perfect Life\", Reid stated that the song was \"the story of my life\" and offered her a record deal. Jan Carlo hired former Aerosmith manager Wendy Leister to manage Elán. Her second A&R; representative at Arista Records, Pete Ganbarg, leaves the company, again leaving her without representation. Josh Sarubin comes in as Elán's third A&R; at Arista. He suggests that Elán find another producer \"to work with other than her brother\". She met with producers in Los Angeles, New York and Virginia. Elán recorded with producer Mark Howard, at his studio in Los Angeles. Legendary drummer Jim Keltner played the drums in those sessions. She later recorded with Olle Romo, at his studio in Los Angeles, the flew to New York City and records with singer/songwriter and producer Fionn O'Lochlainn. Elán and her brother traveled to Richmond, Virginia, to begin recording what was going to be the album Street Child. Recording was interrupted by the events of September 11. On that day, she was recording a song named \"Crash\". The sessions never concluded. Eventually, Elán left Arista Records. Soon after, Elán parted ways with Laister. Elán and Jan Carlo head back home and begin to salvage an album from the numerous sessions they have recorded in different parts of the world. They re-track most of the album and are eventually joined by Elán's long time engineer Jeff Poe. They mix the album over the next nine months. Originally slated to be titled \"Some Kind Of Daydream\", Street Child finally came to life. Velvet Revolver and ex-Guns N' Roses guitarist Slash hears the song Street Child from a mutual friend and makes known his desire to participate on the title track of Elán's album. The session was recorded at Capitol Records Studios in Los Angeles in August 2002. While at the studio, they also shot parts of the \"Street Child\" video. Three years after arriving to the U.S.A. Elán's album is finally finished and mastered at Capitol Records by Mark Chalecki. Besides Slash, Street Child featured guest appearances by Grammy Award Winner and Beck producer Brian Paulson, David Immerglück of Counting Crows, composer/arranger Eugenio Toussaint, Alan Weatherhead of Sparklehorse and mixed by Grammy Award Winning engineer Jeff Poe. ===Street Child (2003–2004)=== On June 13, 2003, Elán's first single \"Midnight\" is released in Mexico on their own label, Silverlight Records (licensed through Sony Music Mexico) to an unprecedented response. Her single from her album reaches #1 in airplay in some Mexican territories. Midnight climbed the \"Pepsi Chart\" to #12. On MTV Latin America, Elán's video goes to the Top 10 Most Wanted and goes Top 10 on the Top 20 Countdown. It was a surprise hit in Australia. It became the second most added song in its first week (second only to Eminem). The song reached number 28 on the ARIA charts. Midnight went top ten across the boards (all radio formats) in airplay in the country. Elán gave interviews and performs on many Mexican TV programs. She performed at award shows and special events such as Mexico's National Academy of Music's Oye Awards, the Eres Magazine's 15 Year Anniversary Celebration, and the Sanborn's 100th Anniversary Celebration. She traveled throughout Mexico with her band, performing in San Luis Potosí, Guadalajara, Monterrey, Mexico City, Cuernavaca and Torreón on what became known as the Street Child Tour. She traveled to Mexico, to play at schools and promote music education. The tour was sponsored by Fermatta Music Academy. She performed in the preshow of the MTV Video Music Awards Latin America 2003 in Miami. In Australia, Elán performed on The Panel, MTV Australia, Channel V to name a few. Elán also performs two exclusive shows at \"Boutique\" in Melbourne and \"The Basement\" in Sydney. ===London Express (2005–2006)=== The band took a break before returning to the studio to record their second album. The band takes a year to record the follow-up to the \"Street Child\" album. The line-up consists of drummer Michel Bitar, rhythm guitarist Jonathan Fraulin and Jan Carlo on guitar. She played piano and keyboards on the record. Titled London Express, the album contains thirteen new tracks. London Express finds its roots in the music of The Beatles, which Elán has described as \"the only band that really changed everything\". \"Be Free\" was the first single from the London Express album. The video for the \"Be Free\" single was directed by renowned director, animator and painter Chris Roth and was in high rotation in Latin America's largest Music Video Networks. The single itself did very well in Latin American radio stations, being at the top of the radio charts for several months. \"This Fool's Life\" was the second single released from Elán's latest album London Express. \"This Fool's Life\" was for several months the single in English with the highest rotation on the radio in many Latin American countries. Being one of the most listened to songs in English in countries like Mexico. The video for \"This Fool's Life\" was also an outstanding success. It broke several records in Music Video Networks like Telehit which is one of the largest music television networks in the world, broadcasting throughout Mexico, Central & South America, Europe and the United States, with a historic record breaking 12 weeks in the #1 position on the charts. In Australia, Elan's \"This Fool's Life\" video debuted in the number one position in video streaming with over 100,000 streams for its first week in Australias' \"Undercover\", the most important music site in Australia. \"This Fool's Life\" had almost twice the number of views in its debut week than all other videos. A third single \"Whatever it Takes\" was released on November 2006. ===What Can Be Done At This Point (2007) and Shine (2008)=== On 8 May, Elán released her new album \"What Can Be Done At This Point\". The album consists of 10 new original tracks and includes the track \"What Can Be Done At This Point\", song that gives the name to the album and that offers a posthumous tribute to the crew of the space shuttle \"Challenger\". The track contains original audio of the transmission between the \"Challenger\" and mission control of the day of the unforgettable tragedy. The rights to this audio clip were granted by NASA. The first single from the new album is titled \"Don't Want You In\". The video for \"Don't Want You In\" jumped straight to the Top 10 charts in videos networks like \"Telehit\". It was directed by Gulliver Parascandolo who also directed the videos for \"This Fool's Life\" and \"Whatever It Takes\". On 10 September 2007, she was awarded an Independent Diamond Record Award for the certified sale of 1.5 million copies of her music. ===Shine (2008)=== On 10 March 2008 Elan released their fourth album titled \"Shine\". On 16 April the band launched their \"Elan Shine Tour 2008\" which kicked off in Mexico. The \"Elan Shine Tour 2008\" is one of the most successful and longest running tours ever featured in Mexico by an independent band. The tour in Mexico was originally programmed for 14 shows but the tour was so successful that it was extended an additional month into June. ===Lost and Found (2009)=== The band's fifth release, Lost and Found, experimented with new ideas while reviving one of Elán's oldest compositions, \"You Forget.\" ===Recuerdos y Tequila (2009)=== In 2009, Elán recorded her first album entirely sung in Spanish, called 'Recuerdos y Tequila' ('Memories and Tequila'). All of the songs are by artists like Fito Páez and Juan Gabriel. Elán said that \"it was a personal necessity to sing in Spanish and offer songs that marked my life, some of them in a personal way and others like the ones of José Alfredo Jiménez, which my father used to hear\".-a-sus-origenes-musicales-con-el-cd-recuerdos-y- tequila.htm Profile, www2.informador.com.mx; accessed 5 March 2016. The first single is called \"Al Lado del Camino\" (\"By side with the Road\"), original of Páez. The video was shot in Mexico City. ==Discography== ===LPs=== * Street Child (2003) * London Express (2005) * What Can Be Done at This Point (2007) * Shine (2008) * Lost and Found (2009) * Recuerdos y Tequila (2009) * Regular Weird People (2011) ===Singles=== {| class=\"wikitable\" |- ! Title ! Album |- | \"Midnight\" |rowspan=\"5\"| Street Child |- | \"Street Child\" |- | \"Hideaway\" |- | \"Time\" |- | \"They Came From the City\" |- | \"Be Free\" |rowspan=\"3\"| London Express |- | \"This Fool's Life\" |- | \"Whatever It Takes\" |- | \"Don't Want You in\" |rowspan=\"3\"| What Can Be Done at This Point |- | \"Made Myself Invisible\" |- | \"This Time Around\" |- | \"Shine\" |rowspan=\"2\"| Shine |- | \"Keep Me Up Late\" |- | \"Lost and Found\" |Lost & Found |- | \"Al lado del camino\" |Recuerdos y Tequila |} ==References== ==External links== * * Category:1983 births Category:Living people Category:Mexican musicians Category:Mexican female singer-songwriters Category:Singers from Jalisco Category:English-language singers from Mexico Category:21st-century Mexican singers Category:21st- century women singers ",
    "title": "Elán (musician)"
}