{
    "id": "654674",
    "text": "Nitro is a steel roller coaster located at Six Flags Great Adventure in Jackson Township, New Jersey. Manufactured by Bolliger & Mabillard, the Hyper Coaster model opened to the public on April 7, 2001. Since its debut, Nitro has consistently ranked high among steel coasters in the annual Golden Ticket Awards from Amusement Today, peaking in third place during its tenure. ==Ride experience== Nitro's entrance sign with lift hill in background ===Queue and station=== Nitro's queue area consists of an indoor and outdoor area followed by a long path before climbing the stairs into the station. Views from the line show the backside to Batman: The Ride and the Six Flags Great Adventure mechanical and storage area. Nitro's station music is the remix of the Mortal Kombat theme, which can be heard during the queue and station. ===Layout=== After leaving the station, the train makes a left U-turn and ascends a lift hill. After cresting the top, the train drops at a 68-degree angle, reaching a maximum speed of . The train then ascends a hill and dives down to the left, coasting over another large airtime hill. Afterwards, Nitro enters a unique B&M; element known as a hammerhead turn, a tight U-turn, which veers to the right. Traveling over another camelback hill, Nitro enters its S-curve and into the 540-degree helix. After the mid course brake run, Nitro travels over three camelback hills, followed by a final brake run before returning to the station. ===Trains=== Nitro's test seat Nitro operates with three open-air steel and fiberglass trains with individual lap bar restraints. Each train has nine cars with riders arranged four across in a single row for a total of 36 riders per train. Nitro's trains can be loaded and checked quickly, resulting in very high capacity with all 3 trains running. There are three main reasons for this: # There is no \"backup restraint\" that must be checked. Most roller coasters have some sort of seat belt (either on the rider's lap or holding the main restraint down) that serves as a safety device in case the main restraint unlocks. Nitro previously had a backup safety restraint, which featured a black knob that extended out of the seat. The lap bar latched onto the knob to serve as a safety feature without the need for a safety belt. These were later removed because they were deemed unnecessary, as they easily disconnected and greatly interfered with loading times. # Nothing needs to move out of the way before the train dispatches and after the train advances into the station. This is not the case on most of B&M;'s other coaster models. For example, on their flying roller coaster, the floor descends and the seats flip into flying position before the train begins to move. On floorless roller coasters and inverted roller coasters, a gate in front of the trains must swing open in addition to the floor retracting. # The trains can be deployed in much quicker succession than most roller coasters. Usually, as soon as one train has crested the lift hill, the train behind it can be dispatched onto the lift. ===Track=== The steel track is in length and the height of the lift is approximately . It was manufactured by Clermont Steel Fabricators located in Batavia, Ohio. The track colors are pink and yellow, with blue supports. Nitro currently has the second steepest drop of a lifted (as opposed to launched) roller coaster in the park, behind El Toro's 76 degree first drop. The coaster previously featured signs erected on the lift hill stairs which compared points on the hill to other tall structures, such as Niagara Falls; these signs were later removed. ===On-ride camera=== Nitro's on-ride camera was previously located at the bottom of the second drop, but in 2006 it was moved to the bottom of the first drop. While it was briefly moved back to the bottom of the second drop, as of 2012 it has been moved yet again to the bottom of the first. ==Rankings== {| class=\"wikitable\" |- ! style=\"text-align:center; background:white;\" colspan=\"31\"|NAPHA Survey: Favorite Steel Roller Coaster |- style=\"background:#white;\" ! style=\"text-align:center;\"|Year !2005 !2006 |- !Ranking |4 |5 |- |} ==Notes== == References == ==External links== *Official Nitro page Category:Six Flags Great Adventure Category:Roller coasters manufactured by Bolliger & Mabillard Category:Roller coasters operated by Six Flags Category:Roller coasters in New Jersey Category:Roller coasters introduced in 2001 Category:Hypercoasters manufactured by Bolliger & Mabillard ",
    "title": "Nitro (Six Flags Great Adventure)"
}