{
    "id": "654892",
    "text": "Just Shoot Me! is an American sitcom television series that aired on NBC from March 4, 1997, to November 26, 2003, with a total of 148 half-hour episodes spanning seven seasons. The show was created by Steven Levitan, the show's executive producer. The show is set at the office of fictional fashion magazine Blush, comparable to the real-life Vogue. The show's story is centered around several key staff at the magazine, including Jack Gallo, the owner and publisher, his daughter Maya, a writer for the magazine, secretary Dennis, former model and now-fashion correspondent Nina, and photographer Elliot. ==Series history== Early on, the series was a very competitive hit, consistently winning its time slot. The first season of six episodes were all aired by NBC in a single month in March 1997. It was renewed for a 13-episode second season, fitted at 9:30 p.m. after Frasier, and then was moved in the spring to Thursdays between Friends and Seinfeld. After just two of these airings, the order was bumped up to a full season. When Seinfeld left the airwaves in 1998, Just Shoot Me! was one of the contenders to take the coveted 9:00 p.m. Thursday slot. Frasier instead won the slot, and Just Shoot Me! was instead given Frasiers 9:00 p.m. Tuesday slot. The series main cast, from left to right: Malick, Segal, Spade (seated), San Giacomo, and Colantoni Just Shoot Me! was never given a definitive time slot during its series run. The show ended up being moved around on the NBC schedule. It still retained good ratings, though; in its fourth season, it was the top-rated show for NBC Tuesday nights and had an average rating/share of 6.1/16 in the 18–49 demographic. ===Nielsen ratings=== {| class=\"wikitable\" |- style=\"background:#e0e0e0;\" ! Season ! Episodes ! Timeslot (ET) ! Season Premiere ! Season Finale ! Rank ! Viewers (in millions) |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text- align:center\" | 1 | style=\"font-size:13px;text-align:center\" |6 | style=\"background:#F9F9F9;font-weight:normal;text-align:left;line-height:110%\" | Tuesday 9:30 Wednesday 9:30 | March 4, 1997 | March 26, 1997 | style=\"text-align:center\" |#64 | style=\"text-align:center\" |8.10 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 2 | style=\"font-size:13px;text- align:center\" |25 | style=\"background:#F9F9F9;font-weight:normal;text- align:left;line-height:110%\" | Tuesday 9:30 Thursday 8:30 | September 23, 1997 | May 12, 1998 | style=\"text-align:center\" |#12 | style=\"text-align:center\" |11.66 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 3 | style=\"font-size:13px;text- align:center\" |25 | style=\"background:#F9F9F9;font-weight:normal;text- align:left;line-height:110%\" | Tuesday 9:00 | September 22, 1998 | May 25, 1999 | style=\"text-align:center\" |#37 | style=\"text-align:center\" |11.40 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 4 | style=\"font-size:13px;text-align:center\" |24 | style=\"background:#F9F9F9;font-weight:normal;text-align:left;line-height:110%\" | Tuesday 8:00 Tuesday 9:30 | September 21, 1999 | May 16, 2000 | style=\"text-align:center\" |#53 | style=\"text-align:center\" |11.70 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 5 | style=\"font-size:13px;text- align:center\" |22 | rowspan=\"2\" style=\"background:#F9F9F9;font- weight:normal;text-align:left;line-height:110%\" | Thursday 9:30 | October 12, 2000 | May 10, 2001 | style=\"text-align:center\" |#19 | style=\"text- align:center\" |15.61 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 6 | style=\"font-size:13px;text- align:center\" |22 | September 27, 2001 | May 2, 2002 | style=\"text- align:center\" |#20 | style=\"text-align:center\" |14.40 |- style=\"background:#f9f9f9;\" | style=\"background:#F9F9F9;text-align:center\" | 7 | style=\"font-size:13px;text-align:center\" |24 (21 aired) | style=\"background:#F9F9F9;font-weight:normal;text-align:left;line-height:110%\" | Tuesday 8:00 Tuesday 8:30 Saturday 8:00 Saturday 8:30 | October 8, 2002 | November 26, 2003 | style=\"text- align:center\" |#107 | style=\"text-align:center\" |6.39 |} ==Cast== * Laura San Giacomo – Maya Gallo * David Spade – Dennis Finch * Wendie Malick – Nina Van Horn * George Segal – Jack Gallo * Enrico Colantoni – Elliot DiMauro * Chris Hogan – Wally Dick (1997) * Rena Sofer – Vicki Costa (2002–2003) ==Characters== ===Maya Gallo=== The character of Maya Gallo is portrayed by Laura San Giacomo. Maya is largely portrayed as a hot-tempered, sassy journalist who takes a job at the fictional glamour fashion magazine Blush, which happens to be owned by her father Jack Gallo, in the pilot after she is fired for tampering with an anchorwoman's teleprompter and making her cry on the air. She is a dichotomy on several levels, with her headstrong smarts coupled against a naïveté about life and sometimes even love. Though she is also clearly attractive and will on occasion use this if a situation calls for it, Maya frowns upon men looking at women solely as objects of sexual desire, and in keeping with her feminist views, instead encourages people to admire women for their intelligence or other attributes. Unfortunately for her, this is not a popular view for a fashion magazine and it therefore puts her at odds with much of the magazine's staff, thus providing much of the comedic conflict of the series. She is usually mistaken for Puerto Rican. Her birthday is January 1, but her father Jack is unable to remember it. In the episode \"Nina Van Grandma,\" Jack claims, \"I was in that delivery room 14 hours on the hottest day of the year... then why did it snow today.\" Maya is often shown dating on the show. She and Elliot are a couple for quite some time, and they were briefly engaged. However, Elliot's fear of commitment causes him to instantly have a panic attack moments after he proposes to her. Among her other dates were Michael Tenzer (David Rasche), Chris (Dean Cain), Ray Liotta and another man named Chris (Joe Rogan). Although she is involved in several relationships, she is never depicted getting (legally) married in the series. She is also very skilled at pitching; when she pitches a baseball to Dennis Finch, he thinks his hand is broken. However, if Maya starts pitching, she can't stop (she wants to practice softball with Finch in the rain). ===Jack Gallo=== The character of Jack Gallo, portrayed by George Segal, is the owner and publisher of Blush. During his daughter Maya's childhood, Jack was an absent workaholic. The relationship between the two of them develops throughout the series reaching its pinnacle when he hands the magazine over to Maya in the series finale after retiring. When extolling the virtues of an assistant to Maya, he notes that an assistant (in his case Finch) can even become one's \"best friend,\" although the sentiment was slightly dulled by his use of the pronoun \"it\" to refer to the hypothetical assistant (and therefore to Finch). Jack is four times divorced, although he was married to Maya's high school classmate Allie for the first half of the series. They have a daughter (Maya's half-sister) named Hannah who was born in the first episode, \"Back Issues.\" Jack showers Hannah with affection, prompting Maya's jealousy. This resentment disappears when Jack explains that he did not want to repeat with Hannah the mistakes he made with Maya. Jack has a running contest with Donald Trump as to who is, among other topics, the smartest, the richest, and the best gift giver. In \"The Book of Jack,\" Finch refers to Jack as 'Jackson Gilbert Gallo'; however, in \"La Cage\" Nina refers to Jack as 'Jackson H. Gallo'. ===Nina Van Horn=== The character of Nina Van Horn (born Claire Noodleman in Colby, Kansas in 1953), portrayed by Wendie Malick, is the fashion editor at Blush. As a teenager she had a daughter (Cloe) whom she gave up for adoption. When reuniting with her and finding out Cloe has a teenager daughter (Tess) she is initially shocked, but later proudly accepts that she is a grandmother. She was a cover girl and movie star in the 1970s and 1980s. She found that when she retired, people forgot her as quickly as they knew her. In a special Biography program about her, Pat Sajak says that no one is able to guess her name and the contestants are sent home. Her partying once caused her to die in 1986 (to which she responded, \"it was only for 12 minutes, I'm obviously fine!\"). At one point, she mentions that she slept with Mick Jagger, was the one who broke up music bands such as The Eagles and the Jackson 5 (as well as having toured with Iggy Pop). Nina is considered an alcoholic partially due to her casual nips of alcohol during the day at work. Due to her former status as a supermodel, she has been plagued by an obsession to party all night long and to return to work the following morning with a hangover. She is also, if no longer an addict, extremely experienced in recreational pharmacy with a wide knowledge of (and access to) uppers, downers, mood regulators and hallucinogenic compounds (she is able to identify not only that a Chinese sweet \"Lemon Wacky Hello\" is a hallucinogen, but also its chemical make up, by taste alone). Her slow-witted and even foolish demeanor create a lot of embarrassing situations for her character. She is understood to be promiscuous and possibly bisexual. Nina is obsessed with her age and looks. In one episode, she mentioned that she had the telephone number of a plastic surgeon on speed dial, and when her age is nearly revealed over the P.A., she runs into Jack's office to destroy the P.A. so nobody will know her age. Throughout the run of the show she was vaguely in her late forties to early fifties, once blurting out that life's no fun at fifty (Ep. \"Sid and Nina\"). In most seasons, Nina often talks about her friend Binny. She is never seen but is heard about all the time. This usually leads to groans by other members of Blush who have to listen. In the episode \"The Mask,\" Finch and Elliot try to prove Binny isn't real, only to find out she is real at the end. In the episode \"Bye Bye Binny,\" we hear that Binny dies and Nina must face the fact that she lost her only friend. Binny appears as a ghost to Nina in \"Strange Bedfellows,\" but her face is almost never shown. The exception is a black-and-white clip, when her face was partially bandaged after a facelift. ===Elliot DiMauro=== The character of Elliot DiMauro, portrayed by Enrico Colantoni, is the lead photographer for Blush who often dates the models. Elliot was \"discovered\" by Jack, who found him selling his photography on the street, which all happens before the series begins. He also dated Maya for a period of time. In one episode, when he mentions that he is not allowed to vote in an election, he spills that he was once arrested and spent time in jail. In a season four episode, it is revealed that he had planned to propose to a former girlfriend but as he was buying flowers, he was subsequently the victim of a hit-and-run—the driver turned out to be Nina. Though Elliot was angry at Nina for ruining his chances (he and his girlfriend's relationship ended the night of the accident), upon meeting his ex later, Elliot discovered that his ex-girlfriend had three husbands who died in accidents involving boats. Elliot also has a brother (in the episode \"Slow Donnie\") named Donnie (played by David Cross). When they were kids, Elliot accidentally threw a frisbee into a tree. Donnie climbed up the tree to get the frisbee, but slipped and fell out. From then on, his brain had been severely damaged, so he was almost mentally disabled. In the episode, it is Donnie's birthday. Elliot invited Maya along and while at the party, Donnie reveals to Maya (with no one else in the room) that he is faking to have everything done for him and so he doesn't need to pay for anything (he still lives with his parents). Maya tries to tell Elliot; however, Elliot doesn't believe her, she later tries to expose Donnie as a fraud, but Donnie sees through it and makes Maya look worse in the process. Later in the episode while Jack (whom Donnie tries to avoid throughout the episode) tries to explain a vacuum to Donnie. He snaps at Jack thus inadvertently revealing to everyone in the Blush office including Elliot that he is not actually slow but has been faking it. ===Dennis Finch=== The character of Dennis Quimby Finch, the executive assistant to Jack often referred to as simply \"Finch\", was portrayed by David Spade. Born in Albany, New York (of Norwegian ancestry), Dennis attended Hudson River Junior College where he joined the cheerleading team. Dennis' father and brother are both firemen and they have suspected that Dennis may have been gay due to his effeminacy. In general, Finch has been described as \"a self-centered horny pig who'd stop at nothing to get laid.\" He is discovered to be well endowed but does not realize this until Jack and Elliot bring it to his attention; they react with disgust when Finch says he always believed he was merely \"a little above average\" as he'd only seen other naked men in porn movies. Surreptitiously, Dennis writes articles for the \"Dear Miss Pretty\" advice column. Dennis used to compete in figure skating, as revealed in the season 3 episode, 'Softball'. Dennis also likes to collect action figures and ceramic kittens. He lives in an apartment, number 803, in New York City (Manhattan), which was formerly Maya's apartment before she moved in with Elliot. He is also known to have a fear of owls from his mother's side. He works as the executive assistant of Blush owner Jack Gallo, toward whom he has a slavish devotion (he once claimed he expected to be buried with Jack) and with whom he has a virtually telepathic rapport, enabling him to foresee Gallo's every need and provide answers to even his vaguest questions (e.g. \"What's that song that I like?\"). He also has a seemingly mystical ability to tell when something sexual is happening or even being mentioned; for example, he was able to figure out that Maya and Elliot were in a relationship simply by mentally comparing Elliot's bite mark on an apple he was eating with a hickey on Maya's neck, as well as seemingly appearing to cross a massive distance across countries to appear in a room just as Maya was propositioned by a photographer. In season 4, he marries a supermodel, Adrienne (Rebecca Romijn); however, early in season 4, she asks for a divorce. Highly intelligent, as a child he was able to hack into a German bank and steal $18,000 worth of Deutsche Mark as disclosed in season 3; he also reveals in the season 2 episode \"Jack's Old Partner\" that he is so adept at twisting tax laws to favor him that the previous year, the IRS paid him $20,000 not to grow corn. In Season 6, episodes 2 and 3, it is discovered that his entire personality is stolen from a girl he saw at college on his first day at the freshmen mixer, Betsy Frayne (Amy Sedaris). This is revealed when she ends up working as a security guard for Blush. ===Kevin Liotta=== The character of Kevin Liotta, portrayed by Brian Posehn on a recurring basis, was the mail guy at Blush and in the show's sixth season is discovered to be a cousin of film actor Ray Liotta. He is known for having an obsessive crush on Nina Van Horn, which often disturbed her. However, in one episode he develops a brief crush on Maya, about which she becomes disturbed after initially thinking when he was still interested in Nina that she should give him a chance. He is also found to be a very good operatic singer, which Jack discovers. ===Vicki Costa=== The character of Vicki Costa, portrayed by Rena Sofer, was hired by Jack and worked at Blush for part of the seventh and final season. Throughout her time on the show, she served as a creative consultant. She is not afraid to be honest with her coworkers and has proven to be tough when necessary. However, she was written out of the series midway through the last season with the character opting to resign from Blush. ===Wally Dick=== Wally (portrayed by Chris Hogan) is Maya's roommate in season 1, but was discarded when the writing staff thought it would be better to follow Blush magazine instead of Maya's life at home and at work. ==Writing staff== * Steven Levitan * Marsh McCall * Stephen Engel * Andy Gordon & Eileen Conn * Pam Brady * Tom Martin * Brian Reich * Sivert Glarum & Michael Jamin * Jack Burditt * Don Woodard & Tom Maxwell * Moses Port & David Guarascio * Susan Dickes * Tom Saunders & Kell Cahoon * Jeff Lowell * Bill Steinkellner ==Episodes== ==Syndication== Sony Pictures Television, which produced the series also handles syndication rights to the series from 2001 to 2002, and since 2008 has done so in tandem with The Program Exchange, and distributed the series for broadcast television stations around the United States starting in September 2001; the series continues to be aired in broadcast syndication, but is aired in fewer markets than when the series was first rolled out into syndication. It also aired on TBS from 2007 to 2010, and on TVGN, Comedy Central, WGN America and TV Land at various times. Syndicated versions do not show each season's respective opening title sequences, instead using the opening titles used during the sixth and seventh seasons for all episodes; the opening titles from seasons one through five have not been seen in television airings since the NBC network run. The opening titles are also often shown at different points of the opening scene, depending on the episode, than they were shown in the original broadcasts, and occasional scenes (particularly in episodes from earlier seasons) in some episodes are edited in such a manner that a scene might end earlier than it did in the original airings, often switching to the magazine cover shots very quickly. These masters had been airing in New Zealand on TV2 since January 2013. === International === Just Shoot Me! has aired on different channels in the UK, including Channel 4, Sky1, E4, and Comedy Central. The series has aired in Ireland on RTÉ Two and TV3 and its digital channel 3e. Just Shoot Me! has aired in Australia on Network Ten (1998–2004), on the Nine Network (2008–2009) and GO! (a sub-channel of Nine) (2009–2011), on 7mate (2014) and 7flix (2016–present), and on pay-TV channel TV1. The show is broadcast on TV2 in New Zealand at 6:00 p.m. weeknights starting from January 14, 2013 replacing Friends. The show is broadcast in India on STAR World, WB and Zee Café. In Serbia, the show initially aired on RTV Pink. Beginning in April 2011, reruns have been aired on B92. ==Home media== Sony Pictures Home Entertainment has released the first 3 seasons of Just Shoot Me! on DVD in Region 1. Season 3 was released on February 24, 2009. On August 27, 2013, it was announced that Mill Creek Entertainment had acquired the rights to various television series from the Sony Pictures library including Just Shoot Me!. They subsequently re-released the first two seasons on DVD on January 21, 2014. On May 5, 2017, it was announced that Shout! Factory had acquired the rights to the series from the Sony Pictures library and released Just Shoot Me! – The Complete Series on DVD in Region 1 on September 5, 2017. {|class=\"wikitable\" |- !DVD name !Ep # !Release date |- |The Complete 1st & 2nd Seasons | style=\"text-align:center;\"|31 |June 8, 2004 January 21, 2014 (re-release) |- |The Complete 3rd Season | style=\"text- align:center;\"|25 |February 24, 2009 |- |The Complete 4th Season | style=\"text-align:center;\"|24 |N/A |- |The Complete 5th Season | style=\"text- align:center;\"|22 |N/A |- |The Complete 6th Season | style=\"text- align:center;\"|22 |N/A |- |The Complete 7th Season | style=\"text- align:center;\"|24 |N/A |- |The Complete Series | style=\"text- align:center;\"|148 |September 5, 2017 |} ==Streaming== In 2020, the entire show became available to stream on Hulu. ==Cultural impact== In March 2020, the cast reunited for a sketch on the late-night comedy program Lights Out with David Spade, which concerned a fictional reboot of the show. That June, the cast also reunited for a virtual reunion on Hulu's YouTube page. The season 3 episode \"Slow Donnie,\" guest starring David Cross, has been cited as an all-time great episode of a sitcom. ==Awards and nominations== ==References== ==External links== * * * Category:1997 American television series debuts Category:2003 American television series endings Category:1990s American sitcoms Category:2000s American sitcoms Category:1990s American workplace comedy television series Category:2000s American workplace comedy television series Category:English-language television shows Category:Fashion- themed television series Category:NBC original programming Category:Television series by Brad Grey Television Category:Television series by Sony Pictures Television Category:Television series by Universal Television Category:Television shows set in New York City ",
    "title": "Just Shoot Me!"
}