{
    "id": "654853",
    "text": "Aerial view of Tenleytown, including the American University campus and the Nebraska Avenue Complex in the foreground, in 2019 Tenleytown is a historic neighborhood in Northwest, Washington, D.C. ==History== In 1790, Washington locals began calling the neighborhood \"Tennally's Town\" after area tavern owner John Tennally. Over time, the spelling has evolved and by the 19th century the area was commonly known by its current name, although the spelling Tennallytown continued to be used for some time in certain capacities, including streetcars through the 1920s. The area is the site of Fort Reno, one of the forts that formed a ring around Washington, D.C. during the American Civil War to protect the capital against invasions. It proved to be the crucial lookout point for preventing a siege of Washington, because it is the highest natural elevation point in the District of Columbia. 1892 map of rural area around Tenley Fort Reno was decommissioned with the surrender of the Confederate army. The last remains of Fort Reno were removed about 1900, when the land owned by the Dyer family was being prepared for a reservoir. Due to its elevation it is also the site of the oldest home in Washington, D.C. Charles Jones's home called \"The Rest\" was believed to be originally built around 1700 and majorly expanded around 1800. This home stayed in the Jones family until 1920 when the Magruder's (local grocers) bought the home. In 1974, the current family owning the home bought the house and still own it today. In the post-Civil War era, Fort Reno was a free black community. This community was almost entirely wiped out when the federal government decided to condemn most of its housing to build Deal Middle School, Wilson High School, a park, and a water tower. The Jesse Lee Reno school building, which housed an African-American school during the Jim Crow era, is one of the few remaining traces of this history. Within the park boundaries lies the highest natural point in the District of Columbia, 409 feet above sea level. Fort Reno also hosts community gardens, free rock concerts in the summer, sledding in the winter, and tennis courts, playing fields, and dog-walkers year round. Wilson HS baseball now uses the ball field for its home games. Tenleytown was transformed on October 2, 1941 when Sears Roebuck opened its department store on Wisconsin Avenue at Albemarle Street. At the time the store was notable for its size and for its 300 car rooftop parking lot. In the 1990s, Sears abandoned its retail operation at the location and the building was used by Hechinger hardware until its demise in the late 1990s. In the 2000s, the building was converted to a mixed-use development complex called Cityline at Tenley, with luxury condominiums (The Cityline) on the top levels, a Best Buy (later closed) and The Container Store at street level, and an Ace Hardware underground, located within the parking garage that serves the aforementioned stores. The west entrance to the Metro station is at the front of the building across from Whole Foods Market. In 2010, the Top of the Town: Tenleytown Heritage Trail opened. The path starts from the Tenleytown-AU metro station and passes by neighborhood landmarks such as American University, Fort Reno Park, and the studios of WRC-TV, Washington's NBC affiliated station. ==Geographic impact== The Cityline Building, home to The Container Store, condominiums, and the west entrance of the Tenleytown-AU Station The neighborhood is home to the highest point in Washington, Fort Reno Park, which houses a baseball field and a soccer field. Due to the high altitude, the neighborhood is home to nearly all of the city's radio masts and towers including the studios and/or towers for WRC-TV, WTTG, WUSA, WETA-TV, WHUT-TV, WDCA, WPXW-TV, WJLA-TV, and radio stations WAMU and WTOP-FM. American Tower started to build an even higher tower, 756 feet (about 230 meters) tall, which could support 169 transmitters, but the District of Columbia government reversed its position, and the incomplete tower was demolished in August 2006. ==Transportation== Tenleytown and adjacent American University Park are served by the Tenleytown-AU stop on the Washington Metro Red Line. A free shuttle bus runs between the Metro stop and American University's main campus. The station is located in the heart of the neighborhood at the intersection of Wisconsin Avenue and Albemarle Street. Metrobus routes 31, 32, 36, 33, 30S, 30N, 37, D32, H2, H3, H4, M4, W45, and W47 serve the neighborhood, all making stops at the station. The neighborhood is defined by Tenley Circle which lies at the intersection of Nebraska Avenue, Wisconsin Avenue, and Yuma Street. On Tenley Circle itself is St. Ann's Catholic Church, a large imposing stone church which serves area Catholics. On the opposite side of the circle is Wisconsin Avenue Baptist Church. American University's Washington College of Law, on the site of the former Immaculata School, also bounds the western edge of the circle. ==Education== Woodrow Wilson High School Janney Elementary School The area is served by the District of Columbia Public Schools. Tenleytown is zoned to: *Janney Elementary School\"Elementary Schools\" (2016-2017 School Year). District of Columbia Public Schools. Retrieved on May 27, 2018. *Alice Deal Middle School\"Middle School Boundary Map\" (2016-2017 School Year). District of Columbia Public Schools. Retrieved on May 27, 2018. *Woodrow Wilson High School\"High School Boundary Map\" (2016-2017 School Year). District of Columbia Public Schools. Retrieved on May 27, 2018. Tenleytown is the location of several independent schools, including National Presbyterian School (PS-6) and the high school campus of Georgetown Day School. The District of Columbia Public Library system operates the Tenley-Friendship Neighborhood Library. After seven years in an interim location, the library reopened in 2011 at the corner of Wisconsin Avenue and Albemarle Streets.\"Hours & Locations.\" District of Columbia Public Library. Retrieved on October 21, 2009. ==References== ==External links== *Cultural Tourism entry for African-American landmarks *When Did Tennallytown Become Tenleytown? - History blog post by local blog Ghosts of DC *Tenleytown, Tennallytown, or Tenallytown? - History blog post by local blog Ghosts of DC * (Historic Preservation Review Board's staff report on proposed multi-property historic designation for Tenleytown) Category:1790 establishments in the United States Category:Neighborhoods in Northwest (Washington, D.C.) ",
    "title": "Tenleytown"
}