{
    "id": "654897",
    "text": "Dr. William MacDougal, better known as Groundskeeper Willie, is a recurring character on The Simpsons, voiced by Dan Castellaneta. He is the head groundskeeper at Springfield Elementary School. Willie is almost feral in nature and is immensely proud of his Scottish origin. He is easily identifiable by his red hair and beard, as well as his aggressive temperament and thick, stereotypical Scottish accent. ==Role in The Simpsons== Willie is the janitor at Springfield Elementary School and lives in a shack on the school premises. He is a Scotsman with an aggressive temper. Willie is an uncouth and unpleasant character, though essentially harmless. His personality is depicted as being incompetent, drunken, slow-witted, and quick to anger for little or no reason. Willie has shown antipathy to both his employer, Principal Skinner, and Bart Simpson, who frequently plays practical jokes on him. In Treehouse of Horror VI he plotted revenge on the students of Springfield Elementary after getting burned to death by their parents. Due to the deliberately inaccurate continuity of the series, he has claimed to be from various parts of Scotland during the series, most recently Kirkwall in the Orkney Islands in the 2012 episode 'The Daughter Also Rises'. This settled the previous continuity problem in which Willie had been stated to be a supporter of Aberdeen F.C, and to have lived in Glasgow. In early episodes, Willie's father was said to be dead. However, his parents were later introduced in \"Monty Can't Buy Me Love\", and lived near Loch Ness; which is near Inverness. In \"The Girl Who Slept Too Little\", it is revealed that he has a cousin, \"Grave Digger Billy\". Willie plays a supporting role in most of his episodes, but he was a main character in the episode \"My Fair Laddy\", where Lisa Simpson introduced him to high culture as a science project. Willie has a troubled, if distant relationship with his parents. In the episode \"My Fair Laddy\", Willie recalls his birth and how his abusive father told him he would never amount to anything in life and would be lucky if he grew up to be \"garbage\". On two occasions, Willie frames Bart for pulling pranks that Bart would normally pull. In \"The Father, the Son, and the Holy Guest Star\", he unleashes a giant pie of rats on the Springfield Elementary medieval festival to get revenge for being cast as the village idiot and his cruel treatment. Skinner is quick to blame Bart and expels him. Willie is never shown being found out as the culprit, but it can be assumed that he is eventually found out after Bart is enrolled in Catholic school and earns his way back into Springfield Elementary. In \"Dark Knight Court\", Willie causes hundreds of eggs to be splattered at the Springfield Easter celebration out of inbred hatred for the holiday. Bart is put on trial for the incident, only to be acquitted when Willie is caught and turned in by Lisa and Mr. Burns (as Fruit Batman). ==Character== Dan Castellaneta, the voice of Groundskeeper Willie Groundskeeper Willie's first appearance was in the season two episode \"Principal Charming\", first broadcast on February 14, 1991. Originally, the character was written as simply being an angry janitor; his Scottish accent was added during a recording session. Dan Castellaneta, who voices several other characters including Homer Simpson, was assigned to do the voice. Castellaneta did not know what voice to use and Sam Simon, who was directing at the time, told Castellaneta to use an accent. He first tried a Spaniard's voice, which Simon felt was too clichéd. He then tried a \"big dumb Swede\", which was also rejected. For his third attempt, he used the voice of an angry Scotsman, which was considered to be more appropriate and was used in the episode. Originally thought by the directors to be a one-off appearance, Willie has since become a recurring character. Matt Groening later revealed that the character was based partially on Angus Crock, a kilt-wearing chef from the sketch comedy show Second City Television, who was portrayed by Dave Thomas and Jimmy Finlayson, the moustachioed Scottish actor who appeared in 33 Laurel and Hardy films. A recurring joke, which was first shown in \"Radio Bart\", is that Groundskeeper Willie appears to have a beer belly, but whenever he takes off his shirt, he is very muscular. One of Groundskeeper Willie's trademarks is a gruffly-spoken insulting retort, which take the writers a long time to come up with, although they do not consider them that funny. ==Cultural impact== Debate in Scotland over the hometown of Groundskeeper Willie ended when he was revealed to be from Kirkwall, Orkney (pictured) Groundskeeper Willie's description of the French as \"cheese-eating surrender monkeys\"Sound recording of Groundskeeper Willie's line About: Political humour. Retrieved on December 27, 2006 from the episode \"'Round Springfield\" has become widely used, particularly in the run-up to the war in Iraq.Wimps, weasels and monkeys – the US media view of 'perfidious France' The Guardian. Retrieved on December 27, 2006 The newspaper New York Post used the phrase \"Surrender Monkeys\" as the headline for its December 7, 2006 front page, referring to the Iraq Study Group and its recommendation that U.S. soldiers be withdrawn from Iraq by early-2008. The line was \"most likely\" written by Ken Keeler.Mentioned in The Simpsons Season 6 DVD Commentary for the episode \"'Round Springfield\". The phrase \"Cheese Eating Surrender Monkeys\" has also been used by Jeremy Clarkson and Anthony Bourdain. In 2009, Willie was added to the \"Famous Glaswegians\" webpage of Glasgow City Council, based on his line in \"Simpsoncalifragilisticexpiala(Annoyed Grunt)cious\". A spokesman for Aberdeen F.C. disputed Glasgow's claim to the character, citing the episodes \"Scuse Me While I Miss The Sky\" and \"The Dad Who Knew Too Little\". In Season 23 Episode 13 \"The Daughter Also Rises\", first aired in 2012, it was finally stated that Groundskeeper Willie is from Kirkwall in Orkney, therefore ending this dispute. In September 2014, Groundskeeper Willie featured in an official video in which he endorsed a vote for Scottish independence in an upcoming Scottish referendum, and put himself forward to lead a potentially independent Scotland while standing in front of the St. Andrew's Cross with a tattoo on his chest that read: 'Aye or Die!'. Following the result of the referendum where the Scottish electorate voted to remain as part of the UK, the producers released an image of Willie now standing in front of a Union Jack flag, looking depressed with his \"Aye or Die!\" tattoo replaced with a picture of the Queen and empty bottles of whisky with a newspaper featuring Former UK Prime Minister Gordon Brown, who was widely credited with giving the \"No\" campaign a last-minute boost. ===Reception=== In 2006, Groundskeeper Willie was named the fourth-best peripheral character in the history of the show by IGN, who said \"high-points for the character were being trained to be civilized, wrestling a wolf that was let loose in the school and becoming a substitute for the French language teacher – 'Bon jourrr! You cheese-eating surrender monkeys!'\" IGN also named \"My Fair Laddy\", the only episode which centres around Willie, the best episode of the seventeenth season. Jim Slotek of Sun Media called Willie the ninth-best Simpsons supporting character, and also made a Top Ten quotes list, which included Willie's quote \"Och, back to the loch wi' ye, Nessie\", from \"Selma's Choice\". The Times reported in late-2005 that \"he is the most instantly recognisable Scot in the world: better known than Billy Connolly or Ewan McGregor, even Sean Connery.\" The same article quotes Simpsons creator Matt Groening as saying \"We wanted to create a school janitor that was filled with rage, sort of our tribute to angry janitors all over the world\". ===Merchandising=== Three Groundskeeper Willie action figures were created by Playmates Toys for the World of Springfield series: Willie depicted in his usual appearance, released in 2001 in wave 4; \"Ripped Willie\", released in 2002 as part of wave 8; and \"Kilted Willie\", released in 2003 in wave 14. ==See also== * Springfield Elementary School ==References== Category:The Simpsons characters Category:Television characters introduced in 1991 Category:Fictional musicians Category:Fictional janitors Category:Male characters in television Category:Fictional horticulturists and gardeners Category:Fictional immigrants to the United States Category:Fictional Scottish people Category:Male characters in animation ",
    "title": "Groundskeeper Willie"
}