{
    "id": "655076",
    "text": "Peter Jonathan Westbrook (born April 16, 1952) is an American former sabre fencing champion, active businessman and founder of the Peter Westbrook Foundation. A former U.S. champion and Olympic medalist, Westbrook's career began when his Japanese mother convinced him to try fencing. He founded the Peter Westbrook Foundation (PWF), a 501(c)(3) non-profit, that uses fencing as a vehicle in developing life and academic skills for young people from underserved communities of New York City. ==Biography== Westbrook's father, Ulysses, was a G.I. stationed in Japan during the Korean War, when he met Mariko, a Japanese woman from a sheltered home. Soon after their marriage they returned to the United States, traveling first to St. Louis, Missouri and eventually settling in Newark, New Jersey, where Peter and his younger sister Vivian were born. Peter's earliest memories are of frequent bouts of domestic violence. Peter was 4 when his father left, leaving his mother to raise the family with no real skills or outside means of support. Through a series of jobs, working in a factory and as a maid, she provided for her children. Mariko bartered with priests at the local Catholic school (St. Peters/Queen of Angels) in exchange for schooling for Peter and Vivian. Harassed by the other children because of his mixed race and taught by his mother to \"not cry, to work hard, to be ethical, and to fight to achieve our goals; And if we should survive the fight, she said, we should get up and fight some more,\" the young Westbrook became a very good fighter. His fencing career started at fencing powerhouse Essex Catholic High School, only because of his mother's $5.00 bribe. Mariko knew that fencing would keep Peter out of trouble and, if he had any ability, bring him into contact with people who would expose him to a different world that the one he had been born into. ===Early fencing career=== Under the tutelage of Dr. Samuel D'ambola, a medical doctor and the founder of the Essex Catholic High School fencing program, Peter's talent was discovered and nurtured. In this supportive environment, despite experiencing some incidents of racism, he excelled. Recognizing his innate abilities, Dr. D'ambola started Peter with the sabre; a military sword with a distinctive look. Used predominantly as a cutting and slashing weapon, Peter was thrilled to be training on a sword that childhood hero Zorro had also used. > I quickly became attached to sabre fencing ... [it] satisfied my constant > need to be quick with everything I did. Fencing was just like street boxing, > only not as brutal. And here was a kind of fighting that my mother not only > allowed, but actually encouraged.\" [Harnessing Anger, pg 33] Thanks to a rigorous training program from 3:00 to 6:00 pm every day after school, young Peter was kept off the street and out of trouble. His skill and talent were rewarded with numerous wins and by his senior year he was the best fencer for a high school team that rarely lost a match. ===College=== Peter didn't consider college until he received a recruitment call from New York University's Hugo Castello, the multi-championship-winning fencing coach for one of the best fencing programs in the country. Under the tutelage of coaching greats like Hugo and James Castello, Peter's abilities entered a new level of greatness. In addition to talented coaching, he would regularly spar with teammates like Steve Kaplan. \"NYU was like a tributary that lead out into the great ocean—you could get there from here.\" [Harnessing Anger, page 41] While at NYU Peter switched from the School of Education to the School of Business, falsely believing that working in an office would be easier than teaching having to \"stand in front of a bunch of people and look them in the eyes and convey a message!\" [Harnessing Anger, page 42] Westbrook credits therapist Mildred Klingman with helping him lose his fears and inhibitions and teaching him how to \"read\" people and communicate with them. In 1972 he began training with Csaba Elthes, a Hungarian sabreur at the New York Fencers Club with a reputation as the best fencing coach in America. Physically and verbally abusive behavior led Peter to leave Csaba after one semester. In 1973, Peter won the NCAA championship, claiming the title Best college sabreur in the country. Recognizing that his short time with Csaba has advanced his skill significantly, Peter returned to Csaba, who also realized that Peter, unlike other fencers, didn't require abuse in order to focus and learn because he was a very good listener. In 1974 as a college senior, Peter placed first at the Amateur Fencers League of America's (now known as USA Fencing) National Championships, beating world-class fencers like Alex Orban and Paul Apostol and securing the title of America's Best Sabreur. ===National championships=== Westbrook won the U.S. National Men's Sabre Championship 13 times (1974–'75, '79–'86, '88–'89 and '95). Winning the Nationals made him an internationally recognized fencer because of the caliber of the competitors. For Peter, the thirteen wins are his \"lucky thirteen\". ===Pan American Games=== In 1975, Westbrook won a silver team medal and a bronze individual medal at the Pan American Games in Mexico City. In 1979, he won a silver team medal. These wins were soon accompanied by his 1983 gold individual medal and silver team medal. From 1987 to 1995, Westbrook won an additional silver medals for individual performance (1987); two silver medals for team performance (1987, 1991) and gold medals for individual and team performances (1995). ===Olympics=== In 1976, Westbrook attended his first Olympic games. During pre-competition sparring with another European fencer, Peter tore two ligaments. While other athletes might view this incident as damaging, Peter optimistically saw it as an opportunity to do his best without feeling pressures that comes with being a rising star. He ended the competition ranked 13th among the world's best sabre fencers. The many highlights of his Olympic team career include membership on five Olympic teams and being chosen as flag bearer for the closing ceremonies of the 1992 Olympic Games in Barcelona, Spain. This honor is conferred by a vote by that year's Olympians. His greatest moments came when he won a bronze medal at the 1984 Summer Olympics in Los Angeles. Peter describes the match in his book Harnessing Anger this way: > When I walked onto the strip in Los Angeles for my final match against the > Frenchman Herve Grangér-Vernon, my adrenaline is pumping ... As the match > begins, I get the first touch. I get the second touch. I make it to four, My > touches appear to me to be so skillful, so beautiful, that I say to myself, > 'I think I'm in the Zone, but I'm not sure. Let me not think about it. ... > '. Soon enough, as soon as the thought crosses my mind, the Frenchman gets > two points on me. But I snatch the game right back. I get another touch and > it's 8-2. Then he gets 8-3, and 8-4. Even as he is gaining, I know the game > is mine. All I gotta do is keep riding the tide, keep going with it. I get > 9-4, and I finish him off 10-4. The Frenchman falls to his knees crying. > When I looked out at the crowd, I could see that the Hungarians, the > Italians, and the rest of the Europeans had all turned around. They went > from not wanting my win to happen, to being forced to say in their hearts > and souls, 'Bravo. Bravo'. That, to me, was incredible. ==Peter Westbrook Foundation== 2004 Fencing Olympians from Peter Westbrook Foundation, Keeth Smart, Erinn Smart, Ivan Lee, and Kamara James (l-r) In 1987, at the suggestion of Peter's friend, Tom Shepard, fencing clinics for inner-city kids were offered. The Peter Westbrook Foundation (PWF) was officially launched on a cold Saturday morning in February 1991 at the New York Fencers Club, which was located on West 71st Street in Manhattan. The first official class for the PWF Saturday Fencing Program consisted of six kids, \"all of them our own relatives or those of our friends.\" Within two years the program grew to 40 youth, then 100. In the 2009/2010 school year, the PWF served over 400 youth from the underserved communities across New York City. The Peter Westbrook Foundation is a 501(c)(3), non-operating foundation that is dedicated to utilizing the sport of fencing as a vehicle to develop life skills in young people from underserved communities. With a specific focus on engaging New York City's low and moderate-income youth, PWF teaches young people good sportsmanship in addition to developing their critical thinking skills, strengthening their self-confidence, encouraging the maintenance of an active and healthy lifestyle and supporting academic achievement. The Foundation has evolved from solely providing introductory fencing classes to offering academic enrichment and advanced fencing instruction for youth who demonstrate exceptional talent for the sport. The program's staff has included world-class coaches (Csaba Elthes, Boris Lieberman, Rotchild Magloire, Yuri Gelman, Max Catala, and Aladar Kogler) medalists and Olympians (Michael Lofton, Robert Cottingham, Herb Raynaud, Eric Rosenberg, Lazarro Mora, and Donald Anthony) and PWF students Ahki Spencer-el, Keeth Smart and his sister Erinn Smart, Kamara James, Ivan Lee, Benjamin Bratton, Nzingha Prescod, and Epiphany Georges. ===The PWF Elite Athlete Program=== In 2000 the Peter Westbrook Foundation was represented on the international stage for the first time when Ahki Spencer-el, Keeth Smart, and his sister Erinn Smart qualified for the 2000 Summer Olympics in Sydney, Australia. In 2004 four of his students, Keeth Smart, Kamara James, Ivan Lee, and Erinn Smart represented the United States in the 2004 Summer Olympics in Athens, Greece. Ivan Lee won the 2001, 2003, 2005, 2006, and 2008 sabre national championships, Keeth Smart won the 2004 and 2002 national championship titles and was ranked # 1 in the world in 2003 (the first-ever American to hold this rank). Erinn Smart won the 1998, 2002, 2004, 2007, and 2008 women's foil national championships, and Kamara James was ranked # 1 in the world in women's épée in 2004. In 2008, the Peter Westbrook Foundation reached unprecedented levels of success when the brother-sister duo, and lifelong PWF members Keeth Smart and Erinn Smart represented the United States in the 2008 Summer Olympics in Beijing, China, and both returned home with silver medals. These medals would not only symbolize the individual victories of Keeth and Erinn but reaffirm the Peter Westbrook Foundation in its mission and ideals. ===Other notable fencers trained by the Peter Westbrook Foundation=== Keeth Smart, Ivan Lee, Erinn Smart, Kamara James, Akhi Spencer- El, Benjamin Bratton, Dwight Smith, Donovan Holtz, Rashaan Greenhouse, Adam Rodney, Harvey Miller III, Herby Raynaud, Dwayne Smith, Ras Davidson, Marty Williams, Ibtihaj Muhammad, Torian Brown, Epiphany Georges, Nzingha Prescod, Carrington Harris, Adam Crompton, Andre Crompton, Ahmed Yilla, Daniel Bak, Adrian Bak, and Curtis McDowald. ===The PWF Academic Enrichment Program=== The Academic Enrichment Program (AEP) provides one-on-one tutorial support, literacy assistance, SAT, PSAT, and specialized high school exam preparation, along with group workshops and productivity seminars on core academic skills, time management, and motivational techniques and the development of effective homework habits. From October through June, students and tutors meet for 6 to 12 hours each month at a PWF center in either Chelsea or Harlem, where they receive extra academic support that will improve their understanding and performance in academic areas they find challenging. ==Writing== In 1997, Westbrook published his memoirs, Harnessing Anger: The Way of an American Fencer in which he describes turning his childhood experiences into a drive to succeed at his sport and the inception of the Peter Westbrook Foundation. In Harnessing Anger, Westbrook tells how he came to be the first African American to win a national gold title in sabre fencing along with reaching international levels of success. Westbrook describes how as the son of an African-American father and a Japanese mother, Peter was aided by his mother alone in poverty in a Newark ghetto. Becoming a fencer at an early age gave him the confidence and the discipline to use an ancient martial art to his advantage both in swordplay and when facing the vicissitudes of daily life in the inner city. The autobiography of this 6-time Olympian, 13-time U.S. National champion is the only book on his amazing life. Harnessing Anger tells us how Westbrook has overcome strong adversaries on and off the fencing strip. 'Harnessing Anger: The Way of an American Fencer' (1997), was nominated by the American Library Association for the Book of the Year Award. ==Film and television== Peter Westbrook has appeared on the following television programs: * Oprah Winfrey Show * Charlie Rose * 60 Minutes * Real Sports with Bryant Gumbel ==Hall of Fame and other honors== Westbrook was inducted into the New York University Athletics Hall of Fame in 1985. Westbrook was inducted into the USFA Hall of Fame in 1996. He was also inducted into the Sports Hall of Fame of New Jersey in 2002. ==See also== * USFA Hall of Fame * USFA * List of American sabre fencers ==References== ==External links== * The Peter Westbrook Foundation * \"The Right Touch,\" by Finn-Olaf Jones, about Peter Westbrook Foundation, in \"Forbes,\" September 18, 2006 * IMDB bio Category:1952 births Category:New York University alumni Category:Living people Category:American male fencers Category:African-American male track and field athletes Category:American people of Japanese descent Category:Essex Catholic High School alumni Category:Olympic fencers of the United States Category:Fencers at the 1976 Summer Olympics Category:Fencers at the 1984 Summer Olympics Category:Fencers at the 1988 Summer Olympics Category:Fencers at the 1992 Summer Olympics Category:Fencers at the 1996 Summer Olympics Category:Olympic bronze medalists for the United States in fencing Category:Sportspeople from Newark, New Jersey Category:American sportspeople of Japanese descent Category:Medalists at the 1984 Summer Olympics Category:Pan American Games gold medalists for the United States Category:Pan American Games silver medalists for the United States Category:Pan American Games bronze medalists for the United States Category:Pan American Games medalists in fencing Category:Congressional Gold Medal recipients Category:Fencers at the 1975 Pan American Games Category:Fencers at the 1979 Pan American Games Category:Fencers at the 1983 Pan American Games Category:Fencers at the 1987 Pan American Games Category:Fencers at the 1995 Pan American Games ",
    "title": "Peter Westbrook"
}