{
    "id": "655364",
    "text": "is a fictional character from the Japanese media franchise Neon Genesis Evangelion created by Gainax. She is the First Child and pilot of a giant mecha named Evangelion Unit 00. At the beginning of the series, Rei is an enigmatic figure whose unusual behavior astonishes her peers. As the series progresses, she becomes more involved with the people around her, particularly her classmate and fellow Eva pilot, Shinji Ikari. She is revealed to be a key factor in the events that conclude the storyline. Her role in the conclusion is not made entirely clear in the TV series, but is one of the principal plot points of the 1997 film The End of Evangelion. Hideaki Anno, director of the animated series, conceived her as a representation of his unconscious. He was also influenced by his personal readings on psychology, in particular on Freudian psychoanalysis, taking inspiration from Freud's theories on the Oedipus complex. Other influences for its creation include earlier works by Gainax staff members, such as Aoki Uru. Rei is voiced by Megumi Hayashibara in Japanese, and by Amanda Winn-Lee, Brina Palencia and Ryan Bartley in English. Rei has been well-received by critics and in reviews. She has maintained a high ranking in every popularity poll of the series and has also appeared in polls to decide the most popular anime characters in Japan. Reviewers have praised Rei's mysterious aura, and her role in the story. Merchandising based on her has also been released, particularly action figures, which became highly popular. Critics attributed her success to a series of moe traits that proved hugely popular with anime fans, influencing the creation of several subsequent female anime characters. ==Conception== 300x300px Like many of Evangelions characters, Ayanami's surname comes from a Japanese World War II naval vessel, the . Her first name comes from the character Rei Hino of the anime and manga series Sailor Moon. This was done to get one of Sailor Moons directors, Kunihiko Ikuhara, to work on Evangelion, however, it failed. Written in kanji can also mean \"zero\", \"nullity\" and is a pun on her Evangelion 00. Hideaki Anno instructed Yoshiyuki Sadamoto on Rei's character design saying, \"Whatever else, she needs to be painted in as a bitterly unhappy young girl with little sense of presence.\" The band Kinniku Shōjo Tai's theme song Doko e demo ikeru kitte and its line \"hotai de masshiro na shojo\" (lit. \"the white girl with bandages\") inspired Sadamoto to draw Rei. Ukina, a character from Sadamoto's previous work Koto served as Rei's model. Anno required a \"cool character with short hair\" and designed Rei originally as a brunette with dark eyes; however, it was necessary to distinguish her from the other female protagonist Asuka Langley Soryu, so Sadamoto designed her with eye and hair colors opposite to those of Asuka. While Asuka was conceived as \"an idol-like figure\" in Neon Genesis Evangelion and a symbol of \"heterosexual desire\", Sadamoto designed Rei as a \"mother figure\", thinking of her as \"the Yin opposed to Asuka\". Anno also suggested that Rei's eye color be red, a feature he believed would give her more personality and distinguish her design from those of the other characters. Her hair color also changed to blue after the main character from Aoki Uru, the movie sequel to The Wings of Honneamise which was never made. 250x250px As with many other Evangelion characters, he transposed some aspects of his life into her character, including the choice to not eat meat and maintain a vegetarian diet. He also took inspiration from Sigmund Freud's psychoanalytic concepts and the Oedipus complex in particular, since \"there was this replacement by a robot, so the original mother is the robot, but then there is a mother of the same age, Rei Ayanami, by [Shinji's] side, who's also by the side of the real father\". In a discarded draft of Rei's character background, Rei was a more sensual character than her final version. Sadamoto, unlike the more frank and explicit Hideaki Anno, decided to give her a much more \"enigmatic\" and bland eros. During Evangelions production and first broadcast, Anno encountered many difficulties with her character, not feeling \"particularly interested\" or relating to her. To better delineate her characterization and psychology, he thought her as his own unconscious, \"trying to put aside my presuppositions, trying to bring out the most primitive, the most core, the purest parts within me\". In the fifth episode, explicitly dedicated to her character, Rei speaks only seven lines and fifty-two words, while in the sixth she has twenty-five lines. For a long time he forgot to \"explore Rei's personality\", completely ignoring it or giving it very marginal space. For example, in episode eight she does not appear in any scene, while in episode seven he \"finally remembered her\" giving Rei a brief appearance in one shot. After many episodes he wanted to focus on her and \"explore her emotion\", adding Rei's stream of consciousness-like monologue in episode 14. When Anno was working on the monologue, he wanted to develop her in a \"schizophrenic\" direction and wondered how to portray a kind of madness. He was loaned a magazine-like book entitled on mental illness that contained a poem by someone who suffered from a mental disorder, and that triggered his imagination. In the twenty-first episode, the first Rei clone, killed by Naoko Akagi in the final version of the script, would eventually survive after being strangled and having lost consciousness momentarily, awakening in an empty command room without Dr. Akagi.Original script from Evangelion Original III. During the production, Ikuhara, annoyed by the idealized image and the fetishism that some fans built around the character, proposed to Anno that they \"betray\" fans and show her as a real girl who gets married and \"gets pregnant in the last episode\", but Anno rejected the suggestion. Anno himself declared he considered her character \"already finished\" in the episode six smile scene: \"In short, if she and Shinji completely 'communicated' there, then isn’t she over with? At that moment, Rei, for me, was finished.\" == Voice == Megumi Hayashibara voices Rei both in the original animated series and in the 1997 movies Neon Genesis Evangelion: Death & Rebirth, Neon Genesis Evangelion: The End of Evangelion and the new Rebuild of Evangelion. In 1995, Ogata said she was somewhat \"surprised\" by her role and her laconic and introverted character saying, \"I have to challenge something new.\" According to Hayashibara, before Neon Genesis Evangelion there were few taciturn and cold characters to deal with, so, in the absence of examples to imitate, she tried to characterize her \"as best I could\". During the dub sessions, Hideaki Anno instructed and guided her, advising her to read her lines in the flattest tone possible: \"When the director explained her character to me, he said, 'It's not that Rei doesn't have any feelings, it's just that she doesn't understand'.\" According to Hayashibara, since Rei \"doesn't know emotion, there's no difference between what she says and feels\". Apparently, her \"great beauty\" comes from \"this surface, not without depth, but with the absence of its necessity\". She added, \"Rei's beauty comes from the truth that she has feelings\", and \"when I found the warmth below the coldness in her words, I synchronized with Rei for the first time\". With Rei's role, Hayashibara's popularity as a voice actor grew, and she became an icon of anime fandom. ==Appearances== ===Neon Genesis Evangelion=== Rei Ayanami's birth date is never specified in the original series. She was born in Laboratory for Artificial Evolution's third branch, a place located under the lake Ashino and Hakone city. Her body with albino-like traits is created in absolute secrecy from the salvaged remains of Yui Ikari,From the Glossary chapter of the official Japanese End of Evangelion pamphlet, also known as Red Cross Book. a brilliant researcher who loses her life in a testing experiment by Evangelion Unit 01. In the deepest level of the headquarters of a special agency named Nerv, many Rei clones are kept, so that when one Rei dies, she can be replaced. When a clone is activated from a level named Terminal Dogma, although she remains characteristically distinct from all former incarnations, she is endowed with the soul of a being called Lilith, the second Angel. In 2010, her legal guardian Gendo Ikari brought her first clone (Rei I) to the Gehirn base, the predecessor of Nerv and responsible for the development and construction of the first Evangelion units, introducing her as the daughter an acquaintance had entrusted to him. This first Rei is killed by Dr. Naoko Akagi, colleague and secret lover of Gendō. During her visit to Gehirn, Rei I gets lost in the laboratory control room and meets Naoko, calling her an \"old hag\", as if to provoke her. She then reveals that it was actually Gendo who called Naoko that. Naoko suddenly recognizes Yui's facial features in the little girl's face and in an outburst of violence, she strangles and kills her, after which she commits suicide. Following the death of the first Rei, a second clone is activated, which moved to the first municipal middle school of the new city of Tokyo-3 in 2014. Officially, Rei II is chosen by an organization called the Marduk Institute as the First Child and pilot of Eva Unit-00 to defeat the Angels. Through the course of the series, Rei, who is originally completely submissive to the will of Gendo, becomes friends with fellow Eva pilot and classmate Shinji Ikari. She also begins to become more aware of her own identity and desires. In the battle with the Angel Armisael, Rei II decides to sacrifice herself alongside Eva Unit-00 to save Shinji and destroy the enemy. After her sacrifice, Rei II is replaced by a third and final clone, suitably covered with bandages to conceal the truth. All the other bodies in Terminal Dogma are later destroyed by Dr. Ritsuko Akagi, Naoko's daughter. The third Rei acts as the main catalyst behind an apocalyptic event named Third Impact. Thanks to her close relationship with Shinji, the last Rei decides to rebel against Gendo's will. She merges with Lilith, letting Shinji freely decide the course of Instrumentality, during which all of mankind unites into one collective consciousness. A giant white and unclothed Rei emerges into open space, holding Shinji's Eva-01. When Shinji finally rejects Instrumentality, this figure disintegrates. ===Rebuild of Evangelion=== Rei returns as a primary character in Rebuild of Evangelion and first appears in the first installment of the saga, Evangelion: 1.0 You Are (Not) Alone (2007). Her character remains virtually identical to the anime, acting as a pilot of Evangelion Unit-00 and helping Shinji defeat Angel Ramiel. In the second movie, Evangelion: 2.0 You Can (Not) Advance (2009), her character develops and her relationship with Shinji is shown much more openly than in the original series. In a departure from her original traits, she attempts to host a dinner party for her fellow pilots. Anno first thought to use this idea for the fourth episode of the original anime, but the proposal was shelved during the production of the series. During the climax, Angel Zeruel devours Rei and Unit-00. When Unit-01 goes out of control, Shinji forces his way into the angel and pulling her out and the two embrace each other. At the end of the film, they are both trapped within Unit-01 as the act triggers the Third Impact. In the third installment Evangelion: 3.0 You Can (Not) Redo (2012), the same Rei does not appear; a different clone is introduced instead, who acts and thinks very differently than the other Rei, consistently maintaining a cold and silent demeanor. ===In other media=== In the official Neon Genesis Evangelion manga, written and drawn by Yoshiyuki Sadamoto, further differences are evident in the characterization of Rei. In the manga, she is generally more empathetic and open to human contact compared to her animated counterpart. In the comic, moreover, the character has more space than Asuka, who in the anime, under the influence of Hideaki Anno, has a predominant role. Compared to the classic series, Sadamoto tried to tread his hand on her relationship with Shinji, particularly insisting on the symbology of the touch of the hands and the theme of motherhood, inspired by Kazuo Umezu's The Drifting Classroom.From the interview to Sadamoto from the CUT magazine, December 2014. As in the series, she at first considers herself empty and useless, created solely for piloting the Evangelion under Ikari's orders; Shinji's touch, however, changes his attitude. In a scene from the fifth volume of the manga where they are both at Rei's house, Rei gets burned while preparing tea with Shinji and their hands touch for a moment. Taking advantage of the opportunity, Rei invites Shinji to speak to his father and open up to him; in another chapter, thinking back to that moment, she wonders if her hands will one day be able to touch Shinji again. During the clash with the Angel Armisael, Rei becomes increasingly aware of her feelings of sadness and affection towards Shinji, towards whom she demonstrates a certain romantic interest. In a scene from the last episode of the animated series, a parallel universe is presented with a different story than the previous episodes; in the alternate reality, Rei is presented as a girl who has just moved into the class of Asuka and Shinji, with a radically different personality: cheerful, distracted and irascible. An outgoing Rei is featured in some Neon Genesis Evangelion spin-offs, such as Neon Genesis Evangelion: Angelic Days, set in the alternate reality of the last episode. In the original web anime series Petit Eva: Evangelion@School, a parody of the original animated series, three Ayanami sisters are presented. The eldest, Ayanami, is diligent and introverted; the second, Supone, is sport oriented and extroverted; and the younger, Chibinami, is a four years old girl with a passion for soft toys. Also in the light novel Evangelion Anima by Ikuto Yamashita several Rei appear; Rei Troi, pilot of an Eva called Evangelion Unit-02 Type II Allegorica, Rei Quatre and Rei Cinq and seven-year- old version Rei Six , all of them pilots of Evangelion-0.0 units. In addition to various video games based on the original animated series, Rei has appeared in media not related to the Evangelion franchise, such as Monster Strike, Super Robot Wars, Tales of Zestiria, Puzzle & Dragons, Keri hime sweets, Summons Board, Puyopuyo!! Quest, Line Rangers, Unison, MapleStory, Valkyrie Connect, Ragnarok Online, The Battle Cats and in an official Shinkansen Henkei Robo Shinkalion crossover episode. == Characterization and themes == Rei Ayanami is a taciturn and shy girl who limits her personal relations as much as possible and mechanically executes any order given to her, even if particularly cruel. She is extremely introverted, socially detached and laconic. Sociologist Satomi Ishikawa noted that, in a scene from the sixth episode of the series, her companion Shinji asks her the reason that pushes her to want to pilot Evangelion 00, to which Rei replies saying she finds her only \"bond\" with other people in this, thus demonstrating that she is committed to the struggle against angels, not by choice or idealism. Throughout the series, she has dropped hints of her indifference to living and has engaged in drastic acts that could have cost her her life. Writer Justin Wu (The Artifice) noted that, unlike other characters, she does not care if she dies and embraces death \"as if death is the only way to prove that she has lived\". For the critic Gerald Alva Miller, Rei experiences numerous internal conflicts, feelings of alienation, existential anguish and a deep sense of loneliness. According to Evangelion character designer Yoshiyuki Sadamoto, she is \"translucent\", like a shadow or \"the air\": \"The kind of girl you can't touch. The girl you long for, but there is nothing about her that you can grab a hold onto.\" He also described Asuka and Rei as \"such strong characters, in their own separate ways\". Some critics have linked her silent and inexpressive personality to alexithymia or a schizoid personality disorder. In the twelfth episode, she states she does not deem it necessary to write a will and reveals she is a vegetarian. During the series it is suggested that she does not have a menstrual cycle. Gualtiero Cannarsi, who cured the Italian adaptation for the series, described Rei as a girl \"unaware of the most basic rules of life and hygiene\", as she has had no one to teach them to her, resulting in her being completely disinterested in them. Her attitude is reflected in her apartment, where hygiene is neglected. In one episode Ritsuko Akagi says, like Commander Ikari, she \"is not very adept at living\". Scattered on the floor of his apartment are several scientific texts on biological interactions and genetics written in Latin and the original edition of The Happy Prince and Other Tales (in the Rebuild of Evangelion series). Critic Susan J. Napier also noted that, in the last two episodes, she confesses to wanting to die and \"go back to nothing\". According to director Hideaki Anno, Rei, being aware of the fact that \"there'll be another to replace her\" if she dies, does not appreciate her own life, hurts herself and feels she does not need friends: \"Her presence, her existence—ostensible existence—is ephemeral. She's a very sad girl. She only has the barest minimum of what she needs to have.\" Anno also understands the Japanese national attraction to characters like Rei as the product of a stunted imaginative landscape born of Japan's defeat in the Second World War, because \"since that time, the education we received is not one that creates adults\". Ōizumi Mitsunari, in a long interview with Hideaki Anno, compared the figure of Rei to the many girls committed to the Japanese sect Aum Shinrikyō, particularly popular during the years of the first broadcast of Evangelion, as \"completely dependent on their guru\" Shōkō Asahara. An official Death and Rebirth booklet describes her as \"an expressionless noh mask\" and \"a girl who does not dream\". According to her voice actress, Amanda Winn-Lee, despite the cold and detached appearance, there is still \"a small spark of humanity\" in Rei, \"clouded by this huge sense of negative self-worth and the realization that she is expendable\". She also stated: \"She knows she's expendable, but the thing is, she's still human.\" According to Yoshiyuki Sadamoto, Rei is perfectly capable of feeling emotions and feelings, but has great expressive and communicative difficulties. From the first episodes of the series, Shinji tries to connect with her, however, Rei is unable to parse the meaning of his words and actions adequately. Although the two pilots occasionally converse with each other, they cannot communicate on an emotional level and do not understand their own feelings. However, facing a crying Shinji, who is glad that she is alive after a big fight in the sixth episode, she smiles, marking one of her most significant moments of character development. After this, both their words and actions move to a place of mutual understanding. In one of the first scenes of the Evangelion anime, Shinji sees what appears to be a ghost of Rei Ayanami in a deserted city near Neo Tokyo-3. The Rei visible in the sequence is not real; the appearance is connected to the scenario of the film The End of Evangelion, released in 1997 as a conclusion to the classic series. During the course of the film, all forms of life come together in one being during the Instrumentality; human beings, shortly before dying, see Rei's ghosts appear, guiding them in the process as \"messengers of redemption\".Evangelion Carddass Masters G: P-R1. According to Yūichirō Oguro, editor of some of the contents of the Japanese home video editions of Evangelion, the Rei ghost Shinji sees on the avenue is \"the existence that gazes upon man\", and the scene symbolizes that \"Shinji is protected by his mother since the beginning of the series\". Patrick Drazen and Dani Cavallaro noted that like other Neon Genesis Evangelion characters who have traits of some deities of Shinto mythology, Rei has some affinities with the goddess of the Sun, Amaterasu, who is reborn at every dawn. They also compared the show's two other protagonists, Shinji and Asuka, with Susanoo and Ama-no-Uzume, respectively; Shinji, like Susanoo, acts clumsily and is not accepted by society, while Asuka, like Uzume, is sensual and flaunts her body. According to Italian scholar Fabio Bartoli, her three incarnations could be linked to the three evolutionary stages of the soul postulated by the Jewish Qabbalah—Nephesh (the mere animal vitality), Ruach (the normal human soul) and Neshamah (the elevated spirit, after the connection between man and God). Often her image is flanked by that of the Moon, a celestial body associated with motherhood, pallor, passivity and femininity. Japanese engineer Yumiko Yano noted a hieratic and unattainable aura in Rei Ayanami, comparing her to the Virgin Mary. Yano also has associated her figure with the fragile and chaste women portrayed in fin de siècle art, particularly popular among the works of Symbolists painters. The architect Kaichiro Morikawa compared the face of the first Rei, usually presented in a distorted and deformed way, to the installations of Tony Oursler, also comparing her bedroom to some photographs by Gottfried Helnwein. ==Cultural impact== ===Popularity and critical reception=== From 1995, Rei became the subject of many homages from the Neon Genesis Evangelion fandom, including fan fiction, fan art and dōjinshi, proving popular. She also ranked highly in Japanese surveys about the most popular anime characters. Immediately after Evangelion's first airing concluded, the 1996 and 1997 Anime Grand Prix survey by Animage magazine elected Rei \"best female character of the moment\". In 1998, when Revival of Evangelion was released, she ranked fifth as the most popular Evangelion female character. Rei also appeared in the monthly surveys of the magazine, remeaning in the top ten in 1997 and 1998 and in the top twenty in the 1999 polls. In 2002, TV Asahi ranked her 36th among the 100 most loved characters in anime history. TV Asahi later published the results of polls on anime's greatest scenes; all of them were related to the character. Rei Ayanami also won first place in Newtype magazine popularity charts. In August and September 2009 she ranked in fourth and second place. In October, she took third place, becoming the most popular Evangelion female character. Rei was voted the most popular female anime character from the 1990s in a Newtype poll in March 2010. In 2013, the NHK Shibuya Anime Land radio show ranked her among the ten most popular anime heroines of all time. She also ranked in Evangelion popularity polls, usually in the top three. Japanese critic Hiroki Azuma described Rei Ayanami as \"an extremely impressive character\", praising the performance of Megumi Hayashibara and its psychological realism, since \"Rei's solitude is grounded in a completely tactile substantiality which gives us extremely realistic images of the discommunication that children of the present face\". The Anime-planet.com site, while appreciating some interesting revelations about her past and still considering her \"by far the most interesting character\", was crtical that her character had not been \"explored as much as she should have been\". Animecritics.com wrote, \"[Rei] has absolutely no personality to speak of, and she remains an enigma for most of the series. Part of the intrigue in the series is discovering the secrets she holds.\" Raphael See criticized the characterization of the whole Evangelion cast for being \"cliche\", saying he did not understand the reasons for her great popularity. For Oricon News, Rei's character has become Evangelions emblem. Newtype praised the fifth and the sixth episode, describing the scene in which she smiles at Gendo (episode 5) as \"excellent\", and the scene where she greets Shinji before the battle against the Angel Ramiel (episode 6) as \"an impressive moment\". In February 1996, Animedia magazine ranked her smile scene from the sixth episode among the most memorable anime moments of the month. Justin Wu (The Artifice) also praised the scene, describing it as a \"powerful\" and \"iconic moment\", since it is \"the first time she has deliberately shown an emotion, and one of the handful of times she has done so throughout the whole series\". A column a September 2007 issue of the Nihon Keizai Shimbun newspaper said, on the occasion of Evangelion 1.0 theatrical release, that there were over one million dedicated Rei fans in Japan and that, \"This bandaged Goddess is an icon of Japanese anime.\" IGN ranked Rei 10th on its list of Top 25 Anime Characters of All Time. Writer Chris Mackenzie noted Rei was one of the most influential characters in the anime series, adding she was different from similar characters since, \"She's a mystery we never really solve, when you think about it.\" She had the same place in Mania Entertainment's 10 Iconic Anime Heroines written by Thomas Zoth who commented on the large amount of merchandise based on her and that she started \"the moe boom in anime\". While reviewing the films Rebuild of Evangelion, writers from Anime News Network commented on Rei. In the first title, Carlo Santos criticized Rei's personality for being the same as in the TV series, while Justin Sevakis praised her response to Shinji's kindness. ===Merchandise=== Wrapped Aonami Line train with Rei in Nagoya Soon after Evangelions first run, Rei became so popular that she generated an explosion of merchandise, selling more than any other series' character. Her image was used in a wide range of products, including toys, t-shirts, action figures, musical instruments, life-size statues, accessories and reproductions of her clothing. In 2001, Broccoli released a simulation game entitled Neon Genesis Evangelion: Ayanami Raising Project, in which the player takes on the task of looking after Rei. On March 30 of the same year, King Records launched an album to celebrate her birth date entitled Evangelion: The Birthday of Rei Ayanami. In 2012, a team built an tall figure of the character outside of the NTV Tower in the Shiodome area of Tokyo as part of the Shiohaku Expo 2012 summer amusement event. The following year, a meticulous reproduction of the girl's bedroom was built, and a life-size model exhibited at the Eva Expo in Shanghai. In 2020, Honda used Rei and other characters from the series for a number of commercials, which aired on the occasion of a collaboration between Evangelion and Honda Civic. Rei Ayanami's action figures in particular enjoyed immediate and unconditional success. In 2005, to celebrate the tenth anniversary of the first airing of Evangelion, mangaka Mine Yoshizaki designed several action figures of the Angels with anthropomorphic appearances; among the various models, he devised a figure of the Angel Lilith inspired by Rei's character design. According to Japanese writer Kazuhisa Fujie, despite models and toys in the series being a commercial failure at first, Rei's action figures immediately became so popular that they exceeded Evangelion's unit sales, thus creating the first and perhaps only case of a robotic anime \"where reproductions of the human characters outsold those of the robots\". Also books and magazines portraying her on the cover were a great success, including an issue of Rolling Stone Japanese edition, among others. A book about her named was published in 1997. Sales of Rei-themed merchandise led Japanese media to call her \"the girl who manipulates magazines sales at will\", \"the fates route to the sold-out sign\" and \"the premium girl\". ===Legacy=== Rei Ayanami had a significant influence on Japanese animation and many subsequent fictional characters, with numerous heroines created after the great success of Evangelion sharing her traits. Many critics regarded Rei and her success as the beginning of the so-called moe phenomenon, with the creation of characters according to definite stereotyped features easily recognizable and consumable by the Japanese otaku audience. In the late 1990s, characters bearing a close resemblance to Rei have been produced and consumed on a massive scale in comics, anime and novelization, both in the commercial market and the fanzine market. According to Japanese scholar Hiroki Azuma, this output is not linked to a direct Evangelion influence, since \"the emergence of Ayanami Rei did not influence many authors so much as change the rules of the moe-elements sustaining otaku culture\". As a result, even authors who were not deliberately thinking of Evangelion unconsciously began to produce characters closely resembling Rei, using newly registered moe-elements, such as a quiet personality, blue hair, white skin, mysterious power and an apparent absence of emotions. Azuma regards Ruriko Tsukishima from Shizuku as being directly influenced by Rei, while Ruri Hoshino of Martian Successor Nadesico was created as a combination of both. She also influenced manga author Nobuhiro Watsuki on Yukishiro Tomoe's design.Watsuki, Nobuhiro. \"The Secret Life of Characters (41) Yukishiro (Himura) Tomoe,\" Rurouni Kenshin Volume 21. Viz Media. 46. Justin Wu (The Artifice) regards Rei as the prototypical , a term used by anime fans to describe reticent and apparently emotionless characters, usually with a monotone voice who speak to-the-point, and avoid unnecessary conversations. This moe element, which gained wide popularity only after Rei's success, can be found in numerous subsequent female characters, including Eva in Black Cat, Ai Enma in Hell Girl and Yuki Nagato in Haruhi Suzumiya. Critics compared other characters to her, including Miharu in Gasaraki, Vanilla H in Galaxy Angel, Neya in Infinite Ryvius, Aruto Kirihara in Kagihime Monogatari Eikyū Alice Rondo, Riza Hawkeye in Fullmetal Alchemist, Dorothy R. Wayneright in The Big O, Anthy Himemiya in Revolutionary Girl Utena, Yuzuriha Inori in Guilty Crown, Miyu in My-HiME and Ai in Zaion: I Wish You Were Here. Serial Experiments Lains Lain Iwakura is also often associated with the character; Lains main screenwriter Chiaki J. Konaka denied a direct influence from Evangelion and, while appreciating their characteristics, he said he did not see many similarities between the two characters. in and According to Kaichiro Morikawa, a Japanese architect and academic, there were a few main characters with physical defects before Evangelion and Rei Ayanami, such as Char Aznable in Mobile Suit Gundam, who has a scar on her forehead, and Princess Kushana in Nausicaä of the Valley of the Wind. Justin Wu also noted that, after the success of the series, the bandages gained great popularity, becoming the trademark of the character and that of many cosplayers. According to De'Angelo Epps (CBR), the character contributed to popularizing the kuudere stereotype, a term for male or female characters who hide their true feelings behind a melancholy and cold facade. Rei Ayanami has had an influence on Japanese music. The Japanese band Rey derived its name from her. Singer and guitarist Motoo Fujiwara wrote the lyrics of the song Arue taking inspiration from Rei, with the English title R.A. inspired by the initials letter of her name. Several famous artists have produced fan art about her, including Okama, Huke, Hiroya Oku and Arina Tanemura. Many celebrities have paid tribute to Rei cosplaying her, including Shoko Nakagawa, Natsuki Katō, Miu Nakamura, Yuuri Morishita, Umika Kawashima, Rio Uchida, Kokoro Shinozaki and Shōma Uno. During Victoria's Secret Fashion Show 2012 English model Jourdan Dunn wore a dress very similar to the character's plugsuit; however, Gainax only learned about the outfit from the Internet and was perplexed by the situation. Her plugsuit also inspired a piece of clothing for the spring 2016 line by the well-known fashion house Louis Vuitton. ==Notes== ==References== * * * * * * * ==See also== * Category:Female characters in anime and manga Category:Fictional angels Category:Animated characters introduced in 1995 Category:Television characters introduced in 1995 Category:Fictional characters with schizoid personality disorder Category:Fictional child soldiers Category:Fictional clones Category:Fictional demigods Category:Fictional extraterrestrial–human hybrids Category:Fictional Japanese people in anime and manga Category:Fictional Japanese people Category:Fictional marksmen and snipers Category:Fictional suicides Category:Fictional super soldiers Category:Fictional private military members Category:Female soldier and warrior characters in anime and manga Category:Neon Genesis Evangelion characters Category:Science fiction film characters Category:Teenage characters in television Category:Teenage characters in anime and manga ",
    "title": "Rei Ayanami"
}