{
    "id": "655499",
    "text": "Herald Square is a major commercial intersection in the Midtown Manhattan neighborhood of New York City, formed by the intersection of Broadway, Sixth Avenue (officially Avenue of the Americas), and 34th Street. Named for the now-defunct New York Herald, a newspaper formerly headquartered there, it also gives its name to the surrounding area. The bow tie-shaped intersection consists of two named sections: Herald Square to the north (uptown) and Greeley Square to the south (downtown). ==Description== Greeley Square Greeley statue Herald Square proper is the north end of the square between West 34th and 35th streets. The old New York Herald Building was located on the square. The square contains a huge mechanical clock whose mechanical structures were constructed in 1895 by the sculptor Antonin Jean Carles. The monument, known as the James Gordon Bennett Monument consists of the Goddess of Wisdom, Minerva with her owls in front of a bell, flanked by two bell ringers mounted on a Milford pink granite pedestal. The monument's bell was designed to chime on the hour. The two seven-foot-tall bronze laborers, nicknamed Stuff and Guff give the appearance of ringing the bell with their mallets, while in actuality is rung by mallets located behind the bell. The figures and the clock were originally part of the 1894 New York Herald Building that was located at the square. Prior to the demolition of the building in 1921, the figures were removed and reinstalled in the Square in 1940. Greeley Square lies between West 32nd and 33rd streets between Broadway and Sixth Avenue, and is taken up almost entirely by a triangular park. It is named after Horace Greeley, who was the publisher of the New York Tribune, the Herald's rival newspaper. (The two papers later merged to form the New York Herald Tribune.) There is a statue of Greeley inside the park, created in 1890 by Alexander Doyle. The small park is planted with trees and shrubbery, enclosed by a wrought-iron fence, and provided with inviting chairs, tables and a restaurant kiosk. Herald and Greeley Squares stand today as rest areas for the thousands of shoppers that flood the neighborhood, as a lunchroom for thousands of midtown office workers, and as a stage for product launches, musical performances, and photo and film shoots. ==Shopping== New York Herald Building and Herald Square, circa 1895 The area around Herald Square along Broadway and 34th Street is a retail hub. The most notable attraction is the Macy's Herald Square, the flagship department store for Macy's and the largest in the United States. In 2007, Macy's, Inc. moved its corporate headquarters to that store after renaming from Federated. Macy's archrival Gimbels was also located in the neighborhood until 1984; in 1986 the building became the Manhattan Mall.Lueck, Thomas J. \"Fortune's Smile Glimmers on Herald Sq.\", The New York Times, September 10, 1989. Retrieved October 20, 2007. \"Although Macy's survived and has prospered as the Herald Square landmark, Ohrbach's, Korvettes and Gimbels had closed by 1984.... The Herald Center, which opened in 1986 as the city's largest vertical mall, has so far shown little prospect of success.\" Other past retailers in the area included E.J. Korvette, Stern's, and Abraham & Straus. J.C. Penney opened its first Manhattan flagship store in August 2009 at the former A&S; location inside the Manhattan Mall. The square is roughly equidistant between Madison Square to the south, and Times Square to the north. Herald Square's south side borders Koreatown, at West 32nd Street. ==Transportation== The area is served by the New York City Subway's 34th Street–Herald Square station, which is serviced by the . Additionally, the 33rd Street station on the PATH's , , and trains serve the square. ==Renovation== Since 1992, Herald and Greeley Squares have been cared for by the 34th Street Partnership, a Business Improvement District (BID) operating over 31 blocks in midtown Manhattan. The 34th Street Partnership provides sanitary and security services, maintains a horticultural program that includes trees, gardens, and planters, and produces events, product launches, and photo shoots. 34th Street Partnership also added movable chairs, tables, and umbrellas, to the parks. In 1999, the parks were completely renovated by the 34th Street Partnership. Two years later, the partnership added the city's first Automated Pay Toilets in the two squares, one in each square. Since 2008, each square has had a food kiosk operated by sandwich, soup, and salad shop 'wichcraft. In 2009, the 34th Street Partnership converted the parks' Automated Pay Toilets into free public facilities, a rarity in New York City. With the introduction of \"Broadway Boulevard\", a 2009 project by the New York City Department of Transportation to increase pedestrian space on the segment of Broadway between 35th and 42nd Streets, the passive space provided by Herald and Greeley Squares more than doubled, radically changing the character of the area.Broadway Boulevard I The two blocks of Broadway between 33rd and 35th Streets were completely closed to vehicular traffic, and were made pedestrian-only with bike lanes. The 34th Street Partnership filled the newly pedestrianized space with chairs, tables, umbrellas, and free public programs such as chess tables, dance lessons, and exercise classes. As of April 2013, the boulevard had been redesigned.Broadway Boulevard II Because of the popularity of the pedestrian plaza and bike lanes in Herald and Greeley Squares, the plaza was redesigned again in 2019. Another block of Broadway between 32nd and 33rd Street was shut to vehicular and bike traffic, while 33rd Street between Broadway and Sixth Avenue was reopened, and the bike lane through Greeley Square was relocated from Broadway to Sixth Avenue. The Greeley Square restroom was restored in 2020. ==In popular culture== Numerous songs refer to Herald Square, such as: George M. Cohan's song, \"Give My Regards to Broadway\" (1904), which includes the lyrics \"remember me to Herald Square\"; Andrew B. Sterling and Harry Von Tilzer's song, \"Take Me Back to New York Town\" (1907); Billy Joel's song, \"Rosalinda's Eyes\" (1978); and Freedy Johnston's song \"Bad Reputation\" (1994). Herald Square is the terminus for the Macy's Thanksgiving Day Parade, broadcast nationally by NBC-TV. ==References== Notes ==External links== * Herald Square - NYC Parks Category:Broadway (Manhattan) Category:Mass media company headquarters in the United States Category:Midtown Manhattan Category:New York Herald Category:Newspaper headquarters in the United States Category:Parks in Manhattan Category:Road junctions in the United States Category:Sixth Avenue Category:Squares in Manhattan Category:34th Street (Manhattan) ",
    "title": "Herald Square"
}