{
    "id": "655587",
    "text": "Nór (Old Norse Nórr) is according to the Orkneyinga Saga the eponymous founder of Norway. ==Icelandic accounts== ===Source material=== Nór of Norway appear in “Fundinn Nóregr” (‘Norway Founded’), hereafter called F, which begins the Orkneyinga saga, and in Hversu Noregr byggðist (‘How Norway was Settled’), hereafter called B, both found in the Flatey Book. The term is described differently in different sources.https://dictionary.cambridge.org/dictionary/english/nor ===About Thorri=== King Thorri (Þorri 'frozen snow') was son of Snær ('Snow') the Old, a descendant of Fornjót (\"king of Jotlandi (also spelled GotlandiSee second line: http://heimskringla.no/wiki/Fundinn_Noregr), later known as Quennlandi and Finnlandi\"). See Snær and Fornjót for further information. The name Þorri has long been connected with that of Þórr, the name of the Norse thunder god Thor, or thunder personified.Georg Friedrich Creuzer, Franz Joseph Mone, Symbolik und Mythologie der alten Völker, besonders der Griechen, Heyer und Leske, 1822, p. 275. A grandson of King Snow, and Frost before that, king Nór marries Hedda (Höddu) daughter of Svaða Jótun that may be seen as descending from the Scyldings, from the Kings of Lejre, the stronghold of the descendants of Dan in Denmark. Þorri is the sister of Driva, mother of Visbur, as attested by the scolding poetic genealogy known as Ynglingatal, by King Vanlande (from the land of the Wends), as well as Fónn and Mjól, by their father Snow the Old (Snær ins Gamli) - who lived for 360 years. He was an offspring of Frost (Frosti), child of Kári (master of the arctic wind), sibling to Logi (master of the fire - eponymous to Hålogaland - High Logi), & Hler (master of the sea, called Ægir, and cognate with Llyr as well as King Lear of Shakespeare, as well as eponymous to Lejre and Læsø). ==Chronicon Lethrens'== The Chronicle of Lejre (“Chronicon Lethrense”) written about 1170 introduces a primeval King Ypper of Uppsala whose three sons were Dan who afterwards ruled Denmark, Nori who afterwards ruled Norway, and Östen who afterwards ruled the Swedes. But the account then speaks only of the descendants of Dan. Although not matching, there are some correspondences between the sources. In the B-source (Hversu Noregr byggðist) Nór is married Höddu, granddaughter of a King Östen, on her mother Åshild's side. Her and her brother Hrolf of Berg's father, Svaða Jótun appears in a number of obscure genealogies as a descendant from Dan, through Hjörvard Halgison, also named Åsathor Oðinnson who married Helga Friðleifsson; Friðleif was born to Fróði King of Denmark, descendants of Scjöldr, eponymous anchestor of the Scyldings. Both accounts state that great sacrifice was made yearly at mid-winter, whence was derived both the name of the mid-winter sacrifice and the name of the winter month Thorri corresponding to late January and early February in the Roman calendar. ===The story of Nór=== One year, at the time of Thorri's Sacrifice, Gói the daughter of King Thorri suddenly vanished. Thorri held a second feast the following month hoping to learn what had become of Gói. That sacrifice was afterward also observed regularly and known as Gói's Sacrifice and the name of the month was thence named Gói. When Gói was still not found after three years, her brothers Nór and Gór set out separately in search of her with many folk in their following, Nór and his folk going by land on skis while Gór went by ship and searched the islands and skerries. Eventually Nór and his following came to the Kjölen Mountains (the Keel) and passed into was later to be called Norway, defeating any who opposed him. F relates in particular that Nór defeated the folk around what was later called the Trondheimsfjord, that Nór also took possession of the eastern lands near Lake Mjors (modern lake Mjøsa), then slew King Sokni, the eponym of Sokna Dale (modern Sogndal) and Sognefjörd (modern Sognefjorden) and took possession of his kingdom. But B mentions instead the defeat of four kings named Véi, Vei, Hunding (Hundingr), and Heming (Hemingr). Then, in Heidemark (approximately the modern region of Hedemarken in the more extensive province of Hedmark), Nór met with King Hrólf of the Hill (Hrólfr í Bergr). Hrólf was son of the giant Svadi (Svaði) from Dovre Mountain in the north. According to B Hrólf's mother was Áshild (Áshildr) daughter of King Eystein of Heidemark. It was this Hrólf who had taken Gói captive and had then made her his wife. Nór and Hrólf came to terms (after a long single combat according to F). Hrólf kept Gói as his wife and Nór afterwards married Hrólf's sister (called Hödd in B) and became Nór's man. Both accounts relate that Gór eventually joined Nór and the two brothers made an agreement that Nór would rule all the mainland but Gór would rule all islands around the mainland, that he would be lord over any island that was separated from the mainland by a channel through which a ship with a fixed rudder was able to pass. The mainland was then named Norway (Noregr) after Nór. Nór's new kingdom is now said to have been what is south-eastern Norway today, as it extended from Jötunheim mountains in the north to what was later known as Álfheim (roughly the modern Swedish Bohuslän) in the south, the southern border of Nór's land being what is now the Glomma river whose southwestern course is not very far inside the southeastern border of modern Norway. The sons and grandsons and later descendants of Nór continually divided their inheritances among themselves so that Norway became filled with many small kingdoms and lordships. ===Descendants of Nór=== According to B, Nór's sons by Hödd were Thránd (Þrándr) and Gard (Garðr). B later brings in another son of Nór named Raum (Raumr). Presumably either Raum had another mother than Hödd or Raum's name has accidentally dropped out from the earlier listing of Hödd's sons. ====Thránd==== Thránd ruled Trondheim (Þrándheimr) which was named after him and refers approximately to present day county of Sør-Trøndelag and the southern parts of Nord-Trøndelag, rather than to the city now called Trondheim. Eireks saga víðförla ('The Saga of Eirek the Traveller') also brings in Thrand as the first king to regin of Trondheim. Thrand's ancestry is not given here, but he is the father of Eirek the Traveller (Eirekr inn víðfǫrli) the hero of the saga. Hálfdanar saga Eysteinssonar ('Saga of Halfdan Eystein's son') states instead that Trondheim was named from King Thránd, the father of Eirek the Traveller, but also states that Thrand was son of King Sæmingr of Hálogaland, son of Odin, and that Thránd's mother and Sæmingr's wife was Nauma after whom Naumu Dale was named. For more on Sæmingr see Sons of Odin. Thrand's wife is here said to be Dagmær sister of Svanhvít the wife of Hrómund Grip's son, the protagonist of Hrómundar saga Gripssonar. The saga says that Eystein, son of Thrand and Dagmær, married Ása, a daughter of Sigurd Hart (the maternal grandfather of Harald Fairhair), and she bore him Halfdan, the hero of the saga. This places Thrand just three generations back from Harald Fairhair. But this saga seems to be a late and untraditional creation, dating only to the early 14th century. ====Gard==== Gard son of Nór was also called Gard Agdi (Garðr Agði), apparently as ruler of Agdir (Agðir): the modern counties of Vest-Agder and Aust-Agder. Gard Agdi's descendants ruled the southwestern regions of Norway. See Gard Agdi for details. ====Raum the Old==== Raum inherited south-eastern Norway and also the northwestern valley of the Rauma river to the western sea which waters the region called Raums Dale (modern Romsdal). Raum in this account also ruled the land of Álfheim to the south. See Raum the Old for further details on Raum and his descendants. ===Descendants of Gór=== Gór had sons named Heiti and Beiti (and according to B two other sons named Meitir and Geitir). Heiti and Beiti often made war against the sons of Nór. Beiti the sea-king had one of his ships put on sledge runners and so passed in the ship over the snow-covered land starting from what was afterwards called Beitstad on Beitstadfjorden from Beiti's named and passing north across Ellidæid (Elliðæið 'Galley-neck') to Naumu Dale (Naumudal) with his father Gór in the ship with his hand on the tiller. So, by the agreement that had been made between Nór and Gór, the land between the path of the ship and the sea became Beiti's. The names of Beiti's descendants are missing from B. Heiti the sea-king was the father of Svadi (Svaði). Geitir was father of Glammi and Gylfi; and Meitir the sea-king was father of two sons named Mævil and Myndil (Myndill), Myndil being father of two sons named Ekkil (Ekkill) and Skekkil (Skekkill). But F speaks only of Gór's son Heiti as the father of Sveidi (Sveiði) the father of Halfdan the Old, who confusingly is named identically to Halfdan the Old who is a descendant of Nór. But it is from Halfdan the Old who is called a descendant of Gór from whom springs at last the Jarls of Orkney who are the subject of the Orkneyinga saga. See Halfdan the Old to follow this lineage further. ==Alternative spellings== Alternative Anglicizations are: * Glói: Gloi * Gór: Gorr * Hrólf: Hrolf, Rolf * Nór: Norr * Forniot, Forniotr * Hlér: Hler ; : Kari * Snær: Snaer, Snœr, Snow * Véi: Vee. == References == Category:Medieval Norway Category:Kings in Norse mythology and legends ",
    "title": "Nór"
}