{
    "id": "655904",
    "text": "King Street Wharf (also known as Darling Harbour ferry wharf), is a mixed-use tourism, commercial, residential, retail and maritime development on the eastern shore of Darling Harbour, an inlet of Sydney Harbour, Australia. Located on the western side of the city's central business district, the complex served as a maritime industrial area in the early and mid 20th century. It was redeveloped as part of extensive urban renewal projects around Sydney Harbour in the 1980s and 90s. The complex is host to a cluster of nine wharves, with the first two wharves currently in use by private ferry operator Captain Cook Cruises and a third recently decommissioned by Sydney Ferries. ==Description== King Street Wharf is adjacent to the Darling Harbour tourist precinct, and on the western edge of Sydney's central business district. The residential towers occupy the area bounded by King Street to the South, Shelley Street to the East, Erskine Street to the North and Lime Street to the West. Ranging in height from 8 to 14 stories consisting of: *155 residential apartments in the North Tower *107 residential apartments in the South Tower *95 residential apartments in 45 - 49 Shelley Street. *114 Serviced Apartments - Medina The commercial waterfront is between Lime Street and Darling Harbour, and extends slightly north of the end of Erskine Street. It consists of 85 commercial suites with a retail component set underneath. This retail area contains 11 restaurants, the largest of which seats 450 including its outdoor areas. ==Developments== Under Walker Corporation Limited, the retail and restaurants, stages of residential and serviced apartments and commercial/retail strata suites were completed. The remainder of the development parcels are still being developed by Brookfield Multiplex Limited. They include the completed KPMG Headquarters, American Express House, Ibis Hotel, Macquarie Bank headquarters and One Shelley Street office building. The remaining development will consist of further commercial and retail and public parking expected to be completed over the next few years. It also involves associated infrastructure such as roadworks, car parking, charter vessel berthing facilities and coach parking. ==Wharves== ===Wharf 1=== Wharf 1 is currently used by Captain Cook Cruises as a stop on their Darling Harbour Circular Quay service, badged as \"CCDH\" by Transport for NSW. The wharf is serviced by 22 CCDH daily services on weekdays, and 23 daily services on weekends and public holidays on looping stopping patterns originating from Harbour Master Steps ferry wharf and terminating at Circular Quay ferry wharf. An additional morning service on weekends originates from the Pier 26 ferry wharf. ===Wharf 2=== Wharf 2 is currently used by Captain Cook Cruises as the terminus of their Darling Harbour to Manly shuttle service, badged as \"CCDM\" by Transport for New South Wales. Seventeen CCDM services to Manly Wharf depart from Wharf 2 daily on weekdays, with seven departures on weekends and public holidays. ===Wharf 3=== Entrance to King Street Wharf 3 during its time as a Sydney Ferries network stop, viewed in March 2015. Originally opened as one of the many privately operated wharves in the King Street Wharf development,King Street Wharf NSW Maritime Wharf 3 was selected as the recommended temporary site for a second major terminal on the Sydney Ferries network in the Walker Report, which also recommended that the King Street ferry wharf be upgraded and established as a Western city ferry hub to lessen ferry congestion at Circular Quay, with fare gates and ticketing machines introduced. These were implemented in October 2010.Temporary wharf change at Darling Harbour Sydney Ferries 29 September 2010Annual Report for year ended 30 June 2011 Sydney Ferries It was used by Sydney Ferries First Fleet and RiverCat class ferries operating F3 Parramatta River and F4 Darling Harbour services from 2010 until 2017.F3 timetable Transport for NSW 20 October 2013F4 timetable Transport for NSW 20 October 2013 On 26 June 2017, Sydney Ferries services ceased using the wharf with the opening of the nearby Barangaroo ferry wharf.Additional services for F3 and changes for F4 ferries Transport for New South Wales 19 June 2017 The wharf is expected to be reopened for use by private operators. ==References== ==External links== *Darling Harbour Wharf at Transport for New South Wales (Archived 1 December 2017) *King Street Wharf site *Building Management Category:Sydney localities Category:Darling Harbour Category:King Street, Sydney Category:Ferry wharves in Sydney ",
    "title": "King Street Wharf"
}