{
    "id": "656116",
    "text": "Julio Segundo Machado Rondón (December 1, 1965 in San Carlos del Zulia, Venezuela) is a former Major League Baseball (MLB) right-handed relief pitcher who played for the New York Mets (1989–90) and Milwaukee Brewers (1990–91). Machado's MLB career was cut short when he was imprisoned on voluntary murder charges in Venezuela. He later coached and played in Venezuelan winter baseball leagues. ==MLB career== Machado started his career with the Mets. He made his MLB debut in and started the season with the Mets as well. He was demoted to the Class AAA Tidewater team, where he saved eight games before being recalled to the Mets in July. At the time, the Mets were looking for consistent right-handed relief pitchers, having traded Roger McDowell the previous year. Later that season, Machado was traded to the Brewers, along with pitcher Kevin Brown, in exchange for catcher Charlie O'Brien and a minor league player. Machado had a decent fastball, good control and willingness to challenge hitters. He also pitched a better-than-average curveball and a slider. In a three-year career, Machado posted a 7–5 record with 151 strikeouts and a 3.12 ERA in 147 innings. ==Shooting== Spending the 1991 offseason in his homeland, Machado fatally shot a woman following an auto accident on December 8. More than two weeks later, Machado was missing and the Brewers said they that they were planning for 1992 with the assumption that Machado would not be on the team. Though he was described as a fugitive, Venezuelan reporters said that Machado would probably turn himself in after the holidays. He was held in a Caracas prison while an investigation was carried out from the middle of January to early March. He admitted that he fired the shots, but he said that he did so in self-defense, afraid that he was being robbed. When Machado was granted conditional freedom pending a trial on charges of involuntary murder, he was not allowed to leave Venezuela. Shortly thereafter, thieves stole the car of the prosecutor in Machado's case and they set it on fire. He was convicted and, following appeals, Machado was sentenced to 12 years in 1996. ==Later life== Machado went on to play in the Venezuelan winter league and currently coaches in that league. ==See also== * List of players from Venezuela in Major League Baseball ==References== ==External links== Category:1965 births Category:Águilas del Zulia players Category:Clearwater Phillies players Category:Jackson Mets players Category:Living people Category:Major League Baseball pitchers Category:Major League Baseball players from Venezuela Category:Milwaukee Brewers players Category:New York Mets players Category:Peninsula Pilots players Category:People from Zulia Category:Reading Phillies players Category:Spartanburg Phillies players Category:Spartanburg Suns players Category:Sportspeople convicted of crimes Category:St. Lucie Mets players Category:Tidewater Tides players Category:Venezuelan expatriate baseball players in the United States Category:Venezuelan people convicted of murder ",
    "title": "Julio Machado"
}