{
    "id": "656161",
    "text": "O2 Academy Birmingham is a music venue located in Birmingham, West Midlands, England. ==History and Former Venue (1964–2013)== Feeder show. The building later became the Birmingham Ballroom under different management. The venue, however, closed in January 2013. Live music on the site of the O Academy Birmingham's former Dale End venue dates back to 1964 when the venue was first opened as the Top Rank Ballroom. By the 1980s and 1990s the same venue was known as the Hummingbird. In the late 1990s, the venue underwent refurbishment and, in 2000, reopened as the '. In 2002, it was then rebranded as the '. On 6 November 2008, it was announced that O had purchased naming rights for all Live Nation's AMG venues, in a £ sponsorship deal, lasting until 2013. As a result, in line with O's branding, the venue became the O Academy Birmingham. In September 2009, the O Academy moved to the site of the former Dome II Nightclub located on Horsefair, Bristol Street. The decision to move to a brand new venue was decided twofold. The former venue was unsuitable for the needs of a modern music venue and the building complex it resided in, along with the Oasis Centre above, was scheduled for demolition as part of a project called Martineau Galleries. The Used played the last ever Academy listed show at the old Dale End Academy location. However, due to the credit crunch and reduced investment in buy-to-let projects, the Martineau project was put on hold and the location continued as a music venue under the name ' from 2011 until January 2013 when the venue closed its doors for the final time. ==New venue (2009–present)== At the new venue in Bristol Street, local band Editors headlined the opening night followed by further gigs the following nights by The Twang, The Streets and Ocean Colour Scene. For these gigs, commemorative wristbands were given out as part of a marketing campaign by members of the marketing team known as O angels. Like the former Academy venue, the new venue has a multi-room operation with the main room having a capacity of 3,009 (of which there is a dedicated 600 capacity seated area) and two other rooms, the O Academy 2 with 600 and O Academy 3 with 250. However, in an improvement to the Dale End site, the new venue was designed to allow all three venues to be in use at the same time. A dedicated queuing system and box office is also in operation for each room. Therefore, the venue has a full capacity of 3,859. To coincide with the launch of the Bristol Street venue, the club night Propaganda moved from the Gatecrasher venue in Birmingham to the Academy on Friday 18 September 2009. This is now a club night spread over all three academy rooms, playing a variety of indie/pop music. Subculture, a well known metal/rock club which was hosted at the Dale End Academy, moved to the new venue on 26 September 2009. ==Facilities== ===Arenas=== The O2 Academy Birmingham has three performance areas. ====Main room==== The main room, simply known as the Academy is by far the largest performance area in the complex, with a total capacity of 3,009 of which 2,409 is standing room in the stalls. Above the main stalls there is a tiered-seated balcony with a capacity of 600. This area has its own entrance, bar, toilets and cloakroom facilities. ====Academy 2==== Academy 2 is a smaller room which caters for audiences of up to 600. In the Academy 2 there is standing room only, although there is a raised disabled viewing area. ====Academy 3==== Academy 3 is the smallest of the three stages, with a total all-standing capacity of 250. ==References== ==External links== * Category:Music venues in Birmingham, West Midlands Category:Buildings and structures in Birmingham, West Midlands Academy Birmingham Category:Wrestling venues ",
    "title": "O2 Academy Birmingham"
}