{
    "id": "656249",
    "text": "The Central Bank of Jordan is the central bank of Jordan whose main duties include the release and distribution of the Jordanian currency and the maintenance of a national reserve of gold and foreign currencies. The bank also maintains and insures the safety of the banking environment in Jordan. ==Foundation== Jordan set out preparations to establish the Central Bank of Jordan (CBJ) in the late 1950s. The Law of the CBJ was enacted in 1959. Thereafter, its operational procedures were commenced on the first day of October 1964. The CBJ succeeded the Jordan Currency Board which had been established in 1950. The capital of the CBJ, which is totally owned by the government, was increased gradually, from one million to 18 million Jordanian Dinars. The CBJ enjoys the status of an independent and autonomous corporate body, although its capital is owned entirely == Objectives and Functions of the CBJ== The law establishing the CBJ stipulates that \"the objectives of the Central Bank shall be to maintain monetary stability in the Kingdom, to ensure the convertibility of the Jordanian Dinar, and to promote the sustained growth of the Kingdom's economy in accordance with the general economic policy of the government.\" To achieve the above-mentioned objectives, the CBJ's functions have evolved to include the following: === 1- Issuing and regulating bank notes and coins=== The CBJ is the sole issuer of the Jordanian currency. The CBJ, accordingly, ensures the availability of bank notes and coins to meet the needs of the national economy, and maintains an adequate inventory of these bank notes and coins for the same purpose. The CBJ also re-issues the Jordanian currency and replaces damaged, soiled, and mutilated bank notes. In addition, the CBJ issues commemorative coins. === 2- Maintaining and managing the Kingdom's reserves of gold and foreign exchange=== The CBJ is responsible for determining the suitable investment opportunities as well as setting ratios and components of reserves to ensure their safety, liquidity, and profitability, as these reserves constitute a cornerstone in the stability of the Jordanian Dinar exchange rate. To fulfil this task, the CBJ adopts a flexible investment policy that is compatible with the ongoing developments in foreign exchange and international financial markets. === 3- Acting as a banker and fiscal agent to the government and public institutions=== The CBJ acts as a banker and fiscal agent to the government and public institutions, as it maintains their revenue and expenditure accounts, makes transfers, opens letters of credit, manages and implements loan and trade agreements, and extends credit to the treasury. In addition, the CBJ issues and manages public debt securities on behalf of the government and public institutions in Jordan. Likewise, the CBJ administers, on behalf of the government, Jordan’s subscriptions in international and regional financial institutions, and manages and implements payment agreements between the government and other countries. === 4- Acting as a banker to banks and specialized credit institutions=== The CBJ maintains banks’ deposits, extends credit to them through advances and rediscounts, and furnishes banks with credit risk information, custody, and electronic clearing services. Besides, the CBJ, sells to and buys from banks, both treasury bills and foreign exchange necessary to cover their external payment needs. Furthermore, the CBJ issues licenses authorizing banks to operate and branch in Jordan. === 5- Maintaining the Safety of the Banking System=== One of the major tasks of the CBJ is the supervision of the banking system, so as to ensure its soundness, and protect depositors and shareholders. In doing so, the CBJ focuses on increasing the paid up capital, improving the capital adequacy ratio, and expanding the scope of the application of international auditing and accounting standards related to solvency, assets, profitability, liquidity and management. Moreover, the CBJ stresses on the importance of continuous education and training of banks’ employees so that they would keep in pace with developments in the financial market. Furthermore, the CBJ performs on-site and off-site surveillance of licensed banks. === 6- Advising the government on the formulation and implementation of fiscal and economic policies=== The CBJ proposes, upon its initiative or upon government request, specific suggestions and recommendations related to the prevailing economic, financial and monetary conditions. Besides, it participates in the formulation of economic policies, particularly, in relation to economic development plans. Furthermore, the CBJ has a distinctive role in the regular consultations between Jordanian authorities and international financial organizations, in particular, those related to economic and structural adjustment programs adopted since 1989. === 7- Managing monetary problems and participating in containing local economic problems=== The CBJ, pursuant to its legal powers, adopts procedures and measures to deal with economic problems to avoid their adverse effects on the Jordanian economy. === 8- Regulating credit=== The CBJ regulates the quantity, quality, and cost of credit to meet the requirements of economic development and monetary stability. Monetary policy tools available to the CBJ to regulate credit include open market operations, the reserve requirement ratio and the discount rate. === 9- Other roles=== In addition to the above-mentioned functions, the CBJ has effectively participated in the establishment of a number of financial institutions and corporations, such as Amman Stock Exchange, Jordan Mortgage Refinance Company, Jordan Loan Guarantee Corporation, Deposit Insurance Corporation, all of which have played an evident role in supporting economic development efforts in Jordan. ==Governors== *2012–Present: Ziad Fariz *2011-2012: Mohammed Said Shahin *2010-2011: Faris Abdel Hamid Sharaf *2001-2010: Umayya Toukan *1996-2000: Ziad Fariz *1989-1995: Mohammed Said Nabulsi *1985-1989: Hussein Al-Qasim *1973-1985: Mohammed Said Nabulsi *1963-1973: Khalil Al-Salem ==See also== * Jordanian dinar ==References== ==External links== * Central Bank of Jordan official site Jordan Category:Economy of Jordan Category:Divisions and subsidiaries of the prime ministry (Jordan) Category:1964 establishments in Jordan Category:Banks established in 1964 ",
    "title": "Central Bank of Jordan"
}