{
    "id": "7752838",
    "text": "Zinc toxicity is a medical condition involving an overdose on, or toxic overexposure to, zinc. Such toxicity levels have been seen to occur at ingestion of greater than 50 mg of zinc. Excessive absorption of zinc can suppress copper and iron absorption. The free zinc ion in solution is highly toxic to bacteria, plants, invertebrates, and even vertebrate fish. Zinc is an essential trace metal with very low toxicity in humans. ==Signs and symptoms== Following an oral intake of extremely high doses of zinc (where 300 mg Zn/d – 20 times the US RDA – is a \"low intake\" overdose), nausea, vomiting, pain, cramps and diarrhea may occur. There is evidence of induced copper deficiency, alterations of blood lipoprotein levels, increased levels of LDL, and decreased levels of HDL at long-term intakes of 100 mg Zn/d. The USDA RDA is 15 mg Zn/d.There is also a condition called the \"zinc shakes\" or \"zinc chills\" or metal fume fever that can be induced by the inhalation of freshly formed zinc oxide formed during the welding of galvanized materials. ==High levels of intake by humans== Zinc has been used therapeutically at a dose of 150 mg/day for months and in some cases for years, and in one case at a dose of up to 2000 mg/day zinc for months. A decrease in copper levels and hematological changes have been reported; however, those changes were completely reversed with the cessation of zinc intake. However, zinc has been used as zinc gluconate and zinc acetate lozenges for treating the common cold and therefore the safety of usage at about 100 mg/day level is a relevant question. Thus, given that doses of over 150 mg/day for months to years has caused no permanent harm in many cases, a one-week usage of about 100 mg/day of zinc in the form of lozenges would not be expected to cause serious or irreversible adverse health issues in most persons. Unlike iron, the elimination of zinc is concentration-dependent. ==Cross-reaction toxicity== Supplemental zinc can prevent iron absorption, leading to iron deficiency and possible peripheral neuropathy, with loss of sensation in extremities. Zinc and iron should be taken at different times of the day.https://labdoor.com/article/a-guide-to- timing-supplement-intake ==Diagnosis== Zinc concentrations are typically quantified using instrumental methods such as atomic absorption, emission, or mass spectroscopies; x-ray fluorescence; electro-analytical techniques (e.g., stripping voltammetry); and neutron activation analysis. Inductively coupled plasma atomic emission spectroscopy (ICP-AES) is used for zinc determinations in blood and tissue samples (NIOSH Method 8005) and in urine (NIOSH Method 8310). Detection limits in blood and tissue are 1 µg/100 g and 0.2 µg/g, respectively, with recoveries of 100% (NIOSH 1994). Sample preparation involves acid digestion with concentrated acids. Detection of zinc in urine samples requires extraction of the metals with a polydithiocarbamate resin prior to digestion and analysis (NIOSH 1984). Detection limits in urine are 0.1 µg/sample. ==Treatment== == See also == * Zinc deficiency ==References== == External links == Category:Toxic effects of metals ",
    "title": "Zinc toxicity"
}