{
    "id": "7752266",
    "text": "\"Papa Pingouin\" (English translation: \"Papa Penguin\") was the Luxembourgish entry in the Eurovision Song Contest 1980, performed in French by the French twin sisters Sophie & Magaly. ==First version== With music by prolific duo Ralph Siegel and Bernd Meinunger, who are normally associated with Germany as a composer-lyricist combination, the song is about the fantasy life of the title character - a bored penguin. The singers describe his desire to fly like a seagull and travel around the world, listing various places he visits in his imagination. The song ends with the penguin's realisation that life \"on the ice floe\" is not as bad as he had thought, so he \"burns his suitcase\" to signify that his desire to travel is over. Sophie & Magaly also recorded a German-language version of the song, \"Papa Pinguin\". The song was performed fourth on the night (following Greece's Anna Vissi And The Epikouri with \"Autostop\" and preceding Morocco's Samira with \"Bitaqat Khub\"). At the close of voting, it had received 56 points, placing 9th in a field of 19. It was succeeded as Luxembourgish representative at the 1981 Contest by Jean-Claude Pascal with \"C'est peut-être pas l'Amérique\". ==The \"Ralph Siegel\" scandal== When original singers Sophie & Magaly signed with Ralph Siegel, they were still minors and their parents were not aware of some \"practices\" in the show- business world. A contract was signed between Ralph Siegel and the parents, that gave only a few very small percentage of the sales to the sisters. In April 1982, the twin-sisters appeared on French prime time TV show Droit de Réponse (TF1), and reported publicly that they got only 5000 euros each, when more than one million singles were sold. They also indicated that Ralph Siegel decided not to work anymore with the two girls, and did not want to renegotiate the deal. He alleged that the original contract was valid and nothing could be done against him. In 2003, one of the French lyricists, Jean- Paul Cara, confirmed that the German producer never had the intention to make Sophie & Magaly a successful group. He just needed twin singers for this particular song. Magaly died in 1996 of HIV-AIDS. Sophie suffered from high depressive syndrome and lived a secluded life in the South of France. She died in 2019. ==Pigloo version== A remake of this song, performed by Pigloo, became a huge hit in France in 2006, reaching number 1 of the charts for three weeks. The single debuted straight at number 3 and remained on the chart for 27 weeks from 4 March to 2 September 2006, becoming the 5th best selling single in France that year. As of August 2014, it is the 105th best-selling single of the 21st century in France, with 296,000 units sold. The song was also charted on Swiss Singles Chart, where it peaked at number 24 and stayed 15 weeks. A German version entered the local charts in February 2007. ===Formats and track listings=== ; CD single # \"Le Papa pingouin\" — 3:09 # \"Les Manchots et les Pingouins\" (instrumental) — 3:12 ; Digital download # \"Le Papa pingouin\" — 3:09 ===Certifications and sales=== {| class=\"wikitable\" !align=\"left\"|Country !align=\"left\"|Certification !align=\"left\"|Date !align=\"left\"|Sales certified !align=\"left\"|Physical sales |- |align=\"left\"|France2006 certifications Disqueenfrance.com (Retrieved December 13, 2007) |align=\"center\"|Platinum |align=\"center\"|15 June 2006 |align=\"center\"|300,000 |align=\"center\"|292,224+2006 singles sales in France Fanofmusic.free.fr (Retrieved May 15, 2008) |- |} ===Charts=== {| class=\"wikitable sortable\" !Chart (2006) !Peak position |- |Belgian (Wallonia) Singles Chart\"Papa Pinguin\" in various singles charts Lescharts.com (Retrieved December 13, 2007) |align=\"center\"|6 |- |Eurochart Hot 100 |align=\"center\"|5 |- |French SNEP Singles Chart |align=\"center\"|1 |- |Swiss Singles Chart |align=\"center\"|24 |- !Chart (2007) !Peak position |- |Austrian Singles Chart2007 Austrian Singles Chart Austriancharts.at (Retrieved May 15, 2008) |align=\"center\"|4 |- |German Singles Chart |align=\"center\"|6 |- |} {| class=\"wikitable sortable\" !End of year chart (2006) !Position |- |Belgian (Wallonia) Singles Chart2006 Belgian (Wallonia) Singles Chart Ultratop.be (Retrieved May 15, 2008) |align=\"center\"|18 |- |French Singles Chart2006 French Singles Chart Disqueenfrance.com (Retrieved May 15, 2008) |align=\"center\"|5 |- !End of year chart (2007) !Position |- |Austrian Singles Chart |align=\"center\"|39 |- |German Singles Chart |align=\"center\"|70 |- |} ==Sources and external links== * Official Eurovision Song Contest site, history by year, 1980 * Detailed info & lyrics, The Diggiloo Thrush, \"Papa Pingouin\" * ESCtoday.com, The Sad Life Story of Sophie & Magaly * Bide-et-musique.com, Sophie & Magaly ==References== Category:1980 songs Category:2006 singles Category:2007 singles Category:Eurovision songs of Luxembourg Category:Eurovision songs of 1980 Category:SNEP Top Singles number-one singles Category:Pigloo songs Category:Songs written by Ralph Siegel Category:Songs written by Bernd Meinunger Category:Songs written by Pierre Delanoë Category:Sony BMG singles Category:Songs about animals ",
    "title": "Papa Pingouin"
}