{
    "id": "7752771",
    "text": "Barry Mann, Jack Keller, Al Nevins, Don Kirshner and Howard Greenfield at the 1962 BMI Awards Aldon Music was a New York-based music publishing company, founded by Don Kirshner and Al Nevins in 1958. Aldon is regarded as having played a significant role in shaping the Brill Building Sound in the late 1950s and 1960s. ==History== Nevins was a music industry veteran with \"money, reputation, experience and connections\". He had been a member of a popular instrumental trio The Three Suns for over twenty years and was also the co- writer of their 1944 hit \"Twilight Time\", which sold over three million copies. At the time Aldon was founded, Nevins had recently been forced to leave the group due to heart trouble. Kirshner, who was many years younger than Nevins, had recently achieved some success in partnership with singer- songwriter Bobby Darin, although they did not work together for long. Seeking to break into publishing, Kirshner approached two major songwriting teams, Doc Pomus and Mort Shuman and then Jerry Leiber and Mike Stollerhttp://www.allmusic.com/artist/leiber-stoller.../biography before convincing Nevins to become his partner. Aldon enjoyed enormous success in the late 1950s and early 1960s with scores of hits written by its contract songwriters, such as Neil Sedaka, Howard Greenfield, Carole King, Gerry Goffin, Jeff Barry, Ellie Greenwich, Neil Diamond, Paul Simon, Phil Spector, Barry Mann, Cynthia Weil, Charles Albertine, and Jack Keller. Aldon established Kirshner as a major music publisher and was the springboard for even greater success. Aldon Music also owned a record company, Dimension Records. Kirshner and Nevins sold the company to Columbia Pictures for a substantial sum in 1963. Kirshner remained with Columbia as an executive, leading to subsequent successes with The Monkees and The Archies. ==References== ==Further reading== Emerson, Ken Always Magic in the Air: The Bomp and Brilliance of the Brill Building Era (Viking Penguin, 2005) Category:Music publishing companies of the United States Category:Music organizations based in the United States Category:Defunct companies based in New York City Category:Publishing companies established in 1958 Category:1958 establishments in New York (state) ",
    "title": "Aldon Music"
}