{
    "id": "7753779",
    "text": "was a Japanese Sengoku-period daimyō. He was the 21st chief of the Chōsokabe clan of Tosa Province (present-day Kōchi Prefecture). ==Early life and rise== He was the son and heir of Chōsokabe Kunichika and his mother was a daughter of the Saitō clan of Mino Province. His childhood name was Yasaburō (弥三郎). He is said to have been born in Okō Castle in the Nagaoka district of Tosa. Motochika was a quiet youth and his father was said to have fretted about the boy's gentle nature (he seems to have been nicknamed Himewakako, or 'Little Princess'); Kunichika's worries evaporated when Motochika later proved himself a skilled and brave warrior. When Motochika came of age, his father had already begun to draw away from the Ichijô, and Motochika would carry on his work. In 1560, at the Battle of Tonomoto, Chôsokabe Kunichika captured Nagahama castle from the Motoyama clan. In response to this, Motoyama Shigetoki departed Asakura castle with 2,500 men to take the castle back. Kunichika intercepted him with 1,000 troops near Nagahama castle. This battle is noted for being Chôsokabe Motochika's first battle, in which he fought bravely, greatly impressing his father and his retainers. In the 1562 at Battle of Asakura, Chosokabe Motochika defeated Motoyama Shigetoki and by forming alliances with local families, Motochika was able to build his power base on the Kōchi plain. ==Unification of Shikoku== In 1569, while being careful to remain ostensibly loyal to the Ichijô over the next few years, Motochika's power grew to the extent that he was strong enough to march on the rival Aki clan of east Tosa with 7,000 men, then went on to take Aki Castle. In the course of the decade he was awarded the court rank Ministry of Imperial Household (Kunai shô) and was sufficiently confident after the reduction of the Aki to finally turn on the Ichijô. In 1573, While still lord of the Hata district of Tosa, Ichijō Kanesada was unpopular and had already suffered the defection of a number of important retainers. Seizing the opportunity, Motochika wasted no time in marching on the Ichijô's headquarters at Nakamura, and Kanesada fled to Bungo, defeated. In 1575, at the Battle of Shimantogawa, he defeated the Ichijo family. Later in 1575, Motochika was victorious at the Battle of Watarigawa, gaining control of Tosa Province. Following his conquest of Tosa, Motochika turned north and prepared for an invasion of Iyo. The lord of that province was Kôno Michinao, a daimyo who had once been driven from his domain by the Utsunomiya clan, returning only with the assistance of the powerful Môri. It was unlikely that Kôno could count on that sort of help again, however-presently the Môri were embroiled in a war with Oda Nobunaga. Nonetheless, Chosokabe's campaign in Iyo did not go off without a hitch. In 1579, 7,000-man Chosokabe army, commanded by Kumu Yorinobu, met the forces of Doi Kiyonaga at the Battle of Mimaomote. In the ensuing battle, Kumu was killed and his army defeated, though the loss proved little more than an unfortunate delay. The next year, Motochika led some 30,000 men into Iyo, and forced Kôno to flee to Bungo province. With little interference from either the Môri or the Ôtomo, Chosokabe was free to press onwards, and in 1582, he stepped up ongoing raids into Awa and defeated the Miyoshi clan, led by Sogō Masayasu at the Battle of Nakatomigawa. By 1583, Chosokabe troops had subdued both Awa and Sanuki. Over the ensuing decade, he extended his power to all of Shikoku, making Motochika's dream of ruling all of Shikoku a reality. This included the Battle of Hiketa in 1583. ==Conflict with Hideyoshi== However, in 1585, Toyotomi Hideyoshi launched an attack against Chōsokabe Motochika, and seized Shikoku island, the smallest of Japan's four main islands. Chosokabe Motochika picture ===Shikoku campaign=== In 1585, Toyotomi forces invaded Shikoku island with a force of 113,000 men, led by Ukita Hideie, Kobayakawa Takakage, Kikkawa Motoharu, Hashiba Hidenaga, and Hashiba Hidetsugu against 40,000 soldiers of the Chosokabe clan. Despite the overwhelming size of Hideyoshi's army, Chōsokabe chose to fight to defend his territories. The battles culminated in the siege of Ichinomiya Castle, which lasted for 26 days. Motochika surrendered, and forfeited Awa, Sanuki, and Iyo Provinces; Hideyoshi permitted him to retain Tosa. ==Service under Hideyoshi== Under Hideyoshi, in 1587 Motochika and his son Nobuchika participated in the invasion of neighboring Kyūshū in which Nobuchika died at Battle of Hetsugigawa. In 1590, Motochika led a fleet in the Siege of Shimoda and Siege of Odawara, and also fought in the Japanese invasions of Korea in 1592. In 1596 the Spanish ship San Felipe was wrecked in Chōsokabe territory while en route from Manila to Acapulco. Motochika seized the cargo of the ship, and the incident escalated all the way up to Hideyoshi, leading to the crucifixion of 26 Christians in Nagasaki, the first lethal persecution of Christians by the state in Japan. ChOsokabe Morichika Banner; Natsuka Masaie (1562?-1600) Banner.jpg|Chosokabe Morichika hata-jirushi (right) Chosokabe Morichika Banner and Battle Standard.jpg|Chosokabe Morichika hata-jirushi and uma-jirushi ==Death== Chosokabe Motochika grave Motochika died in 1599 at age 60 at his mansion in Fushimi. His successor was Chōsokabe Morichika. In addition to his leadership, Motochika is remembered for his '100-Article Code of the Chosokabe' and his struggle to found an economically strong castle town, moving in the course of his career from Oko to Otazaka and on to Urado. ==Family== *Father: Chōsokabe Kunichika (1504–1560) *Mother: Daughter of the Saitō clan *Younger Brother **Kōsokabe Chikayasu (1543–1593) **Kira Chikasada (1541–1576) *Wife: Lady Motochika (died 1583) ** Concubine: Koshōshō, or Lady Ōgata *Sons: ** Chōsokabe Nobuchika (1565–1587) by Lady Motochika ** Kagawa Chikakazu (1567–1587) by Lady Motochika ** Tsuno Chikatada (1572–1600) by Lady Motochika ** Chōsokabe Morichika (1575–1615) by Lady Motochika ** Chōsokabe Ukondaifu (1583-1615) by Lady Ogata ** Chōsokabe Yasutoyo (born 1599) *Daughters: ** Unknown daughter (wife of Ichijō Tadamasa) by Lady Motochika ** Akohime (wife of Satake Chikanao) by Lady Motochika ** Unknown daughter (wife of Kira Chikazane) by Lady Motochika ** Unknown daughter (wife of Yoshimatsu Jūzaemon) by Lady Motochika ==In popular culture== In the 1949 Mexican film Philip of Jesus, the character Prince Chokozabe (sic) is played by Rodolfo Acosta. He is a playable character in Pokémon Conquest (Pokémon + Nobunaga's Ambition in Japan), with his partner Pokémon being Dewott and Samurott. Motochika is a playable character from Samurai Warriors 2 Xtreme Legends onwards, where he wields a shamisen, he continuously calls himself as \"The Bat King\", due to Nobunaga historically referring to him as a \"the bat who refuses to fly away from its home\". Motochika is also a playable character in the Sony PlayStation game, Sengoku Basara where he wields an anchor and appears as a pirate. He also appears in the anime adaptation of the game Sengoku Basara: Samurai Kings. == References == * 新井政義（編集者）『日本史事典』。東京：旺文社 1987 (p. 263) Category:1539 births Category:1599 deaths Category:Daimyo Category:Chōsokabe clan ",
    "title": "Chōsokabe Motochika"
}