{
    "id": "7753138",
    "text": "Le Louvre des Antiquaires is a historic structure in Paris, France, on the Place du Palais-Royal. The building was designed by Alfred Armand and was constructed in 1855 as a hotel, the Grand Hôtel du Louvre. The enormous building was gradually converted to a department store, with the hotel finally closing in 1887. The department store, Grands Magasins du Louvre, operated until 1974. The building was then converted to an antiques mall, Le Louvre des Antiquaires. That business closed in 2015, and the building is currently being converted to a luxury shopping mall, set to open in 2020. ==Grand Hôtel du Louvre== The Grand Hôtel du Louvre operated between 1855 and 1887. It had many innovative features, including many bathrooms and two steam-powered elevators. The hotel was progressively converted into retail space, becoming a large department store. The building was constructed at 164-168, rue de Rivoli, Paris by the Péreire brothers at the request of Baron Haussmann, the prefect of the Seine. The Société immobilière de la rue de Rivoli was launched in June 1854 to undertake this and other projects in the area. Three months later a company to build the hotel was founded, with many of the same principals. The architect was Alfred Armand (1805-88). Jacques Ignace Hittorff (1793-1967), Auguste Pellechet (1829-1903) and Charles Rohault de Fleury (1801-75) also participated in the design. Félix-Joseph Barrias was commissioned to paint the frescoes. The Grand Hôtel du Louvre opened in 1855 in time for the Exposition Universelle. An 1872 Baedeker guide described the Grand Hôtel du Louvre as \"a huge, palatial edifice, the construction of which cost upwards of 50,000 l.\" It was the largest hotel in Europe. On the ground floor there was a large courtyard with a glass roof and galleries. There were shops along the street front. A massive stairway led from the courtyard to the table d'hôte dining room. The table d'hôte often accommodated over 300 diners. There was also a more expensive restaurant, a salon in length and a large billiard room. The modern hotel included many bathrooms and twenty lavatories. Another innovative feature was a pair of steam-powered lifts. The hotel had 700 rooms and a staff of 1,250. It became renowned for both its French and foreign cuisine. The hotel provided interpreters and guides, a post office, a telegraph room and an bureau of exchange. Although the public rooms were splendid, the hotel catered to tourists with modest budgets as well as to the wealthy. The building was shared by Les Galeries du Louvre, a department store. The company that owned the building collapsed after a financial scandal and was dissolved on 30 June 1872. Another company had been founded on 26 March 1855, known as \"Les Galeries du Louvre\", to operate the store and the hotel. It became the Société du Louvre, which still exists. In August 1875 this company bought the buildings that held the Grands Magasins du Louvre and the Grand Hotel du Louvre. The hotel rooms were gradually taken over for retail space, and eventually the whole building was a department store. The hotel was closed on 1 November 1887. In 1888 the Hôtel du Louvre opened on the other side of the Place du Palais Royal. This successor continues to operate in this location today. ==Grands Magasins du Louvre== The department store Les Grands Magasins du Louvre, initially Les Galeries du Louvre, was founded in 1855, three years after its competitor, Le Bon Marché. Les Grands Magasins du Louvre inspired Émile Zola's novel Au Bonheur des Dames (1883). In 1855, Alfred Chauchard, who had been a clerk of the Au Pauvre Diable store with a salary of 25 Francs per month, joined Auguste Hériot and Léonce Faré to rent the ground floor of the Grand Hôtel du Louvre, which had just opened its doors in Paris on the rue de Rivoli in a building constructed in 1852 by the Péreire brothers at the request of the Baron Haussmann, the prefect of the Seine. On the ground floor of the building, Faré's company, Chauchard, Hériot et Compagnie, established a store for fashion called Les Galeries du Louvre. The building was rented by La Compagnie Immobilière de Paris. The Péreire brothers financed the launching of the business and, in 1860, took shares in the company. In 1857, Faré withdrew, mistakenly, because commerce did not cease thriving. In 1865, the enterprise realised 15 million in sales and 41 million ten years later. At that time, it employed about 2,400 people, and Chauchard and Hériot became extremely rich. In 1875, the two associates were able to repurchase the entire building. They transferred the Hôtel du Louvre to other side of the Place du Palais-Royal, where it is still today and, after two years of work, opened Les Grands Magasins du Louvre. The store offered much of what the customers of the day desired; 52 departments and counters offered silks in a wide range of colors, shawls from the Indies, tartans, article de Paris, hosiery, toys, watercolors, and more. Auguste Hériot died in 1879, and his brother, Olympe, inherited his shares of the company. Chauchard sold his shares, for some unknown reason, in 1885. Then Olympe directed the company alone until 1888, the year when the first signs of his mental illness forced his resignation. He was succeeded by the son of Émile Pereire. In 1889, the company was renamed Société du Louvre and opened a second hotel, the Hôtel Concorde Saint-Lazare, whose hall was designed by Gustave Eiffel. In 1909, the company opened the Hôtel de Crillon on the Place de la Concorde, after its renovation. In 1930, the shares were registered in the official list of the Paris Bourse, the stock exchange. An Avro Lancaster from the No. 57 Squadron RAF, based at RAF East Kirkby, was hit by German flak and crashed into the building on the night of September 23, 1943, almost completely destroying the interior, leaving only the exterior walls standing. The Canadian pilot, Joe Douglas Hogan, and six crew members were all killed. The store was rebuilt after WWII and continued to operate until it closed in 1974. ==Le Louvre des Antiquaires== The building was rebuilt and reopened in October 1978 as an antique center, Le Louvre des Antiquaires. The building also hosted occasional temporary exhibitions. After years of financial trouble, and an increasing number of vacancies, the antique mall closed in 2015, in preparation for a complete remodeling by its owners SFL, at a cost of 100 million Euros, as a luxury shopping mall, set to open in 2020. ==Gallery== Image:Grands Magasins du Louvre-2.jpg|1877 engraving from the Bibliothèque Nationale de France Image:Grand Hôtel du Louvre - Main Dining Room - c. 1870.png|Main table d'hôte dining room c. 1870 Image:Grands Magasins du Louvre.jpg|Grands Magasins du Louvre in the 1890s Image:GrandsMagasinsDuLouvreParisSaisonD'Ete1908c.gif|An advertisement for a corset from a 1908 catalog of ladies' summer fashions image:Louvre des antiquaires, Place du Palais-Royal, Paris 2 September 2009.jpg|Louvre des antiquaires, 2009 Image:View from Room 215 at Hotel du Louvre Paris France 2.jpg|Renovations being undertaken in 2010 ==References== ==Sources== * * * * * * * * ==External links== * Le Louvre des Antiquaires official website * Exposition of Grand Magasin images hosted by the BNF * Société du Louvre * Concorde Hotels & Resort Category:Buildings and structures in the 1st arrondissement of Paris Category:Department stores of France ",
    "title": "Le Louvre des Antiquaires"
}