{
    "id": "7753626",
    "text": "Jay J. Armes (born Julian Armas; August 12, 1932) is an American amputee, private investigator, and actor. He is known for his prosthetic hands and a line of children's action figures based on his image. ==Early life and amputation== Armes was born Julian Armas to Mexican-American parents Pedro and Beatriz in Ysleta, a low-income area near El Paso, Texas, now a southeast El Paso neighborhood.\"Is Jay J. Armes For Real?\" by Gary Cartwright, Texas Monthly, 1972. At the age of eleven, he and his friend Dick Caples, seven years his senior, broke into a Texas & Pacific Railroad section house and stole railway torpedoes. Armes rubbed two torpedo sticks together, detonating them and causing the mangling of both hands.May 19, 2015 radio interview on KLAQ El Paso, Texas Caples, who was standing nearby, was not injured. Armes was taken to Hotel Dieu Hospital in El Paso, where his hands were amputated.El Paso Times, 1946: Ysleta Child Loses Both Hands In Explosion of Railroad Torpedo, elpasotimes.typepad.com; accessed August 25, 2014. ==Career== In 1958, after briefly working as an actor in California and returning to El Paso, Armes started his private investigative agency, The Investigators. In 1978, he launched The Investigators Security Course. Designed as a mobile patrol and security service, this branch of the organization served the community for a number of years until the patrol division was discontinued. Armes has been a certified Peace Officer. ==Books and toys== In 1976, Armes published his autobiography, Jay J. Armes, Investigator; . In 1976, the Ideal Toy Corp. also launched the Jay J. Armes Toy Line, which featured a Jay J. Armes action figure with detachable prosthetics, various gadgets, and a Mobile Investigation Unit. In 1978, Armes and Ideal Toy Corp. launched an Investigative Course for Children which was introduced to a number of school districts throughout the United States. The same year, Armes authored a comprehensive correspondence-based investigative training course, and founded The Investigators Training Academy. ==Television== Armes played the villain in the Hawaii Five-O episode \"Hookman\" (). The updated series, Hawaii Five-0, remade the episode with the same scenes and title on ; Peter Weller remade the role and directed the episode. Armes' rescue of Marlon Brando's son was described on a season 7 episode of the Travel Channel show Mysteries at the Museum. ==Awards and recognition== *1975: featured in People Magazine as one of \"The 25 Most Intriguing People\" of the year *1976: received the \"Golden Plate Achievement Award\" *1977: featured in the Book of Lists *1979: selected as one of forty individuals honored as the \"Most Successful Celebrities of America\" by the Academy of Achievement in Beverly Hills, California *1981: featured in the book Dreaming and Winning in America *1989: received the \"Most Successful Investigator in the Country\" Award from the International Society of Private Investigators (ISPI) *1991: featured in the book Watching the Detectives *1992: honored as a member of the \"Who's Who in Leading American Executives\" *1994: featured in the Time Life book series, Crimes of Passion, along with son Jay J. Armes III, for their work on an international murder case *1997: featured in \"The Hispanic-American Hall of Fame\" poster, card set and learning guide *1998: Inducted into Investigator's Hall Of Fame, NAIS and named top ten investigators of the century for 1900s-NAIS. National Association Of Investigative Specialists ==References== ==External links== * http://www.wnyc.org/story/jay-j-armes-private-eye-snap-721-fortress-solitude/ * http://www.thrillingdetective.com/eyes/armes.html * http://www.spymall.com/investigators/action_figures.html * https://www.elpasotimes.com/story/news/2020/09/19/private-investigator-jj- armes-selling-home-jay-j-armes/5829741002/ Category:1932 births Category:Private detectives and investigators Category:American amputees Category:Living people Category:El Paso City Council members Category:People from El Paso, Texas Category:American people of Mexican descent ",
    "title": "Jay J. Armes"
}