{
    "id": "7754488",
    "text": "Lisa Maxwell (born 24 November 1963) is an English actress and television presenter, best known for her roles in The Bill as Samantha Nixon, in EastEnders as Naomi and in Hollyoaks as Tracey Donovan. ==Early life== Maxwell was born in the Elephant & Castle district of Southwark, South London, in November 1963. When she was conceived, her father, John Murphy, had a pregnant wife. Her 22-year-old mother Val returned to her parents' home, where all three brought Maxwell up. She met her father for the first time when she was 45. She has three paternal half-siblings. Maxwell was educated at the Italia Conti Academy of Theatre Arts,Lisa Maxwell Loose Women, ITV, 29 April 2010 and first acted on TV aged 11, in a schools programme A Place Like Home. In 1981, she participated in BBC TV's A Song for Europe as a member of the group Unity. They finished in last place with the song \"For Only a Day\". ==Career== ===Acting=== Maxwell's first senior role was in Remembrance (1982), and in the same year she voiced Kira in the Jim Henson film The Dark Crystal. In 1993 she auditioned for the part of Daphne Moon in Frasier, but the part eventually went to Jane Leeves. She played Detective Inspector Samantha Nixon in the ITV1 drama The Bill between 2002 and 2009. She joined the cast in late 2001 and filmed her last scenes on The Bill on 20 March 2009. In September 2013 she appeared in the BBC One soap opera EastEnders, playing Naomi, the girlfriend of established character, David Wicks (Michael French). In 2016, Maxwell played Judy Garland in the UK tour of End of the Rainbow and also joined the cast of Hollyoaks as Tracey Donovan, the mother of established character, Grace Black (Tamara Wall), and her half-brothers, Adam (Jimmy Essex), Liam (Maxim Baldry) and Jesse (Luke Jerdy). In May 2018 it was announced that she would be appearing in Celebrity MasterChef later that year. ===Comedy=== Maxwell appeared on The Russ Abbot Show in 1990 which led to her getting her own short-lived TV show, The Lisa Maxwell Show on BBC television in 1991. ===Presenting=== In 1985, Maxwell won a television vote to become a presenter on the BBC Two pop music show No Limits. The other winning presenter was Jeremy Legg. She then went on to become a presenter on a number of children's programmes including Children's ITV flagship magazine programme Splash! In March 2009, Maxwell began appearing as a regular panellist on ITV's lunchtime chat show, Loose Women. However, soon after starting she was forced to take a break after she fractured two ribs. She returned to the show on 10 June 2009. In March 2014, it was announced that she was to leave the show immediately, saying \"It's not the same show\".'Loose Women' Star Lisa Maxwell Quits The ITV Show With Immediate Effect ===Other appearances=== On 5 August 2008, Maxwell appeared in an episode of Daily Cooks Challenge. On 7 March 2009 Maxwell, along with Patrick Robinson participated in Let's Dance for Comic Relief. They danced to Riverdance. On 27 February 2010, she took part in an episode of All Star Family Fortunes On 30 April 2011, Maxwell was a participant on ITV's Sing If You Can show. On 7 November 2012, Maxwell was a contestant in All Star Mr & Mrs with her partner Paul. On 4 January 2013, Maxwell took part in a celebrity episode of The Million Pound Drop Live as a part of the Channel 4 mash-up evening along with Sherrie Hewson, Jane McDonald and Denise Welch. On 28 December 2013, Maxwell took part in a celebrity edition of the ITV game show The Cube in a Loose Women special alongside Sherrie Hewson and Denise Welch. Together they were defeated by The Cube, but took away £1,000 which they split between their three chosen charities. On 3 May 2014, she appeared in a special Crime episode of Pointless Celebrities.Pointless Celebrities | Series 6 - Episode 8 | Radio Times ==Personal life== In April 2009, during an appearance on The Paul O'Grady Show, Maxwell revealed the deciding factor in her leaving The Bill was the long hours worked and that she had suffered two miscarriages during 2008. She also said her friend and co-star Roberta Taylor had convinced her to leave the show for the sake of her health.\"Bill star reveals baby heartache\" Digital Spy, 18 April 2009 On 28 February 2012, just before a leap day (which would be the traditional day for a woman to propose), she proposed to her long-term partner Paul Jessup, with whom she has been in a relationship since 1997. She has one child with Jessup, a daughter called Beau, who was born on 11 October 1999. They married in 2014. On 14 April 2018, Maxwell appeared on an episode of Pointless Celebrities, along with fellow cast member of The Bill, Trudie Goodwin. ==Selected TV and filmography== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1982 | Remembrance | Girl at Disco | |- | 1982 | The Dark Crystal | Kira (voice) | |- | 1985 | The Tripods | Zerlina | |- | 1985 | The Benny Hill Show | Hill's Angel | |- | 1987-1991 | The Laughter Show | various | |- | 1990-1992 | The Russ Abbot Show | various | |- | 1992 | Bottom | Lilly Linneker | Episode: \"Digger\" |- | 1993 | Comedy Playhouse | Mojo | Episode: \"Once in a Lifetime\" |- | 2002−09 | The Bill | rowspan=\"2\"| Sgt./Acting D.I./D.I. Samantha Nixon | Series Lead |- | 2003 | Murder Investigation Team | Special Guest |- | 2005 | Broken News | | |- | 2006 | Free Jimmy | Lise | Voice only |- | 2009−14 | Loose Women | Herself | Regular panellist |- | 2009 | The Paul O'Grady Show Christmas Pantomime | Fairy Rosebud | |- | 2011 | 71 Degrees North | Contestant | |- | 2013 | EastEnders | Naomi | Guest role |- | 2016−2017 | Hollyoaks | Tracey Donovan | Recurring guest role |- |} ==References== ==External links== * Category:1963 births Category:English film actresses Category:English television actresses Category:Living people Category:English television presenters Category:English soap opera actresses ",
    "title": "Lisa Maxwell (actress)"
}