{
    "id": "7754530",
    "text": "The fictional world of the Japanese tokusatsu superhero series Garo features the conflict between Horrors, demons who manifest themselves through the darkness in humans, and the Makai, an ancient order dedicated to protecting normal humans from the Horrors. The primary fighting force of the Makai order is called the Makai Knights, who are dispatched mainly to exterminate Horrors and most of the time, each knight is assigned a district to watch over. There is also the Makai Priests, whose jobs are primarily to support the knights, mainly as their armorers, supports or as their sidekicks, but there are also those operating on their own. In addition, there are various magical areas within the world which display supernatural qualities or are home to otherworldly beings. ==People== In the fight against Horrors, two groups are formed in the Makai Order: The armored warriors called Makai Knights and the magic users called Makai Priests. Though both groups are forbidden from killing humans, even if they are the ones behind Horror incidents, Makai Knights and Priests are allowed to execute those in their order who have turned into dangerous rogues whose actions threaten all, and those who have been infected with Horror blood as a form of mercy killing. Regardless of formality and familiarity, members of the order usually address each one by given names instead of family names. In the Garo: The Animations universe, rules regarding dealing with humans are even stricter. Knights and Priests alike are forbidden to raise arms against non-practicing humans under all circumstances, even for self-defense. The rule of not harming humans extends even to those within the Order, as while it is allowed to fight fallen fellow Knights and Priests, execution, be it on-site or as a verdict of a trial, is strictly forbidden. Punishment of the direst offenders is carried out by expulsion and branding them with cursed marks all over their body, which passes down the bloodline, both to remind the offender of the offense, and to prevent future association of the offender and their bloodline with the Makai Order. However, this is no longer the case in Garo: Vanishing Line, as while killing those within the Order is discouraged, Knights and Alchemists alike are allowed to decide for themselves if they need to execute their human targets. ===Makai Knights=== The are the primary elite fighting force of the Makai and formed for one specific purpose only — to hunt down Horrors. As mentioned in the Madō Book of Origins, the seeds that Zedom would have used to create Madō Horrors are utilized by Makai Priests to create plants which Soul Metal is derived from. As noted by Aguri in Garo: Kami no Kiba, Soul Metal blades had seen use by Makai warriors in ancient times as effective measures other than magic to combat Horror since ancient times. However, it wasn't until Soul Metal was forged into wolf-themed suits of armor, that the Makai Knights truly came into being. Like Makai Priests, Makai Knighthood is also known to be a family affair, with the Saezima and Yamagatana lines among the revered, and are documented in Makai books for information purposes. While title and armor of a Makai Knight is usually passed down familial bloodlines, it can also be inherited through the bond of master and apprentice. According to Kengi, one of Kouga's old mentors, only men are allowed to become Makai Knights for reasons yet to be explained, though Rei's reaction and concern upon seeing Yuna wielding her late father's Makai Blade indicated that only males whose physical attributes compatible with Soul Metal most. Regardless, raised to control their emotions and their yin and yang balance, Makai Knights are trained to use Soul Metal blades in combat with some incorporating magic in their fighting styles. Due to rigorous daily training since young as well as perhaps reinforced using some magical means as well, Makai Knights are stronger, faster, tougher and better tuned to various types of physical sports than average humans and are capable of seemingly superhuman feats easily, often seen fighting for prolonged periods without tiring and brushing off otherwise severely crippling injuries. When injured, they also tend to heal faster and better than normal humans. Rei Suzumura is noted for his immunity to poisons, although it is not known if it is his unique physiological trait, or a common trait shared by all Makai Knights. Many Makai Knights carry Madōgu as personal advisers and Horror detectors. All Makai Knights wear magical dusters as part of their everyday attire, as a way to identify themselves to the Makai community, augment their physical abilities, and for storing objects, primarily their weapons. There is no uniformed rule regarding colors and looks of these coats, as such, they vary greatly in design, with some ornately designed while others look plain. Depending on the magical properties of the coats, they can also sport other functions like changing sizes and looks, as in the case of Takeru Jakuzure where his duster can transform into a biker jacket. Makai Knights can summon mystical armored horses, possess lighters that emit Madō Fire to help detect Horrors, and can infuse their bodies and weapons with Madō Fire to increase damage potential. Using the Madō Brush, they can perform a powerful technique called the . The Soul Metal armor can change appearance permanently in some cases due to a variety of factors, as it did when the Garo armor was passed down from Taiga Saezima to his son, Kouga, then to Kouga's son Raiga. The same thing apply in Ryūga Dōgai continuity where Ryūga's Garo Armor has its golden shine restored and later, attaining permanent upgraded form known after Ryūga fought Ago. A common rule is that no Makai Knight can wear his armor for more than 99.9 seconds as it would turn their armors into the form. This form feeds on the wearer's darkness and threatens to consume the wearer if the armor is not lifted in time. As an exchange for losing control and entering a frenzied state, the Lost Soul Beasts form gain massive boosts in size, power, speed and durability, and a knight in this form will stop at nothing until his foe is destroyed. Furthermore, this form is capable of biting and ingesting material from foes incapable of being taken down yet, evolving and growing additional appendages or size until the form grows powerful enough to take down said foe, as seen in Zero's Lost Soul Beast form essentially growing into a dragon in order to take down a dragon, in Zero: Dragon Blood. The time limit is also circumvented whenever a Makai Knight is fighting in the home realm of a Horror or any area with a particularly strong magical presence. Furthermore, as seen in Garo: Makai Senki, experienced Knights like Kouga and Rei found means to briefly extend their armors' time limit. The armor can be temporarily enhanced by infusions of spiritual energy, evidenced by the different temporary power- up forms Garo takes during the series. For reasons yet to be explained, a Makai Knight's armor can be tarnished and blackened. The armor has the mystical effect of protecting the wearer from a wide varieties of otherwise fatal or crippling injuries even when breached, maintaining the integrity of the body parts and organs protected when the armor is lifted, but not preventing the knight from suffering the pain and other debilitating effects resulting from the injuries. The armors also have the mystical ability of keeping more than the wearers themselves in them, capable of fitting another human being other than the wearer in without problems. Despite the fact that one of the key factors leading to the formation of the Makai Knights corps are the invention of Soul Metal armor, and Makai Knights are generally defined to be wearers of such armors, there are Makai Knights who do not possess titles, and therefore do not possess armors of their own. In fact, it is suggested that these Makai Knights form the bulk of the corps. However, the roles of these title-less Makai Knights as combat specialist task force members do not change with the absence of Soul Metal armor, and they are often at significant disadvantage due to being constantly forced to take on average to powerful Horrors armed only with their martial abilities and their Soul Metal blades. As such, mortality rates among these knights are high. As such, many title- less Makai Knights choose to wear mass-produced standard armors that are different in only gold, silver, and bronze colors. How these mass-produced armors compare with the titled ones remains to be seen. In Ryūga Dōgai continuity of the franchise, many aspects of the Knights remain same as with in original continuity, though there are some differences: Most of Makai Knights by the time of Yami o Terasu Mono have stopped using Madōgu as such requires a contract with its user in exchange for shortening their life. Although they wear their armors sparingly as in original series continuity, the Knights appear to be able to don their armors for extended period of time due to the different origin of the alloy they made of (see Soul Metal article below for more info). Within the context of Garo: The Animation, a Makai Knight armor is able to emote to a degree, acting as more of a second face than a helmet. If the armor's face design features bared fangs, the mouth can also open as if roaring when the Makai Knight is sufficiently angered. Knights are even able to shed tears through their helmets. ===Makai Priests=== Prior to the emergence of Makai Knights, the and Priestesses were the first and the only group to battle the Horrors before Zedom's sealing, which aftermath catalyzed the formation of the combat specialist task force. Despite their prestige, Makai Priests are ineffective in dealing with Horrors in straight-up fights, with teaming up to perform large scale and difficult sealing being the only method of defeating powerful and notable Horrors, resulting in lots of ancient artifacts containing sealed Horrors in present day. Casualties vary depending on the difficulty of the said sealing and the power of the Horror the Priests have to deal with. For instance, no casualties were documented in the sealing of Eyrith, while Makai Priests died by the dozens to seal Zedom. This ultimately made them more suited to dealing with weaker Horrors while Makai Knights replaced them as the combat specialist task force against Horrors. As a result, the Makai Priests become more of a Makai Knight's support, playing vastly different roles ranging from armorers or assistants, by creating and maintaining anti-Horror devices, the Madōgu, and various other weapons; to tacticians or advisers, by providing behind-the-scene support, coming up with ideas and tactics, and even directing actions; to partners or supports on the battlefield, by assisting in physical combat and fulfilling any on-site magical needs. The Makai Priests possess a vast knowledge of spells, purification and sealing techniques to aid Makai Knights along with a varying degree of martial capabilities. All Makai Priests wield at least one Madō Brush as a means of channeling magical energies. Unlike the Knights who are combat specialists, areas of study as well as capabilities of Makai Priests seem to vary by great degrees, with some working mostly at the front- lines often to support Makai Knights, sporting advanced martial capabilities and adept use of combat magic; while some others work almost exclusively behind the scenes, specializing in magics that are more delicate and time- consuming and may be incapable of physical combat at all. Though very rare, they are indeed a few Makai Priests capable of using Soul Metal weapons. Unlike Makai Knights, they do not usually answer to specific authorities, and their duties and roles are very much self-defined. As such, while usually seen working for organizations like the Senate or with Makai Knights, Makai Priests who choose to work alone or with only fellow Priests are fairly common as well. In the absence of Makai Knights in an area, a Makai Priest can serve as that area's protector and opt to temporarily take the Knight's place in hunting Horrors. While their magics and the items they craft are often meant for locating, analyzing and combating Horrors, their expertise in magic do not necessarily always relate to the supernatural, as shown in Garo: Yami o Terasu Mono where Rian easily hacks into the classified SG-1 database with little more than a cauldron of water and her brush, and later disguising herself completely as Enhou. Unlike Makai Knights who are all known to train from a very young age, as well as to live and die by their blades, it is fairly common for Makai Priests to only begin training in their teenage years or, though rare, during adulthood, as well as to quit the profession altogether later in life in pursuit of other more mundane interests. However, these former priests and priestesses do have tendencies to maintain ties with members of the Makai community nonetheless. ====Makai Alchemists==== In the context of Garo: The Animation, these magical practitioners are replaced by Makai Alchemists whose crafts are loosely based on the arts of alchemy and in lesser extent, magic in popular culture befitting to their moniker in stark contrast of Makai Priests that based on fantastic mythical aspects of Taoist Priests. Magical arts utilized by the Alchemists have greater diversity relative to their homeland and mirrors those in real-life in some respects; Japanese Branch of Makai Order's alchemists in Garo: Crimson Moon such as Seimei utilize Onmyōdō whereas those from Western Branches such as Gina Evans, Lukather Harden, and Ema Guzmán Western Sorceries. Regardless, true to their moniker, all Alchemists are required to learn the art of Alchemy in basest level at a very least. While not confirmed, it's implied that mastery over the basic art of alchemy is essential to become a full-fledged Alchemist just as complete mastery over Soul Metal for Makai Knight. Since the Alchemists are free to choose which magical arts that suit them, they have a wider array of Makai Equipment. Makai Alchemists from Japanese branch such as Abe no Seimei and Feilong utilize Madō Brush and Madō Bagua Tag magical instrument whereas those from Western Branch utilize other equipments which share similar functions such as Makai Gun. ===Makai Guides=== The are trained fortune tellers, capable of sensing the fate and outcome of things through the use of tarot cards, little else is known about them other than that. Though they can predict the outcome of certain events, they weren't valued in the Makai Order, presumably for their limited abilities as well as limited need for such abilities, and they had nearly become extinct. Elda was the only known Makai Guide of her time. By the time of Garo: Goldstorm Sho, Makai Guides have become effectively extinct and the title of have become an honorable title of Makai Knights qualified and tasked to be instructors of young Makai Knights- to-be, with each Guide operating his own dojo taking several live-in students, aside from the usual Makai Knight duties of watching over a designated area. ===Watchdogs=== Priests of the are the middle-persons behind the works of the war between Makai and Horror. It is they who usually detect Horror activities and inform the Makai Knight of their missions. The Makai Knights are usually informed by a letter called \"Orders Document\" that is mailed to them. Watchdogs have no real control over Makai Knights, but they have been involved in directing the actions of the Makai for centuries and thus, have certain extent of powers over the Knights nonetheless. They help purify the Knights' weapons, refuel their Madō Fire Lighters, and send the spirits of the defeated Horrors (in the form of small daggers) back to their realm. Whenever they collect up to a dozen blades they will send the blades back into the demon realm. There are many Watchdogs existing and directing the Makai's will in different districts around Japan, and at least one is known to have originally been human. That very human splintered her form and addressed Garo as three cherubim-like girls who, though having the appearance of young teenagers, are technically centuries old. In general however, little is known about their origins. In Ryūga Dōgai continuity of the franchise, Watchdog refers to veteran Makai Priests who attained immense powers and experience befitting to their rank. While they still carry their traditional duties as with in original continuity, the Watchdogs won't hesitate to directly aid their assigned juniors and/or Knights should the situation calls for it. As shown in Garo: Yami o Terasu Mono, the Watchdogs may assign a veteran Priest/Priestess to be in charge at a designated area as their representative/honorary Watch Dog who do not hold any form of powers over their Knights like their senior, thus their relationships are built solely on willing cooperation and mutual trust between both parties. ===Senate=== The is the supervising organization of the Watchdogs at the top of the Makai Order's hierarchy of command, where only exceptional Knights and Priests serve directly under it. It has a library housing ancient texts and it is where Makai Knights and Priests alike go for information. Prior to Messiah's awakening, the Senate does not interfere much with Horror hunting affairs, and even now, it only dispatch orders after detecting threats implying major catastrophe. As an organization of higher rank, the Senate can assign tasks to any Knight regardless of jurisdiction, and orders from the Senate supersedes that of the Watchdogs'. ===Blood Dolce=== are rare cases of humans who ingest Horror blood instead of the usual method of skin contact. Compared to humans stained with Horror blood who can be saved, Blood Dolces suffer a more antagonizing form of dying with no cure outside of death. When the corruption manifests, most of the Blood Dolce's body begins to rot with a sticky blood-like substance covering the skin. As Blood Dolces tend to be a very desirable meal for Horrors, who consider such victims sweet tasting, Ring has them exclusively in his community to keep his Horror followers from turning on the humans via a periodical lottery, where one human becomes a sacrificial Blood Dolce. ===Shadowfolks=== The Shadowfolks are a sub-community within the Makai community, consisting of Phantom Makai Knights and Unlike the mainstream Makai practitioners, they are the black-ops of the Makai Order. As such, they rarely, if ever, operate in broad daylight and rely heavily on stealth. This is seen in the appearance of a Shadowfolk Knight's armor such as Crow's, which is of darker colors and subdued in decoration compared to the more ornate and glittering armors of other titled Knights. Also, in some circumstances, a Shadowfolk Knight may abandon his given name, opting to only go by his title instead. In addition of being able to operate independently from mainstream practitioners, they are so secretive that even high-ranking members of the mainstream community, such as a holder of the Garo title, rarely have knowledge of them. Unlike mainstream Knights who are trained between a master and disciple until the latter inherit the former's armor, Phantom Makai Knights are trained as group by a master and senior disciple and maintain ties to their unit even after they graduate. Befitting to their reliance of stealth, their combat techniques and equipment mirror that of traditional ninjas. For example, Crow's equipment includes specialized shurikens and Makai Blade modeled after chokutō/ninjatō in both dormant and activated state (a contrast to mainstream Knights whose Makai Blades often adopt western aesthetic in activated state). Darkness Slashers, also known as on the other hand, are Priests specifically trained to hunt down fallen Makai practitioners and purifying their remains to dispel the lingering darkness latching onto their dead bodies. Due to their unique duties of mainly hunting humans instead of Horrors, they are exceedingly rare and are commonly scoffed at by the mainstream community for being grim reapers of sorts. They also have a unique ability known as the \"Soul Insertion technique\", which allows a Darkness Slasher to enter a person's heart(mind) upon eye-contact. While only a second passes for whoever's mind they enter, in reality, a Dark Slasher can stay inside a person's mind for up to 3 minutes. Each \"world\" inside a person's mind is indicative of their own unique personality, experiences, and outlook in life, which is why no two \"worlds\" are the same. There will always be a \"Soul Orb\" to be found somewhere, which is either white, meaning they are pure of heart, or black, meaning they have fallen into darkness. If the Soul Orb is broken by a Dark Slasher, the person will die soon after. However, the color indication of a Soul Orb is not necessarily a hard-and-fast rule, seen in the case where Byakkai's Soul Orb stays white despite being the one orchestrating the entire Zesshin Incident, due solely to not having killed anyone while he is at it. ==Items== ===Madōgu=== The term technically refers to any Madō tools and equipment, but more commonly used to refer to the sentient accessory assistants of Makai Knights. Every Knight carries one such accessory that aid them as both an advisor and trainer in addition to Horror detectors. One noted model is the , but Madōgu also come in other shapes such as pendants, bracelets, and small handheld mirrors. Each Madōgu contains the spirit of a Horror that holds no enmity towards humanity and has pledged its loyalty the Makai order. Each Madōgu has its own unique capabilities, personality, and powers. Madōgu are given life and sustained by a special purifying water, which stagnates over time and causes the Madōgu to rust and come down with a burning fever before its supply is renewed. Forming contracts with Makai Knights, a Madōgu takes one day of life from its designated Knight for every month the two are contracted. Based on Zaruba's capabilities, the Madōgu may empower certain techniques when a Knight is in their armored form, and possess other abilities like dispelling Horror influence. It is implied that Madō Rings in particular are especially reserved for Knight lineages of high prestige. For example, Zaruba is always seen in the possession of a holder of the Garo title. In Ryūga Dōgai continuity of the franchise, Madōgu are no longer common among the Knights and are more or less treated as relics from a bygone era by the time of Garo: Yami o Terasu Mono, as noted by Takeru who quips about Zaruba's status and expressing curiosity as he had never seen one personally before. The Madōgu's decline was due to such ancient tools require a contract with its user in exchange for shortening their life. ====Madō Lighter==== The Madō Lighter is a Gothic-themed Madō Fire lighter that resembles a demonic eye. All Madō Lighters have a special piece of gemstone that can be revealed by removing the outer casing of the lighter. The lighter requires maintenance by the Makai Priests time and again or it can stall (as seen with Amon working on Kouga's lighter). The Madō Lighter also requires occasional \"refueling\", which is done by having Madō Fire blasted into the gemstone piece by the Watchdogs' wolf statue. The Madō Lighter is often seen used to heal, open \"Orders Documents\" (see below), detect Horrors, and activate the Blazing Armament technique. By the time of Garo: Yami o Terasu Mono, these lighters can be made small enough to be worn as rings. Makai Knights often confirm their suspicions about someone being a Horror by igniting the lighter in front of their face. If the person is indeed a Horror, the sight of Madō Fire causes several calligraphy-like markings to surround the pupil of the eye, revealing their true nature. ===Madō Fire=== is a multipurpose spiritual fire that's commonly used by the Makai to detect (eyes of Inga Horrors-in-disguise will show runes around the pupils) and destroy Horrors, enhance offensive capacity, and heal injuries. This unique fire is contained in a specially made lighter by Makai Priests, though the Priests themselves can generate the fire by various means without using one. The origin of Madō Fire was never explained. Madō Fire varies in color, though is usually seen as a vivid green or blue-white. ===Madō Horses=== The horse-like are familiars that Makai Knights use in combat, gained upon killing their hundredth Horror and passing a trial to face their inner darkness, though there have been few exceptions in the later. Madō Horses can be summoned at will, and have the ability to enter and travel through other realms and can leave the battlefield if the Makai Knights so choose. Makai Knights can only ride Madō Horses in their armored form. Madō Horses have the ability to enhance their rider's combat abilities, but are not bound to their owner exclusively and can be lent to others, such in the case of Jabi when she summons Gōten to fight against Sigma. Only four Madō Horses have appeared in the series so far: who is the steed to the Makai Knights bearing the title of Garo, Zero's steed , Dan's steed , and Kiba's steed . Gōten has shown that he can increase Garo's battle potential by transforming the Garoken into the Garo Zanbaken and in two occasions, even doubling the size of the already massive cleaver. However, his sword can only transform with the help of Gōten. If Garo is not riding on Gōten and needs help, Gōten would stomp the earth to send a magical shockwave to transform the Garoken. Raigou can transform the Kokuenken into the Enma Zankouken. While not shown in the series, in the Pachinko game, Baron has . ===Reverter of Time=== The is a healing potion used treat minor injuries such as cuts. The potion is ingested by the injured party, who then applies Madō Fire to the wound, which heals it completely. Despite proving to be miraculous in treating minor injuries, it is utterly incapable of treating major ones. ===Evil-Crushing Dagger=== The is a kunai-like assassination weapon used for killing targets at a distance. Many Makai Knights had fallen to this weapon before. Rei was using this weapon to vent his anger towards Kouga under suspicion of killing his family. ===Orders Document=== The Watchdogs always mail letters to dispatch the Makai Knights. The itself is sealed in a traditional letter and branded with a wax seal. The Madō Lighter is used to burn the document, which causes the content, written in the ancient Makai Script, to form from the ashes and temporarily float in front of the reader. The letters typically contain either information about the appearance of a Horror or orders to meet with the Watchdogs. The documents are often written in elaborate metaphor or in the form of a riddle. ===Madō Timer=== The is a sandglass which counts down the remaining time of the Makai Knights' armor. ===Soul, Death, and Dark Metals=== is a special alloy of unconfirmed origin that used to develop various suits of Makai Knight armor and weapons to combat Horrors, due to the material's exceptional resilience and effectiveness against Horrors. Soul Metal has magical properties and responds to the wielder's strength and thoughts: Those strong in body and mind are effectively able to lift anything made out of Soul Metal of visible sizes, and can use weapons made out of them capable of cutting through rocks with ease. Possibly as part of the Makai Order's restrictions on women becoming Knights, they are also unable to properly wield Soul Metal weapons without utilizing risky and chronically painful magical assistance. Users like Taiga Saezima even displayed the ability to make Soul Metal light as a feather or heavy as a meteorite. Being responsive to the wielder's will, Soul Metal-forged armor is not only able to provide protection without impeding the wearer's movements and quickening exhaustion like conventional armors would, but also enhance their wearers' abilities all around. Direct contact by those untrained in Soul Metal usage will lead to injury as the metal can burn human flesh. Even the most skilled of Makai Knights can only withstand contact for a few minutes at a time. As Soul Metal-based weapons also serve as temporary vessels used for sealing Horrors after slaying them, they require purification periodically after being used to slay Horrors. When a Makai Knight falls into darkness, like in Barago's case, the Knight's Soul Metal turns into , taking on a dark and grotesque appearance. In the context of Ryūga Dōgai continuity of the franchise, Soul Metal is stated to be product derived from a plant grown from the seeds of Zedom as part of a Makai Priest ritual. Unlike original series' iteration of the alloy, there doesn't seem to be a time limit of how long one can wear armor crafted from Zedom seed-based Soul Metal, but the rest of its attributes remain same nevertheless. In Garo: Versus Road, is created through the Garo armor containing humans' inner darkness. This special alloy is more powerful than Soul Metal. ===Horror Blades=== Tiny blades created after the purification of a Soul Metal weapon after slaying a horror. These daggers have many different shapes. Kouga is often seen putting his sword into the mouth of a wolf statue that purifies the dark energies of recently defeated Horrors, converting their dark essences into small blades. However, in its natural form or in an altered state, a person who thrusts a blade into his/her body can defile the purification and Horror's free essence to reconstitute itself within a new host body. ===Madō Brush=== The is a calligraphy brush which the Makai Priests use for various purposes, mainly as a focus for channeling magical energies into whatever the wielder is working on. The hairs of the brushes are made from pelts of Spirit Beasts, giving them the unusual magic- channeling qualities. Like many magical artifacts, their powers can weaken over time. Although many brushes are of the standard size of a traditional calligraphy brush with ornate decorations, there are nonetheless some odd ones. For example, Rekka's doubles as a flute or a dagger, Akaza's is oversized, wielded much like a large staff, and Ratess wields a two-pronged brush. Though usually seen to use and carry only one brush, Makai Priests can also have several brushes in their possession, such as in the case of Reo having several brushes stored in his suitcase. ===Madō Bagua Tag=== The is a tag which contains the power of Madō letters used by the Makai Priests. Eight different varieties of tag are used by the Priests. It is also referred to as . ===Sounding Plate=== The is the Makai Priests' Madō Fire generator. To use it, the Priest blows on a small spinning plate, which sends out a small orb of Madō Fire, which can be used to track Horrors or complete spells. ===Magic Clothing=== The are special attire worn by Makai practitioners. To Makai Knights, the term refers specifically to their dusters, which vary in color and ornamentation, though are typically dark in color and feature the Knights' personal emblem somewhere on the coat. Makai Priests' Magic Clothing is typically a dark-colored leather outfit of a unique design, with Priestesses in particular favoring flowing, highly ornamental outfits. ===Barchess=== is a game similar to regular chess, but played with Makai magical skills. The pieces represent a type of warrior in the form of a colored block decorated with a black ink illustration of a warrior. When the pieces encounter each other, the player puts the uncolored sides together and put the pieces on their sides. The players then charge energy to the pieces, and the ink- illustrated pieces come to \"life\" and fight. The pieces respond to players' reactions and if the piece is slain, the defeated pieces fly off the board and disintegrate. An old Makai tradition has a Makai Knight give a Barchess piece to a good friend going on a dangerous journey for luck. ===Phosphorus Arrow=== The is an arrow guarded by the Makai of Kantai and was made from the feathers of the . During the solar eclipse, the arrow must be shot into the barrier separating the world of the Horrors and the world of humans to prevent darkness entering the human world. However, if it draws blood during that event, it would revive the demonic Legules tribe. The Arrow possesses power to enhance and strengthen a Makai Knight's armor as seen with Garo's armor when he fought Legules. That feature, however, was never mentioned by the Makai Priests. ===Demon Compass=== A is a small, handheld bowl-like device, able to project a three-dimensional map of an area in order to track Horrors and other magical entities. ===Demon Sword of Rubis=== The is a device designed specifically for Makai to safely enter the mirror the Horror Karma is housed in. When thrown at the mirror, the Demon Sword, initially just a bell-shaped hilt, splits open and produces a small blade, which impales the mirror and creates a temporary portal into Karma's realm. ===Gōryū=== are semi-sentient artificial Makai Beasts, usually folded in suitcases when not needed, invented by Reo to aid Makai Priests in combating Horrors. A Makai Priest can control one using his or her brush and it is capable of spitting Madō Fire. Although they are not very powerful creatures and could not do much on their own, they nonetheless give Makai Priests significant leverage in the fight against lesser Horrors. While introduced in Garo: Red Requiem, the Gōryū become more numerous in the events of Garo: Makai Senki as Reo owns a unique upgraded version named and Ratess pilots a floating sphere-like Gōryū. Reo's brother Sigma conceived functioning Gōryū designs on his own with his humanoid having the forms of a black-robed and a skeletal , bird-like , and two-faced models. Sigma also conceived the ultimate Gōryū as the weapon instantly destroy Horrors and their gates, though it requires human lives as fuel and was taken over by Gyanon before the machine is destroyed. ===Madō Train=== The is a train that can go to the True Demon World. ===Ragō=== is a Makai Beast that serves as Burai's familiar, able to pursue a target and devour Horrors. Ragō was also used as a sparring partner for Ryuga during his training to become a Makai Knight, momentarily killed by the youth as part of his final test. Prior to his death, Burai entrusts Ragō's care to Rian. ===Madō Horror Detector=== The is a music box-like device developed by Burai, using the tongue of the Madō Horror Rivera as a catalyst during its development. Due to the ineffectiveness of conventional Horror detection method against Madō Horrors, the group was originally reduced to rely solely on investigative deduction to locate them. The Madō Horror Detector's creation enables the Makai Knights stationed in Vol City to easily find and slay most of the remaining Madō Horrors within days. The detector functions like a music box, emits a chime that reveals the identities of any Madō Horrors within earshot much like the Madō Flame does with Inga Horrors. Due to the use of Rivera's tongue for development, the initial disadvantage to the device was that Rivera was able to use it as a means to locate the Makai Knights' base. ===Madō Water=== is a special water that can protect oneself from fire. ===Garo: Versus Road Headset=== A virtual reality headset that allows chosen players to enter the virtual world of Garo: Versus Road. Players experience the game world as if it were reality, with sensations such as pain and fatigue feeling real. A player's physical abilities are slightly enhanced within the game, though the resident Horrors are still too much for a player to take on in a fight. Once logged into the game, a player must win a round in order to exit and return to reality. Dying within the game world or attempting to exit prematurely will kill the player, their body in the real world dissolving to ash. The headsets are initially distributed to 100 men chosen by Shōsetsu Hagiri and Azami Kadō and absorb the players' inner darkness in order to \"feed\" the Garo armor. Shuka, a virtual intelligence that manifests as a young human woman, acts as the game's guide. Later, it is revealed that the virtual world is actually a labyrinth in the Demon World once used by the Monastery as part of its five- round ritualistic competition to determine the worthy heir of Makai Armors in its possession. ===\"Item\"=== A special object shaped like a crystalline cylinder given to the surviving 50 players of Garo: Versus Road in the second round. Shuka demonstrates to the players that the item can be transformed into whatever object they desire. Most players opt to transform it into some kind of weapon that suits their personal style. ===Demon Sword=== An item introduced in the fourth round of Garo: Versus Road. The sword grants incredible strength and power to whoever wields it, but they are only able to use it for 99.9 seconds before the sword consumes their life force and transforms them into an undead creature. ==Rituals== ===Forced Repatriation=== Even after being defeated by a Makai Knight, a Horror does not truly die. Instead, a Horror's essence is sealed within the Soul Metal sword used to slay it and thus, the blade must be purified before it is used on another Horror. One method used by most Makai Knights is having the Horror's essence extracted and reduced to a dagger. But even in this state, a Horror may return to life, usually by the dagger being used to stab a human if it falls into the wrong hands. In order to prevent such an event, whenever twelve daggers are collected, the Watchdogs perform a ritual called Forced Repatriation to open the gateway to the Makai where the daggers are desposed. This technique is not limited to the Watchdogs however, Makai Priests are capable of performing such a ritual called the , which opens the gate to the Makai. The Shadowfolk have their own practice known as the . This method involves a Makai beast known as a Barg, sealing the Horror essence in its stomach by being stabbed with multiple Makai Swords. However, as a Barg can be vicious as a result of the torturing process, the method can be more dangerous with the chance of the Horror essence spilling back into the world upon a Barg's death. ===Soul Restoration=== When a human soul has been taken, it can be restored. When the soul is safely contained, it has to be ingested by the person saving the soul- less body. After ingestion, mystical words are spoken and followed by \"kissing\" to restore the soul. After soul-separation and restoration, the human body is weakened and suffers fatigue as a side-effect. ===Demon Suppression Ceremony=== : Whenever a solar eclipse appears, the very dimensional barrier that separates the human realm and the nether realm becomes a gateway. When that happens, countless Horrors would unleash themselves onto humanity. The last time this event occurred unchecked, the demon family Legules was resurrected. Many Makai Knights and Priests died keeping the horde at bay that day. To prevent future horrific events, the Makai order prepared for solar eclipses by performing a sacred ceremony in Kantai to put demons into submission. The Phosphorus Arrow is shot into the barrier during the solar eclipse to prevent darkness from spreading, by sealing the gateway itself. Because of the potential danger that may occur in the ceremony, additional Makai Priests and Knights from various districts are summoned as backup forces to ensure things don't go awry. ===Seal of Destruction=== The is an ornate tattoo that is magically imprinted on a person's chest and slowly drains their life away. The process is hastened every time an afflicted Makai Knight dons his armor, causing him intense pain and weakness, eventually killing him. Sigma Fudō uses the seal to systematically eliminate Makai Knights so Makai Priests can be rid of the role as the Knight's support once and for all, taking what he perceives to be their rightful place as defenders of mankind from Horrors. He planned to activate the seal at the night of the , an event said to be a time where unlimited power will be bestowed upon anyone who wields Madō powers. It was eventually stopped by Kouga by cutting off Sigma's left forearm, and the seal was lifted from all the Makai Knights's bodies. ===Peacefulness Ceremony=== The can convey one's feelings to someone the one cares about. ===Scarlet Bird Flame Formation=== The is one of the most powerful spells a Makai Priest can use, and also the most difficult to master with the slightest mistake potentially having a fatal consequence. The spell's process involves ten smaller versions of a Madō Brush that the priest launches with an array of melee punches and kicks to throw nine into the sky in a circular pattern and add the final Madō Brush in the middle to create a phoenix that would home onto the targeted opponent and incinerate upon impact. During the events of Garo Gaiden: Tougen no Fue, Rekka was attempting to master the technique with Jabi and her Madō Brushes. It was only while fighting the revived Higari that Rekka mastered the technique and uses it to obliterate the monster. ==Location== ===Saezima Estate=== The property is well over one hundred years old, since three generations have lived in this house. 's actual location is not mentioned, but known to be in a country area close to the city and up in a hill or mountain. The mansion is destroyed in the final episode of Makai Senki, during Sigma Fudō's attempt to enact revenge on Kouga for thwarting his plans. The new Saezima Estate in Makai no Hana is called the . Both mansions have a training room armed with gigantic swinging axes for honing fighting skills when not out hunting Horrors. The blades of the axes are made of the fangs from the Grou Dragon meant for hunting Horrors, as such, the Knight would run the risk of being mistaken as a Horror and being attacked ferociously during training, should he forget to go for periodic purification and has too much Horror essence latched onto him. ===Crimson Forest=== The is a spiritual realm in the form of a forest, a plane of existence between life and death. This realm is guarded by the Makai and it contains numerous Horrors ready to devour weak spirits, or those who end up there on the 100th day of being exposed to Horror blood via out-of-body experience and have lost the will to live. The Grou Dragon exists in the realm as a custodian, slaying any Horror in its path. Though Makai Knights are unable summon their armor while inside the forest, their Makai weapons take on the form they assume when armored. Kouga was able to use the Sword of Garo inside the forest to fend off Horrors before facing the Grou Dragon in order to win the to purify Kaoru. There is the in the forest. ===Kantai=== is the training ground for people who study the ways of the Makai. All Makai Priests and Knights are trained here at one point or another, usually beginning their training at an early age with their parents or guardians and then sent here at an older age for further training, to contribute to Horror suppression. Graduates are recognized as full-fledged Knights or Priests. This is also the place that leads up to the Makai Forest. As a place for training and for ceremonial rituals this area is filled with Makai Priests, as well as future Priests and Knights. Kantai is the entrance to various realms that blend into the forest, and is Tsubasa's/Dan the Midnight Sun Knight's district of protection. By the time of Garo: Goldstorm Sho, due to unexplained reasons, Kantai is left in ruins and no longer a training ground for fledglings within the Makai Order, as mentioned by Rian. It is also her dream to one day rebuild the former training ground and stay permanently as an instructor of Makai Priests-to-be. ====Makai Forest==== The is a spiritual realm in the form of a forest of monochromic trees where Makai creatures exist. This particular forest gives a sensation of quietness even though spiritual creatures of Makai live there. These creatures are not under the control of the Makai, making the forest dangerous for those caught unprepared. ====Abyss Forest==== The is an area in Kantai that has mystical properties and no Makai Knight has ever stepped foot in until Kouga, Rei, Tsubasa, and Jabi had to go rescue Rin. The gravity in this realm is unusual. The shift and change of gravity is not gradual, but by distance. As soon as a person steps close to the proximity of Abyss Forest, their gravity will almost instantly change from 270 degrees to 180 or 0 degrees. Once past a certain point, gravity returns to normal. The possible reason why no one has returned from this forest may be its gravity that prevents people from returning, though Kouga's group was able to return with no problems after the defeat of the Legules tribe. ===Jewel Forest=== The is a spiritual realm in the form of a forest where only the Makai Priests can enter. There is the in the forest. When enduring water in the Madōgu stagnates, the Makai Priests purify them with enduring water of the waterfall. ===Tower of Heroic Spirits=== The is a sacred place amongst the Makai Knights and Priests, a memorial to Makai Knights who fell in battle against a worthy foe. It is also the place where Makai Knights receive the title of Garo and return for periodical purifications. Prior to the events of Garo: Yami o Terasu Mono, due to the epic battle that it previous wearer endured, the tower serves as a resting place for the blackened Garo armor. As children before entering the Makai Priesthood, Burai, Ouma, visited the Tower of Heroic Spirits alongside Hakana who sensed the Garo armor's wish for restoration. With only Burai believing her, deciding to act a decade prior to the events of Yami o Terasu Mono, Hakana visited the ruins one final time with her young son Ryuga Dougai. Having proclaimed to become its wearer upon seeing the armor, Ryuga trained as a Makai Knight and eventually inherited the Garo title. ===Promised Land=== The is mentioned in the finale of Garo: Makai Senki, and is where the events Garo: Soukoku no Maryu take place. It is a fantastical realm that is home to anthropomorphic representations of various items that have become lost and forgotten in the human world, with memory a vital means for such beings to exist. When an object fades into nothingness, the memory of its existence forgotten by other objects and its name lost, it becomes a shade called a Nanashi which desires an identity that only a new name can provide to regain physical form. There are various locations in the Promised Land: The , and the surrounding graveyard that the Nanashi reside in, the , and the Seas of Lamentation whose waves briefly form building structures. ===Vol City=== is the setting for Garo: Yami o Terasu Mono. It is an independent city-state located in the middle of a vast forest, a futuristic metropolis built around a volcano that has a low cost of living with free healthcare and education, as such the city is regarded as a paradise or utopia by residents and outsiders alike. The city is noted for its bilingualism, as while Japanese is the common tongue, English is often used in official affairs. The city is run by the , often called \"Kaneshiro City\" as well due to the Kaneshiro family being omnipresent in all forms of socioeconomic development, who use their privatized paramilitary force SG1 (Security Guardian 1) to enforce the law while concealing any criminal activity from the public. However, despite the utopian presentation, Vol City is also a hotspot for Horrors and one of the few places where Madō Horrors are active. The reason for this is that the land on which Vol City is built on was once the first Makai Priest village that have come to be known as the Hill of Zedom's Head as it long served as the burial grounds of the Horror's dismembered head. All Makai Priestesses are all taught to sing a special song some call Zedom's Requiem, a song used to open a Zedom seal enough to obtain one of the Horror's seeds as part of a ritual to develop Soul Metal. However, Tousei Kaneshiro, who worked behind the scenes to usurp control of the city and create a shadow empire, allowed the return of the Madō Horrors with Hakana used to quicken the process. Statues of a praying goddess, originally seen where Zedom's body parts are sealed, are erected at various sites in the city. Unlike the usual Makai methodology of Horror hunting and slaying where the Knights and Priests do not usually concern themselves with discretion and secrecy, the Makai Knight group in Vol City opts to cover their tracks whenever possible, going so far as to knock out civilians onsite and even erase memories of civilian witnesses if deemed necessary. But upon Tousei becoming the Kaneshiro Group's new leader, the Makai Knights group finds themselves portrayed as terrorists to give him and the Madō Horrors an advantage. Furthermore, Tousei's actions indirectly cause Zedom's resurrection that would lead to Vol City's destruction once the Horror breaks free from his seal. Luckily, winning the SG1 over, the Makai Knights and Rian manage to destroy Zedom before the Makai Priestess wipes out the human residents' minds of any memories concerning themselves and the Horrors. Out of the surviving four of the original group of five, only Aguri remained to protect the Makai Priest Village and the city, with the rest embark on their own personal journeys elsewhere thereafter. ===Lake of Lamentation=== The is the place where the Horror Eyrith can bloom. ===Line City=== is the setting for the Garo: Goldstorm Sho movie. The city is overseen by the ancient and powerful Makai Priestess Ryume. Line City is totally free from Horror influence, as Ryume performs a special purifying ritual once per month that cleanses the city by distributing her energies across special ley lines that spread outwards from a central shrine. ===Homura Village=== is the village where the Makai Priests who sealed the Horror Radan lived, their knowledge on the Houken and the relevant sealing techniques passed on through generations. The village was lost sometime in the past, with only Gald and Haruna being some of the few surviving members. Homura Makai Priests and Priestesses are known to carry a special charm on their persons, which can be activated with magical energy and detonated like a powerful grenade, often used as a last- ditch suicide attack. ===Spirit Forest=== The is a spiritual realm in the form of a forest. Gald and Haruna lived hidden away in a safehouse here due to Haruna's physical frailty, though they are forced to abandon it when it is discovered. ===Rune City=== The coastal is the main setting of Zero: Dragon Blood. The town is a popular vacation destination with a mysterious statue of an unnamed goddess standing offshore being its most prominent landmark. The town holds a ceremony in tribute to this goddess every twenty years, where the statue's angelic wings are set aflame. Like Line City and Vol City, English is the predominant form of written language, while Japanese is widely used as spoken language. ===Monastery=== is a training school for Makai Knights and Priests that doubles as the base of operations of Makai Order's eponymous branch located on a floating island somewhere in the Makai Realm. It is where the Garo armor is held during the events of Garo: Versus Road, suspended in the air high above the island. The island once served as the setting for a brutal rite of passage in form of competition where 100 young Makai Knight trainees were pitted against each other in battles to the death, with the sole survivor being considered \"worthy\" and granted the chance to draw the Garoken from a stone and take the armor for themselves. Monastery, along with Makai Order branch it situated at, is brought to ruin 20 years before the events of the series when Azami Kadō slaughters the last remaining inhabitants, leaving only Shōsetsu Hagiri alive. In the present day, Hagiri returns to the ruins and uses what remains to create the death game based on the ritual he once went through, intending to use the negative karma of its players to fill the Garo armor with darkness and create the Veil armor. ==Anime series-exclusive== ===Items=== In the context of the anime series, the \"Madōgu\" are known as \"Madō Tools\". ====Madō Bell==== The is a small bell shaped like an ornate eye that is commonly used by the Makai practitioners in Garo: Honō no Kokuin to detect Horrors during the Middle Ages. The vibrations from the ring pinpoint a Horror's location in a crowded area, causing the eyes of a Horror's human host to glow a reddish lavender and sometimes forcing it to assume its true form. ====Zirkel's Ring==== is a forbidden Madō Tool invented by Mendoza that allows one to summon Horrors directly from the Demon World and control them. However, the Madō Tool requires a large amount of human blood and Inga. A larger version of the Ring exists on Vazelia Lake, made up of several tall statues and a central tower where a user can place human sacrifices in a capsule to be dropped below the lake's depths. ====Scales of Souls==== The are a forbidden Madō Tool used by Garm. The scales allow one to resurrect a human soul from the Demon World temporarily, but require the user to physically bind themselves to the device as a living relay to anchor the resurrected soul to the mortal plane. Additionally, the resurrected soul is not truly human and exists in a Horror-like state that causes Horror-detecting tools to react to them and gives them only a short time among the living before they transform into a full-fledged Horror. ====Apostrophs and Gustavos==== The black-robed and masked humanoid and a giant, long-necked are Madō Tools used by Dario. The dead bodies of humans are used for these Madō Tools. ====Madō Bomb==== The is a powerful bomb used by Dario. ====Madō Motorcycle==== The is Sword's custom motorcycle. In its normal form, it resembles a heavy, oversized chopper-style motorcycle befitting Sword's similarly large frame. Zaruba is used as the motorcycle's key, resting where the gas cap would be on a normal motorcycle. The connection leads Zaruba to treat the motorcycle as his own body and allows him to remotely direct the vehicle regardless of whether or not he is actually attached. The motorcycle is fueled by Madō Fire, which is pumped into the gas tank via a dragon-shaped hose. The motorcycle is able to change form when Sword dons the Garo armor, adopting an even bulkier armored appearance featuring a gigantic recreation of Zaruba's face on the front. It also features built-in weaponry such as retractable \"teeth\" that cover the tires and a storage compartment for the collapsible Garoken. Most notably, the motorcycle's armored form features two biomechanical, skeletal arms at the sides. Despite its size and apparent weight, it is supernaturally fast and nimble, able to take sharp corners effortlessly and ride on vertical surfaces. Zaruba is also able to detonate the motorcycle's chassis, sacrificing himself in a large explosion of magical force. Luke possesses a smaller and far less ornate custom motorcycle, though its supernatural properties are unknown. ===Location=== ====Valiante Kingdom==== The is the main setting of Garo: Honō no Kokuin, culturally resembling Spain during the Spanish Inquisition. The kingdom's capital city is known as Santa Bard. Public knowledge of Makai practitioners among the Valiante people exists only in the form of the legendary , a mythical figure derived from the exploits of a past holder of the title of Garo, the Golden Knight. As part of Mendoza's plan to revive the Horror Anima to become immortal and have his revenge on the Makai Order, a witch hunt was orchestrated, driving the Makai people residing in the country to near extinction and forcing the few surviving members of the order to go into hiding. This causes an age of suspicion and paranoia, making it easy for the kingdom to conquer surrounding areas and expand its influence while being plagued by an influx of Horrors from the scarcity of Makai practitioners and Mendoza's use of his Zirkel's Ring. Once Prince Alfonso becomes a Makai Knight and takes the throne, he begins a systematic extermination of these Horrors after Mendoza's supposed death. ====Vazelia Kingdom==== The ruins of the are the main setting for Garo: Divine Flame. Five years before the events of the film, Vazelia was a small kingdom neighboring Valiante and overlooking a lake. The kingdom falls and almost all of its inhabitants are killed when its princess Sara, acting out of despair and shame after having her face burned by a Horror, attempts to burn it to the ground. The lake contains a large Zirkel's Ring and is inhabited by the Horror Nigra Venus until it is slain. ====Heian-kyō==== is the main setting of Garo: Guren no Tsuki. The Heian Palace, called the , is protected from Horrors by onmyōji. A barrier of light, held in place by an enchanted book, surrounds the palace and prevents Horrors from breaching its walls, though the rest of the city is frequently victim to Horror attacks. ====Russell City==== is the main setting of Garo: Vanishing Line. It is a dense, modern metropolis that resembles New York City. Makai practitioners in the region of the world where Russell City is located, unlike their counterparts elsewhere, utilize more modern tools and equipment such as customized motor vehicles and magical firearms. ====San Dell Diós==== (Spanish for \"Saint of God\") is a small Old West-style town in the desert west of Russell City. The town's populace take the law into their own hands as armed vigilantes with a zero-tolerance policy for criminals after the government abandons the area. Bishop uses the town as a trap to separate Sophie from Sword, but fails when Gina suddenly arrives and Sophie and Sword prove to be more persistent than Bishop expects. He destroys the town using mystic explosives planted throughout, but luckily the town's inhabitants were contained within a barrier Gina set up previously. Though the town is completely destroyed, Sword's group is confident that the residents will be able to rebuild in time. ====Ferre Salé Dessimo==== is a village of Makai Alchemists located on a lake in a mountainous region. The village is built upon floating islands of woven reeds and is known as the \"hidden village of trials\" for its proximity to the , a temple that appears only during the full moon where Makai Alchemists go to undertake a trial. Upon testing and proving their resolve, the spirit of the temple will guide the Alchemist towards a location they are trying to reach. When Gina visited the temple, a pack of wolf monsters named Uchusen Year Book 2018 and a Minotaur monster named appeared but were slain by her. The village is also where many of the Madō Tools and weapons used by the region's Makai practitioners are made. The village's inhabitants also research lost technology and history. The location of both the village and the Land of Guidance is only known to a few non- Alchemists, with visitors and guests being very rare. ====El Dorado==== The base of operations of King and his Three Swords, the city of is a dense, bustling, high-tech metropolis located on the coast far west of Russell City. El Dorado is enclosed within several walls and barriers, with scanners at gates checking newcomers, typically arriving in convoys of buses, for eligibility. The city offers those who find their current lives unsatisfying and depressing the chance of a better life within its walls, an allure so potent that most rejected people remain in the surrounding slums with the hope that they might still be allowed into the city. Despite being luxurious with a lively night life, El Dorado is actually swarming with countless Horrors with many of the humans already allowed into the city meant to eventually become food for the Horror residents. King and the Three Swords reside in the city's prominent landmark, a massive tower in the middle of El Dorado which is protected by a barrier to ward off undesirables, their existence largely unknown to the human populace despite being the city's de facto rulers. Though rumors and information regarding the city's dark nature spread far and wide, they are scarce and discreet enough to not draw unwanted attention or suspicion from government authorities. One year after the ELDO NET incident and Sword's battle with King, the city is shown to be completely deserted and left in ruins, with high-rise buildings that remained standing, notably the central tower, remained as a testament to the city's former glory. ==Notes== ==References== ==See also== Category:Garo (TV series) Category:Fantasy worlds ",
    "title": "Realm of Garo"
}