{
    "id": "7754335",
    "text": "The 1985 Hamilton municipal election was held on November 12, 1985 to elect a Mayor, sixteen members to Hamilton, Ontario City Council, fourteen members to the Hamilton Board of Education and sixteen members to the Hamilton-Wentworth Roman Catholic Separate School Board. In addition, this election was accompanied by a referendum question asking voters if they wanted to directly elect individuals to the office of Regional Chairman.Rogers, Jerry. \"Voters vent their fury,\" Hamilton Spectator, Wednesday, November 13, 1985, A1. ==Campaign== The 1985 municipal election campaign came in the wake of the year's earlier provincial election that saw a Liberal minority government, supported by the Ontario NDP, come to power after the swift defeat of Frank Miller's Progressive Conservatives in a confidence motion in the weeks following the vote. The change in government had impacted the city's local politics, as Premier Miller had vowed to extend GO Train commuter rail service to the city and supported the rapid transit GO-ALRT project. Following the election of the Liberals, both GO-ALRT and extended GO service to Hamilton were cancelled. Due to the fluctuating transit situation in the area, candidates ran on platforms that, in some way, addressed transit.Coutts, Jane. \"Street, rail issues concern voters in city's west end,\" Hamilton Spectator, November 5, 1985, D3. Prior to the 1985 vote, an advocacy group calling itself Concerned Citizens for Hamilton (CCH) formed to endorse candidates for office with a pro-business perspective. CCH solicited donations, eventually collecting approximated $25,000 to support candidates through third-party advertisements.Rogers, Jerry and Paul Benedetti. \"CCH will disband after vote,\" Hamilton Spectator, November 11, 1985, A8. The group's donations came under fire when the advertisements they printed in the Hamilton Spectator were investigated by the city as potentially contravening the Hamilton's election financing bylaw. Ultimately, CCH was cleared of any wrongdoing by the city.\"CCH relieved ad ruled not a donation,\" Hamilton Spectator, November 7, 1985, A8. Though CCH solicited donations and campaigned on behalf of candidates, members denied they were a political party and lamented the fact they needed to organize. The organizers noted the 1985 vote was the most important in the city since the election of 1949 and one commented to the Hamilton Spectator that the organization was necessary to protect the city, adding \"I hope we never have to do this again. This time was an exceptional circumstance.\" ==Referendum== ==Mayoral Election== The 1985 mayoral contest saw incumbent Mayor Bob Morrow, then 39, defend his three-year administration under the pressure of the lingering economic recession that had decimated the city's steel industry. By the election campaign, the city's unemployment rate had dropped to 5.8% and Morrow campaigned on his record of attracting new jobs to the region. Additionally, Morrow sought to expand GO Transit service to the city and bring more suburban services under the central administration of the municipality.Davie, Michael. \"Morrow proud of Hamilton's growth under his leadership,\" Hamilton Spectator, Tuesday, November 5, 1985, D2. Unlike during his first campaign, Morrow was endorsed by the Hamilton Spectator.\"The choice for mayor,\" Hamilton Spectator, Wednesday, November 6, 1985, A10. Morrow faced two challengers: former Board of Control member Jim Campbell and small business owner Marvin Sommer. Campbell, who retired from council in 1976, had sought political comebacks in 1980 and 1982, running for Ward 1 and Ward 7 councillor respectively. Campbell, then 64, was a millionaire who operated a concrete manufacturing plant on Hamilton mountain who campaigned on a small- business platform. Seeking a completion to the Red Hill Valley Expressway and a perimeter road to create a highway ring-road around Hamilton, Campbell proposed to tackle unemployment by creating a mayor's advisory panel consisting of local business and labour leaders. He additionally proposed reinstating the abolished Board of Control and reducing council's term of office to two years.Davie, Michael. \"Former council heavyweight squaring off for comeback,\" Hamilton Spectator, Tuesday, November 5, 1985, D2. Sommer, a 49-year old James Street merchant at the time of the election, also ran on a pro-business platform, though promoted few specific policies. In an interview with a Spectator reporter, Sommer admitted he had not paid business taxes to the city in two years and his business was in danger of being shut down.Benedetti, Paul. \"Mayoral candidate concerned about small businessman,\" Hamilton Spectator, Tuesday, November 5, 1985, D2. The campaign generate a moderate amount of interest among members of the electorate. At a CHCH-TV- sponsored call-in debate, only six local residents telephoned with questions for the candidates.Doyle, Tim. \"Election '85 Notebook: Mayoralty debate draws little interest,\" Hamilton Spectator, Monday, November 11, 1985. On election night, Morrow topped the polls, holding a lead of over 19,000 votes on Campbell.Estok, David. \"'Nice guy' Bob Morrow jubilant,\" Hamilton Spectator, Wednesday, November 13, 1985, A6. ==City Council Election== ===Ward One (Chedoke-Cootes)=== The race for Ward One alderman was the third time in as many years that electors would go to the polls to select a new member of city council. In early 1985, incumbent alderman Peter Peterson was elected to the Ontario legislature as a Progressive Conservative, triggering a by-election in which former alderman Paul Drage recaptured a seat on council. This came after his loss to Peterson and Mary Kiss in 1982, after capturing the seat vacated after his wife and the area's alderman, Kay Drage, died in 1979.Kiss marks the finish of Drage's council seat,\" Hamilton Spectator, November 9, 1982, A8. Drage and Kiss campaigned on their record of standing in opposition to the city's proposed GO-ALRT plan due to proposals that would have expropriated property along York Boulevard in the ward's north end. As sitting members of council, they instead rested their transit hopes on the promise of expanded GO Train service. Drage, 61 at the time of the election, stood on a platform called for an expansion of the area's highways, including completing the Red Hill Valley Expressway and the mid-mountain expressway, as well as advocating for more supermarkets in the area. Kiss, who refused to give her age to the Hamilton Spectator, opposed GO Transit expansion and promoted investment in local industry. Terry Cooke, a candidate in the by-election that occurred earlier in the year, promoted a rapid transit link to Toronto using existing heavy rail infrastructure and advocated reinstating the Board of Control. Joanne Gallacher, a 31-year-old business owner, promoted a rapid transit solution and improvements to the city's bayfront. David Gava, a 22-year-old student, called for dismantling regional government and improving rental accommodations. Two law-enforcement officials, 54-year-old Frank Preston and Victor Zwirewich, 61 at the time of the vote, both ran on conservative platforms, with Preston calling for an end to city council 'freeloading' and Zwirewich promoting a law-and-order platform. The Hamilton Spectator endorsed Cooke and Zwirewich for the two aldermanic positions.\"Choice for alderman,\" Hamilton Spectator, November 7, 1985, A10. Cooke was CCH's preferred candidate for election.\"Select Candidates Endorsed by Concerned Citizens for Hamilton (Ad)\", Hamilton Spectator, November 2, 1985, A4. ===Ward Two (Downtown)=== ===Ward Three (Hamilton Centre)=== ===Ward Four (East Hamilton)=== ===Ward Five (Red Hill)=== ===Ward Six (East Mountain)=== ===Ward Seven (Central Mountain)=== ===Ward Eight (West Mountain)=== ==See also== *List of Hamilton, Ontario municipal elections ==References== Category:1985 Ontario municipal elections 1985 ",
    "title": "1985 Hamilton, Ontario municipal election"
}