{
    "id": "7754703",
    "text": "Under Suspicion is an American police drama television series set in Portland, Oregon. It was created by Jacqueline Zambrano. Its episodes were broadcast on the CBS network from September 16, 1994 to March 10, 1995. Though short-lived, the show premiered to fairly strong reviews, which praised lead Karen Sillas's performance and observed that the show functioned as a kind of Americanized Prime Suspect. Filming occurred in Portland, with views of the South Park Blocks and Willamette River. The show is rated M in New Zealand for violence, sexual references and offensive language. ==Cast== The show stars Karen Sillas as Detective Rose \"Phil\" Phillips, the only female detective in a male- dominated police squad. The supporting cast includes Philip Casnoff as Internal Affairs Sergeant Jimmy Vitelli, veteran character actor Seymour Cassel (star of Faces and Minnie and Moskowitz) as Captain Mickey Schwartz, Ray Baker (Hard Rain) as Chief DeSort, Paul McCrane as Detective Clarke, Michael Beach as Detective Desmond Beck, Doug Baldwin as coroner Leon Hart, and Arabella Field as Patsi Moosekian. ==Plot== The harsh realities of discrimination are always apparent to Detective Rose \"Phil\" Phillips. In addition to coping with the daily pressures of being a detective, she must break down the barrier of crude sexist comments made by her fellow cops and force them to see her as an equal. Sexy, tough and a good cop, Phil confronts her own feelings about being a woman in a man's world when she finds herself attracted to Sergeant Jimmy Vitelli of Internal Affairs, a handsome, arrogant cop on the rise. Phil's determination, crime-solving skills and feminine perspective make her a compassionate, outstanding detective, but she'll always be Under Suspicion as she struggles to prove that she's just \"one of the boys.\" ==Episodes== {| class=\"wikitable plainrowheaders\" style=\"background:#fff;\" |- ! style=\"background:#;\"| No. ! style=\"background:#;\"| Title ! style=\"background:#;\"| Directed by ! style=\"background:#;\"| Written by ! style=\"background:#;\"| Original air date |} ==References== == External links == * * Category:1990s American crime drama television series Category:Television shows set in Portland, Oregon Category:Television shows set in Oregon Category:Television shows filmed in Oregon Category:CBS original programming Category:1994 American television series debuts Category:1995 American television series endings Category:Television series by Warner Bros. Television Category:American detective television series ",
    "title": "Under Suspicion (TV series)"
}