{
    "id": "7755537",
    "text": "Joanna de Albuquerque Maranhão Bezerra de Melo, or Joanna Maranhão (born April 29, 1987 in Recife, Pernambuco) is a swimmer from Brazil, who competed at three consecutive Summer Olympics for her native country, starting in 2004. She was a finalist in the 400-metre individual medley at 2004 Athens, finishing in 5th place, the best position of all time obtained by the Brazil women's swimming, along with Piedade Coutinho. Joanna also broke countless Brazilian and South American records. ==International career== At 12 years old, she was in the 1999 Pan American Games in Winnipeg. At the 2002 Pan Pacific Swimming Championships in Yokohama, she finished 13th in the 400-metre individual medley, 14th in the 200-metre individual medley, and 16th in the 200-metre breaststroke. She broke the Brazilian record of the 400-metre individual medley at 15 years old, in this competition. At the 2003 World Aquatics Championships in Barcelona, she finished 15th in the 400-metre individual medley, beating the Brazilian record with a time of 4:49.04. She also finished 24th in the 200-metre individual medley and 29th in the 200-metre breaststroke. She won the bronze medal in the women's 400-metre individual medley at the 2003 Pan American Games in Santo Domingo, Dominican Republic. She also finished 4th in the 200-metre individual medley, and 8th in 200-meter breaststroke. At 17 years old, she was a finalist in the 2004 Summer Olympics in Athens, where she finished 5th in 400-metre individual medley, the best placement obtained by a Brazilian woman swimmer at all times. Also ranked 7th in 4×200-metre freestyle, and 11th in the 200-metre individual medley. Joanna Maranhão broke the South American record of the 4×200-metre freestyle with a time of 8:05.29, along with Paula Baracho, Mariana Brochado and Monique Ferreira, record that was not broken until today; she also broke the South American record of the 200-metre individual medley, with a time of 2:15.43, at semifinals. At the 400-metre individual medley, the Argentine swimmer Georgina Bardach broke the South American record and won the bronze medal doing 4:37.51; Maranhão broke the Brazilian record with 4:44.00, record that was not broken until today. After Athens 2004, Joanna Maranhão had a big dip in form, which has been slowly recovering over the years. Maranhão was champion of South American Championships, in the 200-metre individual medley, on 2006, and seven times champion of the Jose Finkel Trophy, in the 200-metre and 400-metre individual medley (2002-2008). In 2004 FINA World Swimming Championships (25 m), held in Indianapolis, Joanna was in 8th place in the qualifiers of 400-metre individual medley, but did not swim the final. In 200-metre backstroke, suffered disqualification; and ranked 6th in the 4×200-metre freestyle relay. Maranhão was at the 2005 World Aquatics Championships in Montreal, Quebec, Canada, where she finished 21st in the 400-metre individual medley, 10th in the 200-metre individual medley and 13th in the 4×200-metre freestyle Participating in the 2006 FINA World Swimming Championships (25 m) in Shanghai, China, obtained the 12th place in the 400-metre individual medley, 13th in the 200-metre individual medley and 9th in the 4×200-metre freestyle. Participating in the 2006 Pan Pacific Swimming Championships, in Victoria, Maranhão finished 14th in the 200-metre individual medley, 14th in the 400-metre individual medley, 14th in the 200-metre butterfly and 28th in the 200-metre backstroke. She was at the 2007 Pan American Games in Rio de Janeiro, where she finished 4th in the 200-metre and 400-metre individual medley. She won the bronze medal in the 4×200-metre freestyle, by having swum the playoff race. At the 2008 Summer Olympics in Beijing, she finished 17th in 400-metre individual medley, 22nd in the 200-metre individual medley, and 22nd in the 200-metre butterfly. She was at the 2009 World Aquatics Championships in Rome, Italy, where she finished 12th in the 200-metre individual medley, 20th in the 200-metre butterfly and 22nd in the 400-metre individual medley. At the 2010 South American Games in Medellín, Maranhão won five gold medals in the 200-metre individual medley, 400-metre individual medley, 200-metre butterfly, 400-metre freestyle and 4×200-metre freestyle. She also won a bronze medal in the 800-metre freestyle. She was at the 2010 Pan Pacific Swimming Championships in Irvine, where she finished 6th in the 4×200-metre freestyle, 11th in the 400-metre individual medley, 12th in the 200-metre butterfly, 17th in the 200-metre individual medley, and dropped the 400-metre freestyle. Participating in the 2011 Pan American Games in Guadalajara, Mexico, she got the silver medal in the 400-metre individual medley, getting close to defeat the short course world record holder, Julia Smit. She also got the silver in the 4×200-metre freestyle relay, and bronze in the 200-metre individual medley, besides being in 4th place in 200-metre butterfly and 400-metre freestyle. At the 2012 Summer Olympics in London, she finished 15th in the 200-metre individual medley, and 26th in the 200-metre butterfly. At the 2013 World Aquatics Championships in Barcelona, Maranhão finished 16th in the 200-metre butterfly, 17th in the 400-metre individual medley, 26th in the 200-metre individual medley and dropped the 200-metre backstroke. She retired from swimming, but later she came back. In April 2015, participating in the Maria Lenk Trophy in Rio de Janeiro, she broke the South American record in the 4 × 200 metre freestyle relay with a time of 8:03.22, along with Manuella Lyrio, Larissa Oliveira and Gabrielle Roncatto. ==Personal bests== Joanna Maranhão is the current holder, or former holder, of the following records: Long Course (50 meters): * South American record holder of the 200m medley: 2:12.12, time obtained on July 26, 2009 * South American record holder of the 200m butterfly: 2:09.41, time obtained on September 5, 2009 * Former South American record holder of the 4 × 200 m freestyle: 8:03.22, time obtained on April 8, 2015, along with Manuella Lyrio, Larissa Oliveira and Gabriela Roncatto * Former Brazilian record holder of the 400m freestyle: 4:12.19, time obtained on May 8, 2009 * Brazilian record holder of the 800m freestyle: 8:32.96, time obtained on December 18, 2009 * Brazilian record holder of the 400m medley: 4:38.07, time obtained on July 17, 2015 http://odia.ig.com.br/esporte/2015-07-17/apos-11-anos-joanna-maranhao-bate- recorde-nacional-mais-antigo-na-natacao.html * Former South American record holder of the 800m freestyle: 8:42.87, time obtained on June 25, 2004 Short course (25 meters): * South American record holder of the 200m medley: 2:09.03, time obtained on November 6, 2009 * South American record holder of the 400m medley: 4:26.98, time obtained on November 7, 2009 * South American record holder of the 200m butterfly: 2:04.01, time obtained on November 7, 2009 * Former South American record holder of the 200m backstroke: 2:08.34, time obtained on August 20, 2012 (she is still the Brazilian record holder) * Former South American record holder of the 4 × 200 m freestyle: 8:01.78, time obtained on September 9, 2005, along with Paula Baracho, Manuella Lyrio and Tatiana Lemos * Former South American record holder of the 200m freestyle: 1:57.19, time obtained on November 6, 2009 * Former South American record holder of the 800m freestyle: 8:32.17, time obtained on September 7, 2004 (she is still the Brazilian record holder). ==See also== *List of South American records in swimming *List of Brazilian records in swimming ==References== * UOL Profile Category:1987 births Category:Living people Category:Brazilian female swimmers Category:Olympic swimmers of Brazil Category:Swimmers at the 2003 Pan American Games Category:Swimmers at the 2004 Summer Olympics Category:Swimmers at the 2007 Pan American Games Category:Swimmers at the 2008 Summer Olympics Category:Swimmers at the 2011 Pan American Games Category:Swimmers at the 2012 Summer Olympics Category:Swimmers at the 2015 Pan American Games Category:Swimmers at the 2016 Summer Olympics Category:Pan American Games silver medalists for Brazil Category:Pan American Games bronze medalists for Brazil Category:Pan American Games medalists in swimming Category:South American Games gold medalists for Brazil Category:South American Games bronze medalists for Brazil Category:South American Games medalists in swimming Category:Competitors at the 2010 South American Games ",
    "title": "Joanna Maranhão"
}