{
    "id": "7756957",
    "text": "The gens Terentia was a plebeian family at ancient Rome. Dionysius mentions a Gaius Terentilius Arsa, tribune of the plebs in 462 BC, but Livy calls him Terentilius, and from inscriptions this would seem to be a separate gens.Livy, iii. 9.Dionysius, x. 1. No other Terentii appear in history until the time of the Second Punic War. Gaius Terentius Varro, one of the Roman commanders at the Battle of Cannae in 216 BC, was the first to hold the consulship. Members of this family are found as late as the third century AD.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 995, 996 (\"Terentia Gens\"). ==Origin== The antiquarian Varro derived the nomen Terentius from a Sabine word, terenus, meaning \"soft\".Macrobius, ii. 9. However, Chase suggests a Latin origin, from terens, one who grinds or threshes, and classifies the name among those gentilicia which either originated at Rome, or cannot be shown to have come from anywhere else.Chase, p. 131. ==Praenomina== The chief praenomina of the Terentii were Marcus, Gaius, Aulus, and Publius, all of which were very common throughout Roman history. The Culleones used Quintus, and other names occur occasionally. ==Branches and cognomina== The main families of the Terentii used the cognomina Culleo, Lucanus, and Varro. Of these, Varro seems to be derived from the same root as the Latin baro, a fool; Culleo refers to a leather sack or pouch, and may have referred to a leatherworker; while Lucanus signified an inhabitant of Lucania, and must have been given to one of the Terentii who either came from or perhaps had some connection with that region, or its people.Chase, pp. 111–114. ==Members== ===Terentii Varrones=== * Marcus Terentius Varro, the grandfather of Gaius Terentius Varro, consul in 216 BC.Fasti Capitolini, ; 1940, 59, 60. * Gaius Terentius M. f. Varro, said to have been a butcher, was the father of Gaius, the consul of 216 BC.Livy, xxii. 25 ff.Valerius Maximus, iii. 4. § 4. * Gaius Terentius C. f. M. n. Varro, consul in 216 BC, commanded the Roman forces at the disastrous Battle of Cannae, and gathered the survivors at Canusium. Returning to Rome, he nominated Marcus Fabius Buteo dictator in order to fill the vacancies left in the senate.Livy, xxii. 25, 26, 34–61, xxiii. 22, 23, 25, 32, xxv. 6, xxvii. 35, xxx. 26, xxxi. 11, 49.Polybius, iii. 106–116.Plutarch, \"The Life of Fabius Maximus\", 14–18.Appian, Bellum Hannibalicum, 17–26.Zonaras, ix. 1.Orosius, iv. 16.Eutropius, iii. 10.Cicero, Brutus, 19, Cato, 20.Broughton, vol. I, pp. 238, 240 (note 5), 247, 256, 260, 292, 296, 313. * Terentius Varro, triumvir monetalis between 206 and 200 BC. He could be Aulus Terentius Varro, the praetor of 184.Crawford, Roman Republican Coinage, p. 207. * Aulus Terentius Varro, one of the legates sent to the senate by Aulus Cornelius Mammula in 190 BC, to report news from Asia. He was praetor in 184, and was assigned the province of Hispania Ulterior, for which he levied an army. He defeated the Suessetani, and as proconsul in 183 defeated the Ausetani and Celtiberi, and on his return to Rome received an Ovation.Livy, xxxvii. 48, 49, xxxix. 32, 38, 42, 56, xl. 2, 16, xlii. 26, xlv. 17, 29–31.Broughton, vol. I, pp. 358, 363, 375, 379, 383, 414, 435. * Terentius Varro, triumvir monetalis between 169 and 158 BC. He could be either the quaestor of 154, or the ambassador of 146.Crawford, Roman Republican Coinage, pp. 236, 237. * Terentius Varro, quaestor in 154 BC under the praetor Lucius Calpurnius Piso. Piso was badly defeated by the Lusitani, and Varro perished in the battle.Appian, Iberica, 56.Broughton, vol. I, p. 450. * Aulus Terentius Varro, one of the ambassadors sent in 146 BC to assist the consul Lucius Mummius Achaicus in reorganizing Greece.Polybius, xxxix. 1.Broughton, vol. I, pp. 467, 468. * Marcus Terentius Varro, adopted Marcus Licinius Lucullus, who subsequently became Marcus Terentius Varro Lucullus. * Marcus Terentius M. f. Varro Lucullus, the brother of Lucius Licinius Lucullus, was a trusted lieutenant of Sulla. He was consul in 73 BC, and afterward governor of Macedonia, receiving a triumph for his campaigns against the barbarians. He was a supporter of the aristocratic party, and of Cicero, who became his good friend.Plutarch, \"The Life of Lucullus\", 1, 35, 37, 43, \"The Life of Sulla\", 27.Cicero, In Verrem, i. 23, iii. 70, v. 21, Academica Priora, ii. 1, De Provinciis Consularibus, 9, Pro Tullio, § 8 (ed. Orelli), In Pisonem, 19, 31, Epistulae ad Atticum, i. 18, xii. 21, xiii. 6, Brutus, 62.Velleius Paterculus, ii. 28, 49.Eutropius, vi. 7, 8, 10.Orosius, vi. 3.Appian, Bellum Civile, i. 92, Bella Illyrica, 30.Dictionary of Greek and Roman Biography and Mythology, vol. III, p. 837 (\"Lucullus\", no. 6). * Marcus Terentius Varro, surnamed Reatinus, one of the greatest scholars and antiquarians at the end of the Republic. He held a naval command under Pompeius during the Third Mithridatic War and the War Against the Pirates, and was Pompeius' legate in Spain during the Civil War. Although pardoned by Caesar, he was proscribed by the Second Triumvirate, but eventually received Octavian's protection. Although most of his vast literary output was destroyed, his treatise on agriculture and part of one on the Latin language survive.Quintilian, x. 1. § 95.Cicero, Academica Priora, i. 2, 3, iii. 12, Epistulae ad Familiares, ix. 1–8, 13, Brutus, 56, Epistulae ad Atticum, xiv. 18.Augustine, De Civitate Dei, vi. 2.Pliny the Elder, iii. 11, vii. 30, xxix. 4.Appian, Bella Mithridatica, 95, Bellum Civile, iv. 47.Varro, Rerum Rusticarum, ii. praef.Caesar, De Bello Civili, i. 58, ii. 17–20.Suetonius, \"The Life of Caesar\", 34, 44.Jerome, In Chronicon Eusebii, Olympiad 188.1.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 1223–1227 (\"Marcus Terentius Varro\"). * Publius Terentius Varro Atacinus, a celebrated poet of the first century BC. He wrote an Argonautica, a work on geography, one on using animals to predict the weather, and works on Europe, the Gallic Wars, love, and epigrams, but only fragments of his work survive.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 1227–1228 (\"Marcus Terentius Varro\"). * Marcus Terentius Varro Gibba, a protégé of Cicero, with whom he worked in the defense of Saufeius in 52 BC. He was quaestor under Marcus Junius Brutus in 46 BC, when the latter had the command in Cisalpine Gaul.Asconius Pedianus, In Ciceronis Pro Milone, p. 55 (ed. Orelli).Cicero, Epistulae ad Familiares, xiii. 10, Epistulae ad Atticum, xiii. 48.Broughton, vol. II, p. 296. * Aulus Terentius Varro Murena, a friend of Cicero, and a partisan of Pompeius, under whom he served in Greece during the Civil War.Cicero, Pro Caecina, 9, Epistulae ad Familiares, xiii. 22, xvi. 12.Caesar, De Bello Civili, iii. 19. * Aulus Terentius A. f. Varro Murena, consul in 23 BC.Swan, \"The Consular Fasti of 23 B.C.\", p. 240. * Terentia A. f., or Terentilla, the daughter of Aulus Terentius Varro, and sister of the younger Murena, married Gaius Maecenas, and was one of the mistresses of Augustus.Cassius Dio, liv. 3, 19, lv. 7.Seneca the Younger, Epistulae, 114.Digesta, 24. tit. 1. s. 64.Suetonius, \"The Life of Augustus\", 66, 69. ===Terentii Culleones=== * Quintus Terentius Culleo, a senator who had been taken prisoner during the Second Punic War, and was released at its conclusion. As tribune of the plebs in 189 BC, carried a plebiscite requiring the censors to enroll all free-born Romans into the various tribes, including the sons of freedmen. Praetor peregrinus in 187, he required Latins residing at Rome to return to their native towns, and oversaw the investigation and trial of Scipio Aemilianus.Plutarch, \"The Life of Titus Quinctius Flamininus\", 18.Livy, xxx. 43, xxxiii. 47, 49, xxxviii. 42, xxxix. 3, 6, xlii. 35.Valerius Antias, fragmentum 45 (Peter).Broughton, vol. I, pp. 341, 362, 368, 370 (note 3), 418. * Quintus Terentius Culleo, tribune of the plebs in 58 BC, attempted to prevent the banishment of his friend, Cicero, and afterward worked for his recall. From 43 he served under Marcus Aemilius Lepidus, and was assigned to guard a passage of the Alps against Marcus Antonius, but offered no resistance when Anonius' forces crossed.Cicero, Epistulae ad Atticum, iii. 15, viii. 12, De Haruspicum Responsis, 6, Epistulae ad Familiares, x. 34.Appian, Bellum Civile, iii. 83. * Quintus Terentius Culleo, consul suffectus from the Ides of January in AD 40.Gallivan, \"The Fasti for the Reign of Gaius\". ===Terentii Lucani=== * Publius Terentius Lucanus, a senator, and the former master of Publius Terentius Afer, the celebrated playwright of the early second century BC.Dictionary of Greek and Roman Biography and Mythology, vol. II, p. 809 (\"Terentius Lucanus\"). * Gaius Terentius Lucanus, minted a number of coins, depicting the head of Pallas with the figure of Victoria on the obverse, and the Dioscuri on the reverse. * Gaius Terentius Lucanus, a painter mentioned by the elder Pliny.Pliny the Elder, xxxv. 7. s. 33. ===Others=== * Gaius Terentius Arsa, named by Dionysius as the tribune of the plebs who called for the codification of Roman law in 462 BC, should probably be read Terentilius, as in Livy.Arnold, History of Rome, p. 227.Broughton, vol. I, p. 36. * Quintus Terentius, one of two envoys dispatched by the senate in 218 BC to recall the consul elect Gaius Flaminius, whose election and inauguration were heralded by terrible omens. Flaminius ignored the summons, and later perished with his army at Lake Trasimine.Livy, xxi. 63.Broughton, vol. I, p. 239. * Lucius Terentius Massaliota, plebeian aedile in 200 BC, and praetor in 187 BC, in which year he was assigned the province of Sicily. He is probably the same Lucius Terentius who was an ambassador in 196. He was a military tribune in Hispania Citerior from 182 to 180.Livy, xxxi. 50, xxxviii. 42, xl. 35.Broughton, vol. I, pp. 324, 338, 368, 383, 385, 389. * Lucius Terentius, one of the ambassadors sent to Antiochus III in 196 BC, is probably to be identified with Lucius Terentius Massaliota.Livy, xxxiii. 35.Broughton, vol. I, p. 338. * Gaius Terentius Istra, praetor in 182 BC, was assigned the province of Sardinia. In 181, he was appointed one of the triumvirs for establishing a colony at Graviscae.Livy, xxxix. 51, xl. 1, xl. 29, 35.Broughton, vol. I, pp. 382, 386. * Publius Terentius Tuscivanus, was one of the ambassadors sent to assist the propraetor Lucius Anicius Gallus in settling the affairs of Illyria.Livy, xlv. 17, 26.Broughton, vol. I, p. 435. * Publius Terentius Afer, the playwright better known as \"Terence\", was a freedman of the senator Publius Terentius Lucanus. He lived during the first half of the second century BC, and is known primarily for six comedies adapted from contemporary Greek models, which were exhibited from 166 to 161 BC.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 996–1002 (\"Publius Terentius Afer\"). * Terentia, the wife of Cicero, with whom he appears to have fallen out during his exile in 58 BC. They were divorced in 46, and Cicero was obliged to repay a substantial dowry. She is said to have lived to the age of one hundred and three.Cicero, Epistulae ad Atticum, xvi. 15, Epistulae ad Familiares, xiv. 12.Asconius Pedianus, In Ciceronis Pro Cornelio, p. 93 (ed. Orelli).Plutarch, \"The Life of Cato the Younger\", 19.Sallust, Bellum Catilinae, 15.Pliny the Elder, vii. 48. s. 49.Valerius Maximus, viii. 13. § 6.Drumann, Geschichte Roms, vol. v. p. 392, vol. vi. pp. 685–694.Rawson, Cicero, a Portrait, p. 25. * Terentius Vespa, made a humorous remark that Cicero quotes in his treatise on oratory. A certain Titius was known for his athleticism, but was suspected of having vandalized some statues. In accounting for his friend's absence, Vespa explained that Titius had broken an arm.Cicero, De Oratore, ii. 62. * Lucius Terentius, a close friend of the young Pompeius. While the two were serving together under Pompeius' father in 87 BC, the consul Lucius Cornelius Cinna is reported to have bribed Terentius to kill his friend, but Pompeius learned of the plot and narrowly avoided death.Plutarch, \"The Life of Pompeius\", 3. * Gnaeus Terentius, a senator given custody of Caeparius, one of the accomplices of Catiline.Sallust, Bellum Catilinae, 47. * Publius Terentius Hispo, representative of the publicani in Asia, befriended Cicero, and received his recommendation to Publius Silius.Cicero, Epistulae ad Atticum, xi. 10, Epistulae ad Familiares, xiii. 65. * Servius Terentius, a friend of Decimus Junius Brutus, attempted to act as the latter's decoy after the Battle of Mutina, thus allowing his friend to escape. Before he could be executed, he was recognized by one of Antonius' cavalry officers, and his life was spared.Valerius Maximus, iv. 7. § 6. * Albia Terentia, wife of Lucius Otho and mother of the emperor Otho.Suetonius, \"The Life of Otho\", 1. * Marcus Terentius, an eques during the reign of Tiberius. After the downfall of Sejanus, Terentius was accused of being one of his associates, but was acquitted following a spirited defense.Tacitus, Annales, vi. 8, 9. * Gaius Terentius Tullius Geminus, consul suffectus in AD 46, from September the end of the year.Gallivan, \"The Fasti for the Reign of Claudius\", pp. 408, 409, 425. * Terentius Lentinus, an eques condemned in AD 61 as an accomplice of Valerius Fabianus, the notorious forger of wills.Tacitus, Annales, xiv. 40. * Terentius, reputed to have been the murderer of Galba.Tacitus, Historiae, i. 41.Plutarch, \"The Life of Galba\", 27. * Terentius Strabo Erucius Homullus, consul suffectus for the months of May and June, in AD 83.Gallivan, \"The Fasti for A.D. 70–96\", pp. 190, 216. * Terentius Maximus an usurper during the reign of Titus.Cassius Dio, lxvi. 19. * Decimus Terentius Scaurianus, consul suffectus in AD 102 or 104, was an experienced soldier and probably a veteran of the Second Dacian War.Syme, Tacitus, p. 648. * Decimus Terentius Gentianus, consul suffectus from July to September in AD 116, was at one time considered a possible successor by Hadrian, but having fallen out of favour he may have become one of the emperor's victims.Aelius Spartianus, \"The Life of Hadrian\", 22. * Terentius Clemens, a jurist who probably flourished in the time of Hadrian, wrote a treatise on the Lex Papia Poppaea, of which a number of fragments are preserved in the Digest.Digesta, 28. tit. 6. s. 6.Dictionary of Greek and Roman Biography and Mythology, vol. I, p. 789 (\"Terentius Clemens\"). * Quintus Terentius Scaurus, a grammarian of the time of Hadrian, and one of the tutors of Lucius Verus. Although he wrote a treatise on grammar, and commentaries on Plautus, Virgil, and Horace, none of his works are known to survive.Gellius, xi. 15. § 3.Julius Capitolinus, \"The Life of Verus\", 2.Dictionary of Greek and Roman Biography and Mythology, vol. III, pp. 738, 739 (\"Quintus Terentius Scaurus\"). * Gnaeus Terentius Homullus Junior, consul suffectus for the months of July and August, AD 146.Eck, \"Die Fasti consulares der Regungszeit des Antoninus Pius. * Terentius Maurus, a writer belonging to the third century AD. ==See also== * List of Roman gentes * Terentius Varro, for a list of Terentii who used the cognomen Varro ==Footnotes== ==References== ==Bibliography== * Polybius, Historiae (The Histories). * Valerius Antias, Annales or Historiae. * Marcus Tullius Cicero, Academica Priora, Brutus, Cato Maior de Senectute, De Haruspicum Responsis, De Oratore, De Provinciis Consularibus, Divinatio in Quintum Caecilium, Epistulae ad Atticum, Epistulae ad Familiares, In Pisonem, In Verrem, Pro Caecina, Pro Tullio. * Gaius Julius Caesar, Commentarii de Bello Civili (Commentaries on the Civil War). * Gaius Sallustius Crispus (Sallust), Bellum Catilinae (The Conspiracy of Catiline). * Marcus Terentius Varro, Rerum Rusticarum (Rural Matters). * Dionysius of Halicarnassus, Romaike Archaiologia (Roman Antiquities). * Titus Livius (Livy), History of Rome. * Valerius Maximus, Factorum ac Dictorum Memorabilium (Memorable Facts and Sayings). * Lucius Annaeus Seneca (Seneca the Younger), Epistulae Morales ad Lucilium (Moral Letters to Lucilius). * Quintus Asconius Pedianus, Commentarius in Oratio Ciceronis Pro Cornelio (Commentary on Cicero's Oration Pro Cornelio), Commentarius in Oratio Ciceronis Pro Milone (Commentary on Cicero's Oration Pro Milone). * Gaius Plinius Secundus (Pliny the Elder), Historia Naturalis (Natural History). * Marcus Fabius Quintilianus (Quintilian), Institutio Oratoria (Institutes of Oratory). * Publius Cornelius Tacitus, Annales, Historiae. * Plutarchus, Lives of the Noble Greeks and Romans. * Gaius Suetonius Tranquillus, De Vita Caesarum (Lives of the Caesars, or The Twelve Caesars). * Appianus Alexandrinus (Appian), Bella Illyrica (The Illyrian Wars), Bella Mithridatica (The Mithridatic Wars), Bellum Civile (The Civil War), Bellum Hannibalicum (The War with Hannibal), Iberica (The Iberian War). * Aulus Gellius, Noctes Atticae (Attic Nights). * Lucius Cassius Dio Cocceianus (Cassius Dio), Roman History. * Aelius Lampridius, Aelius Spartianus, Flavius Vopiscus, Julius Capitolinus, Trebellius Pollio, and Vulcatius Gallicanus, Historia Augusta (Augustan History). * Eutropius, Breviarium Historiae Romanae (Abridgement of the History of Rome). * Quintus Aurelius Symmachus, Epistulae. * Paulus Orosius, Historiarum Adversum Paganos (History Against the Pagans). * Eusebius Sophronius Hieronymus (St. Jerome), In Chronicon Eusebii (The Chronicon of Eusebius). * Augustine of Hippo, De Civitate Dei (The City of God). * Ambrosius Theodosius Macrobius, Saturnalia. * Gaius Sollius Modestus Apollinaris Sidonius, Epistulae. * Digesta, or Pandectae (The Digest). * Joannes Zonaras, Epitome Historiarum (Epitome of History). * Thomas Arnold, History of Rome, B. Fellowes, London (1838-1842). * Wilhelm Drumann, Geschichte Roms in seinem Übergang von der republikanischen zur monarchischen Verfassung, oder: Pompeius, Caesar, Cicero und ihre Zeitgenossen, Königsberg (1834–1844). * Dictionary of Greek and Roman Biography and Mythology, William Smith, ed., Little, Brown and Company, Boston (1849). * George Davis Chase, \"The Origin of Roman Praenomina\", in Harvard Studies in Classical Philology, vol. VIII, pp. 103–184 (1897). * T. Robert S. Broughton, The Magistrates of the Roman Republic, American Philological Association (1952–1986). * Ronald Syme, Tacitus, Clarendon Press, Oxford (1958). * Michael Swan, \"The Consular Fasti of 23 B.C. and the Conspiracy of Varro Murena\", in Harvard Studies in Classical Philology, Volume LXXI, pp. 235–247 (1967). * Michael Crawford, Roman Republican Coinage, Cambridge University Press (1974, 2001). * Paul A. Gallivan, \"The Fasti for the Reign of Claudius\", in Classical Quarterly, vol. 28, pp. 407–426 (1978), \"The Fasti for the Reign of Gaius\", in Antichthon, vol. 13, pp. 66–69 (1979), \"The Fasti for A.D. 70–96\", in Classical Quarterly, vol. 31, pp. 186–220 (1981). * Elizabeth Rawson: Cicero: A Portrait, revised edition, Bristol Classical Press (1983), . * Werner Eck, \"Die Fasti consulares der Regungszeit des Antoninus Pius, eine Bestandsaufnahme seit Géza Alföldys Konsulat und Senatorenstand\" (The Consular Fasti for the Reign of Antoninus Pius: an Inventory since Géza Alföldy's Konsulat und Senatorenstand), in Studia Epigraphica in Memoriam Géza Alföldy, Werner Eck, Bence Fehér, Péter Kovács, eds., Bonn, pp. 69–90 (2013). Category:Roman gentes ",
    "title": "Terentia gens"
}