{
    "id": "7756843",
    "text": "Johan Dewald Nel (born 6 June 1980) is a former South African-born Scottish professional cricketer. He is a primarily a right-arm fast-medium bowler, who also bats right-handed. Nel played 110 times for the Scottish cricket team, his début coming in a Totesport League match against Durham on 6 June 2004 taking 2–16 off 7 overs. He played in 19 One Day Internationals for Scotland, his first match at that level coming against Pakistan on 27 June 2006. In May 2007, Nel signed for Worcestershire, covering for injured bowlers Doug Bollinger, Matt Mason and Nadeem Malik. He made his Worcestershire debut against Yorkshire at Headingley on 9 May, taking 4/74. He was released by Worcestershire at the end of the 2007 season.Worcestershire release three players, ESPNcricinfo. Retrieved 7 October 2007 In 2008, in a match between Scotland and Bermuda, Nel became the first player to bowl two maiden overs in an international Twenty20 match. Until 2008, the Scotland cricket team was made up of amateurs, players did not have contracts with the game's governing body in the country, Cricket Scotland, and balanced their sports careers with full-time jobs. Cricket Scotland began professionalising the national team in 2008 with the introduction of contracts for three of its players, including Nel. He signed a two-year contract to play for Kent County Cricket Club in March 2010, following an impressive performance on trial. At the end of the previous season seam bowlers Ryan McLaren and Martin Saggers left Kent and Nel bolstered their bowling attack. In the final County Championship match of the season against Yorkshire Nel claimed career-best innings bowling figures of 6/62, finishing with nine wickets in the match. Nel cut his contract short in May 2011 due to a persistent back injury. ==References== ==External links== Category:Scotland One Day International cricketers Category:Scottish cricketers Category:Scotland Twenty20 International cricketers Category:Worcestershire cricketers Category:1980 births Category:Living people Category:People from Klerksdorp ",
    "title": "Dewald Nel"
}