{
    "id": "7756277",
    "text": "Ewondo or Kolo is the language of the Ewondo people (more precisely Beti be Kolo or simply Kolo-Beti) of Cameroon. The language had 577,700 native speakers in 1982. Ewondo is a trade language. Dialects include Badjia (Bakjo), Bafeuk, Bamvele (Mvele, Yezum, Yesoum), Bane, Beti, Enoah, Evouzok, Fong, Mbida-Bani, Mvete, Mvog-Niengue, Omvang, Yabekolo (Yebekolo), Yabeka, and Yabekanga. Ewondo speakers live primarily in Cameroon's Centre Region and the northern part of the Océan division in the South Region. Ewondo is a Bantu language. It is a dialect of the Beti language (Yaunde-Fang), and is intelligible with Bulu, Eton, and Fang. In 2011 there was a concern among Cameroonian linguists that the language was being displaced in the country by French.http://quotidien.mutations- multimedia.com/index.php?option=com_content&view;=article&id;=2962:patrimoine- la-langue-ewondo-a-son-dictionnaire&catid;=58:news&Itemid;=415 == Alphabet and phonology == {|class=\"wikitable\" |+ Alphabet in Ewondo |-- ! colspan=\"36\"|Uppercase |-- | A || B || D || Dz || E | Ə || Ɛ || F || G || Gb | H || I || K || Kp || L | M || Mb || Mgb || Mv || N | Nd || Ndz || Ng || Ny || Ŋ | O || Ɔ || P || R || U | T || S || V || W || Y | Z |-- ! colspan=\"36\"|Lowercase |-- | a || b || d || dz || e | ə || ɛ || f || g || gb | h || i || k || kp || l | m || mb || mgb || mv || n | nd || ndz || ng || ny || ŋ | o || ɔ || p || r || u | t || s || v || w || y | z |- ! colspan=\"36\" |Phonemes |- |a |b |d |d͡z |e |ə |ɛ |f |ɡ |ɡ͡b |h |i |k |k͡p |l |m |m͡b |mɡ͡b |ɱ͡v |n |n͡d |nd͡z |ŋ͡ɡ |ɲ |ŋ |o |ɔ |p |r |u |t |s |v |w |j |z |} The tones are indicated with diacritics on the vowels: * the high tone is indicated with an acute accent: ; * the mid tone is indicated with a macron: ; * the low tone, the most frequent tone, is indicated by the absence of diacritics: ; * the rising tone is indicated with a caron: ; * the falling tone is indicated with a circumflex: . ==See also== *Ewondo Populaire ==References== ==External links== *Ewondo alphabet and pronunciation *Database of audio recordings in Ewondo - basic Catholic prayers Category:Beti languages Category:Languages of Cameroon ",
    "title": "Ewondo language"
}