{
    "id": "7757476",
    "text": "Karuk traditional narratives include myths, legends, tales, and oral histories preserved by the Karuk (Karok) people of the Klamath River basin of northwestern California. The published record of Karuk oral literature is an unusually rich one, thanks to the efforts of Alfred L. Kroeber, John Peabody Harrington, William Bright, and others. Karuk narratives, together with those of the neighboring Yurok and Hupa, are distinctive from that of most of California, but show strong influences from the Northwest Coast region. (See also Traditional narratives (Native California).) ==On-Line Examples of Karuk Narratives== * \"The Northern California Indians\" (1) by Stephen Powers (1872) * \"The Northern California Indians\" (2) by Stephen Powers (1872) * Myths and Legends of California and the Old Southwest by Katharine Berry Judson (1912) ==Sources for Karuk Narratives== * Angulo, Jaime de, and Lucy S. Freeland. 1931. \"Karok Texts\". International Journal of American Linguistics 6:194-226. (Five myths, including Orpheus, collected in 1927.) * Bright, William. 1954. \"The Travels of Coyote: A Karok Myth\". Kroeber Anthropological Society Papers 11:1-17. (Comparison of several versions.) * Bright, William. 1957. The Karok Language. University of California Publications in Linguistics No. 13. Berkeley. (Narratives collected in 1949–1954.) * Bright, William. 1977. \"Coyote Steals Fire (Karok)\". In Northern California Texts, edited by Victor Golla and Shirley Silver, pp. 3–9. International Journal of American Linguistics Native American Text Series No. 2(2). University of Chicago Press. * Bright, William. 1979. \"A Karok Myth in 'Measured Verse': The Translation of a Performance\". Journal of California and Great Basin Anthropology 1:117-123. (Version of \"Theft of Fire\" myth narrated by Julia Starritt.) * Bright, William. 1980. \"Coyote's Journey\". American Indian Culture and Research Journal 4:21-48. (Linguist's consolidation of several mythic episodes recorded in 1949–1950.) * Bright, William. 1980. \"Coyote Gives Salmon and Acorns to Humans (Karok)\". In Coyote Stories II, edited by Martha B. Kendall, pp. 46–52. International Journal of American Linguistics Native American Text Series No. 6. University of Chicago Press. * Bright, William. 1993. A Coyote Reader. University of California Press, Berkeley. (Karok tales based on versions in Bright 1957, 1979, 1980a, 1980b, and Bright and Reuben 1982.) * Bushnell, John, and Donna Bushnell. 1977. \"Wealth, Work and World View in Native Northwest California: Sacred Significance and Psychoanalytic Symbolism\". In Flowers of the Wind: Papers on Ritual, Myth and Symbolism in California and the Southwest, edited by Thomas C. Blackburn, pp. 120–182. Ballena Press, Socorro, New Mexico. (Myths used to illustrate themes concerning wealth, work, and emotion.) * Erdoes, Richard, and Alfonso Ortiz. 1984. American Indian Myths and Legends. Pantheon Books, New York. (Retelling of narratives from Bright 1957 and Gifford and Block 1930, pp. 320–321, 382-383.) * Gifford, Edward Winslow, and Gwendoline Harris Block. 1930. California Indian Nights. Arthur H. Clark, Glendale, California. (Four previously published narratives, pp. 132–133, 161-162, 174-177.) * Graves, Charles S. 1929. Lore and Legends of the Klamath River Indians. Press of the Times, Yreka, California. (Includes Yurok, Karok, and Shasta narratives.) * Harrington, John P. 1930. \"Karuk Texts\". International Journal of American Linguistics 6:121-161. (14 myths.) * Harrington, John P. 1932. Karuk Indian Myths. Bureau of American Ethnology Bulletin No. 107. Washington, D.C. (Collected from Phoebe Maddux.) * Holsinger, Rosemary. 1984. Karuk Tales. Bell Books, Etna, California. * Judson, Katharine Berry. 1912. Myths and Legends of California and the Old Southwest. A. C. McClurg, Chicago. (Two myths, pp. 72–74, 81-82.) * Kroeber, A. L. 1946. \"A Karok Orpheus Myth\". Journal of American Folklore 59:13-19. (Two versions collected in 1902 compared with each other and with Harrington 1932 version.) * Kroeber, A. L., and E. W. Gifford. 1947. \"World Renewal: A Cult System of Native Northwest California\". Anthropological Records 13:1-156. University of California, Berkeley. (Yurok and Karok myths, pp. 112–125.) * Kroeber, A. L., and E. W. Gifford. 1980. Karok Myths. University of California Press, Berkeley. (Numerous myths collected by Kroeber in 1901-1902 and Gifford in 1939-1942.) * Kroeber, Henrietta R. 1908. \"Wappo Myths\". Journal of American Folklore 21:321-323. (Two myths.) * Kroeber, Theodora. 1959. The Inland Whale. University of California Press. (Retelling of one traditional narrative with commentary, pp. 99–117, 189-192.) * Lang, Julian. 1994. Ararapíkva: Creation Songs of the People. Heyday Books, Berkeley, California. (Four previously unpublished traditional narratives collected from Phoebe Maddux and Fritz Hansen by John P. Harrington in 1926 and from Margaret Harrie by Hans Jørgen Uldall in 1932.) * London, Jonathan. 1993. Fire Race: A Karuk Coyote Tale about How Fire Came to the People. Chronicle Books, San Francisco. * Luthin, Herbert W. 2002. Surviving through the Days: A California Indian Reader. University of California Press, Berkeley. (Two short narratives recorded around 1930 and 1950, pp. 90–103.) * Margolin, Malcolm. 1993. The Way We Lived: California Indian Stories, Songs, and Reminiscences. First edition 1981. Heyday Books, Berkeley, California. (Four narratives, pp. 30–32, 90-90, 103-104, 142-147, from Bright 1957, 1980, and Harrington 1932.) * Olden, Sarah E. 1923. Karoc Indian Stories. Harr Wagner, San Francisco. * Powers, Stephen. 1877. Tribes of California. Contributions to North American Ethnology, vol. 3. Government Printing Office, Washington, D.C. Reprinted with an introduction by Robert F. Heizer in 1976, University of California Press, Berkeley. (Four narratives, pp. 35–41.) * Saindon, Carolyn. 1968. \"The Taming of Fire: A Karok Fable\". Indian Historian 1(2):19. (One myth.) * Swann, Brian. 1994. Coming to Light: Contemporary Translations of the Native Literatures of North America. Random House, New York. (\"Karuk Love Medicine,\" recorded from Nettie Reuben by William Bright in 1949-1950, pp. 764–771.) Category:Karuk Category:Traditional narratives (Native California) ",
    "title": "Karuk traditional narratives"
}