{
    "id": "7757608",
    "text": "Wyoming Valley West School District is a large, suburban public school district in Luzerne County, Pennsylvania. Students from nine boroughs attend Wyoming Valley West: Courtdale, Edwardsville, Forty Fort, Larksville, Luzerne, Plymouth, Pringle, Kingston, and Swoyersville. Wyoming Valley West School District encompasses approximately 14 square miles. According to 2000 federal census data, it serves a resident population of 44,510. In 2009, the residents' per capita income was $17,532 while the median family income was $40,398. The median income of a home owner was $38,252 per year.American Fact Finer, US Census Bureau, 2010 Per school district officials, in school year 2007-08 the Wyoming Valley West School District provided basic educational services to 5,057 pupils through the employment of 345 teachers, 195 full-time and part-time support personnel, and 21 administrators. The district operates seven schools, including Wyoming Valley West Senior High School, the Wyoming Valley West Middle School and five elementary schools: Chester Street Elementary School, Dana Street Elementary Center, State Street Elementary Center, Schuyler Avenue Elementary School, and Third Avenue Elementary School. The District Administration (2009–2010) Mr. Anthony Waskevich – Directory of Technology, Mr. Adam Chwiej – Director of Federal Programs, Mr. Irvin DeRemer – Director of Elementary Education, Mr. David Tosh – Director of Secondary Education, Mr. Jorge Gonzalez – Facilities Manager, Mrs. Terri Mayers – Director of Elementary Special Education, Mrs. Mary Agnes Kratz – Director of Secondary Special Education, Mr. Frank DeSanto – Director of Administrative Services, Mr. Joseph Rodriguez – Finance Manager Students within the school district may elect to attend the West Side Career and Technology Center (formerly West Side Area Vocational Technical School). The Career Center, located in Pringle, offers 18 unique technical programs that not only prepare students for future employment but also prepare those among them who would like to go on to college. ==Academic achievement== Wyoming Valley West School District was ranked 429th out of 498 Pennsylvania school districts in 2011 by the Pittsburgh Business Times. The ranking was based on five years of student academic achievement on the PSSAs for: reading, writing, math and three years of science. *2010 - 407th *2009 - 389th *2008 - 369th *2007 - 347th out of 501 Pennsylvania school districts. In 2009, the academic achievement of the pupils in the district was in the 19th percentile among Pennsylvanian's 500 school districts. Scale (0-99; 100 is state best) In 2009, the Wyoming Valley West High School 11th grade math achievement declined by 10.3 percent. This was the second lowest math achievement among Luzerne County high schools. In contrast, the middle school had the highest increase in 8th grade math achievement with a 9.5% increase. The fifth graders achieved a 3% increase in math skills. Reading skills declined in both the 11th grade and eighth grades in 2009. Of the 11 school districts in Luzerne County, Wyoming Valley West 11th grade students ranked 9th in reading skills. Their on grade reading skills were far below the statewide reading level of 65% on grade level. The district's fifth grade achieved a 3% improvement in their on grade level reading skills. ===Graduation rate=== In 2010, the Pennsylvania Department of Education issued a new, 4-year cohort graduation rate. Wyoming Valley West High School's rate was 89% for 2010. According to traditional graduation rate calculations: *2010 - 87% *2009 - 90% *2008 - 88.5% *2007 - 88% ===Graduation requirements=== The Wyoming Valley West School Board has determined that a student must successfully complete 22 credits which include: 4 credits of English, 3 credits of Social Studies, 3 credits of Mathematics, 3 credits of Science, 0.5 credit Family Consumer Science, Electives 7.5 credits and 1.5 credit Health/Physical Education. By law, all Pennsylvania secondary school students must complete a graduation project as a part of their eligibility to graduate from high school. The type of project, its rigor, and its expectations are set by the individual school district. Beginning with the class of 2016, by Pennsylvania school regulations, students must take the Keystone Exams in Literature, Biology 1 and Algebra 1. ==High school== In 2010 and 2009 the high school was in Corrective Action I AYP status due to chronic, low achievement of its students. 11th Grade Reading *2010 - 65% on grade level (17% below basic). In Pennsylvania, 66% of 11th graders are on grade level. *2009 - 62% (24% below basic), State - 65% *2008 - 59% (21% below basic), State - 65% *2007 - 69% (15% below basic), State - 65% 11th Grade Math: *2010 - 54%, on grade level (31% below basic). In Pennsylvania, 59% of 11th graders are on grade level. *2009 - 43% (35% below basic). State - 56%. *2008 - 44% (35% below basic), State - 56% *2007 - 49% (31% below basic), State - 53% 11th Grade Science: *2010 - 29% on grade level (20% below basic). State - 39% of 11th graders were on grade level. *2009 - 35% (21% below basic). State - 40% *2008 - 29%, State - 39% In 2009, the 11th grade students at Wyoming Valley West High School had the lowest science achievement in Luzerne County. Among the 11 Luzerne County high schools, Wyoming Valley West High school had the fewest students achieve advanced - 14.6%. === College remediation === According to a Pennsylvania Department of Education study released in January 2009, 32% of Wyoming Valley West High School graduates required remediation in mathematics and or reading before they were prepared to take college level courses in the Pennsylvania State System of Higher Education or community colleges. Less than 66% of Pennsylvania high school graduates, who enroll in a four-year college in Pennsylvania, will earn a bachelor's degree within six years. Among Pennsylvania high school graduates pursuing an associate degree, only one in three graduate in three years.National Center for Education Statistics Per the Pennsylvania Department of Education, one in three recent high school graduates who attend Pennsylvania's public universities and community colleges takes at least one remedial course in math, reading or English. === Dual enrollment === The high school offers a dual enrollment program. This state-funded program permits high school students to take courses, at local higher education institutions, to earn college credits. Students remain enrolled at their high school. The courses count towards high school graduation requirements and towards earning a college degree. The students continue to have full access to activities at their high school. The college credits are offered at a deeply discounted rate. The state offers a small grant to assist students in costs for tuition, fees and books. Under the Pennsylvania Transfer and Articulation Agreement, many Pennsylvania colleges and universities accept these credits for students who transfer to their institutions.Pennsylvania Transfer and Articulation Agreement. Site accessed March 2010. The Pennsylvania College Credit Transfer System reported in 2009, that students saved nearly $35.4 million by having their transferred credits count towards a degree under the new system. For the 2009-10 funding year, the school district received a state grant of $5,347 for its dual enrollment program. ==Middle school== The Wyoming Valley West Middle School, formerly the Kingston High School, is located in Kingston and holds approximately 1200 students. In both 2010 and 2009, the attendance rate was reported as 92%. 8th Grade Reading *2010 - 75% on grade level (43% advanced). In Pennsylvania, 81% of 8th graders on grade level. *2009 - 75% (44% advanced), State - 80% *2008 - 76% (48% advanced), State - 78% *2007 - 73% (38% advanced), State - 75% 8th Grade Math: *2010 - 63% on grade level (22% below basic). In Pennsylvania, 75% of 8th graders are on grade level. *2009 - 63% (18% below basic), State - 71% 2009 PSSAs: Reading, Math, Writing and Science Results Pennsylvania Department of Education Report *2008 - 64% (17% below basic), State - 70% *2007 - 55% (19% below basic), State - 68% 8th Grade Science: *2010 - 52% on grade level (28% below basic). State - 57% of 8th graders were on grade level. *2009 - 45% (27% below basic), State - 55% *2008 - 50%, State - 52% 7th Grade Reading *2010 - 69% on grade level (12% below basic). In Pennsylvania, 73% of 7th graders on grade level. *2009 - 71% (12% below basic), State - 71% *2008 - 65% 29% advanced (14% below basic), State - 70% *2007 - 66% 28% advanced (11% below basic), State - 67% 7th Grade Math: *2010 - 72% on grade level (16% below basic). In Pennsylvania, 77% of 7th graders are on grade level. *2009 - 66% (14% below basic), State - 75% *2008 - 72% (12% below basic), State - 71% *2007 - 64% (15% below basic), State - 67% ; 6th Grade Reading: * 2010 - 61% on grade level. 28% advanced (19% below basic) State - 68% * 2009 - 62%, 27% advanced (15% below basic), State - 67% * 2008 - 65%, 29% advanced (15% below basic), State - 67% * 2007 - 60%, 27% advanced (16% below basic), State - 63% ; 6th Grade Math: * 2010 - 71% on grade level. 38% advanced (12% below basic) State - 78% * 2009 - 70%, 33% advanced (13% below basic), State - 75.9% * 2008 - 64%, 36% advanced (16% below basic), State - 72% * 2007 - 58%, 23% advanced (19% below basic), State - 69% ===Elementary schools=== *Chester Street Elementary School Report Card 2010 *Dana Street Elementary Center Report Card 2010 *Pringle Elementary School Report Card 2010 *State Street Elementary Center in School Improvement status, Report Card 2010 *Schuyler Avenue Elementary School Report Card 2010 *Third Avenue Elementary School Report Card 2010 *Main Street Elementary Center Report Card 2010 ==Special education== The district administration reported that 915 students or 18% were receiving special education services in 2009. In 2010, the state of Pennsylvania provided $1,026,815,000 for Special Education services. The funds were distributed to districts based on a state policy which estimates that 16% of the district's pupils are receiving special education services. This funding is in addition to the state's basic education per pupil funding, as well as, all other state and federal funding. Wyoming Valley West School District received a $2,797,645 supplement for special education services in 2010. The District engages in identification procedures to ensure that eligible students receive an appropriate educational program consisting of special education and related services, individualized to meet student needs. At no cost to the parents, these services are provided in compliance with state and federal law; and are reasonably calculated to yield meaningful educational benefit and student progress. To identify students who may be eligible for special education, various screening activities are conducted on an ongoing basis. These screening activities include: review of group-based data (cumulative records, enrollment records, health records, report cards, ability and achievement test scores); hearing, vision, motor, and speech/language screening; and review by the Instructional Support Team. When screening results suggest that the student may be eligible, the District seeks parental consent to conduct a multidisciplinary evaluation. Parents who suspect their child is eligible may verbally request a multidisciplinary evaluation from a professional employee of the District or contact the Supervisor of Special Education. ===Gifted education=== The District Administration reported that 121 or 2.44% of its students were gifted in 2009. By law, the district must provide mentally gifted programs at all grade levels. Students identified as gifted attending the High School have access to honors and advanced placement courses, and dual enrollment with local colleges. The referral process for a gifted evaluation can be initiated by teachers or parents by contacting the student’s building principal and requesting an evaluation. All requests must be made in writing. To be eligible for mentally gifted programs in Pennsylvania, a student must have a cognitive ability of at least 130 as measured on a standardized ability test by a certified school psychologist. Other factors that indicate giftedness will also be considered for eligibility. ==Bullying policy== The school district administration reported there was one incident of bullying in the district in 2009. All Pennsylvania schools are required to have an anti-bullying policy incorporated into their Code of Student Conduct. Wyoming Valley West School District has posted a Bullying/Cyberbullying Policy 249. The policy must identify disciplinary actions for bullying and designate a school staff person to receive complaints of bullying. The policy must be available on the school's website and posted in every classroom. All Pennsylvania public schools must provide a copy of its anti-bullying policy to the Office for Safe Schools every year, and shall review their policy every three years. Additionally, the district must conduct an annual review of that policy with students. The Center for Schools and Communities works in partnership with the Pennsylvania Commission on Crime & Delinquency and the Pennsylvania Department of Education to assist schools and communities as they research, select and implement bullying prevention programs and initiatives. Education standards relating to student safety and antiharassment programs are described in the 10.3. Safety and Injury Prevention in the Pennsylvania Academic Standards for Health, Safety and Physical Education. ==Budget and taxes== In 2008, the district reported $2,399,470 in an unreserved-undesignated fund balance. The designated fund balance was reported as zero. In 2007, the district employed over 300 teachers. The average teacher salary in the district was $55,685 for 180 instructional days worked. In 2009, the district reported employing over 360 teachers with a salary range of $41,580 to $112,303 and a median teacher salary of $63,256. More than 100 teachers earn over $60,000 per year. Teachers work 7 hours 30 minutes per day with a 30 min lunch period and a daily prep period. In addition to salary, the teachers' compensation includes: health insurance, life insurance, 3 days paid bereavement leave, 1 emergency leave day, 11 paid sick days, 3 personal days, and reimbursement for college courses. At retirement, teachers receive payment or $55/day for each unused sick day, taxpayer funded health insurance until age 65 and up to 75% of last year's salary as a bonus. Teachers receive extra compensation for additional duties and for extracurricular advising and sports coaching. The teachers' union officers receive time off with pay to attend to union business and to attend conventions.Wyoming Valley West School District Teachers' Union Contract, March 2010 In 2008, Wyoming Valley West School District reported spending $9,911 per pupil. This ranked 481st among the 500 school districts, in the commonwealth. Wyoming Valley West School District administrative costs per pupil in 2008 was $469.66 in 2008. This ranked 496th in Pennsylvania public schools. The lowest administrative cost per pupil in Pennsylvania was $398 per pupil. In 2009, the district reported having over $6 million in outstanding debt. In January 2010, the Pennsylvania Auditor General conducted a performance audit of the district. Findings were reported to the school board and the school district administration The district is funded by a combination of: a local earned income tax, a property tax, a real estate transfer tax of 0.5%, coupled with substantial funding from the Commonwealth of Pennsylvania and the federal government. Grants can provide an opportunity to supplement school funding without raising local taxes. In the Commonwealth of Pennsylvania, pension income and Social Security income are exempted from state personal income tax and local earned income tax regardless of the individual's level of wealth. ===State basic education funding=== For the 2010-11 school year, the state basic education funding to Wyoming Valley West School District was increased 9.59% for a total of $19,825,685. The highest increase in Luzerne County was awarded to Hazleton Area School District at 12,61%. Sixteen Pennsylvania school districts received an increase over 10%. One hundred fifty Pennsylvania school districts received the base 2% increase. Among Pennsylvania school districts, the highest increase in 2010-11 went to Kennett Consolidated School District in Chester County which received a 23.65% increase in state funding.] The amount of increase each school district receives is determined by the Governor and the Secretary of Education through the allocation set in the state budget proposal made in February each year. For the 2009–2010 budget year the Commonwealth of Pennsylvania provided a 6.72% increase in Basic Education funding for Wyoming Valley West School District a total of $18,090,614. The state Basic Education Funding to the district in 2008-09 was $16,951,193.76. The highest increase in BEF for the school districts in Luzerne County was awarded to Hazleton Area School District at a 13.36% increase. The highest increase in Pennsylvania went to Muhlenberg School District of Berks County which received an increase of 22.31 percent. Sixteen school districts received an increase in funding of over 10 percent in 2009. In 2009, the district reported that 2,186 students were eligible for a federal free or reduced-price lunch due to low family income.Pennsylvania Department of Education Basic Education Funding Report by School District. October 2009 ====Accountability Block Grants==== Beginning in 2004–2005, the state launched the Accountability Block Grant school funding. This program has provided $1.5 billion to Pennsylvania’s school districts. The Accountability Block Grant program requires that its taxpayer dollars are focused on specific interventions that are most likely to increase student academic achievement. These interventions include: teacher training, all-day kindergarten, lower class size K-3rd grade, literacy and math coaching programs that provide teachers with individualized job-embedded professional development to improve their instruction, before or after school tutoring assistance to struggling students, For 2010-11 the Wyoming Valley West School District applied for and received $858,753 in addition to all other state and federal funding. The district used the funding to provide all-day kindergarten for the sixth year and to improve science instruction. ====Classrooms for the Future grant==== The Classroom for the Future state program provided districts with hundreds of thousands of extra state funding to buy laptop computers for each core curriculum high school class (English, Science, History, Math) and paid for teacher training to optimize the computers use. The program was funded from 2006 to 2009. Wyoming valley West School District did not apply for funding in 2006-07. In 2007-08, it received $367,050. The district received $65,488 in 2008-09 for a total funding of $432,538. ===Federal Stimulus grant=== Wyoming Valley West School District received an extra $5,614,027 in ARRA - Federal Stimulus money to be used only in specific programs like special education and meeting the academic needs of low-income students. ====Race to the Top grant==== School district officials made an incomplete application for the Race to the Top federal grant which would have brought the district several million additional federal dollars for improving student academic achievement. The teachers' union would not agreed to support the effort. Participation required the administration, the school board and the local teachers' union to sign an agreement to prioritize improving student academic success. In Pennsylvania, 120 public school districts and 56 charter schools agreed to participate. Pennsylvania was not approved for the grant. The failure of a majority of school districts to agree to participate was cited as one reason that Pennsylvania was not approved. ===Common Cents state initiative=== The Wyoming Valley West School Board decided to not participate in the Pennsylvania Department of Education Common Cents program. The program called for the state to audit the district, at no cost to local taxpayers, to identify ways the district could save tax dollars. After the review of the information, the district was not required to implement the recommended cost savings changes. ===Real estate taxes=== The school board levied a real estate tax of 12.7000 mills in 2010-11. A mill is $1 of tax for every $1,000 of a property's assessed value. Irregular property reassessments have become a serious issue in the commonwealth as it creates a significant disparity in taxation within a community and across a region. On the local level, Pennsylvania district revenues are dominated by two main sources: 1) Property tax collections, which account for the vast majority (between 75-85%) of local revenues; and 2) Act 511 tax collections, which are around 15% of revenues for school districts. *2009-10 - 12.4000 mills In 2008, Luzerne County conducted a county wide property value reassessment. The previous county wide assessment had been done in 1965 *2008-09 - 296.0000 mills ====Act 1 Adjusted index==== The Act 1 of 2006 Index regulates the rates at which each school district can raise property taxes in Pennsylvania. Districts are not allowed to raise taxes above that index unless they allow voters to vote by referendum, or they seek an exception from the state Department of Education. The base index for the 2011–2012 school year is 1.4 percent, but the Act 1 Index can be adjusted higher, depending on a number of factors, such as property values and the personal income of district residents. Act 1 included 10 exceptions, including: increasing pension costs, increases in special education costs, a catastrophe like a fire or flood, increase in health insurance costs for contracts in effect in 2006 or dwindling tax bases. The base index is the average of the percentage increase in the statewide average weekly wage, as determined by the PA Department of Labor and Industry, for the preceding calendar year and the percentage increase in the Employment Cost Index for Elementary and Secondary Schools, as determined by the Bureau of Labor Statistics in the U.S. Department of Labor, for the previous 12-month period ending June 30. For a school district with a market value/personal income aid ratio (MV/PI AR) greater than 0.4000, its index equals the base index multiplied by the sum of .75 and its MV/PI AR for the current year. The School District Adjusted Index for the Wyoming Valley West School District 2006–2007 through 2011–2012. *2006-07 - 5.3%, Base 3.9% *2007-08 - 4.7%, Base 3.4% *2008-09 - 6.1%, Base 4.4% *2009-10 - 5.7%, Base 4.1% *2010-11 - 4.0%, Base 2.9% *2011-12 - 2.0%, Base 1.4% The Wyoming Valley West School Board did not apply for any exceptions to exceed the Act 1 index for the budget in 2011. In the Spring of 2010, 135 of 500 Pennsylvania school boards asked to exceed their adjusted index. Approval was granted to 133 of them and 128 sought an exception for pension costs increases. ====Property tax relief==== In 2011, the Homestead/Farmstead Property Tax Relief from gambling for the Wyoming Valley West School District was $145 per approved permanent primary residence. In the district, 10,785 property owners applied for the tax relief. In 2011 within Luzerne County, the highest reported amount went to Wilkes-Barre Area School District set at $211 per approved homestead. The property tax relief was subtracted from the total annual school property tax bill for each property. Property owners apply for the relief through the county Treasurer's office. Farmers can qualify for a farmstead exemption on building used for agricultural purposes. The farm must be at least 10 contiguous acres and must be the primary residence of the owner. Farmers can qualify for both the homestead exemption and the farmstead exemption. Pennsylvania awarded the highest property tax relief to residents of the Chester-Upland School District in Delaware County at $641 per homestead and farmstead in 2010.Tax Relief per Homestead 5-1-10. Report Pennsylvania Department of Education, May 2010 CUSD was given $632 in 2009. This was the third year they were the top recipient. *2010 - $145 for 10,812 properties *2009 - $145 for 10,818 properties Property taxes in Pennsylvania are relatively high on a national scale. According to the Tax Foundation, Pennsylvania ranked 11th in the U.S. in 2008 in terms of property taxes paid as a percentage of home value (1.34%) and 12th in the country in terms of property taxes as a percentage of income (3.55%). ==Extracurriculars== The school district offers a wide variety of activities, clubs and sports, including: basketball, tennis, and track & field. The Wyoming Valley West football team had one of their most successful seasons to date in the fall of 2015. The varsity team went undefeated during the regular season, for only the third time in school history, joining 1997 and 1969. The Spartans then went on to defeat two District 11 teams in the Districts 2/4/11 Subregional, which was the first time the Spartans defeated any District 11 school in the subregional. Playing after Thanksgiving for the first time in many years, the Spartans finally suffered their first loss of the season to Parkland, finishing the year with a 12-1 record. The Spartans also won the District 2 AAAA championship for the third time in the past six seasons. You can follow along with the Spartans year-round at wvwfootball.mobi. A student athlete who violates the Wyoming Valley West School District Drug Awareness Policy is referred by the Principal to the Student Assistance Program.Wyoming Valley West Student Handbook, Wyoming Valley West High School Administration By Pennsylvania law, all K-12 students in the district, including those who attend a private nonpublic school, cyber charter school, charter school and those homeschooled, are eligible to participate in the extracurricular programs, including all athletics. They must meet the same eligibility rules as the students enrolled in the district's schools. ==School lunches== In July 2019, families in the Wyoming Valley West School District owed $22,000 in unpaid school lunch debt and the district sent a letter to 40 families with an unpaid school lunch debt of $10 or more that threatened to place their children in foster care if the debt was not paid off. The district claimed the children could be placed in foster care because their family is not providing for their nutrition by not giving them money for lunch. The letter has received criticism from area families and politicians. On July 22, 2019 President of the school board Joseph Mazur rejected an offer to pay off the debt of $22,000 from Philadelphia businessman Todd Carmichael, chief executive and co-founder of Philadelphia-based La Colombe Coffee. Joseph Mazur argued that money is owed by parents who can afford to pay. On July 24, at the urging of State Representative Aaron Kaufer, a Valley West alumni , the school board accepted the donation. ==References== ==External links== * publicschoolsreport.com * city-data.com * publicschoolreview.com * wvwspartans.org * Category:School districts in Luzerne County, Pennsylvania ",
    "title": "Wyoming Valley West School District"
}