{
    "id": "7758109",
    "text": "The Delaware Township School District is a community public school district that serves students in pre-kindergarten through eighth grade from Delaware Township, in Hunterdon County, New Jersey, United States.2019-2020 Public School Directory, Hunterdon County Department of Education. Accessed February 20, 2020. As of the 2018–19 school year, the district, comprised of one school, had an enrollment of 376 students and 42.3 classroom teachers (on an FTE basis), for a student–teacher ratio of 8.9:1.District information for Delaware Township School District, National Center for Education Statistics. Accessed April 1, 2020. The district is classified by the New Jersey Department of Education as being in District Factor Group \"GH\", the third- highest of eight groupings. District Factor Groups organize districts statewide to allow comparison by common socioeconomic characteristics of the local districts. From lowest socioeconomic status to highest, the categories are A, B, CD, DE, FG, GH, I and J.NJ Department of Education District Factor Groups (DFG) for School Districts, New Jersey Department of Education. Accessed December 7, 2014. Students in ninth through twelfth grades attend the Hunterdon Central High School, part of the Hunterdon Central Regional High School District, which serves students in central Hunterdon County from Delaware Township, East Amwell Township, Flemington Borough, Raritan Township and Readington Township.Hunterdon Central Regional Board of Education District Policy 0110 - Identification, Hunterdon Central Regional High School. Accessed April 17, 2020. \"Purpose: The Board of Education exists for the purpose of providing a thorough and efficient system of free public education in grades nine through twelve in the Hunterdon Central Regional High School District. Composition: The Hunterdon Central Regional High School District is all the area within the municipal boundaries of, Delaware Township, East Amwell, Flemington Boro, Raritan Township, and Readington Township.\"Hunterdon Central Regional High School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed April 17, 2020. \"Located in beautiful, historic Hunterdon County in central New Jersey, Hunterdon Central Regional High School serves the five municipalities of Delaware Township, East Amwell Township, Flemington Borough, Raritan Township and Readington Township. The District is 152.5 square miles and has a population of approximately 51,468 residents.\" As of the 2018–19 school year, the high school had an enrollment of 2,844 students and 238.8 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.9:1.School data for Hunterdon Central Regional High School District, National Center for Education Statistics. Accessed April 1, 2020. ==Schools== Delaware Township School serves students in grades PreK-8.New Jersey School Directory for the Delaware Township School District, New Jersey Department of Education. Accessed December 29, 2016. The school had an enrollment of 373 students as of the 2017–18 school year.School Data for the Delaware Township School District, National Center for Education Statistics. Accessed April 1, 2020. The school is located on a site adjacent to the community of Sergeantsville and from the Delaware River. ==Administration== Core members of the district's administration are:Board of Education, Delaware Township School District. Accessed February 20, 2020.New Jersey School Directory for Hunterdon County, New Jersey Department of Education. Accessed December 29, 2016. *Dr. Richard Wiener, Superintendent *Susan Joyce, Business Administrator ==Board of education== The district's board of education, comprised of nine members, sets policy and oversees the fiscal and educational operation of the district through its administration. As a Type II school district, the board's trustees are elected directly by voters to serve three-year terms of office on a staggered basis, with three seats up for election each year held (since 2012) as part of the November general election. The board appoints a superintendent to oversee the day-to- day operation of the district.New Jersey Boards of Education by District Election Types - 2018 School Election, New Jersey Department of Education, updated February 16, 2018. Accessed January 26, 2020.Comprehensive Annual Financial Report of the Delaware Township School District, New Jersey Department of Education, for year ending June 30, 2019. Accessed August 23, 2020. \"The District is a Type II District located in the County of Hunterdon, State of New Jersey. As a Type II District, the School District functions independently through a Board of Education. The Board is comprised of nine members elected to three-year-terms. The purpose of the District is to educate students in Grades K-8.\" ==References== ==External links== *Delaware Township School * *School Data for the Delaware Township School District, National Center for Education Statistics *Hunterdon Central Regional High School District *Delaware Township School District Schools Enrollment, Test Scores, Events and Contact details at LumosLearning.com Category:Delaware Township, Hunterdon County, New Jersey Category:School districts in Hunterdon County, New Jersey ",
    "title": "Delaware Township School District"
}