{
    "id": "7759637",
    "text": "Philip Prospero, Prince of Asturias (Felipe Próspero José Francisco Domingo Ignacio Antonio Buenaventura Diego Miguel Luis Alfonso Isidro Ramón Víctor; 28 November 1657 1 November 1661) was the first son of Philip IV of Spain and Mariana of Austria to survive infancy. Philip IV had no male heir since the death of Balthasar Charles, his son by his first wife, Elisabeth of France, eleven years before, and as Spain's strength continued to ebb the issue of succession had become a matter of fervent and anxious prayer. == Birth == After Balthasar Charles's early demise, Philip was left with his daughter Maria Theresa as heir presumptive. In early 1657, astrologers assured Philip that another child was to be born to him and it would be a boy who would live. A strict and devout Roman Catholic, Philip ate nothing but eggs on the first day of the Vigil of the Presentation of the Virgin, in hopes of his wife really delivering a male child. Indeed, at 11:30 in the morning on November 28 of the same year, Mariana of Austria delivered a son. She soon fell sick of the birthing fever, but nobody seemed to mind; they were all rejoicing upon the birth of a male heir. Barrionuevo, a chronicler of the time, wrote of this rejoicing: == Baptism == Following Roman Catholic custom, the infant was called only \"the prince\" until his baptism. Astrologers predicted nothing but greatness for his future, while Philip was still unsure that he had not thanked God enough for this immense joy. In a letter to his friend Sor María de Ágreda, he wrote that \"the newborn babe is doing well,\" but also made a reference to the bitter memory of his eldest son's demise. On December 6, 1657, Philip rode into the decorated streets of Madrid, where the preparations for the prince's baptism were almost ready: dances, masques and music greeted the King. The baptism took place exactly one week later on December 13, performed by the Archbishop of Toledo. The Holy Water was brought from the Jordan River by some friars who had recently returned from Jordan. The same Barrionuevo wrote that \"the Prince screamed lustily when he was baptized, and, attracted by the loud, resonant voice, the King, who was looking through the jalousies, exclaimed, 'Ah! that does sound well; the house smells of a man now'\". The christening cost Philip 600,000 ducats. == Heir apparent to the throne == Philip Prospero's birth was greeted with much joy not only because of the child's gender, but also because it put to an end to various dynastic quarrels that would come to be after his daughters' marriages (as Philip had no son, his daughters' husbands would most probably fight over which one would succeed to the Spanish throne). Thus in 1658, Philip Prospero was sworn in as heir of his father and Prince of Asturias. Nevertheless, he did not enjoy good health and constantly had to carry an amulet with him, an amulet which is present in Velázquez's painting of him. By 1659 the prime ministers of France and Spain had been negotiating an end to their countries' hostilities for two years; now that Spain had a male heir she could agree to consolidate the peace by marrying the king's eldest child Maria Theresa to the French king Louis XIV. The outcome of the negotiations was the Treaty of the Pyrenees, which established France as Europe's new dominant power. == Portrait == The first portrait of Philip Prospero to come down to us was painted by Velazquez in 1659, the year Philip felt he could safely agree to the terms of the treaty with France. This portrait and one of Margarita Teresa were made that year for the Emperor Leopold I, their mother's brother and Margarita's future husband. In the painting the prince appears to be around three years old. He stands before a rich black background, the blackness of which is repeated in his eyes. His wrist limply rests over the back of a child-size chair in which lies an equally limp, contented spaniel. (These are a traditional pose and prop, though Velazquez painted his sister and, years before, his half-brother Balthasar Charles with their commanding little hands placed flat and firm, not dangling.) In Velazquez's honest depiction the baby's eyes have a faint gray- blue-brown hollowness around them. His luminous face and hands and his white muslin smock are accented by the warm red of his gown and are a brightness against the subdued, somber background colors. But the painting directly admits the little boy's precarious health: from strings criss-crossing his chest and waist hang metal bells and at least two protective lucky amulets, a cornicello and on the string across his left shoulder a black object, likely a fig-hand carved of jet. By contrast, nearly thirty years earlier, Velazquez painted a robust Balthasar Charles at age two or three with staff, sword, exuberant sash and plumed hat. This is not a political picture, other than that it shows that the impossible hopes of a nation are depending on a wavering little spirit, which itself is depending on luck and fate. == Death == Philip Prospero had been ill for quite some time before his November 1661 death. He suffered from epilepsy and became ill frequently, probably due to having a very defective immune system from generations of inbreeding. The King even brought the relics of Saint Diego of Alcalá to the palace in hopes of curing his heir. On November 1, 1661, he died following a severe epileptic attack. Five days later, Philip's youngest son and final child, Infante Charles was born. He would ascend the throne in 1665, following Philip's death. Philip held himself indirectly responsible for his son's death, which is clear in a letter that he wrote to Sor María about Philip Prospero's death: == Ancestry == == References == === Notes === == Bibliography == * * * * |- Category:Princes of Asturias Category:Spanish infantes Category:1657 births Category:1661 deaths Category:Burials in the Pantheon of Infantes at El Escorial Category:Heirs apparent who never acceded Category:Philip IV of Spain Category:Philippine dynasty Category:Dukes of Montblanc Category:17th-century House of Habsburg Category:17th-century Spanish people ",
    "title": "Philip Prospero, Prince of Asturias"
}