{
    "id": "7759124",
    "text": "Calvin Tilden Hulburd (June 5, 1809 – October 25, 1897) was a United States Representative from New York during the American Civil War and Reconstruction. ==Early life== Born in Stockholm, New York, he completed preparatory studies and graduated from Middlebury College in Vermont. Hulburd studied law with Abraham Van Vechten, attended Yale Law School, was admitted to the bar in 1833, and started a practice in Brasher Falls, New York, an unincorporated village in the town of Brasher.New York and Hartford Publishing Company, Sketches of Men of Progress, 1871, page 527Middlebury College, Catalogue of the Graduates of Middlebury College, 1853, page 82William D. Murphy, Biographical Sketches of the State Officers and Members of the Legislature of the State of New York in 1862 and '63, 1863, page 180 ==Start of career== Rather than concentrate solely on the law, Hulburd focused primarily on agriculture and business. In partnership with his brother he owned and operated a large farm, gristmill and dry goods store.John T. Hubbell, James W. Geary, Jon L. Wakelyn, editors, Biographical Dictionary of the Union: Northern Leaders of the Civil War, 1995, page 265 He also served as the Postmaster in Brasher Falls.Edward Tremayne, Tremayne's Table of Post-offices in the United States, 1850, page 123 An Antislavery Barnburner and then Free Soil Democrat, Hulburd was a member of the New York State Assembly in 1842, 1843, and 1844.U.S. Government Printing Office, Congressional Directory, 1868, page 26 He became a Republican when the party was organized in the mid-1850s. From 1860 to 1861 he served as Brasher's Town Supervisor, which also made him a member of the St. Lawrence County Board of Supervisors.Gates Curtis, Boston History Company, History of Brasher, NY, 1894, Chapter XXXIX, The Town of Brasher-Organized in 1825 He served again in the State Assembly in 1862.U.S. Government Printing Office, Congressional Directory, 1868, page 26 ==Later career== Hulburd was elected to the 38th, 39th and 40th Congresses, holding office from March 4, 1863 to March 3, 1869; while in the House he was chairman of the Committee on Public Expenditures, the predecessor of the current Committee on Oversight and Government Reform.Kenneth White Munden, National Archives and Records Administration, The Union: A Guide to Federal Archives Relating to the Civil War, 1986, page 57Andrew Johnson, The Papers of Andrew Johnson: February-August 1867, 1995, page 190 From 1869 to 1880, Hulburd was superintendent of construction for the New York City Post Office and Courthouse.Ogdensburg Daily Journal, Appointment: Hon. Calvin T. Hulburd, August 3, 1869 From 1870 to 1873, he served again as Brasher's Town Supervisor.Gates Curtis, Boston History Company, History of Brasher, NY, 1894, Chapter XXXIX, The Town of Brasher-Organized in 1825 ==Death and burial== Hulburd died in Brasher Falls on October 25, 1897.New York State Historic Newspapers, Massena Observer, Death of C. T. Hubbard, October 28, 1897, page 5 Interment was in Fairview Cemetery.Thomas E. Spencer, Where They're Buried, 1998, page 242 ==Honors== In 1867, Hulburd received an honorary Doctor of Laws (LL.D.) from Hamilton College.Middlebury College, Catalogue of Officers and Students of Middlebury College, 1917, page 89 ==Other== His name sometimes appears in contemporary records and media accounts as \"Hurlburd.\"New York Agricultural Society, Transactions of the New York State Agricultural Society, With an Abstract of the Proceedings of the County Agricultural Societies, Volume XVII, 1857, page 524Watertown Daily Times, Contemporaries of Cornelius Cole, November 4, 1924 ==References== ==External links== Retrieved on 2009-03-17 * Category:1809 births Category:1897 deaths Category:People from Stockholm, New York Category:Yale Law School alumni Category:Members of the New York State Assembly Category:Members of the United States House of Representatives from New York (state) Category:Town supervisors in New York (state) Category:County legislators in New York (state) Category:Union political leaders Category:Middlebury College alumni Category:Hamilton College (New York) alumni Category:New York (state) Democrats Category:New York (state) Republicans Category:People of New York (state) in the American Civil War Category:Burials in New York (state) Category:Republican Party members of the United States House of Representatives Category:New York (state) Free Soilers Category:New York (state) postmasters Category:19th-century American politicians ",
    "title": "Calvin T. Hulburd"
}