{
    "id": "7759074",
    "text": "Perdue Farms is the parent company of Perdue Foods and Perdue AgriBusiness, based in Salisbury, Maryland. Perdue Foods is a major chicken, turkey, and pork processing company in the United States. Perdue AgriBusiness ranks among the top United States grain companies. Perdue Farms has 2016 annual sales of $6.7 billion. ==History== ===Origin and war era=== The company was founded in 1920 by Arthur Perdue with his wife, Pearl Perdue, who had been keeping a small flock of chickens. The company started out selling eggs, then in 1925, Perdue built the company's first hatchery, and began selling layer chicks to farmers instead of only eggs for human consumption. His son Frank Perdue joined the company in 1939 at age 19 after dropping out of college. ===Post- war growth=== The company was incorporated as A.W. Perdue & Son and Frank Perdue assumed leadership in the 1950s. The company also began contracting with local farmers to raise its birds and supplying chickens for processing as well as opening a second hatchery in North Carolina during this period. ===Full integration=== Perdue entered the grain and oilseed business by building grain receiving and storage facilities and Maryland's first soybean processing plant. In 1968, the company began operating its first poultry processing plant in Salisbury. This move had two effects: it gave Perdue Farms full vertical integration and quality control over every step from egg and feed to market, as well as increasing profits which were being squeezed by processors. This move enabled the company to differentiate its product, rather than selling a commodity. In 1991, Frank's son Jim Perdue was named Chairman, becoming the third generation of leaders from the Perdue family. ==Perdue today== In 2013, Perdue was reportedly the third-largest American producer of broilers (chickens for eating) and was estimated as having 7% of the US chicken production market, behind Pilgrim's Pride and Tyson Foods. In 2010, the corporate structure of Perdue Farms changed.The Daily Times Perdue Restructure to Allow for Growth A holding company, FPP Family Investments, Inc., owned by the Perdue family, became the controlling entity for Perdue Farms. The holding company also owns Perdue AgriBusiness, a grain operation; FPP Business Services, a shared business services company; and Coleman Natural Foods.The Daily Times Salisbury Based Poultry Company Purchases Coleman Other subsidiaries include Heritage Breeders, LLC, which is responsible for developing the breed used by Perdue, and developing other lines of stock for sale to other poultry companies; Venture Milling, which creates proteins for livestock; Perdue Fats and Proteins, LLC, which sells pet and animal feed ingredients; Perdue BioEnergy, LLC, which works in the field of renewable energies; and Perdue AgriRecycle, which converts poultry litter into organic fertilizer products.Perdue Farms Our Products and Services In 2007, Perdue removed all human antibiotics from its feed and launched the Harvestland brand, under which it sold products that met the requirements for an “antibiotic-free” label. By 2014, Harvestland had grown to a $200 million business. In 2014, Perdue removed all antibiotics (including ionophores, which are antibiotics used in animals to promote growth, prevent disease and lower production costs) from its hatchery, and began using the “antibiotic free” labels on its Harvestland, Simply Smart and Perfect Portions products. In March 2017, Jim Perdue, chairman of Perdue Farms, announced Randy Day would be promoted from COO to CEO. Day would be the fourth CEO in the company's history. Perdue would remain as the chairman of the board of directors. == Criticisms == Perdue has been criticized for its factories' lack of adherence to some basic animal-welfare practices. The guidelines that Perdue follows, created by the National Chicken Council, have drawn criticism for allowing birds to be deprived of light, food, and water for long periods, and also for permitting animals to be hung upside-down by their ankles before slaughter. In 2010, the Humane Society of the United States filed a lawsuit against Perdue for violating a New Jersey consumer fraud law by applying the labels \"purely all-natural\" and \"humanely raised\" to its products when reasonable consumers would not consider the conditions Perdue chickens are raised in “humane.” The Humane Society filed a similar lawsuit in Florida in April 2013 after an appeal by Perdue to have a similar case rejected was turned down by a federal court. In response, Perdue issued a statement claiming that its practice “exceeds the National Chicken Council guidelines in several areas, including monitoring air quality in the poultry house, video monitoring of live-bird handling areas at the processing plant and USDA audits of producer farms and...hatcheries.” Perdue has also been criticized for allegedly polluting the Chesapeake Bay. In 2010, the Assateague Coastal Trust sued Perdue for violating the Clean Water Act by allegedly allowing excessive chicken manure to run into the bay. The suit was later won by Perdue in October 2012, after the environmental group failed to establish that the waste runoff was from chicken houses. ==References== ==External links== * (Perdue Farms) * (Perdue) Category:Agriculture companies of the United States Category:Brand name poultry meats Category:Poultry farming in the United States Category:Agriculture in Maryland Category:Food and drink companies based in Maryland Category:Privately held companies based in Maryland Category:Meat companies of the United States Category:Frozen food brands Category:Meat processing in the United States Category:Salisbury, Maryland Category:Poultry companies Category:American companies established in 1920 Category:Food and drink companies established in 1920 Category:1920 establishments in Maryland Category:Perdue family ",
    "title": "Perdue Farms"
}