{
    "id": "7759879",
    "text": "Ioannis Theodorakopoulos (; 28 February 1900, Vassaras, Lakonia – 20 February 1981, Athens) was a Greek philosopher. In 1920 Theodorakopoulos moved to Vienna to study Classical Philology and Philosophy. Subsequently, he continued his studies of philosophy in Heidelberg and received in 1925 his Doctorate of Philosophy from the University of Heidelberg. In 1929, together with professors Konstantinos Tsatsos and Panagiotis Kanellopoulos, Theodorakopoulos established the \"Archive of Philosophy and Theory of Science\" and was appointed as professor at the newly established University of Thessaloniki (1933–1939), and at the University of Athens (1939–1968). Since 1950, and throughout these appointments, Theodorakopoulos also taught at the School of Political Science of Panteion University. He served twice as Minister of National Education and Religious Affairs under the brief premiership of Kanellopoulos in 1945 and the interim cabinet of Ioannis Paraskevopoulos in 1966. In 1960 he became a regular member of the Academy of Athens, serving as its President in 1963 and Secretary General 1966–1981. In 1975 he established the Liberal School of Philosophy \"Plethon\" in his home town of Magoula-Sparta in Lakonia, organising international conferences and symposia. These highly successful events drew participants from all over Greece and Theodorakopoulos himself taught a series of seminars up to his death. Theodorakopoulos was published widely including 53 books and copious articles. ==References== * Linos Benakis. Μνήμη Ι.Ν.Θεοδωρακόπουλου, Π.Κ.Κανελλόπουλου, Κ.Δ.Τσάτσου, Ε.Π.Παπανούτσου, Β.Ν.Τατάκη. Κείμενα για τους πέντε φιλοσόφους Βιογραφικά Σημειώματα και Εξαντλητική Εργογραφία τους. Parousia. 2006. ==External links== * Pletho-Sparta.gr * Academy of Athens Category:1900 births Category:1981 deaths Category:20th-century Greek philosophers Category:Members of the Academy of Athens (modern) Category:Ministers of National Education and Religious Affairs of Greece Category:National and Kapodistrian University of Athens faculty Category:Aristotle University of Thessaloniki faculty Category:People from Oinountas ",
    "title": "Ioannis Theodorakopoulos"
}