{
    "id": "7759129",
    "text": "Cover of the journal Arabian Archaeology and Epigraphy (AAE), Vol. 17, November 2006. Arabian Archaeology and Epigraphy or AAE is a scholarly journal for articles relating to the ancient Arabian Peninsula region. ==Aims and scope== In recent years the Arabian peninsula has emerged as one of the major new frontiers of archaeological research in the Old World. Arabian Archaeology and Epigraphy is a forum for the publication of studies in the archaeology, epigraphy, numismatics, and early history of Bahrain, Kuwait, Oman, Qatar, Saudi Arabia, the United Arab Emirates, and Yemen. Articles and short communications in English, French, and German are published, and may treat with matters ranging from prehistory to the Islamic era. Also, studies touching on different parts of the region and their relations with neighbouring areas such as Africa, the Levant, Mesopotamia, Iran, and the Indus Valley are invited. Studies pertaining more directly to these areas, however, are considered only if the link to the Arabian peninsula is clear and of central importance. Contributions concerned with inscriptions from the Arabian peninsula, whether recorded in the field or housed in public and private collections around the world, are also welcomed. ==Publication details== The journal was founded in 1990 and is published bi-annually in May and November. A different photograph features on the journal cover each year. It is published under ISSN 0905-7196 (print version) and ISSN 1600-0471 (online ISSN). The journal was founded by Prof. Dr Daniel T. Potts, Editor-in- Chief of the journal until 2015. The current editors are Dr Bruno Overlaet (Editor-in-Chief; Royal Museums of Art and History, Brussels, Belgium) and Dr. Peter Stein (Associate Editor, Friedrich-Schiller-Universität, Jena, Germany). ==External links== * Journal Webpage * Blackwell Publishing Homepage Category:Publications established in 1990 Category:Archaeology journals Category:Asian history journals Category:Wiley-Blackwell academic journals ",
    "title": "Arabian Archaeology and Epigraphy"
}