{
    "id": "7760538",
    "text": "Jim Scott singing at a concert of mostly Pete Seeger songs at the Unitarian Universalist Fellowship of Athens in 2017 Jim Scott is an American guitarist, singer-songwriter and composer in the genres of jazz, classical and folk music. ==Life== Scott co-wrote Missa Gaia - Earth Mass and other pieces with the Paul Winter Consort. He has recorded many albums of original music, and collected and arranged The Earth and Spirit Songbook, an anthology of 110 songs of earth and peace by contemporary songwriters. He has performed in all 50 states, England, Scotland, Italy, France, Greece, Australia, Nicaragua, Mexico and Canada. He also performed in Carnegie Hall, the Newport Jazz Festival (with the Paul Winter Consort), The Great Peace March for Global Nuclear Disarmament with Pete Seeger and Peter Yarrow. His world tours have included a European tour with The Griffith Singers performing his choral music (in 1997), recording in the gardens of Findhorn, Scotland with jazz flautist Paul Horn, touring Nicaragua with Holly Near (in 1984), and performing in Australia for colleges and the Institute for Earth Education International Conference (in 1990). He has also played on stage with musicians John Denver, Tracy Chapman, Joan Baez, 10,000 Maniacs, Joni Mitchell, Jackson Browne, Dan Fogelberg, Odetta, Steve Gadd, Tony Levin, Nelson Rangell, Ed Tossing, and Tom Chapin. Scott has been active in Unitarian Universalism, contributing hymns such as 'Gather the Spirit' and co-chairing the Seventh Principle Project, he was one of the creators of the Green Sanctuary program. ==Discography== * 1977 - Common Ground - Paul Winter Consort. A&M; Records * 1980 - Callings - Paul Winter Consort. Living Music * 1981 - Jim Scott Alone - Jim Scott * 1982 - A Song for the Earth - Radiance * 1982 - Lake Unto The Clouds - Radiance * 1983 - Inverness - Radiance * 1981 - Missa Gaia/Earth Mass - Paul Winter Consort. Living Music * 1984 - A Concert for the Earth (Live at the U N) - Paul Winter Consort and the Back Bay Chorale of Boston. Living Music * 1985 - The First Winds of Autumn - Jim Scott * 1986 - Big and Little Stuff: Songs for Kids - Jim Scott * 1989 - The Tree and Me - Jim Scott * 1989 - Wolf Eyes - Paul Winter Consort. Living Music * 1995 - Earth Sky Love and Dreams - Jim Scott * 1996 - For A Time - Jim Scott * 1997 - Sailing With the Moon - Jim Scott * 1999 - Body and Soul (Soundtrack - documentary series on PBS Television) * 2001 - Instruments of Peace - Radiance * 2007 - Gather the Spirit - Jim Scott and Friends with the Master Singers To Go Choir, Matthew Johnsen, Director ==References== ==External links== * Official website * Facebook.com Category:American jazz guitarists Category:American session musicians Category:American jazz composers Category:American singer-songwriters Category:American anti-war activists Category:Living people Category:Year of birth missing (living people) Category:American Unitarian Universalists Category:American anti–nuclear weapons activists Category:American male guitarists Category:American male jazz composers Category:Paul Winter Consort members ",
    "title": "Jim Scott (musician)"
}