{
    "id": "7760868",
    "text": "The Unbelievable Truth is a 1989 American comedy-drama film written and directed by Hal Hartley and starring Adrienne Shelly and Robert Burke. It tells the story of Audry, who dumps her high-school boyfriend and becomes a successful fashion model, but all along is in love with a mysterious man called Josh, released after conviction for manslaughter. He, after his experiences, is uncomfortable with relationships, but learns that he cannot stay an observer of life and must fight to win her. The film was nominated for a Grand Jury Prize in 1990 at the Sundance Film Festival. ==Plot== Back from prison to a small community on Long Island comes Josh, a sober young man whose crimes most cannot remember exactly, and finds a job at Vic's auto repair shop. Vic's daughter Audry falls instantly in love with him, only to be rejected when she declares her feelings because he is not ready for such a relationship and fears Vic's reaction. In revenge, she gives up the place she has won at Harvard and goes off to New York to be a photographic model, appearing first in lingerie and then nude. Horrified, her parents send the reliable Josh off to the city to reclaim her, but he gives up in disgust when he finds she is living with her agent. Returning home, he meets the daughter of the man he is supposed to have killed in a struggle, who says she can testify that he is innocent. Audry, overjoyed that he has re-entered her life, gives away all her earnings from exposing herself to her money-obsessed father and again offers herself to Josh, who this time is overjoyed too. ==Cast== * Adrienne Shelly as Audry Hugo * Robert Burke as Josh * Christopher Cooke as Vic Hugo * Julia McNeal as Pearl * Katherine Mayfield as Liz Hugo * Gary Sauer as Emmet * Mark Bailey as Mike * David Healy as Todd Whitbread * Matt Malloy as Otis * Edie Falco as Jane * Paul Schultze as Bill * Bill Sage as Gus ==Reception== The Unbelievable Truth received overwhelmingly positive acclaim. Critics gave the film a 100% on Rotten Tomatoes. The film stands at a 7.3/10 on IMDb. The film stands at a 67 on Metacritic's Metascore. Roger Ebert of the Chicago Sun Times gave the film 3 out of four stars. ===Box Office=== The film grossed $546,541 on a budget of an estimated $75,000. ==Home video== The region 1 DVD was released by Anchor Bay Entertainment on March 11, 2001, but it has been discontinued for no disclosed reason. The DVD contained the film's trailer and an interview with Hartley. Possible Films, Hal Hartley's company, released a 20th Anniversary DVD on October 19, 2010. Olive Films released the film on Blu-ray and DVD on May 14, 2013. ==References== ==External links== * The Unbelievable Truth at Hal Hartley's website * * * Category:1989 films Category:1980s romantic comedy-drama films Category:American films Category:American LGBT-related films Category:American romantic comedy-drama films Category:English-language films Category:Films directed by Hal Hartley Category:Films set in 1988 Category:Films set in New York City Category:Films shot in New York City Category:1989 LGBT-related films Category:American independent films Category:American avant-garde and experimental films Category:1980s avant-garde and experimental films Category:1989 comedy films Category:1989 drama films ",
    "title": "The Unbelievable Truth (film)"
}