{
    "id": "7760138",
    "text": "Wanda Jakubowska (10 November 1907 – 25 February 1998) was a Polish film director. Although she directed as many as 15 films over 50 years, Jakubowska is best known for her work regarding the Holocaust. The film The Last Stage was one of the early and more influential cinematic depictions of concentration camps. It was filmed on location at Auschwitz, where Jakubowska had been interned. Jakubowska was an ardent Communist whose films were often heavily politicized. ==Early life== Jakubowska was born on 10 November 1907 to parents Wacław and Zofia. Her father was an engineer who served in the Imperial Russian Army during World War I. The Jakubowska family relocated to Moscow during Wacław's army tenure. They returned to Poland in 1922 after Zofia's death in 1917. Jakubowska graduated high school in 1928 and received a degree in Art History from the University of Warsaw in 1931. Following from childhood interest in cinema, Jakubowska founded a leftist cinema appreciation group whose members included several future Polish intellectuals. Aleksander Ford and Jerzy Toeplitz were notable early members. Through the cinema appreciation group, Jakubowska found opportunities to work on early Polish films and direct her own. Her most notable works from this period were, The Sea, which was nominated for an Academy Award and an adaptation of Nad Niemnem, which was intended for release in 1939. The outbreak of World War II led to the loss or destruction of Nad Niemnem, prior to its distribution. ==Internment== After the Invasion of Poland in 1939, Jakubowska joined the Polish Socialist Party, an underground resistance group. Jakubowska was arrested by the Gestapo on 30 October 1942. She was initially arrested in connection to a neighbor who had hidden weapons in a communal garden. Jakubowska was held in Pawiak prison where authorities later learned of her underground involvement. On 28 April 1943 Jakubowska was transported to Auschwitz. Upon arrival she was tattooed with the number 43513. Jakubowska worked at a sub-camp of Auschwitz located in Rajsko. The camp served mainly as a garden and horticultural research center. Most of the prisoners there were well-educated and many were communists. The camp was overseen by Dr. Joachim Caeser, who was unusually benevolent, even treating some prisoners as colleagues. Jakubowska was tasked with taking pictures of plants for research purposes. Her experience at Rajsko differed considerably from what was depicted in her film The Last Stage. Her experiences at Auschwitz-Birkenau and ultimately Ravensbrück concentration camp are more closely aligned with the film. In October 1944 authorities detected Jakubowska's continued contact with the underground and transferred her from Rajsko to Birkenau. Jakubowska was eventually transported to Ravensbrück 10 days before the Red Army would arrive at Auschwitz. The Nazis also attempted to evacuate Ravensbrück, but Soviet forces were able to liberate the convoy of prisoners including Jakubowska on 28 April 1945. Jakubowska befriended Gerda Schneider while at Auschwitz. Originally a political prisoner, the German Schneider became a Blockälteste (similar to a kapo). Reports differ about the behavior of Schneider at Auschwitz. Some claim that she was a decent person while others accuse her of beating inmates. After the war Schneider and Jakubowska would write the screenplay for The Last Stage together. ==Career== After the war, Jakubowska moved to Łódź where her old friend Aleksander Ford was now in charge of Film Polski. In 1947 Jakubowska made the movie Ostatni etap (The Last Stage). The film was partly shot on location at Auschwitz concentration camp. The film is based on her personal experiences as a prisoner at Auschwitz. She claimed that what helped her to survive Auschwitz was constantly thinking about the documentation of her experiences. Jakuboska's later work has fallen into obscurity likely due to its blatant communist overtones. She made two more films involving concentration camps: Meetings in the Twilight (1960) and The End of Our World (1964). Although she considered the latter to be her best work, neither were widely seen. Jakubowska also served as a professor at the National Film School in Łódź (1949–1974). ==Filmography== As director * The Sea (1933) (Morze) * Nad Niemnem (1939) (On the Niemen River) Unreleased * The Last Stage (1947) (Ostatni etap) * Żołnierz zwycięstwa (1953) (Soldier of Victory) * Opowiesc atlantycka (1954) (Atlantic Story) * Pozegnanie z diablem (1956) (Farewell to the Devil) * Król Macius I (1957) (King Matthew the First) * Spotkania w mroku (1960) Meetings in the Twilight * It Started Yesteraday (1960) (Historia wspólczesna) * Koniec naszego swiata (1964) (The End of Our World) * The Hot Line (1965) (Goracia Linia) * 150 na godzine (1972) (150 Kilometers per Hour) * Biały mazur (1979) (The White Mazurka) * Zaproszenie (1986) (Invitation) * Kolory kochania (1988) (Colors of Loving) ==Awards== * Grand Prix – Crystal Globe for The Last Stage at the 3rd Karlovy Vary International Film Festival in 1948.Grand Prix – Crystal Globe for The Last Stage at the 3rd Karlovy Vary IFF in 1948 * International Peace Prize for The Last Stage in 1950. ==References== ==External links== * *Wanda Jakubowska at the www.filmpolski.pl Category:1907 births Category:1998 deaths Category:Polish women film directors Category:Polish Jews Category:Polish film directors Category:Auschwitz concentration camp survivors Category:Film people from Warsaw Category:Polish communists ",
    "title": "Wanda Jakubowska"
}