{
    "id": "7760260",
    "text": "Sir Leon Radzinowicz, (15 August 1906 – 29 December 1999) was a criminologist and academic. He was the founding director of the Institute of Criminology at the University of Cambridge.Institute of Criminology - History of the Institute ==Early life== Radzinowicz was born on 15 August 1906 in Łódź, Poland. He studied law as an undergraduate student at the University of Paris and the University of Geneva. He went on to study for a doctorate at the University of Cracow. During this time, he spent a year studying under Enrico Ferri at the Institute of Criminology in Rome, Italy. Radzinowicz moved to England in 1938, having been granted funding by the Polish Ministry of Justice to study the English legal system. ==Academic career== From 1949 to 1959, Radzinowicz was Director of the Department of Criminal Science, University of Cambridge. In 1959, he founded the Cambridge Institute of Criminology. In 1959 he became the first Wolfson Professor of Criminology. ==Death== On 29 December 1999, Radzinowicz died in Haverford, Pennsylvania, United States. He was aged 93. He is buried with his third wife in the Ascension Parish Burial Ground in Cambridge, Cambridgeshire, England. ==Personal life== Radzinowicz had married three times. He married Irena Szereszewska in 1933; they divorced in 1955. He was married to Mary Ann Nevins from 1958 to 1979. They had two children: Ann and William. In 1979, he married Isolde Klarmann (née Doerenburg; 11 October 1915 – 2 February 2011). ==Honours== In the 1970 New Years Honours, Radzinowicz was appointed a Knight Bachelor in recognition of his work at the University of Cambridge. On 24 February 1970, he was knighted by Queen Elizabeth II during a ceremony at Buckingham Palace. In 1973, he was elected a Fellow of the British Academy (FBA). On 13 April 1999, he was appointed an honorary Queen's Counsel (QC). ==References== == External links == * *Sir Leon Radzinowicz Papers at Florida State University Libraries, Special Collections & Archives Category:1906 births Category:1999 deaths Category:British criminologists Category:Knights Bachelor Category:Polish emigrants to the United Kingdom Category:Jews who immigrated to the United Kingdom to escape Nazism Category:Polish Jews Category:Writers from Łódź Category:Fellows of the British Academy Category:Fellows of Trinity College, Cambridge Category:Honorary Queen's Counsel ",
    "title": "Leon Radzinowicz"
}