{
    "id": "7761530",
    "text": "The Feast of the Seven Fishes (), also known as The Eve (, cognate to The Vigil), is an Italian-American celebration of Christmas Eve with dishes of fish and other seafood. ==Origins and tradition== The Feast of the Seven Fishes is part of the Italian-American Christmas Eve celebration, although it is not called that in Italy and is not a \"feast\" in the sense of \"holiday,\" but rather a grand meal. Christmas Eve is a vigil or fasting day, and the abundance of seafood reflects the observance of abstinence from meat until the feast of Christmas Day itself. Today, the meal typically consists of seven different seafood dishes. The tradition comes from Southern Italy, where it is known simply as The Vigil (La Vigilia). This celebration commemorates the wait, the Vigilia di Natale, for the midnight birth of the baby Jesus. It was introduced in the United States by Southern Italian immigrants in New York City's Little Italy in the late 1800s. Italian-Americans in New York City and its surrounding areas are usually the only ones who keep this tradition going today. The long tradition of eating seafood on Christmas Eve dates from the Roman Catholic tradition of abstaining from eating meat on the eve of a feast day. As no meat or animal fat could be used on such days, observant Catholics would instead eat fish (typically fried in oil). While the first reference to the feast was seen in 1980s in The New York Times and the Philadelphia Inquirer, it is unclear when the term \"Feast of the Seven Fishes\" was popularized. The meal may include seven, eight, or even nine specific fishes that are considered traditional. However, some Italian-American families have been known to celebrate with nine, eleven or thirteen different seafood dishes. \"Seven\" fishes as a fixed concept or name is unknown in Italy itself. In some of the oldest Italian American families, there was no count of the number of fish dishes. Dinner began with whiting in lemon, followed by some version of clams or mussels in spaghetti, baccalà and onward to any number of other fish dishes. A well-known dish is baccalà (salted cod fish). The custom of celebrating with a simple fish such as baccalà reflects customs in what were historically impoverished regions of Southern Italy, as well as seasonal factors. Fried smelts, calamari and other types of seafood have been incorporated into the Christmas Eve dinner over the years. The number seven may come from the seven Sacraments of the Catholic Church, or the seven hills of Rome, or something else. There is no general agreement on its meaning. ==Typical feast== The meal's components may include some combination of anchovies, whiting, lobster, sardines, baccalà (dried salt cod), smelts, eels, squid, octopus, shrimp, mussels and clams. The menu may also include pasta, vegetables, baked goods and wine. ===Popular dishes=== Cannoli served at the Feast of the Seven Fishes *Baccalà (salt cod) with pasta, as a salad or fried *Baked cod *Clams casino *Cod fish balls in tomato sauce *Coryphaena (dolphinfish) *Deep fried calamari *Deep fried cod *Deep fried fish/shrimp *Deep fried scallops *Fried smelts *Insalata di mare (seafood salad) *Linguine with anchovy, clam, lobster, tuna, or crab sauce *Marinated or fried eel *Octopus salad *Oyster shooters *Puttanesca traditional tomato sauce with anchovies *Scungilli salad (sea snail) *Shrimp cocktail *Stuffed calamari in tomato sauce *Stuffed-baked lobsters *Stuffed-baked quahogs *Whiting ==In popular culture== *The graphic novel Feast of the Seven Fishes, written by Robert Tinnell (2005; ), has been made into a feature film also titled Feast of the Seven Fishes, featuring Madison Iseman and Skyler Gisondo, released 15 November 2019. *The movie A Wedding for Bella or The Bread, My Sweet, starring Scott Baio and Kristin Minter, contains a reference to and the celebration of the Feast of the Seven Fish in an Italian American family. *The novel Angelina's Bachelors – A Novel with Food (2011; ) by Brian O'Reilly contains a description of a gourmet Feast of the Seven Fishes, including recipes for eel over arborio rice and Caesar salad with batter-dipped smelts. *Philadelphia tee shirt company South Fellini started producing The Shirt of The Seven Fishes featuring a list of the most popular fish. *In the Golden Girls episode \"Have Yourself a Very Little Christmas\" Sophia mentions that fried eel is a customary Christmas tradition in many Italian (Sicilian) households. She goes on to say \"In Sicily it wouldn't be Christmas without eels and larks.\" Fried, steamed or dried eel is usually one of the fish included in the \"Seven Fishes\" tradition, though many Italians and Sicilians in particular simply refer to it as the vigil or Christmas dinner; a meal typically free of red meat and consisting entirely of seafood. *Iron Chef Showdown had the feast of the seven fishes as a secret ingredient *The New York Times first wrote about The Feast of the Seven Fishes in 1987 *The Philadelphia Inquirer published an article about The Feast ==See also== * Italian-American cuisine * List of Christmas dishes * List of dining events ==References== ==External links== *Christmas Eve Dinner *Feast of the Seven Fishes blog: A weblog about this Italian Christmas Eve tradition * Traditional Christmas Sweets *Christmas Eve Fish Dinner Category:Christmas meals and feasts Category:Italian-American cuisine Category:Italian-American culture in New York City ",
    "title": "Feast of the Seven Fishes"
}