{
    "id": "7761204",
    "text": "MaryJanice Davidson (born August 1969) is an American author who writes mostly paranormal romance, but also young adult literature and non-fiction. She is the creator of the popular Undead series. She is both a New York Times and USA Today bestseller. She won a 2004 Romantic Times Reviewers’ Choice Award and was nominated for the same award in 2005. Davidson lives in Minnesota with her husband and two children. She grew up on military bases and moved often, as she was the child of a United States Air Force soldier. Pamela Clare of USA Today wrote, \"It's Davidson's humor, combined with her innate storytelling ability and skill with dialogue, that has lifted her from small presses to the big best-seller lists.\" ==Bibliography== ===Undead series === Elizabeth \"Betsy\" Taylor turns thirty in the most unfortunate manner possible: she is laid off from work and then run down by an SUV. Waking up in the morgue fails to improve her mood, and when she discovers she can't kill herself, she gets downright belligerent. Being proclaimed \"Queen of the Vampires\" by the obnoxious Eric Sinclair, who places himself first in line to be her consort, proves to be the last straw. # Undead and Unwed (Berkley, 2004, ) # Undead and Unemployed (Berkley, 2004, ) # Undead and Unappreciated (Berkley, 2005, ) # Undead and Unreturnable (Berkley, 2005, hardback , paperback ) # Undead and Unpopular (Berkley, 2006, hardback , paperback ) # Undead and Uneasy (Berkley, 2007, ) # Undead and Unworthy (Berkley, 2008, ) # Undead and Unwelcome (Berkley, 2009, ) # Undead and Unfinished (Berkley, 2010, ) # Undead and Undermined (Berkley, 2011) # Undead and Unstable (Berkley June 2012) # Undead and Unsure (Berkley August 2013) # Undead and Underwater (Berkley May 2013) # Undead and Unwary (Berkley October 2014)http://fantasticfiction.co.uk # Undead and Unforgiven (Berkley October 2015) # Undead and Done (Berkley October 2016) The first four volumes have been reprinted as * Betsy the Vampire Queen () Books 5-7 and Dead and Loving It have been reprinted as * \"Betsy: Bride of the Vampire\" Short stories have also appeared in: * Cravings (Jove, 2004, ) * Bite (Jove, 2004, ) ===Wyndham Werewolves=== # Love's Prisoner (novella in Secrets 6, Red Sage Publishing, Inc., 2000, ) # Jared's Wolf (novella in Secrets 8, Red Sage Publishing, Inc., 2002, ) # Derik's Bane (Berkley, 2005, ) # Santa Claws (in Nicely Naughty, Loose-Id, 2004, , a revised version of Naughty but Nice) This short story was included in Dead and Loving It. # Speed Dating Werewolf Style Or, Ow, I Think You Broke The Bone (novella in Dead Over Heels, Berkley, 2008, ) # Wolf at the Door (Oct 2011) # Driftwood (Jan 2007) ===Alaskan Royals=== In an alternate reality, the series follows the royal Baranov family as they begin to look for love and marriage while ruling over Alaska (which was not purchased by the United States and became its own country). The series was limited to three books due to the end of the author's contract with Brava books. # The Royal Treatment (Brava, 2002). The story revolves around Christina Krabbe and her life after meeting a king with an obsession for fishing and his penguin obsessed son. The series is set in alternate reality where Alaska was not sold to the United States, but instead formed into its own country and is governed by the Royal Baranov. #The Royal Pain (Brava, 2005). This time the focus is on HRH Princess Alexandria Baranov and her romance with Dr. Sheldon Rivers. It is found in 445 WorldCat libraries WorldCat # The Royal Mess (Brava, 2007) ===Fred the Mermaid=== Fred has known since she was a small child that she is part Mermaid. It is only when the High Prince of the merfolk and a marine biologist fight for her heart does Fred's life get even more complicated. # Sleeping with the Fishes, (November 2006). Half-mermaid Fred, 29, is a marine biologist working at the aquarium in Boston. Jonas, her thought-to-be-gay best friend, is the only one outside the family who knows the secret, until she is seen swimming in the fish tank by Thomas, a new employee at the aquarium. Prince Artur, a merman from the Black Sea, arrives to investigate the increased pollution in Boston Harbour and enlists the help of Fred and Thomas. Thomas and Prince Artur are rivals for Fred's affection, despite her abrasive manners and dismissive attitude to romance. # Swimming Without a Net, (November 2007). Fred is again approached by the sea folk, but this time in order to participate in a ritual of sorts. The novel blends elements of supernatural and erotic fiction. # Fish Out of Water, (November 2008) All Three Books in One: # Underwater Love 2012 ===The Gorgeous series=== # Hello Gorgeous! (Kensington 2005, ) # Drop Dead, Gorgeous! (Kensington 2006, ) ===Jennifer Scales=== The Jennifer Scales series, about a young weredragon, is written by MaryJanice Davidson and Anthony Alongi, her husband. These novels are currently being re-published as fantasy novels rather than young adult. # Jennifer Scales and the Ancient Furnace # Jennifer Scales and the Messenger of Light # The Silver Moon Elm # Jennifer Scales and The Seraph of Sorrow # Rise of the Poison Moon # Evangelina ===Cadence Jones=== # Me, Myself and Why?, 2010 # Yours, Mine, and Ours, 2011 # You and I, Me and You, 2013 ===Insighter === # Deja Who, 2016 # Deja New, 2017 ===Miscellaneous=== ====Single authored==== * By Any Other Name, 1998 * Adventures of the Teen Furies, 1998 * Dying for Ice Cream, 1999 * Escape The Slush Pile, 2001 * Thief of Hearts\", 2001 * Naught or Nice, 2001 * Canis Royal: Bridefight, 2002 * Love Lies, 2002 * Under Cover, 2003 * Beggarman, Thief, 2004 * Really Unusual Bad Boys, 2005 * Dead and Loving It, April, 2006 - The collection includes the novellas: Santa Claws, Monster Love, There's no such thing as a Werewolf, A Fiend in need * Doing It Right (novel), 2007 * Dead Over Heels, 2008 * Undead and Underwater an anthology (Berkley, 2013, ) * The Love Scam, 2020 ====Multiple authors==== * Secrets 6, 2000 * Reunions, 2000 written under Pen Name Janice Pohl * Chicken Soup For The Soul, 2002) * Secrets 8, 2002 * Lighthearted Lust, 2003 * Forgotten Wishes, 2004 * Men at Work, 2004 * Bad Boys with Expensive Toys, 2004 * How to Be a Wicked Woman, 2004 * Merry Christmas, Baby!, 2004 * Dead girls don`t dance Cravings, 2004 * The girl who was infatuated with death Bite, 2004 * Bewitched, Bothered and Be-Vampyred, 2005 * Perfect for the Beach, 2005 * Charming the Snake, 2005 * Kick Ass, 2005 * Wicked Woman Whodunit, 2005 * Romance at the Edge: In Other Worlds, 2005 * Really Unusual Bad Boys, 2005 * Valentine's Day is Killing Me, 2006 * Surf's Up, 2006 * Mysteria, 2006 * Over the Moon, 2007 * Demon's Delight, 2007 * No Rest for the Witches, 2007 * Mysteria Lane, 2008 * Faeries Gone Wild, 2009 *Danger, Sweetheart, 2016 ==References== ==External links== * MaryJanice Davidson's Official Website * MaryJanice Davidson at Paranormal Romance Writers * MaryJanice Davidson at Fantastic Fiction * MaryJanice Davidson's Official Group at Yahoo Groups * Category:20th-century American novelists Category:21st-century American novelists Category:American fantasy writers Category:American romantic fiction writers Category:American women novelists Category:1969 births Category:Living people Category:Urban fantasy writers Category:Women science fiction and fantasy writers Category:Place of birth missing (living people) Category:Women romantic fiction writers Category:20th-century American women writers Category:21st-century American women writers ",
    "title": "MaryJanice Davidson"
}