{
    "id": "7761543",
    "text": "The cover of the first volume of Fairy Tail as published by Kodansha on December 15, 2006, in Japan Fairy Tail is a Japanese shōnen manga series written and illustrated by Hiro Mashima. The first chapter premiered in Kodansha's Weekly Shōnen Magazine on August 2, 2006. Fairy Tail follows the adventures of Natsu Dragneel, a teenage who is a member of the popular wizards' guild Fairy Tail, as he searches for the dragon Igneel. On their journey, they are tasked with completing missions requested by people and collect money for rewards, such as hunting monsters and fighting illegal guilds called dark guilds. The chapters have been collected in tankōbon format since December 15, 2006. The series spans 545 chapters and 63 tankōbon volumes. The manga was adapted into an anime series by A-1 Pictures and Satelight, and aired on TV Tokyo from October 12, 2009 to March 30, 2013. On July 20, 2017, Mashima confirmed on Twitter that the final season of Fairy Tail will air in 2018. The series is licensed for regional language releases by Star Comics in Italy, Pika in France and Norma Editorial in Spain. In North America, Kodansha USA, under the Kodansha Comics imprint, publishes its English language adaptation of the series, chapterwise in Crunchyroll Manga since October 2013. The tankōbon were first published by Del Rey Manga beginning on March 25, 2008, until Kodansha USA took over with the thirteenth volume in May 2011, reprinting the earlier 12 volumes under their name. At the New York Comic-Con in October 2012, Kodansha announced an accelerated tankobon release schedule after the 24th volume in March 2013. The series concluded with the 63rd volume, which was released in December 2017. __TOC__ ==Volume list== ===Volumes 1–15=== ===Volumes 16–30=== ===Volumes 31–45=== ===Volumes 46–63=== ==Spin-offs== ===Fairy Tail Zero=== is a prequel spin-off manga by Hiro Mashima that focuses on Mavis Vermillion and depicts the events leading to the formation of the titular wizards' guild. It was released with the launch of Monthly Fairy Tail Magazine on July 17, 2014, and ended in the magazine's final issue published on July 17, 2015. It was later published as a single tankōbon volume on November 17, 2015 in Japan, and on July 12, 2016 in North America. The Fairy Tail anime television series included an adaptation of Fairy Tail Zero in its eighth season, with its episodes airing from January 9 to March 12, 2016. ===Fairy Tail: Ice Trail=== Fairy Tail: Ice Trail, titled in Japan, is a prequel spin-off by Yūsuke Shirato that focuses on a young version of the character Gray Fullbuster on his adventures leading to his membership in Fairy Tail. It was published simultaneously with Fairy Tail Zero in Monthly Fairy Tail Magazine from July 17, 2014 through July 17, 2015, and was collected into two tankōbon volumes on September 17, 2015 in Japan, and between December 19, 2015 and June 28, 2016 in North America. ===Fairy Tail Blue Mistral=== is a spin-off by Rui Watanabe that focuses on the character Wendy Marvell and her early adventures within Fairy Tail. It ran in Kodansha's shōjo manga magazine Nakayoshi from August 2, 2014 to December 1, 2015, with the chapters collected into four tankōbon volumes between January 16, 2015 and January 15, 2016 in Japan, and from August 25, 2015 through August 7, 2018 in North America. ===Fairy Girls=== is a spin-off by Boku that focuses on the series' primary female protagonists, which was released in Kodansha's Magazine Special from November 20, 2014 to August 20, 2016. The chapters were collected into four tankōbon volumes from May 15, 2015 through September 16, 2016 in Japan, and from November 10, 2015 through April 25, 2017 in North America. ===Fairy Tail Gaiden=== , also translated as Fairy Tail Side Stories, is a meta-series of spin-offs by Kyōta Shibano that launched in Kodansha's free weekly Magazine Pocket mobile app on July 30, 2015. Side Stories consists of three installments: , focusing on Sting Eucliffe and Rogue Cheney, which ended on November 4; , focusing on Gajeel Redfox, which ran from November 18, 2015 to March 30, 2016; and , focusing on Laxus Dreyar, which ran from May 4 to September 14, concluding the series' run. Each series is collected in three individual tankōbon volumes published between January 15 and November 17, 2016 in Japan, and between December 6, 2016 and October 23, 2018 in North America. ===Fairy Tail S=== is a collection of omake manga by Hiro Mashima created across the main series' run. Two tankōbon volumes were released in Japan on September 16, 2016, and in North America on October 24, 2017 and April 17, 2018. ===Fairy Tail: 100 Years Quest=== is a spin-off and sequel to the main Fairy Tail series that is storyboarded and written by Hiro Mashima, with illustration done by Atsuo Ueda. It serves as a direct continuation of the main series' ending, which depicts Natsu Dragneel and his team embarking on a \"century quest\" that has never been accomplished in over one hundred years. The manga launched in Kodansha's Magazine Pocket app on July 25, 2018. ===Fairy Tail: Happy's Heroic Adventure=== Fairy Tail: Happy's Heroic Adventure, titled in Japan, is a spin-off written and illustrated by Kenshirō Sakamoto that focuses on Happy becoming separated from Natsu Dragneel and trapped in a parallel universe inhabited by animals. It was first launched on Magazine Pocket on July 26, 2018, and ended publication on April 2, 2020. After its fourth tankōbon volume, which Sakamoto described as the end of the manga's \"first part\", the manga switched to exclusively digital publication for the remainder of its run. ===Fairy Tail City Hero=== is a spin-off written and illustrated by Ushio Andō that reimagines characters from Fairy Tail as members of a modern day police force. It was first launched on Magazine Pocket on October 26, 2018, and ended on November 22, 2019. ==Notes== ==References== ==External links== *Official Kodansha Fairy Tail website *Official Del Rey Fairy Tail website * * ",
    "title": "List of Fairy Tail volumes"
}