{
    "id": "7762817",
    "text": "Renga Media (originally Renga Studios) is a British multimedia and animation company located in Brighton. It was established in 1995, and is run by creator Tony Luke alongside producers Simon Moorhead and Doug Bradley. Partners include Alan Grant, Yasushi Nirasawa and Jim Brathwaite. ==Origins== After the success of Dominator in Japan's Kodansha Comic Afternoon, Tony Luke and Alan Grant established Renga Studios to take their characters, such as Dominator and Hellkatt, under controlled copyright as the former was being considered by various parties for movie production, something which the pair strongly felt they should do themselves, with the money and production values of course. Deals were presented, Kodansha advised them to decline these until the opportunity to be in full control of a movie was available. In 1995, Luke and Grant were able to lock down their property until they had decided what they wanted to do next. The first phase of Renga's Japanese-inspired work was the Urusei Yatsura music video \"Phasers On Stun\" in 1996 with characters styled on Gatchaman characters. This was also the year that Luke met with Yasushi Nirasawa, the third member to come onboard Renga, and he went on to design the angel characters for 1998's low-budget half-an-hour Archangel Thunderbird, which was stop-motion and live-action. It aired on the UK Sci-Fi Channel and garnered surprisingly-high ratings, reaching almost 0.5 million on one broadcast, unheard of at the time. ==Starting Up== Renga Studios then began its next project, an episodic Dominator that was intended to be downloaded from the Renga website; this came about due to the recent price crash in Apple Mac software which was originally suggested to Luke in 1993 by Buichi Terasawa, but at the time wasn't possible for Luke because of how expensive the technology was in the UK. Early stages of production began, the most of what was originally made has not been commercially broadcast anywhere save for a Sci-Fi Channel spot promoting Dominator in 2002 but other than that nothing has been released though a minimal number of original footage was possibly recycled for a future movie. Production was immediately brought to a halt however as Luke was diagnosed with Mesothelioma, a normally-incurable asbestos cancer. He survived his cancer thanks to a radical operation pioneered by St. Barts' Hospital, and has been living with only one lung and a false diaphragm since. Luke returned to work on this new Dominator series in late 2001 the Sci-Fi Channel. He was presented with a deal to turn it into a feature-length movie, albeit another low-budget production. Having accepted the deal, Luke and the rest of Renga (now re-christened Renga Media) were pressured by the limited time they had to make the movie. There was very little time for Renga Media to re-build their character models and adjust textures so they would look better on a large screen, and much of the original, more-serious premise was altered in favour of a more comedic tone. Completed in mid-2003, the movie went on to be screened at the Cannes Film Festival and the Festival Of Fantastic Films (where it won the award for Best Original Animated Feature), and was shown at several select cinemas in England during a limited theatrical run. ==Current== Despite different views from multiple audiences, the first Dominator was a success and a sequel was immediately announced as well as other small productions. In 2004, the six-minute short, \"A Brief History of Hell\", was released for download on the Renga Media website. New character designs were made and revealed in late 2004, and a booklet for a new sequel movie, \"Dominator And The Cradle Of Death\" was released in 2004 which featured new artwork and Renga Media profiles. A twelve-minute crossover, \"Heavy Metal vs. Dominator\", arrived in mid-2005, being a short face-off between characters from the Dominator universe (or \"Rengaverse\") and characters from the movie \"Heavy Metal: FAKK2\", which was itself the brainchild of Heavy Metal magazine owner and Turtles co-creator Kevin Eastman. The finished short was released for download from the Renga Media and Heavy Metal websites and went to be screened at various conventions. This made use of new Dominator and Lady Violator models, and was a huge step up from the first Dominator movie in terms of animation and visual effects. The projected sequel movie, \"Dominator and the Cradle Of Death\" was scrapped and Tony Luke revealed in his production diaries for 3D World magazine that Renga decided against an immediate sequel to the 2003 film as all concerned felt that there wasn't much to add story- wise to what they'd done earlier; thus, after obtaining funding for a much bigger production, it was decided to restart/ reimagine the Dominator mythos from scratch to reach a larger audience, and create a framework which could be expanded on in further films and other media. The result of this rejigging is the currently-in-production \"Dominator X\", which presents a very different version of the character, now voiced by \"Lord Of The Rings\" actor Billy Boyd alongside regulars Doug Bradley, Tara Harley and Patrick Bergin, who had played the part of Dark Tyler for the 2005 \"Heavy Metal vs...\" crossover. Up until this point, Tony had steered the Renga ship with Doug Bradley alone, and asked \"Mirrormask\" producer Simon Moorhead to come on board in 2005 to oversee the expanding company. \"Mirrormask\", directed by artist Dave McKean from a script by Neil Gaiman (who had also appeared in \"Archangel Thunderbird\"), was released in 2006 by Sony Pictures. At the same time, a link up with Japanese artist access company Region Free resulted in Dominator's first appearance in the manga format for over ten years - the resulting 8-page story, written by Alan Grant and illustrated by Madhouse regular Masanori Shino, is available from the Renga Media website, and will be appearing in the pages of Heavy Metal magazine later in 2007. With studios in central Brighton, Renga's team is currently overseeing production of the new movie alongside new ventures in TV, manga and mobile phone downloads. They are supported by Screen South (part of the UK Film Council) and various other parties. ==Death of Tony Luke== In 2003, Luke was given 8 months to live after being diagnosed with lung cancer. On 18 February 2016 it was reported that Tony Luke had died following a long battle with cancer. ==References== ==External links== * *Official homepage of Renga Media *Official homepage of Doug Bradley *Official homepage of Yasushi Nirasawa *In Memoriam: Tony Kuroizumi-Luke Category:British animation studios ",
    "title": "Renga Media"
}