{
    "id": "7762676",
    "text": "Clarence Augustus Chant (May 31, 1865 - November 18, 1956) was a Canadian astronomer and physicist. ==Early life and education== Chant was born in Hagerman's Corners, Ontario to Christopher Chant and Elizabeth Croft. In 1882 he attended Markham High School, where he demonstrated a mathematical ability. After graduation, he attended St. Catherines Collegiate Institute and York County Model School in Toronto. He left to work as an instructor in 1884, and taught at Maxwell, Osprey Township for the following three years. By 1887 he began studying mathematics and physics at the University College of the University of Toronto, graduating in 1890. ==Career== Upon graduation, Chant became a civil servant in Ottawa, working as a temporary clerk in the office of the Auditor General. The job offered limited prospects; however, in 1891 he was offered a fellowship at University of Toronto, where he gained an appointment as a lecturer of physics the following year. While working at the university he became interested in astronomy, and in 1892 he joined what would become the Royal Astronomical Society of Canada. He served as president of the organization from 1904 until 1907, and also performed editing duties for the society's journal until 1956. He also contributed articles to the journal and the annual Observer's Handbook. In 1894 he married Jean Laidlaw, and the couple had two daughters and a son. He earned his master's degree in 1900, and was granted a leave of absence to study for a Doctorate at Harvard University. He returned to Toronto with his Ph.D. in 1901 became a professor. In 1905 he introduced optical astronomy courses at the University of Toronto, and was the sole astronomer at the university until 1924.\"U of T and the Dunlap Observatory: “A breach of public trust”?\". Th Varsity, Zane Schwartz, 1 October 2012 In 1913 he researched and wrote a paper for the Royal Astronomical Scoiety of Canada about an unusual event, a meteor procession, that took place that year.\"Was the Great Meteor Procession of 1913 More Than Met the Eye?\". Torontoist, August 21, 2013, by Patrick Metzger.\"Today in science: Great Meteor Procession\". By Deborah Byrd and Elizabeth Howell EarthSky, February 9, 2017. He lobbied the city of Toronto for an observatory, but the project was shelved with the advent of World War I. During his career he joined five expeditions to observe solar eclipses, including the 1922 expedition that tested Einstein's theory that light could be deflected by a massive body.\"The 1922 Eclipse Adventure That Sought to Confirm the Theory of Relativity\".Atlas Obscura, Anika Burgess, August 11, 2017. He performed early investigations into X-ray photography. In 1928 he published the book Our Wonderful Universe. Chant worked with mining executive and amateur astronomer to promote and develop plans for a world-class observatory for Canada. After Dunlap's death, his widow donated land for the observatory and provided financial backing for the project.\"Hidden Toronto: a growing list of the city's best-kept secrets\". NOW Toronto, Jonathan Goldsbie, Tanja-Tiziana, Richard Longley, Michelle da Silva, Eldon Garnet, Enzo DiMatteo, Kate Robertson. October 25, 2016 In 1935 Chant's goal was achieved with the opening of the David Dunlap Observatory. He retired from the university when the observatory opened, and moved into the Observatory House, Richmond Hill. He died at 91 years of age during the November 1956 lunar eclipse while still residing at the Observatory House. ==Awards and honors== * Asteroid 3315 Chant is named after him. * The crater Chant on the Moon is named after him. ==References== * * * ==External links== *Clarence Augustus Chant archival papers held at the University of Toronto Archives and Records Management Services Category:Higher education in Canada Category:Organizations established in 1922 Category:1865 births Category:1956 deaths Category:University of Toronto alumni Category:Harvard University alumni Category:Canadian astronomers ",
    "title": "Clarence Chant"
}