{
    "id": "7762773",
    "text": "The Maidens and Dunure Light Railway was a railway in Ayrshire, Scotland built to open up coastal communities by connecting them to the main line railway network. It opened in 1906 and closed to local passenger traffic in 1942, but a section serving a holiday camp at Heads of Ayr remained open for the purpose until 1968. == History == ===Conception=== In 1896 a branch line had been proposed by the Glasgow and South Western Railway (G&SWR;) to Alloway, a village of huge historic significance as the birthplace of Robert Burns, and the destination of increasing volumes of tourists. However the Ayrshire Post opposed the idea in surprisingly strong terms on the basis that it would \"shut out\" competing railway construction from the Ayr district; a Parliamentary Bill was nonetheless prepared for the 1897 session, but it failed, chiefly because of the opposition of influential local residents, and the reverence held for Burns' memory. Archibald Kennedy, 3rd Marquess of Ailsa, owned extensive properties on the Ayrshire coast, and desired to develop them: the farming communities had fertile soil, but they had difficulty because of their remoteness from transport to market. He built a harbour at Maidens to improve the fishing industry, and sensing the interest in leisure activities in Scotland, he planned a railway connection to the area. He was a director of the Glasgow and South Western Railway (G&SWR;), which had a main line between Ayr and Girvan, part of the Glasgow to Stranraer route, but it took an inland course through Maybole and was remote from the area of interest.David McConnell and Stuart Rankin, Rails to Turnberry and Heads of Ayr: The Maidens & Dunure Light Railway & the Butlin's Branch , The Oakwood Press, Usk, 2010, Kennedy intended a private station for Culzean Castle, his residence, with a siding. He became interested in golf, and he conceived the idea of developing a golf course and luxury hotel associated with it: the idea became the Turnberry Hotel, and a railway line following the coast was proposed and serving it. Kennedy was a director of the G&SWR; and generated support for the line among the other board members. ===A Light Railway=== On 14 August 1896 the Light Railways Act 1896 had been passed \"to facilitate the construction of light railways in Great Britain\". The intention was to encourage low-cost promotion of local railways by waiving some of the strict requirements for main line railways. As well as lower technical standards, it was possible to apply for a Light Railway Order without the expense of an Act of Parliament if affected landowners acquiesced. Kennedy's scheme was re-presented as a Light Railway, and the necessary Light Railway Order (LRO) was applied for by the G&SWR; in May 1898. Some board members stated that they did not know how a \"light railway\" differed from a conventional one. The hostility towards the Alloway branch returned in the LRO hearing, articulated in particular against \"cheap trippers\", but assurances over visibility of the line from Burns' cottage eventually resulted in withdrawal of the objections. The Glasgow and South Western Railway (Maidens and Dunure Light Railway) Order was confirmed on 3 September 1899. ===Construction delays=== The cost of construction was estimated at £157,255. The Order allowed for additional capital of £120,000 and loans of £40,000. Five years were allowed for construction, with a penalty for delay.Highet (page 40) says that an Act (i.e. not a LRO) was obtained on 30 September 1899. Carter (pages 494 - 495) states that \"the line was worked and owned by the Glasgow and South Western Railway as from 1904\". Awdry says that it was \"built under a LRO dated 30 September 1899\". The company was \"nominally independent\".David Ross, The Glasgow and South Western Railway: A History, Stenlake Publishing Limited, Catrine, 2104, Awdry, page 90Campbell Highet, The Glasgow & South-Western Railway, Oakwood Press, Lingfield, 1965 However, when tenders for the work were received in June 1900, the lowest was for £206,000 for the line alone without station buildings etc., and the Board decided to postpone the start of work for a year. Notwithstanding the threat of the penalty for late completion, it was not until 21 January 1902 that an acceptable tender was confirmed, in the amount of £201,316, a considerable escalation on the estimated cost, and in addition it was necessary to apply for an extension of the permitted time. The works included a short tunnel at Alloway,Described as a \"covered way\" of 140 yards (128 m) and two viaducts, at Craigencroy and Rancleugh. ===Opening=== System map of the Maidens and Dunure Light RailwayThe line opened to traffic on 17 May 1906. A special run for the Directors had taken place on the 15th and a \"ceremonial train\" had run on the 16th. The Turnberry Station Hotel opened on the same day as the line; it was an elegant and well-designed resort building, designed by James Miller, with 100 bedrooms; there was spa equipment, and the hotel fronted the golf course and the coast. Alloway, Dunure, and Maidens stations were crossing places on the single line, with island platforms, and Turnberry, with a single platform, could cross a goods train with another train. There were signalboxes at these places and also at Heads of Ayr and Glenside. As well as the local train, there was a Saturdays-only dining car train from Glasgow St Enoch at 1.00 p.m.—in those days businesspeople were at their offices on Saturday mornings. The train ran non-stop from Ayr to Turnberry. It returned as a tea-car train at 4.30 p.m. on Saturdays. The vehicle in question was the only catering vehicle the G&SWR; possessed at the time. It was a 12-wheel coach and had been built in 1905 and worked the 6.28 a.m. Carlisle to Glasgow and the 5.30 p.m. return on other weekdays, during the summer of 1906. In addition there was a goods service each way daily, from Ayr at 8.40 a.m. and returning at 3.00 p.m. At the Shareholders' meeting in September 1908, the Chairman was asked if the Maidens and Dunure line was profitable. He replied that \"it has been of great advantage to the farmers\". He refused to be drawn further when pressed for the question to be answered. ===World War I=== The Turnberry golf course was levelled and made into an airfield for the Royal Flying Corps School of Aerial Gunnery in 1917; the hotel was made a convalescent home for the Royal Flying Corps. A branch line—the Aerodrome branch—was constructed from Turnberry station, and considerable extra traffic came to Turnberry for the remainder of the war. ===Train service after 1918=== In 1922 there were eight passenger trains each way on the route, including a morning breakfast car train from Turnberry to Glasgow and an afternoon tea car returning, running non-stop between Turnberry and Ayr. There was an additional lunchtime southbound fast train on Saturdays, and two short workings Turnberry to Girvan.Bradshaw's General Railway and Steam Navigation Guide, 7th mo, (July) 1922, reprinted by Guild Publishing, London, 1985 In 1923 the railways of Great Britain were \"grouped\" under the Railways Act 1921, and the G&SWR; was thenceforward a constituent of the London, Midland and Scottish Railway (LMS). A Sentinel steam coach was introduced on the line from September 1927. These vehicles were intended to reduce running costs, and while not unsuccessful operationally, it was moved elsewhere from April 1928. As the passenger accommodation was in a third-class-only saloon, it was felt that this was not conducive to the luxury market that Turnberry aspired to encourage. In 1928 a first class sleeping car was put on between London and Turnberry. Northbound it left Euston at 8 p.m. attached to a night train to Stranraer Harbour. There the coach was shunted to Stranraer (Town) station and conveyed to Girvan on the 7.05 a.m. local passenger train; at Girvan it was attached to the 8.34 a.m. local train to Turnberry, arriving 8.45. The return journey left Turnberry at 6.42 p.m. via Stranraer and arrived in Euston at 7.30 a.m.) Patronage was poor, averaging one passenger a night, but the arrangement was continued in the following summer periods. Smith tells (page 61 and 67) that on 15 October 1930, implied to be routine, that the 4.10 p.m. Glasgow to Stranraer detached two coaches at Girvan, that were then worked to Turnberry.David L Smith, Legends of the Glasgow and South Western in LMS Days, David and Charles (Publishers) Limited, Newton Abbot, 1980, ===Partial closure=== Remains of the bridge across Rancleugh Burn Patronage on the line had never been good, and it was declining and loss-making, and the LMS decided that the local passenger service could not be sustained. Local passenger services were withdrawn between Ayr and Turnberry on December 1930, but the line stayed open for the goods service. The Turnberry to Girvan section continued to be served by passenger trains, for the hotel. In the summer of 1932 an experimental service was put on, which consisted of a first- and third-class sleeping car running via Stranraer, and a service to Kilmarnock and Mauchline via Dunure, giving connections to Glasgow and St Pancras. The Mauchline trains were considered unsuccessful, and were withdrawn after 30 September 1932, but the Turnberry sleeping car continued until 9 September 1939. Because of the considerable reduction in train frequency, the signalling system was converted to \"one engine in steam\" between Alloway Junction and Turnberry. On 20 May 1938 an excursion to Ibrox for the Glasgow British Empire Exhibition in Bellahouston Park ran outwards via the line, calling at Maidens and Dunure. The return working was sent via Maybole as it was wrongly believed that the engines were prohibited on the Light Railway. ===World War II=== The Turnberry Hotel closed because of the outbreak of World War II, in October 1939, and the local service between Turnberry and Girvan was reduced to three or four trains each way daily. The ordinary Turnberry passenger service was discontinued from 28 February 1942. However, from that time there was a heavy service of troop trains to the Military Hospital of that time. Repeating the pattern of the First World War, the Air Ministry built an airfield at Turnberry during 1941; it opened operationally in February 1942. Near Heads of Ayr a shore naval base, HMS Scotia, was opened at this time and a new railway station was opened to serve it. (The former Heads of Ayr station was not close to the new location). An Ordnance Depot was constructed at Grangeston.The location is variously spelt Grangeton, Grangeston and Grangestown in reference sources. It was in the angle of the Maybole line and the Turnberry line near Girvan. It had a private siding from the Turnberry line, and an extensive 2 ft 6in gauge system internally. A double platform private station for munitions workers was opened on the Maybole line. Smith records (pages 122 and 123) that in the morning Girvan station had to deal with \"two workers' trains from Ayr to Grangeston; both had to reverse in the station and go on to Turnberry\". He notes these as the \"6.48 a.m. and 7.0 a.m. Ayr - Turnberry workers\". ===After the War=== After the war, the naval base at Heads of Ayr was acquired by Billy Butlin, who had opened his first Butlins holiday camp in 1936; he opened a holiday camp at Heads of Ayr on 17 May 1947. Trains were run every Saturday in the summer from that day. New signalling and heavier rails were required to handle the new train service of six trains each way every Saturday. 25,000 passengers travelled in the first season. The train service was continued in subsequent summers; it did not always seem to be balanced, often more incoming services being operated than outgoing. For some years the service was remarkably successful, but in time increasing numbers of holidaymakers travelled by road, and the railway operation became loss-making. In 1967 the decision was taken that the branch could not continue on that basis. At first there was a possibility that the Butlins organisation might subsidise retention of the line but they too decided that the railway was no longer indispensable. Railway headquarters accordingly announced that the line would close on 7 September 1968; at this stage a local railway manager observed that the holiday camp had extended its summer opening period by a week that year, and would close a week later. The formal announcement of closure had by this time been published, and it was considered difficult to extend the period of operation, In the event inwards trains to Heads of Ayr Holiday Camp railway station ceased on 7 September and outwards trains ceased to run after 14 September 1968. Freight services throughout the line had been discontinued on 2 March 1959,Awdry, page 90Gordon Stansfield, Ayrshire and Renfrewshire's Lost Railways, Stenlake Publishing Ltd, Catrine, 1999, except between Girvan and Dipple, where Dipple Alginate Industries had a plant. ==Topography== The line was twenty miles in length from Alloway Junction, south of Ayr station, to Girvan Junction, north of Girvan station. The passenger service between Turnberry and Ayr was withdrawn on 1 December 1930; the line was reopened briefly as far as Heads of Ayr between 4 July 1932 and 31 May 1933. The remaining line south of Turnberry closed to passengers on 2 March 1942. The short section from Girvan to Grangeston Ordnance Depot remained open at least until 1960. Intermediate stations opened on 17 May 1906 and closed on 1 December 1930. Locations shown in italic were not passenger stations. Locations on the line were: * Alloway Junction; junction with Ayr to Girvan main line; * Alloway; * Greenan Castle siding; * Heads of Ayr Holiday Camp; opened by the LMS 4 July 1932, and used for the summer of 1932 only; reopened 17 May 1947, but unadvertised until 31 May 1948; the last inward passenger train was on 7 September 1968 and the last homeward train was on 14 September 1968; * Heads of Ayr; * Dunure; * Knoweside; * Rancleugh Viaduct; * Balchriston Level Crossing Halt; not in public timetables; * Glenside; * Maidens; * Turnberry; closed 2 March 1942 except for some later workmen's trains and some excursions; * Dipple goods siding; * Grangeston Ordnance Depot; extensive private sidings constructed during World War II and closed about 1960; * Girvan Junction ; junction with Ayr to Girvan main line. M E Quick, Railway Passenger Stations in England, Scotland and Wales, Railway and Canal Historical Society, Richmond, 2002 == References == ==Notes== === Sources === * * * * * Railscot on Maidens and Dunure Railway * Article in British Railway Journal No 8 Summer 1985 Wild Swan Publications Category:Closed railway lines in Scotland Category:Railway companies established in 1899 Category:Railway lines opened in 1906 Category:1899 establishments in Scotland Category:Light railways ",
    "title": "Maidens and Dunure Light Railway"
}