{
    "id": "7764878",
    "text": "Mesa Mall is the Western Slope's largest indoor shopping center, serving western Colorado and eastern Utah and the largest regional shopping center between Salt Lake City, Utah and Denver. Mesa Mall dominates a service area of over in any direction. Located in Grand Junction, Colorado, the mall is located on US highway 6 and US Highway 50 (along with I-70 Business Loop). Managed by Washington Prime Group, the mall's anchor stores are Cabela's, JCPenney, and Target. There are 2 vacant anchor stores that were once Sports Authority and Herberger's, and the former Sears has since been demolished. ==History== A Desmond's (department store) anchored Mesa Mall in the early 1980s. Mesa Mall was acquired by Macerich in 1997 in a joint venture purchase of 12 regional malls owned by the International Business Machine Corp.'s pension fund. The price was $974.5 million, including the assumption of $485 million of debt. Sales per square foot for the malls were heading for over $260 for 1997 with an occupancy at about 89%. The mall was previously anchored by a Mervyn's which closed when the chain folded in 2008, it was replaced by Cabela's in 2010. The mall's sixth anchor store was Sports Authority which went out of business in 2016 and is currently vacant. On April 18, 2018, it was announced that Herberger's would be closing as parent company The Bon-Ton Stores was going out of business. The store closed on August 29, 2018. There are no plans for what will replace that space. On August 22, 2018, Sears announced that they would also be closing as part of a plan to close 46 stores nationwide. The store closed in November 2018. On February 20, 2019, it was announced that the former Sears will be demolished for a Dillard's. ==References== ==External links== *Official Website Category:Shopping malls in Colorado Category:Grand Junction, Colorado Category:Shopping malls established in 1980 Category:Buildings and structures in Mesa County, Colorado Category:Tourist attractions in Mesa County, Colorado Category:1980 establishments in Colorado ",
    "title": "Mesa Mall"
}