{
    "id": "7764004",
    "text": "Louis A Godey by Frederick Gutekunst Louis Antoine Godey (June 6, 1804 – November 29, 1878) was an American editor and publisher, known as the founder of Godey's Lady's Book, the first successful American women's fashion magazine. ==Biography== Godey was born to French immigrant parents in New York. His family was poor and he had no formal schooling, but he was self- educated. At age 15, he took a job as a newspaper boy in New York. Several years later, he moved to Philadelphia and became an editor for the Daily Chronicle. In 1830, he published the first edition of the Lady's Book, composed of reprinted articles and illustrations from French magazines. Godey married Maria Duke in 1833 and had five children. Godey hired Sarah Josepha Hale to be editor of Godey's Lady's Book in 1837. She remained the editor until her retirement in 1877.Oberholtzer, Ellis Paxson. (1906) The Literary History of Philadelphia. Philadelphia: George W. Jacobs & Co. p. 230. The magazine became extremely popular, becoming America's highest circulated magazine in the 1840sReynolds, David F. \"Poe's Art of Transformation: 'The Cask of Amontillado' in Its Cultural Context\", as collected in The American Novel: New Essays on Poe's Major Tales, Kenneth Silverman, ed. Cambridge University Press, 1992. p. 101 and reaching over 150,000 subscribers by 1858. Godey published two other magazines, The Young People’s Book (1841) and Lady’s Musical Library (1842) with less successful results. Godey copyrighted each issue of Godey's Lady's Book starting in 1845, making it one of the first magazines in America to do so.Moss, Sidney P. Poe's Literary Battles: The Critic in the Context of His Literary Milieu. Carbondale, IL: Southern Illinois University Press, 1962. p. 23 Grave marker for Louis A. Godey and his wife at Laurel Hill Cemetery, Philadelphia. In the 1870s, he retired to St. Augustine, Florida, but returned to Philadelphia where he died in 1878. He and his wife are buried at Laurel Hill Cemetery in Philadelphia. ==References== ==External links== * Louis Godey biography (Pennsylvania Center for the Book, Penn State University) * Columbia Encyclopedia entry for Louis Godey *Godey in The Literary History of Philadelphia ==Popular Culture== In 1841, Henry Russell dedicated the song \"Oh! This Love!\" to Mr. Godey. Category:1804 births Category:1878 deaths Category:American publishers (people) Category:Writers from Philadelphia Category:American people of French descent Category:Writers from New York City Category:Burials at Laurel Hill Cemetery (Philadelphia) ",
    "title": "Louis Antoine Godey"
}