{
    "id": "7764485",
    "text": "The Internal Audit Service or IAS is a Directorate-General (DG) of the European Commission that was established in 2001 to provide an increased accountability of the Commission. The Commissioner responsible for the IAS is Frans Timmermans First Vice-President of the European Commission, in charge of Better Regulation, Inter-Institutional Relations, the Rule of Law and the Charter of Fundamental Rights. The IAS is headed by the Internal Auditor of the Commission, Manfred Kraff, formerly the Chief Accountant of the Commission. The IAS has approx. 150 permanent staff. == Mission == The mission of the IAS is to: * issue independent audit opinions on the quality of management and internal control systems * present recommendations aimed at ensuring the efficient and effective achievement of the Commission's objectives The IAS is organized into three Directorates: *Directorate A is responsible for horizontal affairs (administrative and coordination tasks, necessary for the functioning of the DG) and audit in EU agencies and other autonomous bodies receiving funding from the EU budget, such as: ** Decentralised EU agencies, ** Joint Undertakings/Joint Technology Initiatives, ** the European External Action Service, ** the European Data Protection Supervisor and ** European Schools. *Directorates B and C are responsible for auditing the European Commission's Directorate-Generals and Executive Agencies. == History == ===Background=== The European Commission adopted its first Financial Regulation in 1962, in which internal control was implemented by separating the roles of authorising officer, financial controller and accounting officer. However, as the Commission grew and became more complex, the European Court of Auditors (the EU's external auditor) began to call for the audit of systems and controls, and advocated an independent audit service within the Commission. The ECA published an opinion in 1989OPINION No 1/89 of the Court of Auditors of the European Communities on a proposal for a general revision of the Council Regulation (ECSC, EEC, Euratom) amending the Financial Regulation of 21 December 1977 applicable to the general budget of the European Communities promoting the concept of internal auditing, and in 1997 recommended that a real internal audit function to be created. A Commission decision from 1990 requested the Financial Controller to set up such a function, which was further developed under the programme of reform of financial management proposed in 1995 (the SEM2000). This audit function seems to have been re-focused on controls relating to structural funds, as Phase III progress reports of SEM2000 don't mention it - this modest audit function was little known and had little impact on the services of the Commission. === The Santer Commission === After a serving Commission official made public allegations of fraud and financial mismanagement by members of the Santer Commission, in December 1998 the European Parliament refused to grant discharge on the 1996 accounts to the Commission. In addition, a motion of no confidence was introduced. In early 1999 Commission President Jacques Santer admitted that there had been irregularities, but threatened to resign if Parliament exerted further pressure. In response, Parliament called for a committee of independent experts to look into ways of improving financial management and control. After receiving the first report of the so-called Wise Men in March 1999, the Santer Commission decided to collectively resign. In their Second Report, the Wise Men suggested in clear terms that the underlying problem is that the internal audit service is not perceived as a central department at the service of the entire Commission...Section 4.11.4 of the Second report on Reform of the Commission (Analysis of current practice and proposals for tackling mismanagement, irregularities and fraud), 10 September 1999. Based on international best practices and the definition of internal audit as proposed by the Institute of Internal Auditors (IIA), the Wise Men recommended setting up a specialised Internal Audit Service outside the regular structure of directorates-general, reporting directly to the President of the Commission. The task of setting up the new service was allocated to the Commissioner responsible for institutional reform, Neil Kinnock ===Reforming the Commission === In response to the Wise Men's report, an Administrative Reform Task Force was set up to draft the Reform White papers. The task force looked at financial controls, strategic planning and programming and the modernisation of personnel policy. The basis for establishing the IAS was recommendation 35 of the Wise Men's reportIn Chapter 4 of the Second Report proposing A professional and independent Internal Audit Service. Recommendation 37 also mentioned a specialised internal control function in each DG that would help establishing effective financial management. The Commission task force worked with the European Court of Auditors, the Wise Men committee, the World Bank and the EIB in developing the new control framework. Before this could be implemented, the Financial Regulation of the Commission needed to be changed (requiring a vote by all member states) to abolish the centralized ex-ante controls performed by DG Financial Control. === 10 years of the IAS === The IAS became an independent service in July 2001, with Jules Muis as the first Director-General. The establishment of the new service was part of the reforms enacted at the Commission following the adoption of the Reform White Paper of 2000. As part of these reforms, Internal Audit Capabilities (IACs) were created in each DG, together with the Audit Progress Committee (APC), which oversees the work of both the IAS and IACs. The IAS set out a programme of in-depth audits of all DGs and Agencies that came under the new Financial Regulation. Apart from auditing, it also aimed to provide methodological support for audit activities to the IACs in each DG. After setting up the IAS and guiding it through its first three years, Jules Muis resigned from his post as of March 2004 and was replaced by Walter Deffaa in August 2004. In 2006 IAS carried out the first quality review of the Internal Audit Capabilities. In 2007 its Mission Charter was updated, along with introducing a model charter for IACs. In 2009 Deffaa left IAS and was replaced by Brian Gray. In 2011 IAS completed the first overall opinion into the state of internal control in the Commission and, also in this year, it became the internal auditor of the newly established European External Action Service. In 2012 Brian Gray resigned, to be replaced by Philippe Taverne. Since March 2017 Manfred Kraff is at the helm of the IAS. His appointment is subject of a complaint with the European Ombudsman. ==See also== * OLAF ==References== ==External links== *Internal Audit Service (IAS) *Financial Regulation *Charter of the Internal Audit Service of the European Commission *Organization and staff of the IAS Category:Directorates-General in the European Commission Category:Internal audit ",
    "title": "Internal Audit Service (European Commission)"
}