{
    "id": "7765701",
    "text": "Patwin traditional narratives include myths, legends, tales, and oral histories preserved by the Patwin peoples of the Wintun people of the southwestern Sacramento Valley in northern California. Patwin oral literature is most similar to that of other central Californian Native American groups. Strong external influences from other regions are not evident. ==On-Line examples of Patwin narratives== * Stephen Powers, \"The California Indians\", Overland Monthly and Out West Magazine, No. XIII, 1874, pp. 542-550 (1874), University of Michigan * Katharine Berry Judson (1912), Myths and Legends of California and the Old Southwest ==See also== * Traditional narratives (Native California) ==Sources== * Judson, Katharine Berry. 1912. Myths and Legends of California and the Old Southwest, Chicago: A. C. McClurg, (Two myths, pp. 151-153.) * Kroeber, A. L. 1925. Handbook of the Indians of California, Bureau of American Ethnology Bulletin No. 78. Washington, D.C. (Brief notes, pp. 362, 385-386.) * Kroeber, A. L. 1932. \"The Patwin and their Neighbors\". University of California Publications in American Archaeology and Ethnology 29:253-423. Berkeley. (Patwin narratives, including Earth Diver, pp. 300-308.) * Latta, Frank F. 1936. California Indian Folklore. F. F. Latta, Shafter, California. * Loeb, Edwin M. 1933. \"The Eastern Kuksu Cult\", in University of California Publications in American Archaeology and Ethnology 33:139-232. Berkeley. * Powers, Stephen. 1877. \"Tribes of California\", in Contributions to North American Ethnology, vol. 3. Government Printing Office, Washington, D.C. Reprinted with an introduction by Robert F. Heizer in 1976, University of California Press, Berkeley. (Three narratives, including Earth Diver, pp. 226-227.) * Whistler, Kenneth W. 1978. \"Mink, Bullethawk and Coyote\", in Coyote Stories, ed. William Bright, pp. 51-61. International Journal of American Linguistics, Native American Texts Series No. 1. University of Chicago Press. (Told by Nora Lowell to Elizabeth Bright in 1951.) \\---- Category:Wintun Category:Patwin Category:Traditional narratives (Native California) Category:Sacramento Valley ",
    "title": "Patwin traditional narratives"
}