{
    "id": "7765269",
    "text": "Great Sugar Loaf () at , is the 404th–highest peak in Ireland on the Arderin scale, however, being below 600 m it does not rank on the Vandeleur-Lynam or Hewitt scales.Mountainviews, (September 2013), \"A Guide to Ireland's Mountain Summits: The Vandeleur-Lynams & the Arderins\", Collins Books, Cork, The mountain is in the far northeastern section of the Wicklow Mountains, in Ireland, and overlooks the village of Kilmacanogue. The profile of the mountain means it can be mistaken for a dormant volcano. It owes its distinctive shape, however, to the erosion-resistant metamorphosed deep-sea sedimentary deposit from which its quartzite composition was derived. ==Naming== According to Irish academic Paul Tempan, the term \"sugarloaf\" is widely applied to conical-shaped hills in Britain and Ireland, and is similar to the pain de sucre term used in France. Tempan also notes that there is a misconception that the term relates to a kind of bread; however, it relates to the form in which sugar was sold up to the 19th-century before granulated sugar was available. Traditionally, a sugary liquid was dripped onto a surface until a solid mass formed in a conical shape, like a sugary stalagmite, called a sugarloaf. This form is still used in the German alcoholic drink, Feuerzangenbowle. Tempan notes that a 1935 article by Eoin MacNeill in the Journal of the Royal Society of Antiquaries of Ireland (JRSAI), on placenames mentioned in the Togail Bruidne Dá Derga, suggested that could refer to \"sheep of Cualu\", but considered it unlikely. == Geography == The Great Sugar Loaf overlooks villages of Kilmacanogue and Delgany, and is just north of the Glen of the Downs. The mountain sits apart from the main nearby peaks of the Wicklow Mountains, such as Maulin and Djouce , and it is circled by roads on all sides. The two small northern and southern shoulders of the Great Sugar Loaf are often confused as being the Little Sugar Loaf, however, this mountain lies to the east on the other side of the N11 road motorway at Kilmacanogue. Though only in elevation, the Great Sugar Loaf's isolation from other hills gives it a large proportional prominence of , and qualifies it as a Marilyn. In addition, the steep slopes and volcanic appearance of the Great Sugar Loaf add to the distinctiveness of its profile. == Geology == The Great Sugar Loaf is composed of Cambrian Period quartzite bedrock (called the Bray Head Formation), in contrast to the rounded Wicklow Mountains to the west, which are mostly made of Devonian Period granite. The Great Sugar Loaf is also popularly mistaken for a dormant volcano, however, it is instead an erosion- resistant metamorphosed sedimentary deposit from the deep sea. Cambrian quartzite metamorphosed from sandstone at the bottom of deep oceans is extremely resistant to weathering. The Kilmanacoge valley, which the Great Sugar Loaf overlooks, was part of a regional north-south subglacial meltwater drainage route that included the Scalp (to the north) and the Glen of the Downs (to the southeast). == Hill walking == The Great Sugar Loaf is popular with hill walkers given its proximity to Dublin, access from the N11 motorway, and relatively worn pathways that do not require full hiking boots or extensive navigation skills. In addition, the mountain also offers some mild scrambling up rocky gullies which adds to its appeal. The easiest route is from the south, starting from an established large car-park () situated off the middle of the Red Lane road (also known as the L1031 road) that runs along the southern boundary of the mountain; the car-park is already at an elevation of circa , and thus the total climbing elevation required is only . The 3.5-kilometre route from the car-park to the summit and back takes between 1–1.5 hours, and includes a walk over flat moorland paths and a final scrambling ascent through some rocky gullies. A longer route can be done from the east, starting from lower down at the Kilmacanogue GAA car-park (); this 5-kilometre route from the car-park to the summit and back takes 2–2.5 hours, and is mostly on moorland paths with some scree and gravel sections. ==Bibliography== * * * ==Gallery== File:IMG GreatSugarLoaf1038c.jpg|From the west in Winter. File:Great Sugar Loaf (south Red Lane car-park route).jpg|From the Red Lane car-park. File:View Of SugarLoaf Mtn From Maulin Mtn Co Wicklow 6thApr 2012.JPG|From Maulin. File:Picture from the top of sugar loaf.jpg|View to Little Sugar Loaf. File:Great Sugar Loaf (from the Powerscourt Estate).jpg|From the Powerscourt Estate ==See also== *Wicklow Way *Wicklow Mountains *Lists of mountains in Ireland *List of mountains of the British Isles by height *List of Marilyns in the British Isles ==References== ==External links== *MountainViews: The Irish Mountain Website, Great Sugar Loaf *MountainViews: Irish Online Mountain Database *The Database of British and Irish Hills , the largest database of British Isles mountains (\"DoBIH\") *Hill Bagging UK & Ireland, the searchable interface for the DoBIH Category:Marilyns of Ireland Category:Mountains and hills of County Wicklow Category:Mountains under 1000 metres ",
    "title": "Great Sugar Loaf"
}