{
    "id": "7765814",
    "text": "Gary Himelfarb (born 1954), aka Doctor Dread,Nelson, Havelock (1993) \"Ice Records caribbean exposure Grows\", Billboard, March 13, 1993, retrieved 2010-11-06 is a reggae producer who founded RAS Records. He is notable for his respectful dedication to roots reggae artists; and in turn for helping spread their works and words throughout the world. ==Biography== Himelfarb was born in Washington DC in 1954, and first visited Jamaica in 1977.Campbell, Howard (2014) \"The Whole Story\", Jamaica Observer, October 5, 2014. Retrieved October 5, 2014\"Gary Himelfarb interview\", Reggae Runnins, Vol. 4, No. 4, 1998, retrieved 2010-11-06 In 1979 he began working as a disc jockey at WHFS, broadcasting under the name Dr. Dread. In 1981 he started RAS Records, initially as a distribution company. An excellent example of the work of Dr. Dread is the Israel Vibration three-disk set Power of the Trinity. Here Dr. Dread mixes I-Vibe songs with his interviews of members Lascelle \"Wiss\" Bulgin, Albert \"Apple\" Craig, and Cecil \"Skelly\" Spence. The result is a work of profound importance, not least in that it documents the polio outbreak in Jamaica in the 1950s through the memories of some of its youngest sufferers. He has worked with many artists including Bob Marley, Black Uhuru, Jimmy Cliff, Inner Circle, Gregory Isaacs, Luciano, Mad Cobra, Freddy Mcgregor, Sly and Robbie, Steel Pulse, The Wailers, Bunny Wailer, and many more. For a full list visit www.rasrecords.com and click on link to RAS Artists. Himelfarb is also a board member of the Association for Independent Music.Bickers, James (2002) \"Copy protected CDs: Piracy defense or rip-off? ; Encrypted discs may hurt systems if copying tried\", USA Today, June 25, 2002 A book documenting his experiences running RAS Records, The Half That's Never Been Told, was published in March 2015.Campbell, Howard (2015) \"Nothing But the Truth: Doctor Dread Tells His Story\", Jamaica Observer, March 8, 2015. Retrieved March 8, 2015 He has now left the music business and has a new venture — Doctor Dread's Famous Jerk — a range of sauces and snacks, as well as an antique shop in northern California. ==References== Category:Living people Category:American record producers Category:Musicians from Maryland Category:People from Bethesda, Maryland Category:1954 births ",
    "title": "Doctor Dread"
}