{
    "id": "7766686",
    "text": "Thomas Roderick Dew (1802-1846) was a professor at and then president of The College of William & Mary. He was an influential pro-slavery advocate. ==Biography== Thomas Dew was born in King and Queen County, Virginia, in 1802, son of Captain Thomas Dew and Lucy Gatewood Dew. His father was a Revolutionary War soldier and founder of Dewsville, a prosperous plantation near Newtown, King and Queen County. He attended The College of William & Mary, graduating in 1820, and subsequently spent several years studying in Europe. He was a professor of history, metaphysics, and political economy at William & Mary from 1827 to 1836, then President until his death from bronchitis in 1846. He twice declined invitations to run for political office, as well as invitations to teach at South Carolina College (today the University of South Carolina) and the University of Virginia. Shortly before his death, he married Natalia Hay. He died on their honeymoon, in Paris; his remains were later moved to the crypt under the Wren Chapel on the William & Mary campus. His descendant Charles B. Dew is a professor of Southern history at Williams College, and wrote in The Making of a Racist (2016) of his Southern family's tradition of racism. \"Dew achieved national prominence when he attacked the tariff of 1828. He backed free trade, believing export taxes hindered Southern planters at the expense of Northern manufacturers. He favored state banks over a national bank, fearing that the latter would provide the government with too much power over the economy.\" Dew's largest book was the Digest of the Laws, Customs, Manners, and Institutions of Ancient and Modern Nations (1853). A source was P. Austin Nuttall's 1840 Classical and Archaeological Dictionary. ==Dew and slavery== In 1832, he published a review of the celebrated slavery debate of 1831-32 in the Virginia General Assembly, A Review of the Debates in the Legislature of 1831 and 1832, which went far towards putting a stop to a movement, then assuming considerable proportions, to proclaim the end of slavery in Virginia. The Virginia Legislature's debate was a response to Nat Turner's slave rebellion of August 1831. \"Like many other white southerners, he argued that whites and freed blacks could not live alongside one other in peace.... Dew dismissed colonization of freed American blacks in Africa as prohibitively expensive and logistically impractical, and he noted that the deportation of blacks would prevent Virginia from profiting as 'a negro raising state for other states' of the South.\" While his position was convincing to many Southern readers, Jesse Burton Harrison, of Lynchburg, Virginia, wrote a robust response that argued that colonization (returning slaves to Africa) was possible and that slavery was economically inefficient. In his inaugural speech as President at William & Mary, \"he admonished young planters to resist fanatics who wished to eliminate slavery. Dew emphasized the importance of a broad-based liberal arts education but singled out morals and politics as the most significant subjects of study.\" Dew was well respected in the South; his widely-distributed writings helped to confirm pro- slavery public opinion. His work has been compared to that of the Southern surgeon and medical authority Samuel A. Cartwright, who defended slavery and invented the \"diseases\" of drapetomania (the \"madness\" that makes slaves want to run away), and dysaesthesia aethiopica (\"rascality\"), both of which were \"cured\" with beatings. His 1833 Review was republished in 1849, and collected in The Pro-Slavery Argument, together with writings by Harper, Hammond and Simms. Many people at the time credited Dew with the defeat of the proposal to end slavery in Virginia in the 1830s. He was opposed to even gradual emancipation. Dew's teaching and his writings influenced the following generations, which opposed Reconstruction and created Jim Crow. ==Dew on men and women== \"Dew characterized women as modest, passive, virtuous, and religiously devout, attributing these traits to women's physical weakness, which rendered them dependent on male goodwill. He also asserted that men, across all cultures and historical periods, were intellectually superior to women, but he blamed the disparity on differences in the substance and duration of education rather than on unequal natural endowments. Dew argued that it was appropriate to deny suffrage to women because their intense focus on their own families impeded their ability to comprehend broader political developments.\" He described the hardships faced by men in the marketplace and the almost brutal strength needed to survive in such a competitive atmosphere. He stated that courage and boldness are man's attributes. For Dew, women were dependent and weak, but a spring of irresistible power. ==Works by Thomas R. Dew== * * * ** (The \"first edition\" is the 1833 publication cited above.) ** ** * ** ** * (16 page pamphlet) * ===Briefer pieces, letters, speeches=== * * * * * * ==Archival material== Dew's family papers and papers from his time as president of the College of William and Mary can be found at the Special Collections Research Center at the College of William and Mary. ==References== ==Further reading== * * * * * * * * * * Category:1802 births Category:1846 deaths Category:Economists from Virginia Category:American legal writers Category:College of William & Mary alumni Category:College of William & Mary faculty Category:American proslavery activists Category:People from Williamsburg, Virginia Category:Presidents of the College of William & Mary Category:Writers from Virginia Category:People from King and Queen County, Virginia Category:American slave owners Category:Pro-Confederate writers Category:American Fire-Eaters Category:19th-century American male writers Category:19th-century American non-fiction writers Category:American male non- fiction writers Category:19th-century economists ",
    "title": "Thomas Roderick Dew"
}