{
    "id": "7766090",
    "text": "Concerto for Free Bass Accordion was written for the solo Free-bass system accordion by John Serry, Sr. in 1964 and was revised in 1966. A transcription for solo piano was completed in 1995 and revised in 2002. Written in the classical music concerto form, it illustrates the wide ranging orchestral qualities of the free bass accordion and underscores the suitability of the instrument for performances as a robust solo instrument on the classical concert stage. The work was copyright by the composer as the Concerto in C Major for Bassetti Accordion in 1968 and dedicated to Julio Giulietti (a leading promoter of the instrument in the United States). The work is noteworthy in so far as it represents an attempt on the part of a known musician to complete a classical composition for an instrument for which relatively little classical music was written in America during the early 20th century. (See Accordion Use in Classical music, Accordion music genres & List of jazz-influenced classical compositions)Library of Congress Copyright Office, \"Concerto in C Major for Bassetti Accordion\", Composer: John Serry, June 4, 1968, Copyright # EP247602.Accordion World, Bedford Hills, NY, 1968.Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 on books.google.com The score was premiered by a student of the composer (Joseph Nappi) during the American Accordionists Association's United States Championship Competition on Long Island, New York in 1964. Included among the official jury members reviewing the composition was the accordionist Charles Magnante – a founding member of the American Accordionists' Association. The composition was subsequently transcribed for solo piano in 1995 by the composer and revised in 2002. It is described in the revised piano version below.The Library of Congress Copyright Office,Concerto For Free Bass Accordion (Revised for Piano), Composer: John Serry, Sr., September 3, 2007, Copyright # PAU 3-336-024. ==Music== ===Overview=== The composition is written in the traditional concerto form of three movements but without orchestral ensemble. It was the composer's intention to illustrate the vast orchestral tonalities and harmonic flexibility of the free bass instrument by showcasing its potential as both a solo instrument as well as an orchestral entity. With this in mind, the composer assigned the voicing normally reserved for the orchestra to the accordion soloist along with the traditional virtuoso solo passages. The resulting composition is unorthodox in its structure but provides the virtuoso soloist with an opportunity to give full expression to the instrument's complete array of harmonic reed settings which reach from the high flutes through the oboe range into the clarinet settings and ultimately into the range of the violin and cello settings. This wide array of orchestral harmonics is artistically expressed for solo instrument throughout the composition (See Accordion).Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 - As per copyright the composition is in concerto form for solo Bassetti Accordion dated on books.google.com The first two movements are coupled into a seamless segment. They are scored in 2/4 and 4/4 time in the key of C major marked Allegro non troppo. The Finale is also scored in C major in 4/4 and 3/4 time and is marked Moderato con moto.Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 - Copy of original score on file with the Library of Congress United States Copyright Office as shown on books.google.com Sibley Music Library - Ruth T. Watanabe Special Collections Copy of score donated to the Eastman School of Music - Special Collections Archive ===First and Second Movements=== The first two movements of the work are coupled together and scored in C major in 2/4 and 3/4 time marked Allegro non troppo. They open with a glissando ranging over two octaves in the treble voice which culminates in the statement of the main theme centered on two percussive chord structures. This leads to a series of rhythmatic arpeggios in the key of D flat minor followed by a series of descending sixteenth note groupings echoing the main theme. The theme is subsequently restated in the key of D sharp and eventually progresses into the key of F flat. The thematic motif soon descends into the bass voice where it heralds an arpeggio in the treble voice. Development of the theme now transpires in 4/4 time. Chromatic key changes from the key of C major through G minor into D minor lead back into the key of C major and a return to 2/4 time. The theme is recapitulated in G major and developed as a scherzo marked Legato e dulce. A restatement of the pervasive percussive chords of the main theme ensues in the treble voice shortly thereafter. This culminates in an arpeggio and a return to 4/4 time. Another series of glissandos in the treble voice ushers in a brief cadenza. This foreshadows another arpeggio which brings the two movements to a percussive conclusion.Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 - Copy of Score on file with the Liberary of Congress United States Copyright Office on books.google.com ===Finale=== The Finale is scored in the key of C major in 4/4 and 3/4 time and is marked Moderato con moto. A rhythmatic main theme is expressed mezzo forte in the treble voice through a series of sixteenth notes leading to a scherzo which is expressed in octaves. A series of key modulations expressed through ascending sixteenth notes from C major through E major into the key of B flat eventually leads the listener back to C major. This is supported by contrary motion in the bass voice. A recapitulation of the development with rising crescendo markings adds to the tensions which characterize this movement. The climax is achieved in the form of a glissando in the treble voice which heralds a new arpeggio. A series of accented triplets in minor keys marked strepitoso forms the basis for a transition back into C major and the conclusion of the work.Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 - Copy of Score on file with the Liberary of Congress United States Copyright Office as of 1968 on books.google.com ==Score copies== Copies of the score for the Concerto for Free Bass Accordion have been donated for the benefit of researchers and students at the Eastman School of Music's Sibley Music Library for archival purposes within the Ruth T. Watanabe Special Collections Department.http://www.esm.rochester.edu/sibley/ In addition, a copy of the score was filed with the Library of Congress Copyright Office by the composer in 1968.Library of Congress Copyright Office – Catalog of Copyright Entries: Third Series Music July–December 1968, Vol. 22, Part 5, Number 2, Section 1, published 1970, p. 1626 \"Concerto in C Major for Bassetti Accordion\" Op. 1 John Serry 1968, Solo Arrangement Jan. 1, 1968 No. EP247602 on books.google.com and a revised copy of the score was subsequently filed with the Library of Congress Copyright Office in 2007 after the composer's death by his family. ==References== Category:Compositions by John Serry Sr. Category:1964 compositions Category:Compositions for accordion Category:Concertos Category:Compositions for solo piano ",
    "title": "Concerto for Free Bass Accordion"
}