{
    "id": "7767064",
    "text": "Quechan traditional narratives include myths, legends, tales, and oral histories preserved by the Quechan (Yuma) people of the lower Colorado River area of southeastern California, southwestern Arizona, and northeastern Baja California. The Southern California Creation Myth is particularly prominent in Quechan oral literature. This and other narrative elements are shared with the other Yuman–speaking peoples of southern California, western Arizona, and northern Baja California, as well as with their Uto-Aztecan-speaking neighbors. ==Sources== * Curtis, Edward S. 1907-1930. The North American Indian. 20 vols. Plimpton Press, Norwood, Massachusetts. (Creation myth, vol. 2, pp. 73–77.) * DuBois, Constance Goddard. 1908. \"Ceremonies and Traditions of the Diegueño Indians\". Journal of American Folklore 21:228-236.\" (Brief version of Quechan creation myth.) * Emerson, Lee, and A. M. Halpern. 1978. \"Coyote and Quail (Yuma-Quechan)\". In Coyote Stories, edited by William Bright, pp. 124–136. International Journal of American Linguistics Native American Texts Series No. 1. University of Chicago Press. (Recorded in 1976.) * Erdoes, Richard, and Alfonso Ortiz. 1984. American Indian Myths and Legends. Pantheon Books, New York. (Retelling of a narrative partly from Curtis 1909, pp. 77–82.) * Forde, C. Daryll. 1931. \"Ethnography of the Yuma Indians\". University of California Publications in American Archaeology and Ethnology 28:83-277. Berkeley. (Creation myths with comparative discussion, pp. 176–179, 214-221.) * Gifford, Edward Winslow, and Gwendoline Harris Block. 1930. California Indian Nights. Arthur H. Clark, Glendale, California. (Previously published version of Creation myth, pp. 107–112.) * Halpern, Abraham M. 1976. \"Kukumat Becomes Sick--A Yuman Text\". In Yuman Texts, edited by Margaret Langdon, pp. 5–25. International Journal of American Linguistics Native American Texts Series No. 1(3). University of Chicago Press. * Halpern, Abraham M. 1997. Kar'uk: Native Accounts of the Quechan Mourning Ceremony. University of California Publications in Linguistics 128. University of California Press. * Harrington, John Peabody. 1908. \"A Yuma Account of Origins\". Journal of American Folklore 21:324-348. (Brief note on creation myth recorded in 1929, p. 15.) * Hinton, Leanne, and Lucille J. Watahomigie. 1984. Spirit Mountain: An Anthology of Yuman Story and Song. University of Arizona Press, Tucson. (Includes Quechan narratives collected by Abraham Halpern, pp. 298–313.) * Luthin, Herbert W. 2002. Surviving through the Days: A California Indian Reader. University of California Press, Berkeley. (Excerpt from Harrington 1908, pp. 461–489.) ==See also== *Traditional narratives (Native California) *Quechan language ==External links== * The North American Indian by Edward S. Curtis (1908) * \"Ceremonies and Traditions of the Diegueño Indians\" by Constance Goddard DuBois (1908) * An excerpt from a Quechan song translated by Abraham M. Halpern ==References== Category:Quechan Category:Traditional narratives (Native California) ",
    "title": "Quechan traditional narratives"
}