{
    "id": "7768759",
    "text": "William Winston Roper (August 22, 1880 – December 10, 1933) was an American football, basketball, and baseball player and coach. He served as the head football coach at the Virginia Military Institute (1903–1904), Princeton University (1906–1908, 1910–1911, 1919–1930), the University of Missouri (1909), and Swarthmore College (1915–1916), compiling a career college football record of 112–38–18. Roper's Princeton Tigers football teams of 1906, 1911, 1920, and 1922 have been recognized as national champions. His 89 wins are the most of any coach in the history of the program. Roper was also the head basketball coach at Princeton for one season in 1902–03, tallying a mark of 8–7. Roper played football as an end, basketball, and baseball as an outfielder at Princeton, from which he graduated in 1902. He was inducted into the College Football Hall of Fame as a coach in 1951. Roper served on the NCAA Football Rules Committee. ==Early life and playing career== Roper was born in Philadelphia, Pennsylvania on August 22, 1880. He attended the William Penn Charter School where he played football, basketball, and baseball. He continued all three sports in college at Princeton University. ==Coaching career== ===Virginia Military Institute=== Roper was the sixth head football coach for the Virginia Military Institute Keydets located in Lexington, Virginia and he held that position for two seasons, from 1903 until 1904. His coaching record at VMI was 5–6. Roper had planned to study medicine, but was unable to, for health reasons. While a coach at Virginia, he studied law, and later in life he became qualified as an attorney. ===Princeton=== In 1906, Roper was the head coach at Princeton and held that position through the 1908 season. During his first stint as the head coach at Princeton, he compiled a 21–4–4 record. ===Missouri=== Roper coached football at the University of Missouri for the 1909 season, where his team went 7–0–1 and won the Missouri Valley Conference title. ===Return to Princeton=== His second stint at Princeton lasted from 1910 to 1911. During that tenure, he compiled a 15–1–2 record. ===Swarthmore=== In 1915 and 1916, Roper coached at Swarthmore College in Pennsylvania. In his two seasons at Swarthmore, the team compiled a record of 11–4–1. ===Third term at Princeton=== In his final stint at Princeton, Roper held his longest-tenured coaching position. His term lasted from 1919 to 1930, but ended due to an illness. He continues to hold the record for most wins by a Princeton coach. ==William Winston Roper Trophy== Princeton University's highest honor for a male athlete, the William Winston Roper Trophy, is named in his honor and awarded annually. Some of the more recent honorees have included NFL football player Dennis Norman (’01), NHL hockey player Cameron Atkinson (’03), lacrosse player Ryan Boyle (‘04), Olympic and world champion fencer Soren Thompson (‘05), MLB baseball player Will Venable (‘05), squash player Yasser El Halaby ('06), and lacrosse player Peter Trombino ('07). ==Political and business career== In 1912, United States President Woodrow Wilson appointed Roper as the appraiser of merchandise at the Port of Philadelphia. He was later a member of the Philadelphia City Council and the local manager of the Prudential Insurance Company. As a politician he worked successfully to repeal prohibition, though he himself was a teetotaller, and to change Pennsylvania's blue laws, which did not allow sports on Sundays. ==Head coaching record== ===Football=== ==See also== * List of college football head coaches with non-consecutive tenure ==References== ==External links== * * Category:1880 births Category:1933 deaths Category:American football ends Category:Baseball outfielders Category:Princeton Tigers baseball players Category:Princeton Tigers football coaches Category:Princeton Tigers football players Category:Princeton Tigers men's basketball coaches Category:Princeton Tigers men's basketball players Category:Missouri Tigers football coaches Category:Swarthmore Garnet Tide football coaches Category:VMI Keydets football coaches Category:College Football Hall of Fame inductees Category:Philadelphia City Council members Category:University of Virginia School of Law alumni Category:Businesspeople in insurance Category:Prudential Financial people Category:Sportspeople from Philadelphia Category:Players of American football from Pennsylvania Category:Baseball players from Pennsylvania Category:Basketball coaches from Pennsylvania Category:20th-century American politicians Category:American men's basketball players ",
    "title": "Bill Roper (American football)"
}