{
    "id": "7768491",
    "text": "Zakerana syhadrensis (common names: long-legged cricket frog, Syhadra frog, Bombay wart frog, and many others), is a frog species of the family Dicroglossidae and native to India, Sri Lanka, Pakistan, Nepal and Bangladesh. Zakerana syhadrensis from the Western Ghats in southern India and from Sri Lanka probably belong to one or two unnamed species. It is the type species of genus Zakerana. In view of its wide distribution and stable population trend, IUCN assessors listed it as Least Concern in 2009 and 2016. == Description == The long-legged cricket frog is a small-sized frog. Females reach a snout–vent length (SVL) of 20.7–22.8 mm. Males are smaller with a SVL of 17.5–19.1 mm. == Distribution and habitat == Long-legged cricket frogs are widely distributed over much of central northern India and western Peninsular India, Bangladesh, southern Nepal, from lower Punjab to Sindh in Pakistan, and found at elevations below . In Nepal's Shivapuri Nagarjun National Park, 13 specimen were observed in the summer of 2009 within a distance of from water bodies.Aryal, P.C., Pokhrel, G.K., Shah, K.B., Rijal, B., Kharel, S.C., Paudel, E., Suwal, M.K., Dhamala, M.K., Bhurtel, B.P. (2010) Inventory of Herpetofaunal Diversity in Nagarjun Forest of Shivapuri Nagarjun National Park. Companions for Amphibians and Reptiles of Nepal, Kathmandu, Nepal. download pdf == Behaviour and ecology == During the breeding season, males emit advertisement calls, using a single subgular external vocal sac. They start calling after one or two heavy pre-monsoon or monsoon rains in April to June, and continue up to the end of the rainy season in September to October. They call mainly during the night beginning after dusk and continue until the early morning of the following day, preferably sitting in temporary shallow water pools under partly submerged grass or paddy. They call in chorus but maintain a distance of 0.5 to 1 m to each other. Their calls are antiphonal between the two nearest calling males and consist of a series of pulse groups varying per call between 7 and 28. == References == == External links == * Photo of Fejervarya syhadrensis by photographer Manoj C. Sindagi syhadrensis Category:Amphibians of Bangladesh Category:Frogs of India Category:Amphibians of Nepal Category:Amphibians of Pakistan Category:Frogs of Sri Lanka Category:Amphibians described in 1919 Category:Taxa named by Nelson Annandale ",
    "title": "Zakerana syhadrensis"
}