{
    "id": "7769421",
    "text": "Partisan Madonna of Minsk by Savitsky on a Belarusian postage stamp Mikhail Savitsky () (February 18, 1922 – November 8, 2010)http://www.zvyazda.minsk.by/ru/news/index.php?id=17545 was a Belarusian painter. Born in 1922, he served on the Eastern front in World War II from 1941, but was captured and was not released until the end of the war. Some of the paintings Savitsky did were the 1967 Partisan Madonna and the picture cycle \"Figures on the Heart.\" For his work in the arts he was awarded the title Hero of Belarus in 2006. == Early life == Mikhail Savitsky was born on February 18, 1922 in the Vitebsk region of Belarus (Soviet Art). He was born in a village by the name of Zvenyachi (Soviet Art). When he was nineteen years old when ‘The Great Patriotic War’ broke out in Belarus (Great Patriotic War in Belarus), which was also known by the rest of the world as World War II. During World War II, Russia annexed Western Belarus which reunited the country that had now become a battlefield, after it had been separated after the Russian revolution (Belarus). Mikhail Savitsky started out in Anti-Aircraft Artillery being a part of the 345th Infantry Division (Soviet Art). When Mikhail Was twenty years old he fought in the battles of Sevastopol, a battle that waged 250 days (Soviet Art). He was shortly thereafter captured by the Germans and ultimately was placed in 3 of the 260 death camps set up within Belarus (Great Patriotic War in Belarus). He was placed in the camps Düsseldorf, Buchenwald and Dachau (Soviet Art). He was liberated from his captivity in Dachau on April 29, 1945 when American troops arrived (Soviet Art). After he left the Army, Mikhail Savitsky went on to get an education in Art (Soviet Art). He graduated from Minsk Art College in 1951, and then went on to study at the Moscow Art Institute of Surikov, from which he graduated in 1957 (Soviet Art). He became the head of state cultural institutions “Creative academic studios of painting, drawing and sculpture” USSR's People's Deputy from 1989 to 1991 (Soviet Art). This happened all in Minsk where he resided in both work and life (Soviet Art). He became a member of the international Slavic Academy and received the Order of Francis Skaryna in 1997 (Soviet Art). == Works == Many of the themes in his works are focused around war, for it constantly plagued his mind (Soviet Art). The painting that led to his fame was “Partisan Madonna” made in 1967, which depicts a peasant mother, people saw this as a symbol of the fighting that took place in Belarus (Soviet Art). Another one of his popular works was ‘Leaving in the Night’ made in 1980. This was one of his later works that depicts a mother and a daughter (Soviet Art). The daughter is leaving for the guerrilla unit in war to protect her home, while her mother, filled with strength, lets her daughter go, knowing she could never see her again (Soviet Art). The daughter's face is full of fear and sadness which represented the people of Belarus in World War II, as they were one of the first nations to become a battleground (Soviet Art). The daughter is scared but strong, fighting for her home, no matter what he age or gender was (Soviet Art). This painting also shows the contrast between Dark and Light as the struggle between Good and Evil is apparent (Soviet Art). == Later life == Savitsky fell very ill in his later life and died on November 28, 2010. He was 89 years old. ==Honours and awards== ;Soviet Union * People's Artist of the USSR * State Prize of the USSR * Order of the Badge of Honour (1967) * Order of the Red Banner of Labour (1972) * Order of Lenin (1982) ;Belarus * Hero of Belarus (2006) * Order of Francisc Skorina (1997) ==References== Category:1922 births Category:2010 deaths Category:People from Talachyn District Category:Members of the Congress of People's Deputies of the Soviet Union Category:Members of the Supreme Soviet of the Byelorussian Soviet Socialist Republic Category:Belarusian painters Category:Soviet painters Category:Academicians of the National Academy of Sciences of Belarus Category:Soviet military personnel of World War II Category:National Heroes of Belarus Category:People's Artists of the USSR (visual arts) Category:People's Artists of the Byelorussian Soviet Socialist Republic (visual arts) Category:Recipients of the USSR State Prize Category:Recipients of the Order of Lenin Category:Recipients of the Order of Francysk Skaryna ",
    "title": "Mikhail Savitsky"
}