{
    "id": "7770304",
    "text": "The Broadcasting Corporation of China (BCC) is a broadcasting company in the Republic of China (also known as Taiwan). It was founded as the Central Broadcasting System in Nanjing in 1928. Official logo of Broadcasting Corporation of China, from 2013 ==History== BCC Songjiang Building in Taipei The Central Broadcasting System is considered the first Chinese-run radio station with a legitimate infrastructure. The first station in the Republic of China, however, was the 1923 Radio Corporation of China.Miller, Toby (2003). Television: Critical Concepts in Media and Cultural Studies. Routledge Publishing. It was originally based in Harbin. However, since the Radio Corporation of China was originally owned by Radio Corporation of America, the Chinese government shut it down.Guha, Manosij. [2007] (2007). \"Taiwan: China on the Edge\". From Passport to World Band Radio, 2007 edition. International Broadcasting Services. CBS was originally established by the Chinese Nationalist Party. It made its first broadcast in 1928 with the call sign of XKM, and later changed to XGOA. The station became the central point with multiple stations established in other major cities. The infrastructure was significant in controlling airwave communication and any spread of propaganda. In 1935, it formed an musical ensemble for the broadcast of Chinese traditional music, which is considered to be the first Chinese orchestra formed.. The name was changed to \"Broadcasting Corporation of China\" in 1947. BCC was moved to Taiwan in 1949 when the Kuomintang government was defeated in the Chinese Civil War. In 2005, following the government's policy to remove political and military influences from the media, BCC was privatized and sold to a holding company in the China Times Group at a price of NT$9.3 billion. In December 2006, BCC was sold, via the KMT-owned Hua Hsia Investment Holding Company, to a group of four holding companies linked to Jaw Shaw-kong. The National Communications Commission approved the sale in June 2007. Shortly after, Jaw was accused of attempting to build a media monopoly, and the Executive Yuan withdrew its approval. The Fair Trade Commission fined Jaw's other media company, UFO Network, in December 2007 for not reporting the BCC acquisition. The sale was eventually approved in April 2008, after Jaw's wife cut her share in the UFO Network down to 10%. In 2016, the Ill-gotten Party Assets Settlement Committee launched an investigation into the sale of the BCC. The committee announced its findings in 2019, stating that its probe determined that BCC was a Kuomintang affiliate. ==Present== Today, it is a privately owned company under a Government contract, and it also has the most radio network services in Taiwan. ==See also== * Media of Taiwan * China National Radio (National radio service controlled by the Communist Party of China) * China Central Television (CCTV) ==References== Source: Pinyin translated by Cozy Website ==External links== * Official Website of BCC * Introduction to the BCC history Category:Mandarin-language radio stations Category:Radio stations in Taiwan Category:Organizations established in 1928 Category:Chinese companies established in 1928 ",
    "title": "Broadcasting Corporation of China"
}