{
    "id": "7770944",
    "text": "The American logo in Cincinnati's colors The Cincinnati Bearcats are the athletic teams that represent the University of Cincinnati. The teams are members of the American Athletic Conference (The American), which from 1979 to 2013 was known as the Big East Conference. Cincinnati and Wichita State University are currently the only members of The American that are located in the Midwestern United States; all other members are in the Northeast or South. The Bearcats were previously members of Conference USA, where they were a founding member. The creation of Conference USA was the result of a merger between the Great Midwest Conference (of which Cincinnati was a member) and the Metro Conference (whom Cincinnati had previously been a member) in 1995. Other collegiate athletic conferences which the school has belonged to includes the Missouri Valley Conference, 1957–1969; the Mid-American Conference, 1947–1952; the Buckeye Athletic Association, 1925–1935, and the Ohio Athletic Conference, 1910–1924. ==The Bearcat== The Bearcat mascot in 2011 The Bearcat became the UC mascot on October 31, 1914 in a football game against the UK Wildcats. The key players in the birth of the Bearcat were a star UC player named Baehr, a creative cheerleader, and a talented cartoonist. During the second half of that hard-fought football game, UC cheerleader Norman \"Pat\" Lyon, building on the efforts of fullback Leonard K. \"Teddy\" Baehr, created the chant: \"They may be Wildcats, but we have a Baehr-cat on our side.\" The crowd took up the cry: \"Come on, Baehr-cat!\" Cincinnati prevailed, 14–7, and the victory was memorialized in a cartoon published on the front page of the student newspaper, the weekly University News, on November 3. The cartoon, by John \"Paddy\" Reece, depicted a bedraggled Kentucky Wildcat being chased by a creature labeled \"Cincinnati Bear Cat\". The name stuck, but not immediately. Following Teddy Baehr's graduation in 1916, the name dropped out of use, at least in print, for a few years. On November 15, 1919, Cincinnati played at Tennessee. The Cincinnati Enquirer writer Jack Ryder's dispatch on the game was the first time that the major media called UC's teams \"Bearcats.\" From then on, the university's teams were regularly called Bearcats. In 2008 the Cincinnati Zoo adopted a three-month-old binturong or \"bearcat\". The zoo had a public naming contest where they decided on the name \"Lucy.\" Lucy was a prominent figure at the University of Cincinnati often to be found on Sheakley Lawn before home football games. On August 30, 2019, it was announced that \"Lucy\", the Cincinnati Zoo's binturong (Bearcat) would be retiring from her duties as Mascot. ==Varsity sports== {| class=\"wikitable\" style=\"float:right; clear:right; margin:0 0 1em 1em;\" |- |- | Baseball || Basketball |- | Basketball || Cross country |- | Cross country || Golf |- | Football || Lacrosse |- | Golf || Soccer |- | Swimming & diving || Swimming & diving |- | Track and field† || Tennis |- | || Track and field† |- | || Volleyball |- | colspan=\"2\" style=\"\" | |} The University of Cincinnati sponsors teams in eight men's and 10 women's NCAA-sanctioned sports, competing in the American Athletic Conference. ===Baseball=== ===Men's basketball=== Cincinnati's men's basketball squads have been a perennial bracket team in the NCAA tournament. A prolific era in Bearcats basketball was during the late 1950s and early 1960s, when the Bearcats posted five consecutive Final Four appearances. Unanimous three-time All American guard Oscar Robertson led the nation in scoring during the 1957–58, 1958–59, and 1959–60 seasons and posted a career average of 33.8 points per game, which ranks as the third all-time best in Division I. Cincinnati has won two national championships in 1961 and 1962. The 1961 and 1962 titles were won under rookie coach Ed Jucker. Cincinnati fell out of prominence during the early 1970s. After a brief resurgence in the mid-1970s, the program fell on hard times in the 1980s, but was revitalized under head coach Bob Huggins following his hiring in 1989. Under Huggins, the Bearcats compiled a 399–127 record in sixteen seasons, and posted fourteen straight NCAA tournament appearances. The most notable of the teams from the Huggins era was the 1991–1992 team, which lost to the Michigan Wolverines in the Final Four. In addition, Huggins was responsible for recruiting several future NBA players including Kenyon Martin, Corie Blount, Ruben Patterson, Nick Van Exel and DerMarr Johnson. Huggins would eventually resign in 2005 after a power struggle with UC president Nancy Zimpher, with the resulting coaching vacuum leading to a dip in fortunes for the Bearcats. However, the hiring of alumnus Mick Cronin in 2006 would restore UC to national prominence, reaching the NCAA Tournament nine straight years until Cronin left to coach at UCLA. Postseason tournaments {| class=\"wikitable\" |- style=\"text-align:center; ;\" | colspan=4 | NCAA tournament || colspan=2 | Final ranking |- style=\"text-align:center;\" | Year || Seed || Finish || Coach || AP || |- style=\"text-align:center;\" | 1958 || – || Second round || George Smith || No. 2 || No. 2 |- style=\"text-align:center; background:#ffe0d8;\" | 1959 || – || Third place || George Smith || No. 5 || No. 4 |- style=\"text- align:center; background:#ffe0d8;\" | 1960 || – || Third place || George Smith || #1 || No. 2 |- style=\"text-align:center; background:#ffe0d8;\" | 1961 || – || Champions || Ed Jucker || No. 2 || No. 2 |- style=\"text-align:center; background:#ffe0d8;\" | 1962 || – || Champions || Ed Jucker || No. 2 || No. 2 |- style=\"text-align:center; background:#ffe0d8;\" | 1963 || – || Second place || Ed Jucker || #1 || #1 |- style=\"text-align:center;\" | 1966 || – || Sweet Sixteen || Tay Baker || No. 7 || No. 9 |- style=\"text-align:center; background:#ffe0d8;\" | 1975 || – || Sweet Sixteen || Gale Catlett || #13|| |- style=\"text-align:center;\" | 1976 || – || First Round || Gale Catlett || No. 12 || No. 16 |- style=\"text-align:center;\" | 1977 || – || First Round || Gale Catlett || || No. 12 |- style=\"text-align:center; background:#ffe0d8;\" | 1992 || 4 || Final Four || Bob Huggins || No. 12 || No. 5 |- style=\"text- align:center; background:#ffe0d8;\" | 1993 || 2 || Elite Eight || Bob Huggins || No. 7 || No. 6 |- style=\"text-align:center;\" | 1994 || 8 || First Round || Bob Huggins || #25|| |- style=\"text-align:center;\" | 1995 || 7 || Second Round || Bob Huggins|| – || | |- style=\"text-align:center; background:#ffe0d8;\" | 1996 || 2 || Elite Eight || Bob Huggins || No. 7 || No. 6 |} {| class=\"wikitable\" |- style=\"text-align:center; \" | colspan=4 | NCAA tournament || colspan=2 | Final ranking |- style=\"text-align:center;\" | Year || Seed || Finish || Coach || AP || |- style=\"text-align:center;\" | 1997 || 3 || Second Round || Bob Huggins || No. 10 || No. 16 |- style=\"text-align:center;\" | 1998 || 2 || Second Round || Bob Huggins || No. 9 || No. 14 |- style=\"text- align:center;\" | 1999 || 3 || Second Round || Bob Huggins || No. 11 || No. 11 |- style=\"text-align:center;\" | 2000 || 2 || Second Round || Bob Huggins || No. 7 || No. 7 |- style=\"text-align:center; background:#ffe0d8;\" | 2001 || 5 || Sweet Sixteen || Bob Huggins || || No. 22 |- style=\"text-align:center;\" | 2002 || 1 || Second Round || Bob Huggins || No. 5 || No. 8 |- style=\"text- align:center;\" | 2003 || 8 || First Round || Bob Huggins|| || | |- style=\"text-align:center;\" | 2004 || 4 || Second Round || Bob Huggins || No. 11 || No. 18 |- style=\"text-align:center;\" | 2005 || 7 || Second Round || Bob Huggins || No. 23 || No. 25 |- style=\"text-align:center;\" | 2011 || 6 || Third Round || Mick Cronin || || |- style=\"text-align:center; background:#ffe0d8;\" | 2012 || 6 || Sweet Sixteen || Mick Cronin || ||No. 18 |- style=\"text- align:center;\" | 2013 || 10 || Second Round || Mick Cronin || || |- style=\"text-align:center;\" | 2014 || 5 || Second Round || Mick Cronin || No. 15 ||No. 14 |- style=\"text-align:center;\" | 2015 || 8 || Third Round || Mick Cronin || || |- style=\"text-align:center;\" | 2016 || 9 || Second Round || Mick Cronin || || |- style=\"text-align:center;\" | 2017 || 6 || Third Round || Mick Cronin || No. 18 ||No. 16 |} {| class=\"wikitable\" |- style=\"text-align:center; \" | colspan=5 | Other notable finishes || colspan=2 | Final ranking |- style=\"text-align:center;\" | Year || Tournament || Seed || Finish || Coach || AP || |- style=\"text-align:center;\" | 1951|| || || || John Wiethe || No. 17 || | |- style=\"text-align:center;\" | 1955 || NIT || – || Third place || George Smith || || No. 20 |- style=\"text-align:center;\" | 1970 || || || ||Tay Baker || No. 20 || | |- style=\"text-align:center;\" | 1990 || NIT || – || Second Round || Bob Huggins || || |- style=\"text-align:center;\" | 1991 || NIT || – || Second Round || Bob Huggins || || |- style=\"text-align:center;\" | 2006 || NIT || 1 || Quarterfinals || Andy Kennedy|| || |- style=\"text-align:center;\" | 2010 || NIT || 2 || Second Round || Mick Cronin|| || |} ===Women's basketball=== ===Football=== ===Men's soccer=== The men's soccer program was discontinued effectively immediately on April 14, 2020. ==Club sports== The Bearcat statue in front of Fifth Third Arena The university has a diverse number of intercollegiate club sports teams. Notable teams include alpine skiing (which competes in the United States Collegiate Ski and Snowboard Association), men's baseball, rowing, lacrosse, men's soccer, and the men's ice hockey team (which competes in the American Collegiate Hockey Association DII). The Tennis Club competes in the USTA Tennis on Campus and the Great Lakes Tennis Conference. The Waterski Team were 2008 DII National Champions. The University of Cincinnati Rugby Football Club was established in 1971 and competes in Division 1 college rugby in the MAC conference. The University of Cincinnati Women's Rugby Football Club was founded in 2012 and competes in Division 2 in the Ohio Valley Conference. In 2014 and 2015 UCWRFC competed in the Women's College Division 2 Fall Championship; advancing to the round of 8 in 2015. Club sports at Cincinnati operate in a tier system. The top tier are the Tier 5 sports, which are classified as semi-varsity. These clubs operate at a level similar to a varsity team in sports for which Cincinnati lacks varsity representation, and the tier reflects the commitment these students dedicate to their club. The four Tier 5 semi-varsity sports as of 2013 are equestrian, men's ice hockey, men's and women's rowing, and men's and women's waterski.University of Cincinnati, Club Sports Handbook, http://www.uc.edu/content/dam/uc/sald/docs/CSB%20Documents/Club_Sports_Handbook_2012_13.pdf ==Championships== ===NCAA team championships=== Cincinnati has won 2 NCAA team national championships.http://fs.ncaa.org/Docs/stats/champs_records_book/Overall.pdf *Men's (2) **Basketball (2): 1961, 1962 *see also: **American Athletic Conference NCAA team championships **List of NCAA schools with the most NCAA Division I championships ===Other national team championships=== Below are 5 national team titles that were not bestowed by the NCAA: *Women's **Dance (5): 2004, 2005, 2006, 2009, 2015 The Bearcats won the NCAA Men's Division I Basketball Championship in 1961 and 1962, both times against Ohio State. The UC Dance Team has won 5 National Championships from 2004 through 2006, 2009 and again in 2015. They are the first team in UC history to ever capture three consecutive national titles. They remain one of the top dance programs in the country and are the winningest team in University of Cincinnati history. In 2009 the dance team was also selected to represent the United States of America in the first ever world dance championships where they won the gold medal in all three dance categories. The dance team was asked back to the world competition in 2015. *see also: **List of NCAA schools with the most Division I national championships ===National individual championships=== Charles Keating won the 1946 200m butterfly national title for UC as a member of the men's swimming team and most recently, Josh Schneider did the same in the freestyle in 2010. In men's diving, Pat Evans (3 m Dive – 1989) and women's diving Becky Ruehl (10 m dive – 1996) have brought home titles for the Bearcats. ==Rivalries== An early version of the UC Bearcats logo, from 1922 ===Miami (OH)=== Cincinnati's oldest football rivalry, begun in 1888, is with Miami University, located in Oxford, Ohio about 40 miles to the northwest. The Victory Bell awarded to the winner of each contest. The teams take each other on annual in many other sports. Unfortunately, the teams have not played in men's basketball since 2011. ===Xavier=== In basketball, the Bearcats' crosstown rival is the Xavier University Musketeers. Xavier is located less than 3 miles from the University of Cincinnati's main campus. The Bearcats and the Musketeers meet annually in the popular Crosstown Shootout. Cincinnati and Xavier used to have a fierce rivalry in football, before Xavier eliminated their program after the 1973 season. The schools routinely battle each other in other sports annually as well. ===Louisville=== Cincinnati and the University of Louisville battled annually for the Keg of Nails. This rivalry dated back to 1929, but ended when Louisville joined the Atlantic Coast Conference in 2014. The men's basketball teams of both schools have also participated in a fierce rivalry historically, with Louisville leading the all time series 53–43. The schools continue to play in other sports, primarily an annual game in baseball. ===Memphis=== The rivalry between these two schools dates to their first men's college football game in 1966, and has continued across all sports, with the basketball series gaining attention as well, having started in 1968. Interest in the series was renewed with both teams reuniting in the American Athletic Conference and Memphis's basketball reemergence. Football has also intensified, with both teams playing in the 2019 American Athletic Conference Football Championship Game. ===Others=== When Cincinnati joined the Big East in 2005, they and the University of Pittsburgh started the River City Rivalry. The game is a battle for the River City Rivalry trophy. In 2013 the rivalry series ended due to Pittsburgh's exit from the Big East to the Atlantic Coast Conference. Cincinnati and the Dayton Flyers were another regional rivalry that has lost significance recently. The teams would play periodically in football, before Dayton went down to NCAA Division III in 1977. The teams also frequently played in men's basketball, though the series has ceased since 2011. Cincinnati also has had intermittent rivalries with the Ohio State Buckeyes, Ohio Bobcats, and the Kentucky Wildcats. Although Cincinnati does not play these schools regularly, these are geographic rivals and are all universities of similar size and stature. In 1961 and 1962 Cincinnati defeated Ohio State in both of its back-to-back national title games in basketball. ==Athletic facilities== The UC Bearcat Band charges down Nippert Stadium's steps. All of the athletic facilities (with the exception of Fifth Third Arena and UC Baseball Stadium) are open 24/7 for student use. *Richard E. Lindner Varsity Village **Commissioned as part of UC's entrance into the Big East and serves as the centerpiece of UC's athletic facilities. It opened in 2006 and includes the Richard E. Linder Center, which provides training, meeting, studying, and classroom space, as well as the George and Helen Smith Athletics Museum. Also located here is the Sheakley Lawn, which is reserved for students and club sports. *UC Baseball Stadium **Home to the UC Baseball team. It replaced Johnny Bench Field. Shortly after this facility opened in 2006, it was named by Big East coaches and players as the best baseball facility in the conference. *Armory Fieldhouse Nippert Stadium *Fifth Third Arena **Home to UC men's and women's basketball and women's volleyball teams. *Nippert Stadium **Home to UC's Football team *Gettler Stadium **Home to UC Women's Soccer and Track and Field teams *Trabert-Talbert Tennis Center **Home to UC Women's Tennis teams; opened in May 2006, It features six courts in three different sections with lighting and grandstand seating for 500. * Keating Aquatic Center **Home to UC Men's and Women's Swimming and Diving teams *Sheakley Athletics Center **Home to UC's Women's Lacrosse; is the permanent home for the Women's Lacrosse team. The facility includes two football fields, including a 50-yard field and a 100-yard field. From November through February, the 100-yard field becomes an indoor practice facility, covered by an air-supported bubble. ==Radio and television== Since 1992, 700 WLW has been the radio home for Bearcats athletics. Dan Hoard has been the football and basketball play-by-play since 2000. Former Bearcat Terry Nelson began full times duties at the Beginning of the 2017-18 season analyst for basketball replacing Chuck Machock, during the 2015-16 Basketball season, Machock decided to reduce his travel schedule and not attend every road game as in previous years; due to an leg injury, Former Bearcat Kevin Johnson does radio color commentary when Nelson is on TV. Jim Kelly, a Bearcat wide receiver during the mid 1970s, provides analysis for football. Mo Egger an afternoon radio host on Cincinnati's ESPN 1530 is the football pregame and postgame show host. in 2015 Former Bearcat QB Tony Pike was named the new sideline reporter replacing Tom Gelehrter, When there is a conflict with the Reds 102.7 WEBN will usually air games, when a conflict with the Bengals 55KRC airs basketball games. Egger is the backup play-by-play man for basketball. Starting in 2008, Fox Sports Ohio became the local TV flagship station for basketball until the 2016-17 season. Tom Gelehrter replaced Michael Reghi as the play by play for non-conference basketball games on FSN Ohio beginning in 2010 former Bearcat Anthony Buford, was relieved from his color commentary duties after pleading guilty in a mortgage fraud scheme Terry Nelson a former bearcat, replaced Buford for color commentary. ==Notable alumni== ===Baseball=== Hall of Famer Sandy Koufax All Star Kevin Youkilis *Sandy Koufax, Baseball Hall of Famer, 7× MLB All-Star, NL MVP, 3× Cy Young Award *Miller Huggins, Baseball Hall of Fame manager *Kevin Youkilis, former MLB first and third baseman, 3x MLB All Star, Hank Aaron Award *Ethan Allen, former MLB outfielder *Tony Campana, Sultanes de Monterrey outfielder *Nate Fish, former director of the Israel Association of Baseball and coach for Israel at the World Baseball Classic *Ian Happ, Chicago Cubs outfielder *Josh Harrison, Philadelphia Phillies organization second baseman ===Basketball=== Hall of Famer Oscar Robertson Yancy Gates *Oscar Robertson, Basketball Hall of Famer *Jack Twyman, Basketball Hall of Famer *Kenny Satterfield, Former NBA Point Guard *Nick Van Exel, Former NBA Point Guard, Memphis Grizzlies Assistant Coach *Steve Logan, Former NBA Shooting Guard *Corie Blount, Former NBA Power Forward/Center *Kenyon Martin, Former NBA Power Forward *Jason Maxiell, Former NBA Power Forward *Sean Kilpatrick, Chicago Bulls Shooting Guard *James White, KK Cedevita Shooting Guard/Small Forward *Lance Stephenson, Los Angeles Lakers Shooting Guard *Danny Fortson, Former NBA Power Forward/Center *Ruben Patterson, Former NBA Small Forward/Shooting Guard *Melvin Levett, Former NBA Shooting Guard *Yancy Gates, Telekom Baskets Bonn Power Forward *Pete Mickeal, Former Small Forward *Eric Hicks, Former Power Forward ===Football=== *Urban Meyer, former college head coach, most recently at Ohio State *Ray Nolting, Chicago Bears Halfback University of Cincinnati Head Football Coach *Connor Barwin, Philadelphia Eagles Linebacker *Trent Cole, Indianapolis Colts Defensive End *Greg Cook, Former Cincinnati Bengals Quarterback and 1969 AFL Rookie of the Year *Zach Collaros, CFL Quarterback *Brent Celek, Philadelphia Eagles Tight End *Mardy Gilyard, CFL Wide Receiver *Armon Binns, Ottawa Redblacks Wide Receiver *Tyjuan Hagler, Former NFL Linebacker *Jason Kelce, Philadelphia Eagles Center *Travis Kelce, Kansas City Chiefs Tight End *Daven Holly, Former Cleveland Browns Cornerback *Kevin Huber, Cincinnati Bengals Punter *Haruki Nakamura, Former Baltimore Ravens Safety *Tony Pike, Former Carolina Panthers Quarterback *Brandon Underwood, Toronto Argonauts Safety *Antonio Chatman, Former NFL and XFL Wide Receiver *Tinker Keck, Former XFL Defensive Back *Troy Evans, Former New Orleans Saints Linebacker *Isaiah Pead, former Miami Dolphins Running Back *Vaughn Booker, Retired Cincinnati Bengals Defensive Line *Derek Wolfe, Denver Broncos Defensive End *Andre Frazier, Retired Pittsburgh Steelers Cincinnati Bengals Linebacker 2 Time World Champion ===Tennis=== Tony Trabert *Tony Trabert, Tennis Hall of Famer *Bill Talbert, Tennis Hall of Famer ===Other=== *Tim Brown, Co-Founder of Allbirds, Wellington Phoenix and New Zealand Midfielder *Omar Cummings, FC Cincinnati and Jamaica Forward *Rich Franklin, former UFC Middleweight Champion, currently fighting in the UFC Light Heavyweight Division *Mary Wineberg, 2008 Olympic Gold Medalist track and field athlete *David Payne, 2008 Olympic Silver Medalist hurdler *Jim Herman, Golfer *Vanessa Gilles, Canada Defender ==References== ==Further reading== *Grace, Kevin. \"Cincinnati on Field and Court: The Sports Legacy of the Queen City.\" Chicago, IL: Arcadia, 2002. *Grace, Kevin. \"Cincinnati Hoops.\" Chicago, IL: Arcadia, 2003. *Grace, Kevin; Hand, Greg; Hathaway, Tom; Hoffman, Carey. \"Bearcats! The Story of Basketball at the University of Cincinnati.\" Louisville, KY: Harmony House, 1998. ==External links== * Category:Sports teams in Cincinnati ",
    "title": "Cincinnati Bearcats"
}