{
    "id": "7770249",
    "text": "Antonio Pacheco d'Agosti (born 11 April 1976) is a Uruguayan retired footballer who played as a forward. He also held an Italian passport. He started his 21-year professional career with Peñarol, appearing in more than 300 official matches for the club. Additionally, he played abroad in Italy, Spain and Argentina. ==Club career== Born in Montevideo, Pacheco was signed by Inter Milan in January 2001 after stellar performances at local C.A. Peñarol, with a contract running until 30 June 2005. However, he made only one Serie A appearance with the Italians, and served consecutive loans in the following years, with Peñarol but also in Spain, first with RCD Espanyol then Albacete Balompié, with the latter buying the player permanently afterwards. In January 2006, as Albacete was now in the second division, Pacheco wanted out, and was eventually loaned to Deportivo Alavés until the end of the season. The move was a disaster individually (no La Liga appearances) and collectively (relegation). After a brief spell in Argentina with Club de Gimnasia y Esgrima La Plata, Pacheco returned in 2007 for a third stint with Peñarol: he scored 12 Primera División goals in the 2008–09 campaign, including twice in a 2–3 away loss against city rivals Club Nacional de Football on 24 May 2009, one through a penalty kick. After reaching the 2011 Copa Libertadores final, 35-year-old Pacheco signed with Montevideo Wanderers FC. In June 2012 he returned to his main club Peñarol, retiring three years later at 39 even though he still received offers to continue. ==International career== During seven years, Pacheco gathered 12 appearances for Uruguay, scoring three times. His debut came on 12 October 1997, in a 0–0 in Argentina for the 1998 FIFA World Cup qualifiers. Afterwards, Pacheco was summoned for the final squad at the 1999 Copa América, playing three matches for the eventual runners-up. ==Honours== ===Club=== Peñarol *Uruguayan Primera División: 1994, 1995, 1996, 1997, 1999, 2003, 2009–10, 2012–13 *Copa Libertadores: Runner-up 2011 ===International=== Uruguay *Copa América: Runner-up 1999 ==References== ==External links== * * Inter Milan profile * * * * Category:1976 births Category:Living people Category:Uruguayan people of Italian descent Category:Sportspeople from Montevideo Category:Uruguayan footballers Category:Association football forwards Category:Uruguayan Primera División players Category:Peñarol players Category:Montevideo Wanderers F.C. players Category:Serie A players Category:Inter Milan players Category:La Liga players Category:Segunda División players Category:RCD Espanyol footballers Category:Albacete Balompié players Category:Deportivo Alavés players Category:Argentine Primera División players Category:Gimnasia y Esgrima de La Plata footballers Category:Uruguay international footballers Category:1997 FIFA Confederations Cup players Category:1999 Copa América players Category:Uruguayan expatriate footballers Category:Expatriate footballers in Italy Category:Expatriate footballers in Spain Category:Expatriate footballers in Argentina Category:Uruguayan expatriate sportspeople in Italy Category:Uruguayan expatriate sportspeople in Spain Category:Uruguayan expatriate sportspeople in Argentina ",
    "title": "Antonio Pacheco D'Agosti"
}