{
    "id": "7772334",
    "text": "Roscoe Monroe Brumbaugh (born Rosco Monroe Merrick; December 18, 1928 – November 3, 2006) better known by his ring name Sputnik Monroe, was an American professional wrestler. He was a headliner in many territories, and was best known in Memphis, Tennessee, where he and Billy Wicks set an attendance record that lasted until the Monday Night Wars boom period. ==Early life== Monroe was born in Dodge City, Kansas. His father was killed in an airplane crash one month before his birth. His formative years were spent living with his grandparents. Later, his mother remarried, and his stepfather, whose last name was Brumbaugh, adopted him at age 17. As a result, Monroe's legal name became Roscoe Monroe Brumbaugh. He had a brother, Gary \"Jet\" Monroe, who was his manager during certain parts of his career. ==Career== Debuting as Rock Monroe in 1945, Monroe began his career by wrestling in travelling carnivals. He changed his name to Rocky Monroe in 1949, and adopted the nickname \"Sputnik\" in 1957. Monroe cultivated an \"evil\" heel gimmick. In a wrestling-related incident he had had an opponent locked in a worked submission hold, and threatened to break his arm. A local sheriff threatened to shoot Sputnik if he did to which Monroe replied that he would hold the opponent until he either gave up or starved to death; he eventually released him when the sheriff counted to three.Loverro, Thom (2006). The Rise and Fall of ECW. Pocket Books. . p. 14 He drew heat from crowds by describing himself arrogantly as being made of \"twisted steel and sex appeal\" In 1957, while driving to a wrestling show in Alabama, Monroe became tired and invited a black hitchhiker he met at a gas station to take the wheel. Upon arriving at the arena, Monroe placed his arm around the man, which drew a chorus of boos and insults from the white crowd; in response to this Monroe kissed the man on the cheek. Monroe would later use this underlying racism as a promotional tactic and become a noteworthy figure in Memphis cultural history. During a period where legal segregation was the norm at public events, and during a general decline in the popularity of professional wrestling, Monroe recognized that the segregated wrestling shows (whites sat in floor seats while blacks were required to sit in the balcony) were not properly marketing to black fans. The witty, flamboyant Monroe began dressing up in a purple gown and carrying a diamond tipped cane and drinking in traditionally black bars in the black area of Memphis, where he would openly socialize with black patrons and hand out tickets to his wrestling shows. As a result of this, he was frequently arrested by police on a variety of vague, trumped up charges, such as mopery. In each case, he would then hire a black attorney and appear in court, pay a small fine, and immediately resume the behavior that resulted in his prior arrests. Due to this, and in spite of the fact that he was a heel at the time, his popularity soared among the black community. At his shows, although floor seats in arenas would be half empty with white patrons, the balcony would be packed to capacity with black patrons with many others unable to enter due to the balcony selling out. Monroe, having become the biggest wrestling draw in the territory, soon refused to perform unless patrons, regardless of their race, were allowed to sit in any seat at the Ellis Auditorium. As a result, the promoter was obliged to desegregate his wrestling shows, which then completely sold out with Monroe's black fans, in some cases over 15,000 at a time, filling the auditorium. Soon, other Southern sporting events, recognizing the enormous financial benefits, began to desegregate as well. ==Personal life== Monroe had three children, the youngest of them, Quentin Bell was also a pro wrestler. Monroe trained him.Gordon, Robert. It Came From Memphis. New York: Simon and Schuster, 2001. (pg. 38–39) ==Death and legacy== Monroe died in his sleep on November 3, 2006 in Florida. He was 77 years old. In May 2007, HBO announced that they would make a film based on Monroe's life. In September 2007, Julien Nitzberg confirmed that the first draft of the film's script had been completed.\"Interview with Julien Nitzberg about Sputnik Monroe movie ==Championships and accomplishments== *Cauliflower Alley Club **Gulf Coast/CAC Honoree (2000) *Championship Wrestling from Florida **NWA Florida Southern Tag Team Championship (1 time) – with Rocket Monroe **NWA Florida Tag Team Championship (1 time) – with Norvell Austin **NWA World Tag Team Championship (Florida version) (2 times) – with Rocket Monroe *Gulf Coast Championship Wrestling **NWA Gulf Coast Louisiana Championship (1 time) *Mid-South Sports **NWA Georgia Heavyweight Championship (2 times) *National Wrestling Alliance **Humanitarian Award (2012) *NWA Mid- America **NWA Southern Junior Heavyweight Championship (1 time) **NWA Southern Tag Team Championship (Mid-America version) (1 time) – with Norvell Austin **NWA Tennessee Heavyweight Championship (2 times) **NWA Tennessee Tag Team Championship (2 times) – with Tommy Gilbert *NWA Tri-State **NWA World Junior Heavyweight Championship (1 time) *Professional Wrestling Hall of Fame **Class of 2017 *Southwest Sports, Inc. **NWA Texas Heavyweight Championship (1 time)* **NWA Texas Tag Team Championship (2 times) – with Danny McShain (1) and Rocket Monroe (1) *United States Wrestling Association **Memphis Wrestling Hall of Fame (Class of 1994) *Western States Sports **NWA North American Tag Team Championship (Amarillo version) (1 time) – with Ken Lucas **NWA Western States Tag Team Championship (1 time) – with Baby Blimp *WWE **WWE Hall of Fame (Class of 2018) ==Notes== ==External links== * * *The Man Who Defeated Jim Crow in Memphis *Article with interview clips from NPR *Monroe site at Georgia Wrestling History *Commercial Appeal article on Monroe and civil rights issues *Sputnik Monroe: One of A Kind *Memphis Wrestling History * Category:1928 births Category:2006 deaths Category:Activists for African- American civil rights Category:American male professional wrestlers Category:People from Dodge City, Kansas Category:Professional wrestlers from Kansas Category:Professional Wrestling Hall of Fame and Museum Category:WWE Hall of Fame Legacy inductees ",
    "title": "Sputnik Monroe"
}