{
    "id": "7772138",
    "text": "Total mesorectal excision (TME) is a standard surgical technique for treatment of rectal cancer, first described in 1982 by Professor Bill Heald at the UK's Basingstoke District Hospital. It is a precise dissection of the mesorectal envelope comprising rectum containing the tumour together with all the surrounding fatty tissue and the sheet of tissue that contains lymph nodes and blood vessels. Dissection is along the avascular alveolar plane between the presacral and mesorectal fascia, described as holy plane (Heald's \"holy plane\").Heald RJ. The ‘Holy Plane’ of rectal surgery. J R Soc Med 1988;81:503–80 Dissection along this plane facilitates a straightforward dissection and preserves the sacral vessels and hypogastric nerves and is a sphincter-sparing resection and decreases permanent stoma rates. It is possible to rejoin the two ends of the colon; however, most patients require a temporary ileostomy pouch to bypass the colon, allowing it to heal with less risk of infection, perforation or leakage. TME has become the \"gold standard\" treatment for rectal cancer Worldwide. The operation can be done by open surgery, laparoscopic or Robot-assisted. For lower down tumours in the middle and lower third of the rectum a new procedure has been developed known as Transanal-Total Mesorectal Excision (TaTME). Instead of the dissection via the abdomen TaTME combines an abdominal and transanal endoscopic approach (endoscopic instruments are inserted into the anus) allowing easier dissection of the most difficult part of the surgery deep down in the pelvis (particularly in male patients or patients with visceral obesity or a narrow pelvis). The perceived benefits of this technique may include ease of procedure due to better views, decreased operative time and reduced complications. An occasional side effect of the operation is the formation and tangling of fibrous bands from near the site of the operation with other parts of the bowel. These can lead to bowel infarction if not operated on. TME results in a lower recurrence rate than traditional approaches and a lower rate of permanent colostomy. Postoperative recuperation is somewhat increased over competing methods. When practiced with diligent attention to anatomy there is no evidence of increased risk of urinary incontinence or sexual dysfunction. However, there can be partial fecal incontinence and/or \"clustering\" – a series of urgent trips to the toilet separated by a few minutes, each trip producing only a very small yield. Depending on the staging, size and location of the tumour, neoadjuvant radiotherapy often combined with chemotherapy may be used to shrink the tumour prior to surgery and prevent further spread. Adjuvant chemotherapy may also be used post- surgery to prevent further disease spread ==References== Category:Surgical removal procedures Category:Digestive system surgery ",
    "title": "Total mesorectal excision"
}