{
    "id": "7772843",
    "text": "Brahamdagh Khan Bugti or Brahumdagh Khan Bugti () is the founder and leader of the Political Organisation Baloch Republican Party,Brahamdagh Bugti willing to negotiate with govt: BBC, Dawn, 27 August 2015. a Baloch nationalist group which broke away from his uncle Talal Akbar Bugti's Jamhoori Watan Party in 2008. He is the grandson and tribal successor of Nawab Akbar Bugti, former chief minister and governor of the Balochistan province. He campaigns for the rights of Baloch people around Europe. He is currently living in self exile in Switzerland. He met the then Chief Minister of Balochistan, Dr. Malik Baloch, and federal minister, Gen (r) Abdul Qadir Baloch, in Geneva, twice in 2015. Bugti condones negotiations with Pakistan and a political resolution of the political differences in Balochistan. In 2017, his asylum request was rejected by Swiss authorities. The Swiss authorities said that the Bugti's asylum request was rejected because he was involved in terror-related activities. His brother-in-law, Mehran Marri was also banned from entering Switzerland. The Swiss authorities stated that both Brahumdagh Bugti and Mehran Marri are a security risk to Switzerland. ==Abduction of UN official== UN Resident Representative, Fikret Akcura, stated that Brahumdagh Bugti had connections with the abduction of UN official John Solecki in 2009. Similarly, United Nations Special Representative to Afghanistan, Kai Eide, called the then President of Afghanistan Hamid Karzai regarding the release of Solecki. President Karzai admitted that Brahumdagh Bugti was in Kabul and that he will pressure Brahumdagh Bugti for the safe release of John Solecki. ==Allegations of terrorism and self-exile== Bugti went into self-exile in Afghanistan during a military operation Dera Bugti 2006 against the Baloch militants. Pakistan has alleged that he has been involved in a number of terrorist attacks. In 2007, Pakistani leader Pervez Musharraf said that Bugti had been planning terrorist attacks from Afghanistan with covert Indian and Afghan support. Afghan president Hamid Karzai publicly rejected this accusation, but later secretly admitted to US officials that Bugti was provided safe-haven in Kabul. In 2010 when Pakistan asked Kabul to hand him over, Bugti moved to Switzerland. In 2016, it was reported that Brahamdagh Bugti had applied for Asylum in India but it was put on hold by the government of India. However, a report back in 2010 stated he already held an Indian passport. In 2017, Bugti's asylum request was rejected by the Swiss government on the basis of Bugti's links with “incidents of terrorism, violence and militant activities\". Bugti moved to Switzerland in October 2010 and since then he is living in Geneva along with his family. In September 2016, Pakistan contacted Interpol to extradite Bugti but the request was dismissed by Interpol in December 2017. Bugti accuses Pakistan of serious human rights violations and blames Pakistani media for not highlighting the frightful situation in Balochistan including military operations, enforced disappearances, torture, and killing of Baloch civilians and political activists. In an Interview with the Republic, he called Pakistan a terrorist state and the Pakistani army a terrorist supporting army. ==References== Category:Baloch militants Category:Baloch nationalists Brahamdagh Category:Living people Category:Pakistani exiles Category:Pakistani expatriates in Afghanistan Category:Pakistani expatriates in Switzerland Category:People from Dera Bugti District Category:Tumandars Category:Year of birth missing (living people) ",
    "title": "Brahumdagh Bugti"
}