{
    "id": "7773036",
    "text": "Charles Omer Makley (November 24, 1889 - September 22, 1934), also known as Charles McGray and Fat Charles, was an American criminal and bank robber active in the early 20th century, most notably as a criminal associate of John Dillinger. ==Early life and education== Makley (Pronounced Make-lee) was born in St. Marys, Ohio, to Edward Makley and Martha Sunderland Makley. Charles was the oldest of five, with two brothers, George and Fred, and two sisters, Florence and Mildred. Makley dropped out of school in the eighth grade and turned to crime in his teens, first with petty theft, then bootlegging and bank robbery in at least three Midwestern states.Newton, M. (2002). The Encyclopedia of Robberies, Heists, and Capers. Checkmark Books, an imprint of Facts on File, Inc. . pp. 183-184. Makley's father worked as a stone cutter and in the 1910 Ohio census a 20-year-old Charles is listed as working in his father’s profession. His parents had divorced by this time. On his prison paperwork, Charles often listed his occupation as salesman. He also listed his wife as Edith Slife Makley, a woman married to his brother Fred. ==Early criminal career== Makley did not begin a criminal career in earnest until his early thirties. On November 21, 1921, he was arrested for receiving stolen property in Detroit, Michigan. He was found not guilty. Over the next three years, Makley was arrested various times in Missouri. On July 30, 1924, he was arrested in Wichita, Kansas, for bank robbery, under the alias of Charles McGray. He was sentenced to 15 years, but was paroled in May 1928. A few days later, he robbed a bank in Hammond, Indiana. He was apprehended on June 2, 1928, and sentenced to 10 to 20 years. Makley entered Indiana State Prison in Michigan City on June 25, 1928. ==Meeting John Dillinger== At the time of Makley’s incarceration, Indiana State Prison was on the silent system. Prisoners remained silent during work hours and in the dining hall. Makley was not a model prisoner, but incurred only minor infractions during his stay at Indiana State: possessing contraband cigarette papers, having an electric stove, and wearing first grade uniform to a ball game. It was here that Makley became friends with a number of prominent bank robbers, including Harry Pierpont, Homer Van Meter, John Hamilton, Russell Clark, and John Dillinger. Dillinger was paroled in May 1933, but swore to liberate his friends, and had pistols smuggled in to Makley, Pierpont, Hamilton, Clark, and several other convicts. The pistols were smuggled in a crate of thread that was delivered to the prison shirt shop. On September 26, 1933, a total of ten armed men escaped from the main gate of Indiana State Prison. The ten escapees were Harry Pierpont, Russell Clark, Charles Makley, John Hamilton, James Jenkins, Ed Shouse, Walter Dietrich, James Clark, Joseph Fox and Joseph Burns. ==Crime spree== The ten escapees immediately split into two groups. Dietrich, Fox, Burns and James Clark commandeered a car at gunpoint from a sheriff that was taking a prisoner to Michigan city and split from the others. Makley remained with the group headed by Harry Pierpont. They went to the home of Pierpont's girlfriend, Mary Kinder, to change out of their prison uniforms, and then hid out at a farm owned by Pierpont's parents near Leipsic, Ohio. It was around this time that the gang learned that Dillinger had himself recently been arrested for bank robbery and was being detained at the Allen County jail in Lima, Ohio. Determined to free Dillinger, the gang needed cash to fund an escape. On October 3, 1933, the gang robbed the First National Bank of St. Mary's, Ohio.The Sarber/Dillinger Story . The Allen County Museum. Retrieved November 27, 2006. Nine days later, on October 12, gang members converged on the jail where Dillinger was being held. Pierpont, Makley, and Russell Clark entered the facility, while Ed Shouse remained outside as a lookout. The three men confronted Sheriff Jesse Sarber—in the presence of Deputy Wilbur Sharp and Sarber's wife—and stated that they were from Indiana State Prison with a transfer request for John Dillinger. When the sheriff asked to see their credentials, Pierpont shot him in the abdomen. Makley and one other man then physically assaulted the sheriff, mortally injuring him. They locked the deputy and Sarber's wife in a cell and left Sarber for dead while they made their escape. On October 14, Dillinger, Makley, and the gang stole guns, ammunition and bulletproof vests from a police station in Auburn, Indiana. On October 20, they pulled a similar heist at a police station in Peru, Indiana. On October 23, the gang used its new arsenal to rob a bank in Greencastle, Indiana, escaping with $74,782. By the end of the year, Makley ranked fourth on Illinois' list of \"public enemies\", behind Dillinger, Pierpont, and Hamilton. ==Capture and trial for murder== On January 25, 1934, while the gang was lying low in Tucson, Arizona, a fire broke out in a leaky furnace at the Hotel Congress, where Makley and Clark were staying. They were rescued by the fire department, and bribed a fireman, William Benedict, to retrieve their suitcases, which contained their guns. Days after the fire, Benedict identified Makley from his mugshot in a True Detective magazine. Makley was apprehended at the Crabtree Electric Company, shopping for a radio, using the alias \"J.C. Davies\". The rest of the gang was apprehended shortly afterwards. Dillinger was extradited to Crown Point, Indiana to stand trial for the murder of Officer William O'Malley during the gang's robbery of the First National Bank in East Chicago on January 15, while Pierpont, Makley and Clark were sent back to Indiana State Prison under the supervision of Sheriff Don Sarber, the son of the Allen County sheriff they had killed. All three were later extradited to Lima, Ohio, to stand trial for Sheriff Sarber's murder. Testimony from Ed Shouse saw Makley, Clark and Pierpont convicted in three consecutive trials over the course of two weeks in March 1934, while Dillinger, who had escaped Crown Point and joined up with Baby Face Nelson, robbed banks in Sioux Falls, South Dakota and Mason City, Iowa. On March 24, 1934, Makley and Pierpont received death sentences, while Clark received a life sentence. On March 27, the three were transferred to the Ohio State Prison in Columbus. ==Final escape attempt== While waiting for their turn in the electric chair, Makley and Pierpont carved a pair of revolvers from large bars of soap, and blackened them with shoe polish. On September 22, 1934, the two used these props to attempt an escape. They assaulted a guard and freed Clark from his cell nearby. Before they had gone far, Clark, who was not looking at an imminent death sentence, lost his nerve and retreated to his cell. Moments later, armed guards arrived and shot Makley and Pierpont. Makley, hit in the thorax and abdomen, died on the scene. Pierpont was seriously wounded, but survived and was later executed. Makley's death certificate states that internal hemorrhaging from these wounds caused his death. He is buried in the Sugar Ridge Cemetery in Leipsic, Ohio. ==Temperament== While a habitual criminal, Makley cultivated the appearance and demeanor of a prosperous legitimate businessman. In between crimes he worked as a salesman and insurance agent, and could easily pass for a respectable citizen. A story often told of Makley is that some time in the mid-1920s after robbing a bank he went straight to a civic luncheon at which he was giving the keynote speech. The story itself is most likely apocryphal, but its popularity gives an insight into the man's charisma. ==Other media== In the 2009 film Public Enemies, Makley is played by Christian Stolte ==See also== ^List of fugitives from justice who disappeared ==References== ===Footnotes=== ===Other sources=== * 1910 United States Census Ohio * Prison Record for Charles Makley Indiana State Prison Michigan City Category:1889 births Category:1934 deaths Category:American bank robbers Category:American people convicted of murdering police officers Category:American people who died in prison custody Category:American prisoners sentenced to death Category:Lima, Ohio Category:Depression-era gangsters Category:Deaths by firearm in Ohio Category:Prisoners who died in Ohio detention Category:Prisoners sentenced to death by Ohio Category:People convicted of murder by Ohio Category:People from St. Mary's, Ohio ",
    "title": "Charles Makley"
}