{
    "id": "7773146",
    "text": "The Stripping of the Altars: Traditional Religion in England, 1400–1580 is a work of history written by Eamon Duffy and published in 1992 by Yale University Press. ==Summary of the book's argument== While its title suggests a focus on iconoclasm, with an allusion to the ceremony of stripping the Altar of its ornaments in preparation for Good Friday, its concerns are broader, dealing with the shift in religious sensibilities in English society between 1400 and 1580. In particular, the book is concerned with establishing, in intricate detail, the religious beliefs and practices of English society in the century or so preceding the reign of Henry VIII. The main thesis of Duffy's book is that the Roman Catholic faith was in rude and lively health prior to the English Reformation. Duffy's argument was written as a counterpoint to the prevailing historical belief that the Roman Catholic faith in England was a decaying force, theologically spent and unable to provide sufficient spiritual sustenance for the population at large. Taking a broad range of evidence (accounts, wills, primers, memoirs, rood screens, stained glass, joke-books, graffiti, etc.), Duffy argues that every aspect of religious life prior to the Reformation was undertaken with well-meaning piety. Feast days were celebrated, fasts solemnly observed, churches decorated, images venerated, candles lit and prayers for the dead recited with regularity. Pre-Reformation Catholicism was, he argues, a deeply popular religion, practised by all sections of society, whether noble or peasant. Earlier historians’ claims that English religious practice was becoming more individualised (with different strata of society having radically different religious lives) is contested by Duffy insisting on the continuing ‘corporate’ nature of the late medieval Catholic Church, i.e. where all members were consciously and willingly part of a single institution. The second part of Duffy's book concentrates on the accelerated implementation of Protestantism in the mid sixteenth century. It charts how society reacted to Henrician, Edwardian and Elizabethan reform and the changes in religious practice this entailed. Duffy uncovers a succession of records, notes and images that individually reveal an assortment of changes to liturgy and custom but taken together build up to demonstrate a colossal change in English religious practice. So we see how candlesticks and church plate had to be melted down and sold off, altar tables removed, rood screens defaced or torn down and chasubles unstitched. How walls were whitewashed, relics discarded and paintings of saints hidden in parishioners’ houses. And we also read how the other aspects of the Catholic community, such as the guild groups or particular local feast days, quickly collapsed without the economic or religious practices on which they depended. It was a painful process for Catholics, and Duffy vividly illustrates the confusion and disappointment of Catholics stripped of their familiar spiritual nourishment. (One of Duffy's later studies, The Voices of Morebath: Reformation and Rebellion in an English Village, focuses on how one particular Devon village reacted to these changes.) Duffy also uses to the second section to highlight the brief flame of optimism felt by Catholics ignited by the reign of the Catholic Mary from 1553 to 1558, a flame quickly extinguished by Mary's death. But ultimately, the Marian reign is a secondary issue. Duffy's narrative demonstrates how centuries of religious practice evaporated in the face of fierce centralist control. ==Critical reception== Upon its publication, the book was hailed an original and persuasive account of English Catholicism in the Late Middle Ages. Writing in the New York Review of Books, British historian Maurice Keen stated, > Perhaps it takes an Irishman to offer Englishmen (and others) a convincing > picture of the religion of the ordinary lay people of England in the age > before the Reformation. ...The evocation of [medieval Roman Catholicism,] > that older, pre-Reformation tradition and of what its observances meant to > the laity of its time is the theme of the first part of Dr. Duffy's deeply > imaginative, movingly written, and splendidly illustrated study.New York > Review of Books, Sept. 23, 1993 Writing in the London Review of Books in 2002, Patrick Collinson said that The Stripping of the Altars \"opened our eyes to the vitality of late medieval English Catholicism\".London Review of Books, 25 April 2002 In a review of a new edition published in 2005, The Atlantic the magazine's literary editor, Benjamin Schwarz, called it > [A] vigorous and eloquent book, a work of daring revision and a masterpiece > of the historical imagination.... At once meticulous and lush, The Stripping > of the Altars patiently and systematically recovers the lost world of > medieval English Catholicism. ...[W]hile the first two-thirds of this book > is a deeply textured work of historical anthropology, the last third is a > gripping narrative history, as Duffy traces the way the English Reformation > (a process supported by a tiny minority, and deeply if ineffectively opposed > by a population cowed by the new and crushing force of the monarchy) > eradicated a thousand years of tradition and ritual. ... Duffy's most > significant contribution by far is to elucidate the fragility of even deeply > rooted ways of life: he convincingly demonstrates that for better or worse, > the Reformation was \"a great cultural hiatus, which had dug a ditch, deep > and dividing, between the English people and their past\"—a past that over > merely three generations became a distant world, impossible for them to look > back on as their own.The Atlantic, Oct. 2005 ==Counterargument== In his 2001 biography of Bible translator William Tyndale, David Daniell, emeritus professor of English at University College London,David Daniell official website criticised Duffy's belief that an English bible would have come about sooner or later, within the framework of pre-Reformation Catholicism, and that Nicholas Love's translation of The Mirror of the Blessed Life of Jesus Christ largely satisfied lay needs for the New Testament. Daniell claimed that Love's book actually contained little of Christ's teaching and a large amount of invented material not in the Gospels.David Daniell, William Tyndale. A Biography (Yale University Press, 2001), pp. 96–100. Daniell argued that: > Catholic revisionist historians miss the point...The Church would never > permit a complete printed New Testament in English from the Greek, because > in that New Testament can be found neither the Seven Sacraments nor the > doctrine of purgatory, two chief sources of the Church's power...An > elementary working knowledge of the Bible, the ultimate root of the > Christian faith, could only have been developed within > Protestantism...[Catholic] piety and practice, in many ways admirable, we > must reply, was imprisoned in a little world of recent Church tradition, > while the vast continents of historic Bible revelation, towered over by the > mountain range of Paul's theology, were forbidden territory...during the > English Reformation, lay men and women were so hungry for the Bible in > English that they were often prepared to die for it. Nobody was burned alive > for The Little Hours of the Virgin. There were nine printed editions of Love > up to 1530, and none after, as Tyndale's New Testaments arrived.Daniell, p. > 100. When evaluating these claims and counterclaims one should keep in mind the extent to which parts of the Bible had been translated into English well before the 16th century, as well as the Biblical instruction conveyed through the religious theatre that developed throughout the Middle Ages. Further, the popularity of the various forms of the Devotio Moderna, which included the reading of Scripture, praying the Psalms, and such works as The Imitation of Christ in the years preceding the Reformation,Jordan Aumann, Christian Spirituality in the Catholic Tradition, http://www.domcentral.org/study/aumann/cs/cs07.htm#DM as well as the many sermons and homilies explicating sacred Scripture, delivered to the people through the Middle Ages (many of which are preserved to this day and so can make manifest the depth of Biblical teaching contained therein)As an example, see the sermons of St. Thomas Aquinas on sacred Scripture, (http://www.home.duq.edu/~bonin/thomasbibliography.html#scripture); cf. The International Medieval Sermon Studies Society's website and work: http://imsss.net/; for an attempt at a comprehensive listing of surviving medieval homilies and sermons, see indicate the extent to which the Bible's teaching reached the common person. ==References== ==Further reading== * online edition Category:1992 non-fiction books Category:20th-century history books Category:History books about England Category:History books about Christianity Category:Books about Christianity Category:Yale University Press books Category:English Reformation Category:Catholic Church in England and Wales ",
    "title": "The Stripping of the Altars"
}