{
    "id": "7774845",
    "text": "Timeline of territorial changes during the Three Kingdoms period. This is a timeline of the Three Kingdoms period (220–280) of Chinese history. In a strict academic sense, the Three Kingdoms period refers to the interval between the founding of the state of Cao Wei (220–266) in 220 and the conquest of the state of Eastern Wu (229–280) by the Western Jin dynasty (265–316) in 280. However, many Chinese historians and laymen extend the starting point of this period back to the Yellow Turban Rebellion that took place in 184 during the late Eastern Han Dynasty (25–220). ==180s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | rowspan=\"2\" style=\"vertical-align:top;\"| 184 || spring || Yellow Turban Rebellion: The Yellow Turbans ravage the north and east and are defeated |- | winter || Liang Province rebellion: A rebellion occurs in Liang province (Liangzhou; 涼州; roughly present-day Wuwei, Gansu) |- | 185 || || The imperial palace is damaged by fire and special taxes are levied for rebuilding |- | 188 || || Governors are appointed to unify provincial administrations |- | rowspan=\"2\" style=\"vertical-align:top;\"| 189 || summer || Emperor Ling of Han dies; Empress He and her brother He Jin enthrone Liu Bian and establish a regency government |- | winter || The Ten Eunuchs kill He Jin and are themselves massacred by Yuan Shao; Dong Zhuo takes control of Luoyang and deposes Liu Bian in favor of his half-brother Liu Xie, Emperor Xian of Han |- | 189 || || Campaign against Dong Zhuo: An anti-Dong Zhuo alliance forms in the east, led by Yuan Shao |} ==190s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | rowspan=\"2\" style=\"vertical-align:top;\"| 190 || || Dong Zhuo burns Luoyang, loots the imperials tombs, and relocates to Chang'an |- | || Battle of Xingyang: Dong Zhuo defeated Cao Cao at Xingyang, Henan |- | || || The Coalition breaks up and local officials set themselves up as warlords |- | || || Cai Yong dies |- | 191 || || Battle of Yangcheng: Battle between Yuan Shao and Yuan Shu |- | || || Battle of Xiangyang: Sun Jian dies. |- | || || Zhang Lu sets up a theocracy in Hanzhong |- | 192 || || Wang Yun and Lü Bu kill Dong Zhuo and Wang Yun himself is killed by Dong Zhuo's officers Li Jue and Guo Si |- | 193 || || Cao Cao's invasion of Xu Province: Liu Bei first territory as a result of Cao Cao's campaign. |- | 194 || || Battle of Yan Province: Cao Cao takes over Yan Province. |- | rowspan=\"2\" style=\"vertical- align:top;\"| 195 || || Emperor Xian of Han escapes from Chang'an |- | || Sun Ce sets up south of the Changjiang, Sun Ce's conquests in Jiangdong begin. |- | 196 || || Emperor Xian of Han relocates to Xuchang under Cao Cao's control |- | 197 || || Campaign against Yuan Shu: Yuan Shu takes the imperial title but is driven south by Cao Cao |- | || || War between Cao Cao and Zhang Xiu begin. |- | rowspan=\"2\" style=\"vertical-align:top;\"| 199 || || Battle of Xiapi: Cao Cao and Liu Bei defeated Lu Bu. |- | || Battle of Yijing: Yuan Shao eliminates Gongsun Zan in You Province. |- | || || Yuan Shu dies |} ==200s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | rowspan=\"3\" style=\"vertical- align:top;\"| 200 || || Battle of Guandu: Yuan Shao is defeated by Cao Cao northeast of modern Zhongmou, Henan |- | || Sun Ce dies and is succeeded by his brother Sun Quan |- | || Zheng Xuan dies |- | 202 || || Yuan Shao dies and is succeeded by his younger son Yuan Shang |- | || || Battle of Xinye: Liu Bei defeats Cao Cao at Bowang (near present-day Fancheng District, Hubei) |- | 203 || || Cao Cao's campaigns to unify northern China begin |- | || || Battle of Xiakou: Battle between the warlords Sun Quan and Liu Biao |- | 207 || || Battle of White Wolf Mountain: Cao Cao defeats Yuan Shang and the Wuhuan, Cao Cao unites northern China |- | rowspan=\"2\" style=\"vertical-align:top;\"| 208 || || Battle of Jiangxia: Sun Quan defeats Liu Biao and beheads Huang Zu |- | || Zhuge Liang advises Liu Bei, Liu Biao dies, Cao Cao takes over Jing Province. |- | || || Battle of Changban: Zhao Yun rescues Liu Shan, Liu Bei escapes to Xiakou. |- | || || Battle of Red Cliffs: Cao Cao is defeated on the Changjiang, west of modern Jiangxia, Hubei, by Sun Quan and Liu Bei |} ==210s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 210 || || Liu Bei occupies the south of Jing Province |- | rowspan=\"2\" style=\"vertical-align:top;\"| 211 || || Battle of Tong Pass: Cao Cao defeats Ma Chao and Han Sui and starts campaigning in northwestern China |- | || Liu Bei's takeover of Yi Province: Liu Zhang invites Liu Bei to Yi Province (covering present-day Sichuan and Chongqing) |- | 214 || || Liu Bei's takeover of Yi Province: Liu Bei takes control of Yi Province from Liu Zhang |- | 215 || || Battle of Yangping: Zhang Lu surrenders Hanzhong to Cao Cao |- | 216 || || Cao Cao declares himself King of Wei |- | rowspan=\"4\" style=\"vertical-align:top;\"| 219 || spring || Battle of Mount Dingjun: Liu Bei defeats and slays Cao Cao's general Xiahou Yuan and takes Hanzhong |- | rowspan=\"2\" style=\"vertical-align:top;\"| autumn || Liu Bei becomes King of Hanzhong |- | Battle of Fancheng: Liu Bei's general Guan Yu attacks north in Jing Province |- | winter || Lü Meng's invasion of Jing Province: Sun Quan's general Lü Meng attacks Guan Yu and seizes the south of Jing Province |} ==220s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | rowspan=\"4\" style=\"vertical-align:top;\"| 220 || || Guan Yu is executed by Sun Quan |- | spring || Cao Cao dies at Luoyang and is succeeded by his son Cao Pi |- | || The Nine-rank system is implemented |- | winter || Cao Pi forces Emperor Xian of Han to abdicate and declares himself Emperor of the Wei dynasty; so ends the Han dynasty |- | 221 || || Liu Bei declares himself emperor of Han |- | 222 || || Battle of Xiaoting: Liu Bei is defeated by Sun Quan's general Lu Xun |- | 223 || || Liu Bei dies and is succeeded by Liu Shan |- | 225 || || Zhuge Liang's Southern Campaign: Zhuge Liang conquers Nanzhong |- | 226 || || Cao Pi dies and is succeeded by Cao Rui |- | 228 || || Zhuge Liang's Northern Expeditions: Ma Su is defeated by Zhang He |- | 229 || || Sun Quan proclaims himself \"Emperor of Wu\" in Jianye (Nanjing; Wu enters an alliance with Shu Han |} ==230s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 230 || || Eastern Wu expedition troops land on an island known as Yizhou (suspected to be Taiwan) where most of them die but manage to bring back \"several thousand\" natives back to China |- | 231 || || Zhuge Liang's Northern Expeditions: Zhuge Liang launches another expedition against Cao Wei but is forced to retreat after provisions are exhausted |- | 232 || || Cao Zhi dies |- | 233 || || Sun Quan sends an envoy to Gongsun Yuan in the northeast, but the envoy is killed and brought to Cao Wei |- | 234 || || Battle of Wuzhang Plains: Zhuge Liang dies on his last campaign against Cao Wei |- | 237 || || Gongsun Yuan declares himself King of Yan |- | 238 || || Sima Yi's Liaodong campaign: Sima Yi kills Gongsun Yuan and annexes his territory |- | 239 || || Cao Rui dies and is succeeded by Cao Fang but real power is wielded by the co-regents Sima Yi and Cao Shuang |} ==240s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 245 || || Goguryeo–Wei War: Cao Wei general Guanqiu Jian defeats Goguryeo, taking Gungnae |- | rowspan=\"2\" style=\"vertical-align:top;\"| 249 || || Sima Yi kills Cao Shuang and He Yan |- | || Wang Bi dies |} ==250s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | rowspan=\"2\" style=\"vertical-align:top;\"| 251 || || Sima Yi dies and his son Sima Shi succeeds him |- | || Cao Wei divides the Southern Xiongnu into two parts to weaken their power |- | rowspan=\"2\" style=\"vertical-align:top;\"| 252 || || Sima Shi gains the title of \"Great General\" |- | || Sun Quan dies and is succeeded by Sun Liang; Zhuge Ke assumes regency |- | 253 || || Sun Jun kills Zhuge Ke |- | 254 || || Sima Shi deposes Cao Fang and replaces him with Cao Mao |- | 255 || || Sima Shi dies and his brother Sima Zhao takes over |- | rowspan=\"2\" style=\"vertical-align:top;\"| 256 || || Sun Jun dies |- | || Wang Su dies |- | 258 || || Sun Liang is deposed by Sun Chen and Sun Xiu succeeds him; the eunuch Huang Hao begins to dominate the court |- | 259 || || Cao Wei forces are defeated by Goguryeo at Yangmaenggok |} ==260s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 260 || || Sima Zhao kills Cao Mao and replaces him with Cao Huan |- | 262 || || Sima Zhao kills Ji Kang |- | rowspan=\"2\" style=\"vertical-align:top;\"| 263 || || Conquest of Shu by Wei: Liu Shan surrenders to Sima Zhao; so ends Shu Han |- | || In 263, Viet people in Jiaozhou (Northern Vietnam) under Lã Hưng revolted against the Wu dynasty. The Jin dynasty sent armies to aid the rebels. |- | rowspan=\"2\" style=\"vertical- align:top;\"| 264 || || Sima Zhao declares himself King of Jin |- | || Sun Xiu dies and is succeeded by Sun Hao |- | 265 || || Sima Zhao dies and is succeeded by Sima Yan |- | 266 || || Sima Yan declares himself emperor of the Jin dynasty |} ==270s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 270 || || Qiao Zhou dies |- | 271 || || Wu recaptured towns and seaports in Jiaozhou, however fighting continued in the countryside until 280. |} ==280s== {| class=\"wikitable\" style=\"width:100%;\" |- ! style=\"width:6%\" | Year || style=\"width:10%\" | Date || Event |- | 280 || || Conquest of Wu by Jin: Sun Hao surrenders to Jin; so ends the Three Kingdoms period |} ==Gallery== File:Mapof3kingdoms.jpg|Late Han dynasty provinces File:3K Mapa.jpg|Locations during the Three Kingdoms period File:Warlords in 194.jpg|Warlords 194 File:Warlords in 199.jpg|Warlords 199 File:Warlords in 208.jpg|Warlords 208 File:Warlords in 215.jpg|Warlords 215 File:Cao Pi's invasions of Eastern Wu.png|Cao Pi's invasions of Eastern Wu (222–225) File:Zhuge Liang's Southern Campaign.png|Zhuge Liang's Southern Campaign in 225 File:Zhuge Liang 1st and 2nd Northern Expeditions.png|Zhuge Liang's first and second Northern Expeditions (228–229) File:Zhuge Liang 3rd Northern Expedition.png|Zhuge Liang's third northern expedition in 229 File:Zhuge Liang 4th and 5th Northern Expeditions.png|Zhuge Liang's fourth and fifth northern expeditions in 231 and 234 File:China 5.jpg|China in 262 File:Three Kingdoms.png|The Three Kingdoms in 262 AD File:三國266.jpg|China in 266 File:交阯之亂263.jpg|War in Northern Vietnam, 263–280 AD File:Jindestroywu in english.png|Conquest of Wu by Jin in 280 ==References== ==Bibliography== * * * * * Three kingdoms Category:China- related lists Category:Three Kingdoms Category:Timelines of Chinese eras and periods ",
    "title": "Timeline of the Three Kingdoms period"
}