{
    "id": "7774374",
    "text": "Champagne Pool Waiotapu, also spelt Wai-O-Tapu (Māori for \"sacred waters\") is an active geothermal area at the southern end of the Okataina Volcanic Centre, just north of the Reporoa caldera, in New Zealand's Taupo Volcanic Zone. It is 27 kilometres south of Rotorua. Due to dramatic geothermal conditions beneath the earth, the area has many hot springs noted for their colourful appearance, in addition to the Lady Knox Geyser, Champagne Pool, Artist's Palette, Primrose Terrace and boiling mud pools. These can mostly be viewed through access by foot, and in addition to a paid and curated experience, naturally forming hot springs appear around the area. The geothermal area covers 18 square kilometres. Prior to European occupation the area was the homeland of the Ngati Whaoa tribe who descended from those on the Arawa waka (canoe). The area has a long history as a tourist attraction. While the area has been protected as a scenic reserve since 1931, a tourist operation occupies part of the reserve under a concession. It operates under the name \"Wai-O-Tapu Thermal Wonderland\". The business was bought in 2012 by Te Arawa Group Holdings, a local Maori tribal business, from the Sewell/Leinhardt family, who had run it for 30 years. At Wai-O-Tapu the New Zealand State Highway 38 begins. It crosses Kaingaroa Forest, passes Murupara, and then continues as an unsealed road through the mountains of Te Urewera, along Lake Waikaremoana to Wairoa on the border of Hawke Bay. ==Gallery== File:Echo Lake Wai-o-tapu.-.jpg|Echo Lake Waiotapu.- Image:Wai-o-tapu panorama.jpg|Central Pools of Wai-o-Tapu. File:Wai-o-tapu.- Rotorua (NZ).jpg|Lake Ngakoro Waterfall Waiotapu.- File:Ngakoro Lake Wai-o-tapu.-.jpg|Lake Ngakoro Waiotapu.- Image:ArtistsPalette.jpg|Artist's Palette Image:Lady Knox Geyser.jpg|Lady Knox Geyser erupting File:Waiotapu Artist's Palette, « Champagne pool »Nouvelle Zélande.jpeg|Waiotapu Artist's Palette File:Sulfurous pond at Waiotapu.jpg|Water pond made yellow by sulfur ==References== ==External links== *Wai-O-Tapu Thermal Wonderland website *Wai-O-Tapu images and movies (requires QuickTime) Category:Geysers of New Zealand Category:Okataina Volcanic Centre Category:Hot springs of New Zealand Category:Geothermal areas in New Zealand Category:Tourist attractions in Rotorua Category:Landforms of Waikato ",
    "title": "Waiotapu"
}