{
    "id": "7775958",
    "text": "Julia Amanda Perry (25 March 1924 – 25 April 1979) was an American classical composer and teacher who combined European classical and neo-classical training with her African-American heritage. ==Life and education== Born in Lexington, Kentucky, Perry studied voice, piano and composition at the Westminster Choir College 1943–48. It was there that she received her B.M. and M.M. She continued on to her graduate studies at Berkshire Music Center in Tanglewood, where she was a student of Luigi Dallapiccola, and then later studied at the Juilliard School of Music. Around this time she was awarded her first Guggenheim Fellowship. In 1952, Perry began studying under Nadia Boulanger in Paris, during which time she was awarded the Boulanger Grand Prix for her Viola Sonata. Soon after she was awarded her second Guggenheim Fellowship, which she used to return to Italy and continue her studies with Dallapiccola. Perry also studied conducting at the Accademia Chigiana in Siena during the summers of 1956 and 1957, and in 1957 was sponsored by the U.S. Information Service to conduct a series of concerts in Europe. After a total of five and a half years in Europe, Julia Perry returned to America and continued her work in composition. On return she also took up teaching at Tallahassee's Florida Agricultural and Mechanical College in 1967 and was also a visiting artist at Atlanta College. ==Works and compositions== Some of Julia Perry's early compositions are heavily influenced by African American music. In 1951 Free at Last and I'm a Poor Li'l Orphan were published, both of which showcased her incorporation of black spiritual music. She also composed Song of Our Savior for the Hampton Institute Choir, which used Dorian mode and a hummed ostinato with call and response phrases throughout the piece. In other works, Perry began branching out in her composition technique and experimenting with dissonance. One of her most notable works, Stabat Mater (1951), is composed for solo contralto and string orchestra.Briscoe, James. R. Historical Anthology of Music by Women. Indiana University Press. Bloomington: 1987. It incorporates dissonance, but remains within the classification of tonal music. These pieces incorporate more modern compositional techniques, such as quartal harmony, which voices chords in fourths rather than thirds and fifths. It was recorded on CRI, by the Japan Philharmonic Symphony Orchestra, William Strickland, conducting.https://www.youtube.com/watch?v=qjQ4xzT0XB0http://www.newworldrecords.org/album.cgi?rm=view&album;_id=84207 Other instrumental works by Julia Perry include Requiem for Orchestra (also known as Homage to Vivaldi because of themes inspired by composer Antonio Vivaldi), a number of shorter orchestral works; several types of chamber music; a violin concerto; twelve symphonies; and two piano concertos. Her vocal works include a three-act opera and The Symplegades, which was based on the 17th century Salem witchcraft panic. The opera took more than ten years to write. She also composed an operatic ballet with her own libretto, based on Oscar Wilde's fable The Selfish Giant, and in 1976 composed Five Quixotic Songs for bass baritone in and Bicentennial Reflections for tenor solo in '77. Julia Perry's early compositions focused mostly on works written for voice, however, she gradually began to write more instrumental compositions later in life. By the time she suffered from a stroke in 1971, she had written twelve symphonies. Below is a non-comprehensive list of compositions. {| class=\"wikitable\" |- ! Title !! Date !! Instrumentation |- | The Bottle || 1953 || Opera |- | The Cask of Amontillado || 1954 || Opera |- | The Selfish Giant || 1964 || Opera |- | Three Warnings || 1963 || Opera |- | Short Piece || 1952 || Orchestra |- | Study || 1952 || Orchestra |- | Requiem (Homage to Vivaldi) || 1959 || Orchestra |- | Contretemps || 1963 || Orchestra |- | Piano Concerto || 1964 || Piano and orchestra |- | Violin Concerto || 1964 || Violin and orchestra |- | Symphony No. 6 || 1966 || Symphonic Band |- | Homonuculus || 1960 || Harp & 10 percussion |- | Pastoral || 1962 || Flute and string sextet |- | Suite of shoes || 1947 || Piano |- | Pearls on silk || 1947 || Piano |- | Is there anybody there? || 1947 || Women's voices |- | Chicago || 1948 || Cantata for baritone, narrator, chorus & orchestra |- | Ruth || 1950 || Cantata for chorus & organ |- | Stabat Mater || 1947 || Alto and strings |- | Ye who seek the Lord, anthem || 1952 || Tenor, mixed choir, and organ |- | Symphony U.S.A. No. 7 || 1967 || Choir and small orchestra |} ==Recordings and performances== Unfortunately, her works were not widely recorded, however Perry's Short Piece for Orchestra was performed and recorded by the New York Philharmonic in 1965 in Lincoln Center New York. This piece is representative of Perry's neoclassical compositional style. It has a number of rhythmic elements that use syncopation. The piece itself it somewhat frantic and wild, with the strings and brass sections switching between background and foreground in the composition, and rhythmic fills from the percussion. After the opening, Short Piece settles down into a long, lyrical passage introduced by the woodwinds and expanded upon by the strings. In 1960, the Manhattan Percussion Ensemble recorded Perry's Homunculus, C.F. for 10 percussionists. The piece is scored for timpani, cymbals, snare drum, bass drum, wood blocks, xylophone, vibraphone, celesta, piano, and harp. Perry termed the work \"pantonal\" since is it neither in a major or minor key and it uses all available tones. Perry uses the title Homunculus as a symbol for the experimental nature of the piece; the name refers to the test tube creature brought to life by Wagner, a character in Goethe's Faust. ==References== ==Further References== * * * Category:1924 births Category:1979 deaths Category:20th-century classical composers Category:African-American classical composers Category:African-American female composers Category:African-American composers Category:African-American opera composers Category:American classical composers Category:American female classical composers Category:Female opera composers Category:Musicians from Lexington, Kentucky Category:Westminster Choir College alumni Category:20th-century American women musicians Category:20th-century American composers Category:Kentucky women musicians Category:20th-century women composers ",
    "title": "Julia Perry"
}