{
    "id": "7775544",
    "text": "Willie Lee May (November 11, 1936 - March 28, 2012) was an American hurdler.May, 1960 Olympic 110m Hurdles silver medallist, dies aged 75. IAAF (2012-04-12). Retrieved on 2012-05-19. Born in Knoxville, Alabama, May attended Indiana University, where he won seven Big Ten championships in the hurdles between 1957 and 1959. He won the silver medal at the 1960 Summer Olympics in Rome. May ran 13.99 in that race and was beaten by Lee Calhoun, another American, who ran 13.98. After earning another silver medal at the 1963 Pan American Games, May decided to begin his teaching and coaching career.Willie May. Sports Reference. Retrieved on 2012-05-19. Willie May burst onto the Illinois Track & Field scene in 1955, leading Blue Island High School, now Eisenhower High, to an Illinois State Championship while personally collecting three gold medals in the 120-yard high hurdles, 180-yard low hurdles and in 880-yard relay - See more at: http://evanstonnow.com/story/sports/bill-smith/2012-03-29/48718/olympic- medalist-and-former-eths-athletic-director-dies#sthash.HixRMJVj.dpuf May became the head coach of the track and field team at Evanston Township High School in 1975 and continued in that position through the 2006 season. He served as the athletic director at ETHS for 17 years, from 1983 to 2000. As a coach, May led the Wildkits to 24 consecutive Central Suburban League conference championships from 1976 to 1999, five IHSA state trophies, and one state championship (1979). Coach May has been inducted into the Indiana University Athletic Hall of Fame (2000), the Illinois Track & Cross Country Coaches Association Hall of Fame (2007) and the Chicagoland Sports Hall of Fame (2010). He died at 75 years old of complications from amyloidosis.Smith, Bill (2012-03-29). Olympic medalist and former ETHS athletic director dies. Evanstown Now. Retrieved on 2012-05-19. == References == Category:1936 births Category:2012 deaths Category:American male hurdlers Category:American track and field coaches Category:Olympic track and field athletes of the United States Category:Olympic silver medalists for the United States in track and field Category:Athletes (track and field) at the 1960 Summer Olympics Category:Athletes (track and field) at the 1963 Pan American Games Category:Deaths from amyloidosis Category:Medalists at the 1960 Summer Olympics Category:Pan American Games silver medalists for the United States Category:People from Knoxville, Alabama Category:Pan American Games medalists in athletics (track and field) Category:Indiana Hoosiers men's track and field athletes ",
    "title": "Willie May"
}