{
    "id": "7775857",
    "text": "The Sutong Yangtze River Bridge (; , ) is a cable-stayed bridge that spans the Yangtze River in China between Nantong and Changshu, a satellite city of Suzhou, in Jiangsu province. ==Design and construction== With a span of , it was the cable-stayed bridge with the longest main span in the world in 2008-2012. Its two side spans are each, and there are also four small cable spans. The bridge received the 2010 Outstanding Civil Engineering Achievement award (OCEA) from the American Society of Civil Engineers.Bridging a Great Divide - The Sutong Yangtze River Bridge holds the record for the World’s Longest Cable-Stayed Bridge Wins Prestigious U.S. Civil Engineering Award , American Society of Civil Engineers, Reston, VA, March 25, 2010. Two towers of the bridge are high and thus the fifth tallest in the world. The total bridge length is . Construction began in June 2003, and the bridge was linked up in June 2007. The bridge was opened to traffic on 25 May 2008Sutong Bridge Opens to Traffic. Retrieved 2009-12-11. and was officially opened on 30 June 2008.苏通长江大桥正式通车 建设创四项世界纪录 . Retrieved 2009-12-11. Construction has been estimated to cost about US$1.7 billion. The completion of the bridge shortens the commute between Shanghai and Nantong, previously a four-hour ferry ride, to about an hour. It brings Nantong one step closer to becoming an important part of the Yangtze River Delta economic zone, and has further attracted foreign investors into the city. The bridge is also pivotal in the development of poorer northern Jiangsu regions. The tower is an inverted Y-shaped reinforced concrete structure with one connecting girder between tower legs. The bridge deck is a steel box girder with internal transverse and longitudinal diaphragms and fairing noses at both sides of the bridge deck. The total width of the bridge deck is 41 metres including the fairing noses. The construction of Zhaodian-Huangdu Section of Nantong-Shanghai Railway was commenced in March 2014. Following the completion of subgrade, bridges, mainline track-laying, and “communication, signal, power and electrification” works, the integrated commissioning & test began on 20 April 2020 ==Gallery== Image:Sutong Bridge-2.jpg|Sutong Yangtze River Bridge Image:On the Sutong Bridge 2.jpg|Road surface on the bridge. Image:Sutong South Bridge.JPG|South bridge Image: Sutong Bridge under Construction (main structure finished), China.jpg|Bridge under construction in 2007. ==See also== *Yangtze River bridges and tunnels *List of tallest bridges in the world *List of largest bridges in China == References == ==External links== *AECOM Transportation *Official website Retrieved 2009-12-11. *Roadtraffic Technology *China.org *virtualreview.org Category:Road bridges in China Category:Bridges over the Yangtze River Category:Cable-stayed bridges in China Category:Bridges completed in 2008 Category:Bridges in Jiangsu Category:Bridges in Suzhou ",
    "title": "Sutong Yangtze River Bridge"
}