{
    "id": "7776899",
    "text": "Sir Thomas Downing Kendrick (1 April 1895 – 2 November 1979) was a British archaeologist and art historian. ==Life== Kendrick was born in Handsworth, a suburb of Birmingham, England,Kendrick, T[homas [Downing], Dictionary of Art Historians] and educated at Charterhouse School and Oriel College, Oxford, for a year before World War I, during which he was wounded and rose to the rank of captain. Initially specializing in prehistoric art, Kendrick turned in the 1930s to Viking and Anglo-Saxon art, for which his two survey volumes were long standard references. Kendrick was Director of the British Museum from 1950 until he retired in 1959. He believed in cleaning museum objects, but this resulted in numerous bronze artifacts in his department being overcleaned. He was a keen advocate of Victorian art, with assistance from the poet John Betjeman and the painter John Piper, amongst others. Kendrick's notes on Victorian stained glass were used by Nikolaus Pevsner for his Buildings of England series (now the Pevsner Architectural Guides).Nikolaus Pevsner, The Buildings of England: Cornwall (1951), p. 9. Kendrick died in Dorchester, Dorset. ==Publications== ===Books=== * The Axe Age: a study in British prehistory (1925) * The Druids: a study in Keltic prehistory (1927) * A History of the Vikings (1930) * Anglo-Saxon Art to A.D. 900 (1938) * The Archaeology of the Channel Islands, 2 vols. (1928–38) * Archaeology in England and Wales, 1914–1931 (1932) * The Presidents of the Society of Antiquaries of London: with biographical notes (1945) (with Sir James Mann) * Late Saxon and Viking art (1949) * British Antiquity (1950) * The Lisbon Earthquake (1956) * St. James in Spain (1960) * Great Love for Icarus (1962) – a semi- autobiographical novel * Mary of Agreda: the life and legend of a Spanish nun (1967) ===Articles=== * * * * * ==References== ==Sources== * * ==Further reading== * Category:1895 births Category:1979 deaths Category:People from Handsworth, West Midlands Category:People educated at Charterhouse School Category:Alumni of Oriel College, Oxford Category:English archaeologists Category:Knights Commander of the Order of the Bath Category:Directors of the British Museum Category:Fellows of the Society of Antiquaries of London Category:British art historians Category:20th-century English historians Category:British Army personnel of World War I Category:British Army officers ",
    "title": "T. D. Kendrick"
}