{
    "id": "7776984",
    "text": "New York State Route 428 (NY 428) was a north–south state highway located within Chautauqua County, New York, in the United States. The southern terminus of the route was at an intersection with NY 39 in Forestville. Its northern terminus was at a junction with U.S. Route 20 (US 20) in Silver Creek. The route passed through mostly rural areas and crossed over the New York State Thruway (Interstate 90 or I-90) without connecting to the highway. NY 428 was assigned and removed in 1980 after ownership and maintenance of the highway was transferred from the state of New York to Chautauqua County as part of a highway maintenance swap between the two levels of government. Although the swap took effect on April 1, the NY 428 designation was not removed until September 9\\. The former routing of NY 428 is now the northernmost section of County Route 85 (CR 85). ==Route description== CR 85 in June 2015 heading away from US 20 in Silver Creek NY 428 began at an intersection with NY 39 and CR 87 in Forestville. It headed north through the village on Center Street, passing by several blocks of homes and intersecting CR 89 before it exited Forestville. Outside of Forestville in Hanover, NY 428 continued northward as Bennett State Road through farmland, paralleling both CR 89 and Walnut Creek to the hamlet of Keaches Corners, where it met CR 84. The highway continued onward through open fields, intersecting CR 86 just before passing over the New York State Thruway (I-90). Past the Thruway, NY 428 continued north along Silver Creek into the village of Silver Creek, where it became known as Division Street at the village line. It followed Division Street for two blocks through a lightly populated area before turning west onto Burgess Street for another two blocks through a more densely populated portion of the community. NY 428 ended at an intersection with US 20 south of the village center. ==History== Former reference marker for NY 428 in Hanover NY 428 was assigned to a previously unnumbered roadway between Forestville and Silver Creek. The route remained intact until 1980 when the roadway was given to Chautauqua County as part of a large-scale maintenance swap of routes within the county. Under the terms of the deal, NY 428 was transferred to the county along with NY 424, the segment of NY 380 between NY 424 and US 20, and two reference routes in the vicinity of Dunkirk and Fredonia. In exchange, NYSDOT assumed control over NY 394 between US 20 and NY 5 in Westfield, US 62 from NY 60 to NY 394 east of Jamestown, and Forest Avenue (unsigned reference route NY 952P) from the Pennsylvania state line in Busti to NY 60 in Jamestown. Although the swap was officially conducted on April 1, NY 428 was not removed until September 9. CR 85, which ran from CR 66 in Thornton to NY 39 in Forestville at the time, was then extended northward over the former routing of NY 428 to Silver Creek. ==Major intersections== ==See also== *List of county routes in Chautauqua County, New York ==References== ==External links== 428 Category:Transportation in Chautauqua County, New York ",
    "title": "New York State Route 428"
}