{
    "id": "7776283",
    "text": "Bartlett State Route 550 (SR 550) is an east–west state highway in the southeastern portion of the U.S. state of Ohio. The western terminus of SR 550 is at an interchange with U.S. Route 33 (US 33) just north of the city limits of Athens, immediately south of the southern terminus of SR 13. The eastern terminus of SR 550 is at an intersection with SR 7 just west of Marietta. ==Route description== Along its way, SR 550 passes through the counties of Athens and Washington. There is no section of the highway that is incorporated within the National Highway System. ==History== The route connecting Athens and Marietta has been a state highway since the system's creation in Ohio in the 1910s. Prior to 1922, the route was known as SR 157. Between 1923 and 1929, the route became the southernmost part of SR 26. In 1929, the SR 26 designation was removed and replaced by a part of U.S. Route 50N, a divided route from US 50. This route ran from Athens at US 50 east to Marietta. It then continued west along the Ohio River, concurrent with SR 7 to Newport where it crossed into St. Marys, West Virginia on the Clarksburg-Columbus Short Route Bridge, later renamed the Hi Carpenter Bridge in 1967, an eyebar- chain suspension bridge. In West Virginia, it traveled along WV 16 until it joined US 50S in Ellenboro. By 1935, the mainline of US 50 was signed along US 50S between Athens and Pike, West Virginia and the former US 50N became U.S. Route 50 Alternate (US 50 Alt.). The routing of US 50 Alt. would remain unchanged throughout its history except when the Hi Carpenter Bridge was closed in 1968 due to similarities in design to the Silver Bridge which collapsed in 1967. A temporary ferry between Newport and St. Marys was utilized until the new Hi Carpenter Memorial Bridge opened in 1977. Also, when US 50 was moved onto a freeway in West Virginia in 1973, US 50 Alt.'s eastern terminus was moved back to Ellenboro, albeit at an interchange with the US 50 freeway. The designation of SR 550 took place in 1976. Since the route became SR 550, no major changes have taken place to the routing. At least part of the route of 550 is based on the original Marietta-Chillicothe Stagecoach Road. ==Major intersections== ==References== 550 Category:Transportation in Athens County, Ohio Category:Transportation in Washington County, Ohio Category:U.S. Route 50 ",
    "title": "Ohio State Route 550"
}