{
    "id": "7776767",
    "text": "Dallas Crutcher Long (born June 13, 1940) is a retired American track and field athlete, who mostly competed in the shot put. Between 1959 and 1964 he set six official and five unofficial world records. His first was at the 1959 Santa Barbara Easter Relays, the last in 1964 in the USA vs USSR dual meet. Long attended the University of Southern California.USC OLYMPIANS: 1904–2004, USC Trojans Athletic Department, Accessed August 13, 2008. He competed at the 1960 Summer Olympics, where he won a bronze medal behind fellow Americans Bill Nieder and Parry O'Brien. He returned four years later to Tokyo for the 1964 Summer Olympics and won a gold medal. Domestically he won the AAU title in 1961 and the NCAA title in 1960–62. While a senior at North High School in Phoenix, Arizona, he set the National High School Record in the shot put. He was Track and Field News \"High School Athlete of the Year\" in 1958.Dallas Long . Track & Field News.Dallas Cutcher Long III (1940). Encyclopedia of Arkansas. Retrieved on September 1, 2017. Long's best mark in the shot put was a then- world record of 20.68 meters (67'10½\") set at the U.S.-U.S.S.R. dual meet in 1964. After retiring from competitions Long became a dentist and a physician specializing in emergency medicine. He served as a defense witness in the Rodney King trial against the Los Angeles Police Department police officers Laurence Powell and Stacey Koon in early 1993. In 1996 he was inducted into the National Track and Field Hall of Fame. As of 2020, Dallas lives in Whitefish, Montana with his wife Suzanne. ==References== == External links == * Image of children watching Dallas Long conduct dental examinations, Los Angeles, California,1965. Los Angeles Times Photographic Archive (Collection 1429). UCLA Library Special Collections, Charles E. Young Research Library, University of California, Los Angeles. Category:1940 births Category:Living people Category:American dentists Category:American male shot putters Category:Olympic track and field athletes of the United States Category:Athletes (track and field) at the 1959 Pan American Games Category:Athletes (track and field) at the 1960 Summer Olympics Category:Athletes (track and field) at the 1964 Summer Olympics Category:Olympic gold medalists for the United States in track and field Category:Olympic bronze medalists for the United States in track and field Category:Sportspeople from Pine Bluff, Arkansas Category:World record setters in athletics (track and field) Category:University of Southern California alumni Category:Track and field athletes from Arizona Category:Medalists at the 1964 Summer Olympics Category:Medalists at the 1960 Summer Olympics Category:Pan American Games silver medalists for the United States Category:Pan American Games medalists in athletics (track and field) Category:North High School (Phoenix, Arizona) alumni ",
    "title": "Dallas Long"
}