{
    "id": "7777549",
    "text": "Amschel Mayor James Rothschild (18 April 1955 – 8 July 1996) was the executive chairman of Rothschild Asset Management of the Rothschild banking family of England. ==Early years and kinships== Rothschild was born in Paris, the youngest child of Victor Rothschild, 3rd Baron Rothschild and his second wife, Teresa Georgina Rothschild (née Mayor). On his father's side, he descended from the Rothschild family. His half-brother was Jacob Rothschild, 4th Baron Rothschild. His maternal grandfather, Robert John Grote Mayor, was the brother of English novelist F. M. Mayor and a greatnephew of philosopher and clergyman John Grote. His maternal grandmother, Katherine Beatrice Meinertzhagen, of English and German descent, was the sister of soldier Richard Meinertzhagen and the niece of author Beatrice Webb.\"Obituary: Teresa, Lady Rothschild \"Garfield, Brian The Meinertzhagen Mystery: The Life and Legend of a Colossal Fraud pp. 38–39 He attended King's College School, Cambridge, and was then educated at The Leys School. He graduated in 1976 from City University (London), where he read economics, history and archaeology. His initial vocation was journalism, as a circulation manager of the now defunct literary magazine, The New Review. ==Career== In 1987, Rothschild joined the family banking firm, N M Rothschild & Sons. By 1990 he was made chief executive of one of the Rothschild's weaker assets, Rothschild Asset Management. In 1993, he became Chairman of the firm, helping to steer it onto a more stable path. One of his favourite pastimes was farming. Rothschild had inherited an arable farm, Rushbrooke, near Bury St. Edmunds where he spent many hours at work. He was also a keen racer of cars, and was known as one of the best amateur racers in the country. His passion started when he acquired a scrambler motorcycle, at age thirteen. In later life, he got into motor racing, and was the winner of the Peter Collins Memorial Trophy Race at Silverstone in 1996. Among his car collection was an AC Cobra Daytona sports car, a 1957 Maserati 250F Formula I, and a 1958 BRM P25 Formula I. He was known as one of the best classic car racers of his generation. Rothschild was also an amateur pilot, and kept a Stampe at his home in Suffolk. Rothschild was a trustee of Yad Hanadiv, the Rothschild foundation which has supported many projects in Israel, including the building of the Supreme Court and Knesset in Jerusalem. == Personal life == In 1981, he married Anita Patience Guinness, daughter of the merchant banker James Edward Alexander Rundell Guinness and Pauline Vivien Mander. They had three children:The Rothschild Foster Trust: \"The descendants of Charles Rothschild\" retrieved 27 September 2012 *Kate Emma Rothschild (born 1982) who married Ben Goldsmith, a son of the late billionaire Sir James Goldsmith and Lady Annabel Goldsmith), in 2003 at St. Mary's Church in Bury St. Edmunds. They have three children. In 2012, the couple announced they were divorcing after it was alleged Kate had an affair with American rapper Jay Electronica. **Iris Annabel Goldsmith (2004-2019) **Frank James Amschel Goldsmith (born 2005) **Isaac Benjamin Victor Goldsmith (born 2008) *Alice Miranda Rothschild (born 1983) is married to Zac Goldsmith, British Conservative Party politician, and the brother of her sister Kate's ex- husband. **Dolly Goldsmith (born 2014) **Max Goldsmith (born 2017) *James Amschel Victor Rothschild (born 1985), who married Nicky Hilton, socialite great-granddaughter of hotelier Conrad Hilton, in 2015. They have two daughters. **Lily-Grace Victoria Rothschild (born 2016) **Teddy Marilyn Rothschild (born 2017) Rothschild and his wife were also godparents to a daughter of politician William Waldegrave, who is a godfather to James Rothschild. Amschel Rothschild owned a summer home at New Alton, New Hampshire. == Death == Amschel Rothschild died in July 1996 in a hanging by suicide at the Hôtel Le Bristol Paris. The coroner said there were no sinister circumstances about the death. His wife attributed the suicide to untreated depression, partly over the recent death of his widowed mother. == References == ==External links== * \"Obituaries: Amschel Rothschild\", The Independent, 11 July 1996 Category:English businesspeople Amschel Mayor James Rothschild Category:Suicides by hanging in France Category:Younger sons of barons Category:Businesspeople who committed suicide Category:1955 births Category:1996 deaths Category:British people of German-Jewish descent ",
    "title": "Amschel Rothschild"
}