{
    "id": "7777711",
    "text": "Laguna de las Momias (Lagoon of the Mummies), also known as Laguna de los Cóndores (Lagoon of the Condors) is an archaeological site located in Leimebamba, in the province of Chachapoyas in the Amazonas Region of Peru, excavated by the archaeologist Federico Kauffmann Doig. The site is called \"Laguna de los Condores\" because the people that found the lagoon would see these birds soar near the lagoon and it also obtained the name \" Laguna de las Momias\" because of the findings of the mummies around the area. The Chachapoyas were an old civilization that was located in the northern forest in the time of 900 a.c. This culture had been unknown by archaeologist for hundreds of years until the mummies appeared. It contains many mausoleums that occupy a natural cave of difficult access, sculpted in the wall of a craggy rock that emerges of a lagoon. Each funeral deposit is constituted by a mummy in seated position, wrapped in both flat and decorated textiles. In the lake of the mummies there were ceramics and other artifacts found that are traced back to the Incas. When excavating the lake of the Mummies in group one there were six mausoleums found each consisting of cubed shaped enclosures placed right next to each other in a row. The tombs were housed in caves that contained paintings on the walls that were related to the mausoleums and contained symbols that were indecipherable. The enclosures were built with only three walls the fourth being the rock wall. The enclosures had two floors and on the top level a window was found. The purpose of the window was to renew the air to prevent the mummies to corrupt by the moisture. The mummies found in the tomb were placed in a seating position. The mummies have unique coffins that contain a human faced stitched on it. Based on the size of the funeral it appears that they were of small creatures. The mummification process of the tombs were done with sophisticated techniques in order to preserve the bodies due to high humidity in the Amazon Andes. In the tombs there were various cultural objects found such as pottery, textiles, wood carvings the size of statues, clothing, silver, personal ornaments, and even ceremonial objects used in their rituals. The mausoleums of the Lagoon of the Mummies were still replete with funeral deposits, approximately two hundred. In the mausoleums personages were buried of high rank and. During Inca domination of the region, there were officials from Cuzco, the Inca capital, who resided in Cochabamba. Although the robbers were later arrested, the end result was that many of these mummies were destroyed and others damaged. In 1997, a survey of the damage was taken by archaeologist Peter Lerche on the behalf of Peru's National Institute of Culture. There was an initial estimation of around 70 mummies to have been present on the cliff edge (it was later discovered that there was actually over 200 bundles of mummies). Later salvaging revealed that there were others who had damaged the site other than the ones who initially hacked into the tombs and stole artifacts. These were caused by tourists and looters over time visiting the cliff, moving mummies to take pictures as well as taking artifacts as souvenirs. Due to the mummies being moved around, many of them were damaged, with some of them even exposed to the rain, completely decaying them. ==References== Category:Archaeological sites in Amazonas Region Category:Archaeological sites in Peru ",
    "title": "Laguna de las Momias"
}