{
    "id": "7777967",
    "text": "Daniele Arrigoni (born 28 August 1959 in Cesena) is an Italian football manager and former player, who played as a defender. == Career == === Playing career === Arrigoni, a defender, made fifteen Serie A appearances in his first professional playing season with Cesena, and mostly played at Serie B and Serie C levels for several different teams, before retiring in 1993. === Managing career === Arrigoni's debut as coach came in 1994 for a small Emilia- Romagna Serie D team, Castel San Pietro and he won with this team the Italian Serie D Championship. He then coached Vis Pesaro, where he obtained the first promotion in his coaching career (in 1999–2000, from Serie C2 to Serie C1 after playoffs), and after another impressive season he was called to coach newly promoted Serie B team Messina. During that season, he was fired, but then recalled, and hardly managed to save his team from relegation. In 2002–03, Palermo hired him to replace Ezio Glerean just at the first matchday, but he was sacked as well at the twentieth. Arrigoni went on to become manager of Serie C2 club Frosinone in 2003–04, leading them to win the league. In 2004–05, Arrigoni was surprisingly called to coach a Serie A team, Cagliari Calcio. Also thanks to outstanding players such as Antonio Langella, Gianfranco Zola, Mauro Esposito and David Suazo, Arrigoni went on leading his team to a very good season that ended in 12th place. Arrigoni, who had left Cagliari at the end of the season in order to join Torino, then cancelled by the federation because of financial troubles, was recalled to Cagliari in 2005–06, but resigned soon after following heavy protests from its supporters. In 2006–07, he coached Livorno, with the additional opportunity to make his debut in a European competition, UEFA Cup in the case. On 14 January 2007, Livorno chairman Aldo Spinelli declared his willingness to sack Arrigoni after his side lost 5–1 away to Atalanta B.C.. However, after the players called for his return, with captain Cristiano Lucarelli declaring \"The team is united against the club\", Arrigoni was reinstated two days later. However, his dismissal was only delayed, as he was finally sacked on 21 March and replaced by Fernando Orsi. In June 2007 he was unveiled as Bologna's boss with the goal to lead the rossoblu back to Serie A and in May 2008 achieved automatic promotion back to the top flight after finishing second in Serie B. Despite an impressive win at San Siro against AC Milan in the first league week, Arrigoni made a disappointing start in his season back in the top flight, and was ultimately sacked on 3 November 2008 following a crush 5–1 loss against relegation-battling rivals Cagliari. In February 2010 he was unveiled as new head coach of Serie B strugglers Triestina, replacing Mario Somma. Under his tenure, Triestina did not improve its results and were ultimately relegated to Lega Pro Prima Divisione after losing a two-legged playoff to Padova. On 26 June 2010 Arrigoni was named as the new coach of Sassuolo, replacing outgoing manager Stefano Pioli who was appointed at Serie A club Chievo. He was dismissed later on 3 October after losing four of the initial seven league games despite the club's top flight ambitions, and was replaced by Angelo Gregucci. On 1 November 2011, Arrigoni was appointed as a new head coach of Cesena. On 20 February 2012, he left by mutual consent after a fourth defeat in five league matches left Cesena languishing at the bottom in the table. == References == Category:1959 births Category:Living people Category:Italian footballers Category:Association football defenders Category:Serie A players Category:Serie B players Category:Serie C players Category:A.C. Ancona players Category:A.C. Cesena players Category:Robur Siena players Category:U.S. Triestina Calcio 1918 players Category:San Marino Calcio players Category:Italian football managers Category:Serie A managers Category:A.S. Livorno Calcio managers Category:Bologna F.C. 1909 managers Category:Cagliari Calcio managers Category:A.C.R. Messina managers Category:U.S. Triestina Calcio 1918 managers Category:U.S. Sassuolo Calcio managers Category:A.C. Cesena managers Category:Palermo F.C. managers Category:People from Cesena ",
    "title": "Daniele Arrigoni"
}