{
    "id": "7777409",
    "text": "Bhimji Parikh or Bhimji Parekh (1610-1680) was a businessman.B.G Gokhale, Surat In The Seventeenth Century: A Study in Urban History of pre-modern India, Indian Edition (Bombay: Popular Prakashan Pvt Ltd, 1979), p. 122 He was born in 1610 in Surat. He is remembered today primarily for having introduced the first printing press, to Bombay in 1674-75.AK Priolkar, The Printing Press in India: Its Beginnings and Early Development, (Mumbai: Marathi Samsodhana Mandala, 1958), p. 32 Bhimji intended to use this printing press for \"the common good\" of printing \"ancient manuscripts\" that would be \"useful or at least grateful to posterity\".In a letter by Bhimji to the East India Company. Quoted in Priolkar, The Printing Press in India, p. 30. ==Life== Bhimji Parekh was the son of Tulsidas Parekh.Tulsidas Parekh was \"a faithful and industrious servant of the Honorable company\". See Gokhale, Surat In The Seventeenth Century, idk 121. At various times Bhimji Parekh worked as broker for the East India Company, as a money lender, and as a printer. For services to the company, Parekh was awarded a medal and chain of gold worth 150 shillings in 1683.Makrand Mehta, Indian Merchants and Entrepreneurs in Historical Perspective, (Delhi: Academic Foundation, 1991), p. 84. However, Gokhale claims the gold chain was worth £150. This is hardly believable. See Gokhale, Surat In The Seventeenth Century, p. 121 A notable incident in Parekh's life occurred when religious persecution in Surat had become unbearable; he organised and led a boycott by Hindu banias against Aurangzeb. Over 800 merchants left Surat en masse. The boycott was successful and in December 1669, they returned to Surat upon promises of religious tolerance.Gokhale, Surat In The Seventeenth Century, p. 48. Not many years later, Parekh would play a central role in the exodus of hundreds of Hindu banias from Surat to Bombay.For an account of the protest, and the eventual migration of hundreds of hindu businessmen from Surat to Bombay, see: Mehta, Indian Merchants and Entrepreneurs in Historical Perspective, pp 78-83. Apart from a printing error, which would suggest that Parekh lived to be over 80 years old, this account appears to be accurate. His grandson married a Jain lady.Mehboob Desai, Bhimji Parekh, (Divy Bhasakar New Paper, Gujarati, Ahmedabad) p.4, Parekh's family then adopted the Jainism. Parekh died in 1686 and left two under-aged sons, Vanmalidas and Shankardas, who would play an important part in the business life of Surat.Gokhale, Surat In The Seventeenth Century, p. 85 ==The Printing Press== In 1674-75, a printing press had been brought to the island of Bombay for the first time. In the fifth session of the All India Library Conference in Mumbai in 1942, Sri K M Munshi claimed that this printing press had been sold to Bhimji Parekh by Shivaji.quoted in Priolkar, The Printing Press in India, p. 29 However, no evidence was found to support this claim. Correspondence between Bhimjee Parekh and the East India Company indicate that Bhimji had imported the press on his own initiative.Priolkar, The Printing Press in India, pp. 30-32 In a letter from Surat to the East India Company dated 9 January 1670: :\"Bimgee Parrack makes his humble request to you that you would please to send out an able Printer to Bombay, for that he hath a curiosity and earnest Inclynation to have some of the Ancient Brahminy Writings in Print and for the said Printer’s encouragement he is willing to allow him £.50 a year for three years, and also to be at (bear?) the charges of tools and Instruments necessary for him…\"quoted in Priolkar, The Printing Press in India, p. 30 In another letter from London to Surat, dated 3 April 1674, it is stated that: :\"We have also entertained Mr. Henry Hills a printer for our Island of Bombay at the salary of £.50 per annum and ordered a printing press with letters and other necessaries as also a convenient quantity of paper to be sent along with him…all of which is to be charged upon Bhimgee from whome you are to receive it.\"Priolkar, The Printing Press in India, p. 30-1 Bhimji had stated clearly in his 1670s letter to the East India Company that he wished to print \"Ancient Brahminy Writings\". Perhaps it is not entirely surprising the Company acceded to his request with, among other considerations, the hope that it would help spread Christian faith: :\"We should gladly hear that Bingees design about the printing do take effect, that may be a means to propagate our religion whereby souls may be gained as well as Estates.\"Priolkar, The Printing Press in India, p. 31 The expert printer, Henry Hills, did arrive as was promised. He did not however, have the skills to cut types in Indic scripts. Bhimji, therefore, asked the company to secure a type-founder. In a letter from Surat to the East India Company, dated 23 January 1676: :\"The Printing design doth not yet meet with the success as expected by Bimgee Parrack.... Wee have seen some papers printed in the Banian Character by the persons employed by Bimgee which looks very well and legible and shews the work is feasible; but the charge and tediousness of these people for want of better experience doth much discourage, if you Honours would please to send out a founder of [sic] Caster of letters at Bimgees charge he would esteem it a great favor and honor…\"Priolkar, The Printing Press in India, pp. 31-32. Against the Englishman’s apparent lack of training, Gokhale contests that the \"Englishman refused to impart his skill to Indians.\" Gokhale, however, does not cite any sources to substantiate his opinion. See Gokhale, Surat In The Seventeenth Century, pp. 121, 145. The company responded in a letter dated 15 March 1677: :\"Wee wish the Printing business may take effect, if wee can procure a Founder of letters he shall be sent by these ships.\"Priolkar, The Printing Press in India, p. 32 This type-founder did not arrive. Bhimji Parekh failed to realize his ambition of printing literature in Indian characters. The press might have printed some literature in English. It would be reasonable to assume that some types would have been brought with the press. Priolkar substantiates this opinion by citing two documents that suggests printed material was available in Bombay at this time. In The Gazetteer of Bombay City and Island, in a passage about innovations introduced by General Aungier: :\"Other innovations of more or less importance were the establishment of a Mint…the opening of a printing press, the building of houses…\"Quoted in Priolkar, The Printing Press in India, p. 33 Captain Alexander Hamilton, who had travelled to India for business between 1628 and 1723, mentioned that he saw certain printed documents during his stay in Bombay: :\"…The Articles of his Grievances I saw in a printed copy and were as follows, in 35 Articles.\" ==See also== * Fardunjee Marzban ==Notes and references== Category:Year of birth missing Category:History of Mumbai Category:Gujarati people Category:17th-century Indian Jains ",
    "title": "Bhimjee Parikh"
}