{
    "id": "7778331",
    "text": "Pawel M. List (, ; Odessa, 9 September 1887 – London? 1954) was a Russian Jewish chess player, who emigrated to Britain in 1937 but never took British citizenship. He was born in Odessa, Ukraine (then Russian Empire). He had a separate chess career in each of the 3 countries he lived in – Russia, Germany and the United Kingdom.Первое место в Южнорусском турнире дало ему званиеБиблиотека. Татьяна Васильевна Морозова. Призрачные тени \"От Одессы играли - Борис Верлинский, Павел Лист, В.М.Владимиров - один из основателей Одесского ...... движение и советская шах организация\" о вступлении СССР в рабочий Шахинтерн и причинах выхода из него. В 1932 ...\" In 1908 List won in Odessa tournament. He drew a match (+4 –4 =1) with Grigory Levenfish in 1910, he tied for 3rd place at Odessa 1910 (Boris Verlinsky won), tied for 15-16th at St. Petersburg 1911 (Stepan Levitsky won), and tied for fourth with Ilya Rabinovich in the seventh All-Russian Masters' Tournament (Hauptturnier) at Vilna 1912, Lithuania (then Russian Empire). The event was won by Karel Hromádka.http://www.anders.thulin.name/SUBJECTS/CHESS/CTCIndex.pdf Name Index to Jeremy Gaige's Chess Tournament Crosstables, An Electronic Edition, Anders Thulin, Malmö, 2004-09-01 In the 1920s he went to Germany and whilst living there he tied for 7th at Berlin 1926, tied for 6th at Berlin 1927, tied for third at Magdeburg 1927, tied for 5th at Berlin 1928 (Café Koenig), tied for 3rd at Frankfurt 1930, tied for 8th at Swinemünde 1932, and tied for 4th at Ostend 1937. In 1937 he settled in Britain where he tied for 3rd at Plymouth 1938, tied for 2nd at Birmingham 1939, was 4th at Hampstead 1939, and tied for 1st place with Harry Golombek at London (Easter) 1940. After World War II, he took 5th place at Zaandam 1946 (Max Euwe won). The year before his death he was mentioned in B. H. Wood's 'Chess Notes' column in The Illustrated London News as follows:The Illustrated London News 1953- Volume 222 5946/5958 Page 1050 \"Sixty-five-year-old Dr. (not of medicine) Paul List, the oldest competitor, who settled in Britain about 1937 Sixty-five-year-old Dr. (not of medicine) Paul List, the oldest competitor, who settled in Britain about 1937 and has been thinking of becoming naturalised ever since, finished with a marvellous fifteen-and-a-half points out of a possible eighteen.\" == References == Category:Jewish chess players Category:Ukrainian chess players Category:Ukrainian emigrants to Germany Category:Ukrainian emigrants to the United Kingdom Category:Ukrainian Jews Category:Sportspeople from Odessa Category:1887 births Category:1954 deaths Category:Soviet emigrants to Germany Category:Soviet emigrants to the United Kingdom ",
    "title": "Paul List"
}