{
    "id": "7778314",
    "text": "Marlon Legere (born October 10, 1975), a Trinidadian-American from New York, is the convicted murderer of NYPD detectives Robert Parker and Patrick Rafferty. ==The murder== On September 10, 2004, Marlon Legere's mother Melva placed a call to the 67th precinct in East Flatbush, Brooklyn. She was seeking the help of detectives Robert Parker and Patrick Rafferty, whom she knew from earlier incidents with her abusive son. Melva Legere said she feared her son-- an unemployed ex-convict who had previously done time in Greene and Sing Sing prisons for sexual assault, attempted criminal sale of a controlled substance, and attempted assault--might try to take her car from her.Becker, M. (2004). \"Slain cops 'like family' to suspect's mother\" The Daily News. Retrieved November 4, 2006.WNBC.com and The Associated Press. (2004). \"Mom Of Alleged Cop Shooter Says She's 'Deeply Sorry'\". WNBC.com. Retrieved November 4, 2006. Seeing Marlon Legere on East 49th Street sitting in his mother's Mazda 626, the two detectives drove the wrong way down the street and boxed in Legere with their car so he could not drive off. Neither detective was wearing a bulletproof vest. The detectives exited their vehicle and approached Legere from both sides of his mother's car. Legere somehow obtained Parker's 9 mm Glock and shot both officers four times each, mortally wounding them. Legere would later tell police: \"When they tried to grab me, I wouldn't let them. I grabbed their gun and I shot them.\" Before passing out, Rafferty managed to shoot Legere in the foot and the ankle.Ramirez, J. (2006). \"Testimony Begins For Suspect In Detectives' 2004 Deaths\" NY1. Retrieved November 4, 2006. At the same time Parker dialed 911 on his cell phone and was able to calmly describe the situation and identify his attacker to the operator. \"I have a photo of the guy who shot me on my dashboard,\" he said. Both detectives were still alive when ambulances showed up, but did not survive the trip to the hospital. ==Flight and capture== After being shot by Rafferty, Marlon Legere, still bearing Parker's service weapon, hobbled into the street and carjacked Omar Harvey out of his Mercury Villager minivan.Detective Patrick Rafferty Legere drove twelve blocks to the apartment of a female acquaintance, where he tried to get rid of Parker's gun. Police took him into custody two hours later, when a neighbor saw Legere lying down and bleeding on the apartment's fire escape. Parker's gun was recovered from a lot behind the building. ==Trial and afterwards== On September 13, 2004, prosecutors filed first degree murder charges against Legere. When the case went to trial, Legere pleaded not guilty but declined to take the stand in his defense. His attorneys' strategy was to portray the crime as an attempt at self-defense, arguing that Legere thought he was being robbed. The detectives were in plainclothes and driving an unmarked car at the time. According to defense attorney Ivan Vogel: \"It's a combination of self defense and just a tragic situation where the circumstances unraveled ... Mr. Legere was fighting for his life.\" The jury deliberated only one day. Legere was convicted on February 2, 2006 and on February 22, 2006, received two life sentences without parole for the first- degree murder charges, 25 years for a first-degree robbery charge, and one year for a fourth-degree criminal mischief charge. Miller, J. (2006). \"Convicted cop killer gets life sentences: Marlon Legere says he should have testified in his trial for shooting two detectives\" Metro New York. Retrieved November 4, 2006. Many New Yorkers, especially police officers, were bitterly disappointed that Legere was not eligible for the death penalty (New York's capital punishment statute had been overturned just three months before).Glaberson, W. (2004). \"Death Penalty Is Not Option in Slaying of 2 Detectives\" The New York Times. Retrieved November 4, 2006. As of February 2006, Legere is incarcerated in Clinton Correctional Facility, in Dannemora, New York. ==Remaining question== No one is entirely sure how Legere was able to take Parker's Glock 19 from him. If the detective had his gun already drawn, Legere may simply have wrestled it away. If not, he might have pulled it from Parker's holster himself. Blau, R. (2006).\"Sentence Cops' Killer to Life Without Parole\" The Chief. Retrieved November 4, 2006.Adame, J. (2004). \"Police Killed With Their Own Guns\" The Gotham Gazette. Retrieved November 4, 2006. Though the NYPD typically issues its officers retention holsters, it is unknown if Parker was wearing one. ==References== ==External links== * New York State inmate search (Legere's DIN# is 06A0975) Category:1975 births Category:African-American people Category:People from Brooklyn Category:American people of Trinidad and Tobago descent Category:Living people Category:American prisoners sentenced to life imprisonment Category:Place of birth missing (living people) Category:Prisoners sentenced to life imprisonment by New York (state) Category:American people convicted of murdering police officers Category:People convicted of murder by New York (state) ",
    "title": "Marlon Legere"
}