{
    "id": "7778949",
    "text": "Jay Le Fevre (September 6, 1893 – April 26, 1970) was a United States Representative from New York. == Life == Born in New Paltz, Ulster County, he graduated from the Lawrenceville School and attended Dartmouth College. During the First World War he served as a second lieutenant in the Reserve Officers Training Corps, Field Artillery, at Camp Taylor, Arkansas in 1918. He was associated with his father in the coal, lumber, feed, and fuel-oil business in New Paltz from 1916 to 1946 and also engaged in the banking business. He was a trustee of the village of New Paltz and was a delegate to the Republican State conventions in 1942 and 1946; he was also a Republican committeeman of New Paltz from 1930 to 1946. Le Fevre was elected as a Republican to the Seventy- eighth and to the three succeeding Congresses, holding office from January 3, 1943 to January 3, 1951; he was not a candidate for renomination in 1950 and resumed his merchandising interests. He was a member of the New York State Bridge Authority from 1951 to 1955; in 1970 he died in Kingston. Interment was in Lloyd Cemetery, Highland. Jay Le Fevre was a descendant of the LeFevres who founded New Paltz in 1678. The LeFevres were Huguenots, Protestant followers of John Calvin who fled what is today Northern France and South Belgium who fled persecution by the ruling Catholics. The original settlement of their ancestors survives today as Historic Huguenot Street, a National Historic Landmark District. ==References== ==External links== * Historic Huguenot Street * LeFevre Family Association Category:1893 births Category:1970 deaths Category:People from New Paltz, New York Category:Lawrenceville School alumni Category:Members of the United States House of Representatives from New York (state) Category:New York (state) Republicans Category:Republican Party members of the United States House of Representatives Category:20th-century American politicians ",
    "title": "Jay Le Fevre"
}