{
    "id": "7779048",
    "text": "\"Under the Boardwalk\" is a pop song written by Kenny Young and Arthur Resnick and recorded by The Drifters in 1964. It charted at number four on the Billboard Hot 100 chart on August 22, 1964. The song has since been covered by many other artists, with versions by Billy Joel, Bette Midler, the Tom Tom Club, The Rolling Stones, Billy Joe Royal, Bruce Willis, Bad Boys Blue, and Lynn Anderson all charting in the United States or overseas. The song ranked #489 on Rolling Stone list of The 500 Greatest Songs of All Time. ==Premise== The lyric describes a tryst between a man and his beloved in a seaside town, who plan to privately meet \"out of the sun\" and out of sight from everyone else under a boardwalk. The instrumentation includes güiro, triangle and violins. The song's chorus is unusual in that it switches from a major to minor key.[ Allmusic entry] by Richie Unterberger The opening line of the song references the Drifters' prior hit \"Up on the Roof\", showing the occasional thermal weakness of the rooftop getaway and setting the stage for an alternate meeting location, under the boardwalk. Also, the violins are heard playing the riff of \"Up on the Roof\", before the chorus. ==History== The song was set to be recorded on May 21, 1964, but the band's lead singer, Rudy Lewis, died of a suspected heroin overdose the night before. Lewis had sung lead on most of their hits since the 1960 departure of Ben E. King, including \"Up on the Roof\". Rather than reschedule the studio session the lead on \"Under the Boardwalk\" was given to the group's other lead vocalist Johnny Moore who had returned to the group in April 1963. The personnel on that recording included Ernie Hayes on piano, Everett Barksdale, Bill Suyker and Bob Bushnell on guitar, Milt Hinton on bass, Gary Chester on drums and George Devens on percussion.Gammond, Peter (1991). The Oxford Companion to Popular Music. Oxford University Press, New York. p. 165. The last-minute move was a success, as the single, released on Atlantic Records, went to number four on the Billboard Hot 100 charts and number one for three non consecutive weeks on Cashbox magazine's R&B; chart. There are two versions of the song. The mono 45 USA released version contains the line \"We'll be falling in love\". However, on the stereo album version, the line \"We'll be making love\" is sung. These are two entirely different recordings, not edits of one another, as the line \"on a blanket with my baby is where I'll be\" is sung differently in each version. The version appearing on the Drifters' Golden Hits compilation is a composite of the two, using \"making love\" in the first two choruses and \"falling in love\" in the third. Because of the line \"making love\" several radio stations banned the song, or altered it with the line \"we'll be falling in love\" instead. ==Covers== \"Under the Boardwalk\" has since been covered by many artists, including Bette Midler, and the Tom Tom Club (whose version reached #22 in the UK Top 40 in 1982, becoming the first version of the song to chart in Britain). Versions by Billy Joe Royal, Bruce Willis (a #2 success in the UK), and Lynn Anderson (#24 on the Country singles) all reached the Billboard charts. The song has been translated to Spanish and interpreted by the pioneer Argentine rock group Los Gatos Salvajes under the title of \"Bajo la rambla\", on their 1965 debut LP Los Gatos Salvajes. It was also covered by the Argentine band Los Perros on their 1992 album Perfume y dolor. In Mexico it was also covered by Los Apson Boys in 1966, with the name of \"Fue en un café\". It was also covered by Ana Gabriel in 1996 with a Spanish version called \"Fue en Un cafe\" using the music from Bette Midler's version of the song. She also sang the song in its original English version. Both versions are on her 1996 album Vivencias. A cover of this song by the Rolling Stones was released the same year as the original version. Their version was released as a single only in Australia, South Africa and Rhodesia, and peaked at no. 1 in the first two (the song was the band's first no. 1 hit in Australia) and at no. 2 in Rhodesia. It appeared on their albums 12 X 5 and The Rolling Stones No. 2. In 2007, it was included on the album Rhythms del Mundo Classics. John Mellencamp released the track as the B-side of his single \"R.O.C.K. in the U.S.A.\". In Australia, the single effectively became a double-A side when the B-side \"Under the Boardwalk\" received significant airplay and both tracks were listed together on the singles chart, reaching #18. The track also reached #19 on the Billboard Top Rock Tracks chart. The Beach Boys released a cover of the song (with slightly different lyrics) as an album cut on their 1992 release Summer in Paradise with lead vocals shared by Mike Love on the verses and Carl Wilson on the chorus. Cory Band plays an instrumental cover of the song with a flugelhorn and tuba duet. The song features on Kenny Young's Sci-Fi themed album \"Last Stage for Silverworld\".All Music web site list of tracks, retrieve May 29, 2020. ==Chart history== ===Weekly charts=== The Drifters' original version {| class=\"wikitable sortable\" |- !Chart (1964) !Peak position |- |Australia (Kent Music Report)15 August 1964 | style=\"text- align:center;\"|7 |- |Canada RPM Top Singles | style=\"text-align:center;\"|5 |- |New Zealand (Lever)Flavour of New Zealand, 15 October 1964 | style=\"text- align:center;\"|6 |- |UK | style=\"text-align:center;\"|45 |- |US Billboard Hot 100Joel Whitburn's Top Pop Singles 1955-1990 - | style=\"text-align:center;\"|4 |- |US Cash Box Top 100Cash Box Top 100 Singles, September 5, 1964 |align=\"center\"|5 |- |US Cash Box R&B; | style=\"text-align:center;\"|1 |} ===Year-end charts=== {| class=\"wikitable\" |- !Chart (1964) ! style=\"text- align:center;\"|Rank |- |US Billboard Hot 100Musicoutfitters.com | style=\"text- align:center;\"|20 |- |US Cash Box | style=\"text-align:center;\"|21 |} Rolling Stones cover {| class=\"wikitable\" |- !Chart (1965) !Peak position |- |Australia | style=\"text-align:center;\"|1 |- |South Africa | style=\"text-align:center;\"|1 |- |Rhodesia | style=\"text-align:center;\"|2 |} Billy Joe Royal cover {| class=\"wikitable\" |- !Chart (1978) !Peak position |- |US Billboard Hot 100 | style=\"text-align:center;\"|82 |} Tom Tom Club cover {| class=\"wikitable sortable\" |- !Chart (1982) !Peak position |- |Austria | style=\"text-align:center;\"|6 |- |Belgium | style=\"text- align:center;\"|3 |- |- |Italy | style=\"text-align:center;\"|42 |- |Netherlands | style=\"text-align:center;\"|9 |- |New Zealand (RIANZ) | style=\"text- align:center;\"|3 |- |UK | style=\"text-align:center;\"|22 |- |US Billboard Dance | style=\"text-align:center;\"|31 |} John Mellencamp cover {| class=\"wikitable\" |- !Chart (1985) !Peak position |- |Australia | style=\"text-align:center;\"|18 |- |US Billboard Mainstream Rock | style=\"text-align:center;\"|19 |} Bruce Willis cover {| class=\"wikitable\" |- !Chart (1987) !Peak position |- |UK | style=\"text-align:center;\"|2 |- |US Billboard Adult Contemporary | style=\"text-align:center;\"|20 |- |US Billboard Hot 100 | style=\"text-align:center;\"|59 |} Lynn Anderson cover {| class=\"wikitable\" |- !Chart (1988) !Peak position |- |US Billboard Country | style=\"text-align:center;\"|24 |} Bette Midler cover {| class=\"wikitable\" |- !Chart (1989) !Peak position |- |} ===Alternate versions=== A cajun-tinged swamp pop parody of the song, \"(Holly Beach) Under the Boardwalk\" by Kenny Tibbs (Kenny Thibodeaux) and the Jokers was released in 1991 and was a perennial Louisiana jukebox favorite until Hurricane Rita virtually wiped out the small seaside resort of Holly Beach, Louisiana, in 2005. Another parody cover version came from Germany by Lothar & die Trabanten in 1991. The song \"Unter dem Wartburg\" (\"Under the Wartburg\") describes the technical problems a family father has with his Wartburg car, a car made in the German Democratic Republic, while travelling from Dresden to Rimini.MusikSammler entry about the album \"Unter dem Wartburg\" of \"Lothar und die Trabanten\" After Hurricane Sandy hit the Jersey Shore in New Jersey, causing widespread damage to the New York and New Jersey area, Jimmy Fallon, Billy Joel, Bruce Springsteen, and Steven Tyler performed the song during the November 2012 Hurricane Sandy: Coming Together telethon, referencing the many shoreline boardwalks that were damaged and destroyed in the storm. ==See also== *1964 in music ==References== ==External links== * Category:1964 singles Category:Atlantic Records singles Category:Decca Records singles Category:Motown singles Category:Billy Joe Royal songs Category:The Drifters songs Category:The Rolling Stones songs Category:Bette Midler songs Category:Lynn Anderson songs Category:Number-one singles in Australia Category:Number-one singles in South Africa Category:Songs written by Kenny Young Category:Tom Tom Club songs Category:1964 songs Category:Songs written by Artie Resnick Category:Song recordings produced by Bert Berns ",
    "title": "Under the Boardwalk"
}