{
    "id": "7780030",
    "text": "City of Novi Sad: The City municipality of Novi Sad () is one of two city municipalities which constitute the City of Novi Sad. According to the 2011 census results, the municipality has a population of 307,760 inhabitants, while the urban area has 250,439 inhabitants. ==Names== There are names in several languages that could be used for this municipality: ; ; ; . ==Politics== Since 2002, when the new statute of the city of Novi Sad came into effect, Novi Sad is divided into two city municipalities, Petrovaradin and Novi Sad. From 1989 until 2002, the name Municipality of Novi Sad meant the whole territory of the present-day city of Novi Sad. Today, municipality doesn't have its own offices. The city municipalities of Novi Sad were established in 2002 because of the sole reason that Novi Sad can get the city status under then-standing law. Under the new Constitution of Serbia (from November 2006), city doesn't have to be divided into municipalities to get the city status. By the city statute from 2002, the city municipalities of Novi Sad and Petrovaradin do not have any real authority on their territory, Novi Sad's city government runs the whole city. ==Geography== The City Municipality of Novi Sad is situated in the southern part of the Bačka region. Total area of City of Novi Sad is 699 km², and the area of the city municipality is 671.8 km². Municipality lies in one of the southern lowest parts of the Pannonian Plain. Alluvial plains along Danube are well formed, especially on the left bank, in some parts 10 km from the river. Large part of Novi Sad municipality lies on a river terrace with elevation of 80-83 m. ==Settlements== The city municipality includes 11 settlements: *Novi Sad proper (the Bačka side of the urban area of Novi Sad City) * Begeč * Futog * Veternik * Rumenka * Kisač * Stepanovićevo * Čenej * Kać * Budisava * Kovilj ==Ethnic groups== According to the 2011 census, the total population of the territory of present-day Novi Sad municipality was 307,760, of whom 241,789 (78.56%) were ethnic Serbs. ==Cultural heritage== There is a Serbian Orthodox Kovilj Monastery in the municipality. It is situated near the village of Kovilj. The monastery was reconstructed in 1705-1707. According to the legend, the monastery was founded by the first Serb archbishop Saint Sava in the 13th century. ==See also== * Municipalities of Serbia Category:Municipalities of Novi Sad ",
    "title": "City municipality of Novi Sad"
}