{
    "id": "7780224",
    "text": "{| |} MS Aramis was built for France's Messageries Maritimes for the France- Southeast Asia colonial route. One of her distinguishing features was that her funnels were square-shaped. She was built to carry 1,045 civilian passengers in first, second, third, and steerage class. She was converted to an armed merchant cruiser when France entered World War II, until demilitarized following the Second Armistice at Compiègne on 22 June 1940. Aramis was seized by Japan in 1942, renamed , and served as a repatriation ship in 1943. She served as a transport between Singapore and Japan in 1944 until sunk in the battle for convoy Hi-71 while assigned to the defense of the Philippines. ==French service== Aramis departed Marseille on 21 October 1932 for her maiden voyage with the French Line Compagnie Générale Transatlantique. Ports of call included Marseilles, Port Said, Djibouti, Colombo, Penang, Singapore, Saigon, Hong Kong, Shanghai, and Kobe. As World War II hostilities opened, Aramis began conversion to an armed merchant cruiser on 4 September 1939 at Saigon. Conversion to croiseur auxilliaire X-1 was completed at Hong Kong on 1 March 1940. X-1 patrolled the South China Sea until demilitarized at Saigon on 1 November 1940. Aramis then served as a dockside barracks at Saigon until seized by Japan on 12 April 1942. ==Japanese service== Aramis was renamed Teia Maru in June 1942 and sent to Japan carrying 569 prisoners of war (POWs) and 4,697 tons of cargo. Yard overhaul for naval service by Mitsubishi Heavy Industries at Yokohama was completed on 20 November 1942. On 14 September 1943 Teia Maru departed Yokohama on the second Japanese-American exchange voyage carrying 80 American repatriates from Japan. Approximately 975 repatriates boarded at Shanghai on 19 September, 24 boarded at Hong Kong on 23 September, 130 boarded at San Fernando, Philippines on 26 September, 27 boarded at Saigon on 30 September, and others boarded at Singapore on 5 October. Teia Maru arrived at Mormugao, Goa on 15 October 1943 carrying 1,525 priests, nuns, Protestant missionaries, and businessmen with their families who had been stranded in areas captured by Japan. On 19 October 1,340 Japanese officials and businessmen with their families arriving aboard the Swedish-flagged MS Gripsholm were exchanged for 1,270 Americans, 120 Canadians, and 15 Chileans, as well as Britons, Panamanians, Spanish, Portuguese, Cubans, Argentines, and nationals from other Central and South American countries. Teia Maru departed from Mormugao on 21 October and returned the repatriated Japanese to Yokohama on 14 November. Teia Maru traveled to Singapore with convoy Hi-41 in February 1944, and returned to Japan with convoy Hi-48 in March. She again traveled to Singapore with convoy Hi-63 in May 1944, and returned to Japan in June carrying about 1,000 Australian, British, Dutch, and other prisoners of war (POWs) who had worked on the Burma Railway. Three-hundred of these POWs were sent to Fukuoka Camp 6 in Orio, 350 POWs were sent to Fukuoka Camp 21 in Nakama, 100 Dutch POWs were sent to Fukuoka Camp 9 Miyata, and 250 including 150 Australian POWs were allocated to Mitsui to work in their coal mines at PW Fukuoka Camp 17 in Ōmuta. Teia Maru was attached to convoy Hi-71 carrying Operation Shō reinforcements to the Philippines. The convoy sailed into the South China Sea from Mako naval base in the Pescadores on 17 August, and was discovered that evening by . Redfish assembled , and for a radar-assisted wolfpack attack in typhoon conditions on the night of 18/19 August. Teia Maru was one of several ships which burned when torpedoed that night; and 2,665 passengers and crew perished when she sank at . == Notes == == References == *Miller, William H. Jr., Picture History of the French Line, Dover Publications, 1997 *Combined Fleet *L'ARAMIS futur-TEIA MARU Category:Ocean liners Category:Passenger ships of France Category:Captured ships Category:Ships sunk by American submarines Category:Maritime incidents in August 1944 ",
    "title": "MS Aramis"
}