{
    "id": "7783933",
    "text": "Afrin (; ) is a city in northern Syria. In the Afrin District, it is part of the Aleppo Governorate. The total population of the district was recorded at 172,095 people, of whom 36,562 lived in the town of Afrin itself. The town and district are named after the Afrin River. The city is split into two distinct halves by the river. As a result of Operation Olive Branch, the Syrian Democratic Forces withdrew from Afrin on 17 March 2018, and the Syrian National Army and Turkish Armed Forces captured Afrin the next day, bringing it under the Turkish occupation of northern Syria. While thousands fled as the SDF retreated, an estimated 50,000 to 70,000 people remained in Afrin city after the Turkish capture. ==History== About 8 km south of the town of Afrin, there are the remains of a Neo-Hittite (Iron Age) settlement known as Tell Ain Dara. In a field northwest of the city, a 9th or 8th century BC Luwian stele (named the Afrin stele) was discovered; it is a fragment of a full stele as only the middle section survives, which in turn is damaged with the right side totally destroyed taking with it parts of the right edge of the front and left edge of the back. The stele's front shows a part of a relief; a short fringed kilt usually worn by the Hittite storm god is shown indicating that the stele was a storm god one. Cyrrhus overlooking the Afrin River once served as a military base for the Romans conducting campaigns against the Armenian Empire to the north. By the 4th Century it had become an important centre for Christianity with its own bishop. The Afrin valley was part of Roman Syria until the Muslim conquest of the Levant in 637. The Afrin river was known as Oinoparas (in Greek Οινοπάρας) in the Seleucid era, in the Roman era the name became Ufrenus, whence the Arab vernacular ʿAfrīn, ʿIfrīn, adopted as Kurdish Efrîn. The area was briefly conquered by the Principality of Antioch, but again came under Muslim rule in 1260 following the Mongol invasions. In the Ottoman period, the area was part of the Kilis Province. Although it is not contiguous with the main area of Kurdish settlement, the Afrin valley seems to have seen Kurdish settlement by at least the 18th century, as by that time it is referred to as the Sancak of the Kurds in Ottoman documents. ===Modern era=== With the drawing of the Syria–Turkey border in 1923, Afrin became detached from Kilis Province and was part of French-administrated Syria (i.e. the State of Aleppo, State of Syria (1924–30), Syrian Republic (1930–58)) and was eventually incorporated in modern Syria at the state's formation in 1961. The town of Afrin was founded as a market in the 19th century. In 1929, the number of permanent residents was 800, growing to 7,000 by 1968. The town was developed by France under the French mandate of Syria. The main square is Afrin bus station, and the old settlement area stretches northward on the slope of a hill, but more recently habitations have spread to the other side of the river and extend as far to the south-east as the neighboring village of Turandah. Since the Turkish annexation of Hatay Province in 1939, the Afrin District is now almost surrounded by the Syria–Turkey border, apart from the border with the Azaz District to the east and a short border with the Mount Simeon District to the southeast. There was an outbreak of civil unrest on 21 March 1986, during which three people were killed by Syrian police. In 1999, the arrest of Kurdish leader Abdullah Öcalan triggered renewed clashes between Kurdish protesters and the police. ===Syrian Civil War=== A PYD checkpoint in Afrin (August 2012 photograph) During the Syrian Civil War, Syrian government forces withdrew from the city in the summer of 2012. The Popular Protection Units (YPG) took control of the city soon afterward. Afrin Canton as a de facto autonomous part was declared on 29 January 2014, the town of Afrin being the administrative center. The assembly elected Hêvî Îbrahîm Mustefa prime minister, who later appointed Remzi Şêxmus and Ebdil Hemid Mistefa to work as deputies.ÇİFTE DEVRİM in Özgür Gündem Between 2012 and 2018, the YPG, the official defence force of the canton, was criticized for recruiting child soldiers, committing arbitrary arrests and failing to address unsolved killings and disappearances. According to the reports, the YPG and Asayish were also accused of forcibly recruiting civilians, arresting political activists and displacing Arabs whose homes were later stolen and looted. Displaced Arabs accused the Kurdish security forces of imposing taxes and restrictions on the population in order to force them to leave and change the demography. === Turkish military incursion === On 20 January 2018, the Turkish army began the Operation Olive Branch alleging that the Government ruling in Afrin were terrorists. On the same day, the Turkish Air Force bombed more than 100 targets in Afrin. On 28 January 2018 Syria's antiquities department and the British-based Syrian Observatory for Human Rights said that Turkish shelling had seriously damaged the ancient temple of Ain Dara at Afrin. Syria called for international pressure on Turkey \"to prevent the targeting of archaeological and cultural sites\". On 20 February 2018, a Syrian army convoy consisting of 50 vehicles had arrived in Afrin through the Ziyarat border crossing and were deployed to different areas. Five vehicles reached the center of the city of Afrin. YPG against the Turkish invasion, 19 January 2018 SDF-controlled territory (green) and Turkish-occupied territory (red) in October 2019 On 12 March 2018, the British newspaper Independent published a video where Turkish-backed fighters leading the Turkish attack on Afrin in northern Syria threatened to massacre the Kurdish population unless they convert to Islam espoused by Islamic State of Iraq and the Levant and al- Qaeda. The header the Syrian Observatory for Human Rights, Rami Abdulrahman, confirmed the authenticity of the video and said that \"international attention is entirely focused on Eastern Ghouta and nobody is talking about the potential slaughter of the Kurds and other minorities in Afrin\". On 14 March 2018, Redur Xelil, the senior official of the Syrian Democratic Forces accused Turkey of settling Arab and Turkmen families in the villages captured by Turkish army. On 18 March 2018, on the 58th day of Operation Olive Branch, the Syrian National Army and the Turkish Armed Forces captured Afrin from the YPG and the YPJ. Shortly after its capture, SNA fighters looted parts of the city and destroyed numerous Kurdish symbols, including a statue of Kāve, as Turkish Army troops solidified control by raising Turkish flags and banners over the city. ==== During the Turkish led Government ==== After the capture of Afrin by the Turkish led forces, the Afrin came under the control of the Government of Turkey, which provides the administration and delivers education and security to the region. In June 2018, the United Nations published a report stating that the security situation under Turkish-backed rebel control remains volatile. The OHCHR had received reports of lawlessness and rampant criminality, such as theft, harassment, cruel treatment and other abuse, and murders committed by several Turkish-backed armed groups, especially by the Sultan Murad and Hamza Divisions. The OCHR stated that civilians, particularly ethnic Kurds from Afrin, are being targeted for discrimination by the same Turkish-backed fighters. On 2 August 2018, Amnesty International reported that the Turkish forces were giving Syrian armed groups free rein to commit serious human rights abuses against civilians in the northern city of Afrin. The research had found the Turkish-backed fighters have involved in arbitrary detentions, torture, forced displacement, enforced disappearances, confiscation of property, and looting. On 28 April 2020, a bombing in Afrin killed 40 people, including 11 children. No group claimed responsibility. Turkey blamed the YPG for the attack. According to the head of the British- based Observatory for human rights in Syria, at least six pro-Turkish Syrian fighters were among those killed in the blast with a possibility of increase in the death toll. At least 47 people were reported injured, according to Al Jazeera. According to the governor of the neighbouring Hatay province, across the Turkish border, the explosion was believed to have been caused by the rigging of a fuel tanker with hand grenades. Many people, alongside those who got trapped in their cars were burnt to death as a result of the blast, Syrian activists disclosed. ==Education== In August 2015, the University of Afrin started teaching, with initial programs in literature, engineering and economics, including institutes for medicine, topographic engineering, music and theater, business administration and the Kurdish language. In January 2018, the university closed due to Operation Olive Branch and did not open after the city was captured by Turkish-backed forces. In October 2019, Turkey announced that the University of Gaziantep will open a Faculty of Education in Afrin. On 12 April 2018, a Turkish-backed interim council was elected in Afrin, consisting of 20 \"elders from the city\" – 11 Kurds, eight Arabs, and one Turkmen, Turkish state media reported. The council is headed by a Kurd named Zuhair Haider who, in an interview with the state-run Anadolu Agency, expressed his gratitude to Turkey and vowed to \"serve\" the local citizens. On 9 November 2018, Turkey's trade minister Ruhsar Pekcan announced the opening of a border gate with Afrin dubbed \"Olive Branch\" - after the operational name of the Turkish offensive that captured the city months before. On 26 March 2018, Turkish state media outlet Anadolu Agency published video showing children in Afrin attending a school with a large photo of Turkish President Recep Tayyip Erdogan near the front door. The video additionally shows children in Afrin waving Turkish flags and teachers instructing the students to chant pro-Erdogan slogans. In February 2019 it was reported that Turkey was assuming control over the educational matters in Afrin, providing training to teachers and turkifiying the curriculum taught in the schools, ==Economy== The olive tree is the symbol of Afrin. Afrin is a production center for olives. Since the Turkish army captured Afrin, the olives have been confiscated by the Turkish backed forces and exported to Turkey. Olive oil pressing and textiles are some of the city's local industries. ==Climate== Afrin has a hot-summer Mediterranean climate with hot dry summers and cool winters with moderate rain and occasional snow. The average high temperature in January is 9 °C and the average high temperature in July is 34 °C. The snow falls usually in January, February or December. Afrin's yearly rainfall ranges between 500 and 600 mm and the average rate of humidity is 61%. Afrin is surrounded by olive trees. ==Notable people== *Ebdo Mihemed, singer *Xelîl Xemgîn, singer *Îlham Ehmed, politician *Hêvî Îbrahîm, politician *Arin Mirkan, combatant == See also == * Yazidis in Syria * Operation Olive Branch == References == ==External links== *A photo of the Afrin stele Category:Cities in Syria Category:Populated places in Afrin District Category:Kurdish communities in Syria ",
    "title": "Afrin, Syria"
}