{
    "id": "7783293",
    "text": "John Lafayette Riker (August 15, 1824 - May 31, 1862) was an American attorney and an officer in the Union Army during the American Civil War. He was killed in action at the Battle of Fair Oaks during the Peninsula Campaign. ==Early life== John L. Riker was born in Manhattan in New York City. His father, James Riker (Sr.) was a merchant, landowner and, at one stage, a New York City alderman. His mother, Elizabeth Van Arsdale, was the daughter of Captain John Van Arsdale of Revolutionary War and Evacuation Day fame. John Lafayette was the younger brother of James Riker, the New York genealogist who wrote A Brief History of the Riker Family, from Their First Emigration to This Country in the Year 1638, to the Present Time (1851), History of Harlem (1881) and Evacuation Day, 1783, with Recollections of Capt. John Van Arsdale, of the Veteran Corps of Artillery (1883). John L. Riker is said to have been given his second name, \"Lafayette\", by his grandfather, John Van Arsdale, in honor of Gen. Lafayette, who had arrived at Staten Island on the day that Riker was born. Van Arsdale had served with Lafayette during the Revolutionary War and had met with him on August 16, 1824, the day after Riker's birth. Van Arsdale and the Veteran Corp of Artillery, of which he was a member, had received Gen. Lafayette at the Battery, on that day. Despite a lapse of forty-four years, Van Arsdale was recognized by Gen. Lafayette, which so pleased him that later that day when he visited his newborn grandson, he named him \"John Lafayette\".Riker, James, \"Evacuation Day\" 1783, Its Many Stirring Events: With recollections of Capt. John Van Arsdale of the Veteran Corp of Artillery, by whose efforts on that day the enemy were circumvented, and the American flag successfully raised on the Battery, New York, 1883, p. 49. Sometime in the 1840s Riker married his first cousin Anna E. Elder. Anna was the eldest daughter of Hannah E. Riker, who was the younger sister of his father, James. About 1848 Anna gave birth to Riker's first child, Anna E. Riker. A year or two later she gave birth to a son, John L. Riker Jr. In 1851 Riker's wife, Anna, died of \"hysteria\". The following year his father James Riker Sr. died and in 1854 his young son, John L. Riker Jr. died of congestion on the brain. John L. Riker studied law and passed the New York state bar exam in 1860. He began the practice of law, but stopped shortly after the Civil War erupted and he answered President Abraham Lincoln's call to arms to put down the rebellion.New York Public Library Note that researcher John Tierney suggests that while Riker had passed his bar exam in 1860 there is not yet any clear evidence that he practised as an attorney. However, the New York Times, from the same period, often mentions a John Lawrence Riker, also of New York City, who did practice law and was related to John Lafayette Riker. It is possible that the two could be confused. ==Civil War== Riker enlisted in the Union Army April 19, 1861, at Saltersville, New Jersey, where his regiment was soon to be encamped. He was appointed the colonel of a volunteer regiment, initially known as the Anderson Zouaves, that he had raised in New York under the auspices of Major Robert Anderson \"the hero of Fort Sumter.\" Riker and his regiment left \"Camp Astor\", on his namesake Riker's Island, for Washington, D.C. on August 21, 1861, for service in what became the Army of the Potomac. In early 1862 Riker was courtmartialled for creating a false roster, for extorting money from sutlers and for keeping a woman in his headquarters. However, he was found innocent of the charges, this despite the court having established that a woman, posing as soldier of the regiment, had in fact been with the regiment since it started recruiting in Union Square in 1861 and had spent time with Riker's daughter, Annie, in his headquarters at Tennallytown, DC. Due to his court martial, Riker was unable to lead his regiment during the advance on Manassas in early March 1862, but was able to lead his men later that same month to Fortress Monroe, with the rest of the Army of the Potomac, as part of McClellan's Peninsula Campaign. Riker led his regiment into action at the Battle of Williamsburg and the Battle of Fair Oaks in May 1862. Riker was killed in action at the head of his regiment on the right wing of the Federal line at the Battle of Fair Oaks on May 31, 1862. His last words were \"Boys, we're surrounded--give them the cold steel!\"Townsend, page 312. Several officers of the regiment, including Lieutenant James H. Bradley, Riker's aide- de-camp, and, it is assumed, the regimental chaplain, John Harvey, accompanied the body back to New York City. At a meeting of the friends of Colonel Riker held on June 7, 1862, at the Everett House, New York, which was attended by, amongst others, George W. Morton, Ex-recorder Frederick A. Tallmadge, Mr. E. B. Wood of Kings County and several officers of the Anderson Zouaves, arrangements were made for his funeral. At the meeting Lieut. Bradley gave a long and interesting account of the part played by the regiment in the battle of Fair Oaks from which Riker's coolness under the most trying situations was evident. Bradley incidentally remarked that the Colonel was not struck while waving his sword, as he never drew his sword at all, but spent most of the time quietly smoking his cigar.New York Times, June 8, 1861, p.5. With Riker's death David John Nevin, lieutenant colonel of the regiment, was promoted to colonel, on the field, a position which became effective on June 20 and which he held until he was mustered out on June 29, 1864. The regiment's major Oscar Veniah Dayton, was in turn, promoted to lieutenant colonel. Riker's body lay in state at the Governor's Room of New York's City Hall and on June 10 his body, along with that of Colonel James Miller of the 81st Pennsylvania who had been killed in the same battle, was escorted by the New York State Militia (specifically the Fifth Regiment, a battalion of the Fifty-fifth Regiment, a troop of horse, a troop of Lancers and the Harlem Chasseurs), to Green-wood Cemetery, Brooklyn, where Riker's body was placed in a temporary vault while it awaited permanent interment. While it is not certain, it is possible that prior to the war Riker was a fire fighter and a member of the Mechanics Hook & Ladder Company No 7, which had its headquarters on Third Ave and 126th Street, close to the Riker family home near the corner of Fifth Ave and 125th street, Harlem. It is known that a number of the recruits of the Anderson Zouaves were members of New York fire companies and representatives of the Mechanics Hook & Ladder Company No 7 attended his funeral in June 1862. A newspaper report says that Riker was an honorary member of the company, while another report says that when Riker left New York for the seat of war he wore a scarlet shirt under his Zouave jacket. ==Honors== New York’s Grand Army of the Republic Post #62 was chartered in May 1873 in his name. ==Notes== ==References== *New York Public Library * Townsend, Thomas S., The Honors of the Empire State in the War of the Rebellion, New York: A. Lovell & Co., 1889. ==External links== *Photograph of Colonel Riker *Anderson Zouaves, Company \"F\" Category:1824 births Category:1862 deaths Category:People from Manhattan Category:People of New York (state) in the American Civil War Category:Burials at Green-Wood Cemetery Category:Union Army colonels Category:Union military personnel killed in the American Civil War ",
    "title": "John Lafayette Riker"
}