{
    "id": "7783629",
    "text": "Patrick J. LeSage is the former Chief Justice of the Ontario Superior Court of Justice. == Career == === Judicial Career === He received his legal education at Osgoode Hall Law School in 1961. In 1975, LeSage was appointed to Ontario's County and District Court, and In 1983 he was named Associate Chief Judge of that court. In 1990, the County and District Court was merged into the Ontario Court (General Division).History of the Ontario Courts, https://www.attorneygeneral.jus.gov.on.ca/english/about/pubs/cjr/firstreport/history.php LeSage became Associate Chief Justice of that court in 1994 and Chief Justice in 1996. After the court system was reorganized in 1999, LeSage was Chief Justice of the Ontario Superior Court of Justice before retiring in 2002. In 1995, LeSage presided over the trial of Paul Bernardo in connection with the kidnapping, torture, and murders of Kristen French and Leslie Mahaffy in St. Catharines, Ontario. LeSage has said this was the case that affected him most profoundly in his career. === Post-Retirement === After retiring from the bench, LeSage practiced as Counsel at the law firm Gowlings, in Toronto. He has since retired from the firm. Since 2004, LeSage has sat on the Board of Governors of York University. In 2005 he was elected a senior fellow of Massey College. He was also appointed a commissioner of the Ontario Securities Commission. The Government of Ontario appointed LeSage to conduct a review of the province's police complaints system; he presented his report on this matter in 2005. The Attorney General of Manitoba appointed LeSage to conduct an inquiry into the wrongful conviction of James Driskell for murder. == Awards and recognition == In December 2007 LeSage was appointed a Member of the Order of Canada for his contributions to the Ontario judiciary, notably as Chief Justice of the Superior Court of Ontario, and for his ongoing dedication to public service. In 2009, he was made a member of the Order of Ontario. LeSage holds honorary degrees from the University of Windsor (1996), Laurentian University (2001), and the Law Society of Upper Canada (2006). == Personal == LeSage is married to Susan Lang, who sits on the Court of Appeal for Ontario. ==References== ==External links== *official page at Gowlings.com * Patrick LeSage Begins New Life in Law Category:Living people Category:Members of the Order of Canada Category:Members of the Order of Ontario Category:Judges in Ontario Category:Lawyers in Ontario Category:Massey College, Toronto Category:Year of birth missing (living people) ",
    "title": "Patrick LeSage"
}