{
    "id": "7783610",
    "text": "62nd Regiment, New York Volunteer Infantry Flank Marker Monument to the 62nd New York Volunteer Infantry at Gettysburgh Dedication plate The 62nd Regiment New York Volunteer Infantry was an infantry regiment that served in the Union Army during the American Civil War. It is also known as the Anderson Zouaves. ==Organization== It was raised under special authority of the War Department in New York City by Col. John Lafayette Riker in May and June 1861, in response to President Abraham Lincoln's call for 75,000 volunteers to suppress the insurrection in the rebellious Southern states of the United States of America. The regiment was named in honor of, and raised under the auspices of, Major Robert Anderson, \"the hero of Fort Sumter\". The regiment was later numerically designated the Sixty-second New York State Volunteers. The regiment was mustered in at Saltersville (now part of Bayonne), New Jersey on June 30 and July 1, 1861. ==Service== The regiment left New York from its Camp Astor on Rikers Island on August 21, 1861. The regiment embarked upon the steamer Kill Van Kull by which the men and the camp equipment were transported the Elizabethport New Jersey, from where the regiment was transported to Washington, D.C. by the Central Railroad of New Jersey. The regiment arrived in Baltimore at 9am the next morning where they disembarked in order to change trains. On their march through the town the regiment was cheered by the crowd. By 1pm the regiment and its equipment had been transferred to the carriages at the south bound depot and by late that day the regiment arrived in Washington. On August 23, the Anderson Zouaves marched through Washington and on to Meridian Hill where they were reviewed the next day by William H. Seward. On September 13, 1861, the regiment was brigaded with the 6th New Jersey, the 55th New York, aka the Gardes Lafayette and the 102nd Pennsylvania Infantry Regiment (the Old 13th Pittsburgh Washington Infantry), under the command of General John J. Peck. On September 26, the regiment broke camp in abeyance to an order received the previous evening and marched two or three miles to the village of Kalorama on Rock Creek, where, on the rocky, sloping ground of Swartz' Farm the brigade established Camp Holt. After two weeks in this location, October 9, 1861, the Anderson Zouaves along with the rest of Peck's brigade was moved to Tennallytown where it replaced McCall's Division of the Pennsylvania Reserves, which had crossed the Chain Bridge into Virginia the day previous. On October 1, 1861, while at Camp Tennally, the regiment's Lieutenant Colonel, William S. Tisdale, was discharged due to disability and was replaced by David J. Nevin, the captain of company \"D\". The Anderson Zouaves spent the winter in camp at Tennallytown, until it took part in the Advance on Manassas on March 10, 1862. The regiment marched to Prospect Hill where it lay for three days, before returning to its old camp at Tennallytown. On March 26, the regiment deployed to McClellan's Peninsula Campaign aboard transports at Georgetown harbor. The Anderson Zouaves fought at Gettysburg. The regiment was mustered out at Fort Schuyler, New York Harbor, on August 30, 1865. It lost during its term of service 3 officers and 85 enlisted men killed and mortally wounded, and 2 officers and 82 enlisted men by disease; total 172. Three members of the regiment were awarded the Medal of Honor: Edward Brown, Jr., James R. Evans and Charles. E. Morse. ==See also== *List of New York Civil War regiments ==External links== *New York State Military Museum and Veterans Research Center - Civil War - 62nd Infantry Regiment History, photographs, table of battles and casualties, monument at Gettysburg, historical sketch, newspaper clippings, and infantry flank markers for the 62nd New York Infantry Regiment. Infantry 062 Category:1861 establishments in New York (state) Category:Military units and formations established in 1861 Category:Military units and formations disestablished in 1865 ",
    "title": "62nd New York Volunteer Infantry Regiment"
}