{
    "id": "7783478",
    "text": "The following is a list of episodes for The Facts of Life, which ran for nine seasons from 1979 to 1988 on NBC. There were 201 regular episodes and three television movies (Paris, Down Under, Reunion). Two of the movies, Paris and Down Under, were originally broadcast as TV movies, but in syndication, they were split into four 30-minute episodes, bringing the total number of syndicated episodes to 209. ==Series overview== {| class=\"wikitable plainrowheaders\" style=\"text-align:center;\" |+Seasons of The Facts of Life |- ! scope=\"col\" colspan=\"2\" rowspan=\"2\" |Season ! scope=\"col\" rowspan=\"2\" |Episodes ! scope=\"col\" colspan=\"2\" |Originally aired |- ! scope=\"col\" |First aired ! scope=\"col\" |Last aired |- |style=\"background: #B1151A;\"| !scope=\"row\" |1 |style=\"padding: 0 8px;\"| 13 |style=\"padding: 0 8px;\"| | |- |style=\"background: #0039A6;\"| !scope=\"row\" |2 |style=\"padding: 0 8px;\"| 16 |style=\"padding: 0 8px;\"| | |- |style=\"background: #F0AB00;\"| !scope=\"row\" |3 |style=\"padding: 0 8px;\"| 24 |style=\"padding: 0 8px;\"| | |- |style=\"background: #6E267B;\"| !scope=\"row\" |4 |style=\"padding: 0 8px;\"| 24+movie |style=\"padding: 0 8px;\"| | |- |style=\"background: #5EB9E4;\"| !scope=\"row\" |5 |style=\"padding: 0 8px;\"| 26 |style=\"padding: 0 8px;\"| | |- |style=\"background: #7AB800;\"| !scope=\"row\" |6 |style=\"padding: 0 8px;\"| 26 |style=\"padding: 0 8px;\"| | |- |style=\"background: #003F72;\"| !scope=\"row\" |7 |style=\"padding: 0 8px;\"| 24 |style=\"padding: 0 8px;\"| | |- |style=\"background: #4D4F53;\"| !scope=\"row\" |8 |style=\"padding: 0 8px;\"| 24+movie |style=\"padding: 0 8px;\"| | |- |style=\"background: #D3CD8B;\"| !scope=\"row\" |9 |style=\"padding: 0 8px;\"| 24 |style=\"padding: 0 8px;\"| | |- | bgcolor=\"FFD700\"| !scope=\"row\" | TVM | | November 18, 2001 | |} ==Episodes== ===Season 1 (1979–80)=== The first season begins with ten main characters: housemother Edna Garrett (Charlotte Rae), headmaster Steven Bradley (John Lawlor), teacher Emily Mahoney (Jenny O'Hara), and seven students: Blair Warner (Lisa Whelchel), Cindy Webster (Julie Anne Haddock), Molly Parker (Molly Ringwald), Nancy Olsen (Felice Schachter), Natalie Green (Mindy Cohn), Sue Ann Weaver (Julie Piekarski), and Tootie Ramsey (Kim Fields). O'Hara's character was dropped after the fourth episode. Though counted as a single season, the show aired in discrete blocks of episodes. The show aired four weekly episodes on Wednesday nights in August and September, technically before the 1979/80 TV season actually began. Then the show was off the air for six months, returning in March through early May for a run of seven episodes. (The initial episode was a special presentation on Wednesday right after Diff'rent Strokes; the show then moved to Fridays.) After a month off, the series moved back to Wednesday nights for the season's one final episodes aired in June. ===Season 2 (1980–81)=== The main cast is reduced to five main characters: Mrs. Edna Garrett (Charlotte Rae), Blair Warner (Lisa Whelchel), Natalie Green (Mindy Cohn), Tootie Ramsey (Kim Fields), and new girl Jo Polniaczek (Nancy McKeon). Mr. Parker (Roger Perry) is a recurring character as the school's new headmaster. The casting will stay the same through season 4. ===Season 3 (1981–82)=== Linda Marsh and Margie Peters join Jerry Mayer as producers. Jack Elison and Jerry Mayer were the executive producers. ===Season 4 (1982–83)=== ===Season 5 (1983–84)=== Blair and Jo start college, and Mrs. Garrett quits Eastland and opens her own gourmet food shop and catering business. Blair, Jo, Tootie, and Natalie all move in with her. Pamela Segall joins the cast this season, beginning with the episode \"Just My Bill\". Her final appearance is in the episode \"Seems Like Old Times\", and her character is dropped following that episode. ===Season 6 (1984–85)=== Mrs. Garrett (Charlotte Rae) was absent from several episodes in season 6 per Rae's request for reduced appearances. ===Season 7 (1985–86)=== Mrs. Garrett (Charlotte Rae) was again absent from several episodes per Rae's request for reduced appearances. Starting this season, Mackenzie Astin, who plays Andy Moffett, and George Clooney, who plays George Burnett, receive billing in the opening credits. ===Season 8 (1986–87)=== Mrs. Garrett (Charlotte Rae) remarries and leaves the series after the two part season premiere. Her sister, Beverly Ann Stickle (Cloris Leachman), moves in to care for the house and business. George Burnett, played by George Clooney, becomes a recurring character. ===Season 9 (1987–88)=== Pippa McKenna, played by Sherrié Austin, is introduced as a recurring character. ==TV movies== ==Notes== ==External links== * * Facts of Life, The Episodes ",
    "title": "List of The Facts of Life episodes"
}