{
    "id": "7786413",
    "text": "Take-all is a plant disease affecting the roots of grass and cereal plants in temperate climates caused by the fungus Gaeumannomyces graminis var. tritici. All varieties of wheat and barley are susceptible. It is an important disease in winter wheat in Western Europe particularly, and is favoured by conditions of intensive production and monoculture. == The disease == The pathogen survives in the soil on infected cereal and grass residues. The fungus infects the root tissue of young plants and can spread from plant to plant in the form of hyphae growing through the soil which is why the disease is often seen in patches. The fungus blocks the conductive tissue of the plants and reduces water uptake. Early symptoms of the disease include yellowing and stunting, tillering is reduced and plants mature prematurely and often exhibit bleached seed heads. The affected roots are blackened and the plants are easy to pull from the soil. These symptoms give rise to an alternative name for the disease, \"whiteheads\". Yield loss levels of 40 to 50% are often recorded in severe attacks. == Control == Chemical control measures have traditionally had little success, although a modern seed treatment shows promise. Crop nutrition imbalances exacerbate the disease, as does excessive liming. Modern varieties are stiff and short-strawed which allows relatively high spring nitrogen applications without serious lodging. This can limit damage from the disease. The most appropriate control measure is the use of a clean one-year break crop of a non-cereal crop. This reduces the fungus to an acceptably low soil contamination level in about 10 months although stray volunteer grasses may reduce any beneficial effects. There exists a phenomenon known as \"take-all decline\". Experiments performed on the famous \"Broadbalk\" field at Rothamsted Experimental Station where continuous monoculture winter wheat is grown, show that take-all build-up occurs in successive crops to reach a peak in the 3rd to 5th cropping year, after which the disease declines, ultimately restoring yields to 80 to 90% of 1st and 2nd year levels. The decline cycle is destroyed by the introduction of a crop other than wheat or barley. == Hosts, Symptoms, and Signs == Gaeumannomyces graminis var. tritici. causes disease in the roots, crown, and stem base of wheat, barley, rye, along with several grasses such as Bromegrass, Quackgrass, and Bentgrass. Oats are the only cereal crops that are able to have resistance. The majority of infected plants can withstand mild root infection and appear symptomless. There are also cases where entire fields can be affected, but typically premature death occurs in circular patches in the field. Infected plants are identifiable through stunting, mild chlorosis (yellowing), and a decreased number of tillers, which are additional stems that develop of the main shoot of the plant. When tillers die due to disease they are white, creating a “white-head” that can be described as a sterile environment that isn’t able to germinate. Signs include perithecia that are shown in infected root and stem tissues which are black in color. This blackening of the crown and stem base allow the plant to be easily pulled from the soil with no attached root system. Given its name \"Take-all\", it has been known to destroy entire stands of wheat. == Environment == Gaeumannomyces graminis var. tritici. is a soil borne fungus that received its name over 100 years ago in Australia. Although the term originated in this region of the world, it is seen throughout the world under temperate climates as well as regions with tropical climates or high elevations. Given that it is an ascomycete, it favors damp climates, but can proceed to persist in dry climates where irrigation is used. Take-all becomes more severe in sandy, infertile, compact, and poorly drained soils, where air, and therefore soil temperatures are 11°C to 20°C. The second half of the growing season is favorable. The pathogen favors a basic environment and increases in severity of the pathogen when the pH reaches 7. Soils deficient in nitrogen, phosphorus, and copper also intensify growth of the pathogen. Therefore, liming is not a suitable form of control. There have been tested areas in Larslan and Toston, Montana, where two different fungi found in particular soil have reduced the severity of take-all through mycoparasitism. == Disease cycle == Gaeumannomyces graminis var. tritici persists through unfavorable climates in infected host plants and host debris. It can be spread from area to area through this debris. There are two inoculum that contribute to the spread of the pathogen, hyphae and ascospores. Hyphae are the predominant inoculum, because roots become infected as they grow through infested soil. Most of the plant-to-plant spread of take-all occurs via runner hyphae moving across “root bridges”. In addition, ascospores are moved through splashing and in some instances wind. The pathogen then causes whiteheads to accumulate on the top of the plant. When the plant eventually dies, the cycle repeats and the fungi once again overwinters as an ascocarp inside the host plant and plant debris. This pathogen may be considered polycyclic because initial inoculum is by mycelial growth by the resting spores, ascomata. Alloinfection may be relatively less frequent within a season, yet secondary inoculum can also occur during the same season. == See also == * Genetic engineering * Genetic engineering in the United States == References == * Biology and Control of Take-all. (Asher, M.J.C. and Shipton, P.J. (eds)) 1981 Academic Press, London * Cereal Pests and Diseases. (Gair, Jenkins, Lester) 1987 Farming Press * Take-All Disease of Cereals. A Regional Perspective. (Hornby et al.) 1998 CABI == External links == * Index Fungorum * USDA ARS Fungal Database Category:Cereal diseases Category:Wheat diseases Category:Barley diseases Category:Fungal plant pathogens and diseases Category:Magnaporthales ",
    "title": "Take-all"
}