{
    "id": "7786538",
    "text": "Ludvig Norman (28 August 183128 March 1885) was a Swedish composer, conductor, pianist, and music teacher. Together with Franz Berwald and Adolf Fredrik Lindblad, he ranks among the most important Swedish symphonists of the 19th century. Norman was born Fredrik Vilhelm Ludvig Norman in Stockholm. Norman began his musical training with Lindblad and later studied at the Leipzig Conservatory from 1848 to 1852, where he also made the acquaintance of Robert Schumann. Starting in 1857, he taught at the Royal Music Academy of Stockholm. In 1860, he became the conductor of the Nya harmoniska sällskapet and obtained the post of Kapellmeister at the Royal Swedish Opera the following year. After 1881, he conducted the choral concerts of the Musikvorenigen. He was married to the noted violinist Wilma Neruda in 1864. Their son Ludwig Norman Neruda was a famous alpinist. As conductor, he is remembered for premiering Franz Berwald's fourth symphony on 9 April 1878.Woodstra, Chris; Brennan, Gerald; Schrott, Allen (2005). . CMP Media. page 158. .Norman is described as Berwald's greatest advocate during his (Berwald's) lifetime and in the years after his death by Frederick Key Smith (2002) in . Greenwood Publishing Group. page 36. . Norman composed in a wide variety of genres, including four symphonies, four overtures, four sets of incidental music for plays, cantatas, and chamber music, as well as a great number of lieder and songs for choir. He was the dedicatee of Woldemar Bargiel's octet for strings. His pupils included Elfrida Andrée.Sadie, Julie Anne; Samuel, Rhian (1995). . W.W. Norton & Company. p. 16. . Ludvig Norman died in 1885 also in Stockholm. ==Selected works== Orchestra *Symphony No. 1 in F Major, Op. 22 (1857) *Symphony No. 2 in E Major, Op. 40 (1871) *Symphony No. 3 in D Minor, Op. 58 (1881) *Concert Overture in E Major, Op. 21 (1856) *Overture to Shakespeare's Antony and Cleopatra, Op. 57 (1881) *Festive Overture in C Major, Op. 60 (1882) *Concertstück for Piano and Orchestra, Op. 54 (rev.1880) Chamber music *Piano Trio No. 1 in D, Op. 4 (1849, pub. 1853)Hofmeisters Monatsbericht *Piano Trio No. 2 in B minor, Op. 38See *\"5 Tonbilder im Zusammenhange\" for violin and piano, Op.6 (1851, publ 1854) *Sonata for Violin and Piano in D minor, Op. 3 (1848, pub. 1852) *Piano Quartet in E Minor, Op. 10 *String Sextet in A major, Op. 18 *Sextet for Piano and Strings in A minor, Op. 29 *Sonata in G Minor for Viola and Piano, Op. 32 *String Octet in C Major, Op. 30 *Sonata in D Major for Cello and Piano, Op. 28 *String Quartet No. 1 in E Major (1848) *String Quartet No. 2 in E Major, Op. 20 (1855)(published 1882)Hofmeisters Monatsberichte, August 1882, p.212. *String Quartet No. 4 in D Minor, Op. 24 (1858) *String Quartet No. 5(?) in C Major, Op. 41/42 (begun 1871, finished 1883) *String Quartet No. 6 in A Minor, Op. 65 (1884, pub. 1887) *String Quintet in C Minor, Op. 35 ==References== ==External links== * * Category:1831 births Category:1885 deaths Category:Musicians from Stockholm Category:Romantic composers Category:Royal College of Music, Stockholm faculty Category:Swedish classical composers Category:Swedish male classical composers Category:Swedish classical pianists Category:Male classical pianists Category:Swedish conductors (music) Category:Male conductors (music) Category:University of Music and Theatre Leipzig alumni Category:19th-century classical composers Category:19th-century conductors (music) Category:19th- century classical pianists Category:19th-century Swedish people Category:19th- century male musicians ",
    "title": "Ludvig Norman"
}