{
    "id": "7787367",
    "text": "Nara Lofego Leão (; January 19, 1942 – June 7, 1989) was a Brazilian bossa nova and MPB (popular Brazilian music) singer and occasional actress. Her husband was Carlos Diegues, director and writer of Bye Bye Brasil.IMDB Leão was born in Vitória, Espírito Santo. When she was twelve, her father gave her a guitar since he was worried about her being shy. Popular musician and composer Patricio Teixeira and classical guitarist Solon Ayala were her teachers. As a teenager in the late 1950s, she became friends with a number of singers and composers who took part in Bossa Nova's musical revolution, including Roberto Menescal, Carlos Lyra, Ronaldo Bôscoli, João Gilberto, Vinicius de Moraes and Antônio Carlos Jobim. In fact, it was in her apartment in her parents' home in Copacabana, Rio de Janeiro that the new music was born in 1958. By 1963, after singing as an amateur for a few years, she became a professional and toured with Sérgio Mendes. In the mid-1960s, the institution of military dictatorship in Brazil led her to sing increasingly political lyrics. Her show, Opinião, reflected her political beliefs, and she had largely switched to political music by this point. In 1964 she even spoke against bossa nova as a movement, calling it \"alienating.\"[ All Music] In 1968 she appeared on the album Tropicália: ou Panis et Circenses, performing \"Lindonéia.\" She later left Brazil for Paris and in the 1970s abandoned music to focus on her family. She returned to music later, and when she discovered in 1979 that she had an inoperable brain tumor, she increased her productivity as much as possible. She died in 1989. She was known as \"the muse of bossa nova.\" Nara's sister is Danuza Leão, a former model and socialite who's a newspaper columnist and occasional TV commentator. ==Discography== * 1997: I love you Solon V. Ayala Jr. * 1989: My Foolish Heart * 1987: Meus Sonhos Dourados * 1986: Garota de Ipanema * 1985: Nara e Menescal - Um Cantinho, Um Violão * 1984: Abraços E Beijinhos e Carinhos Sem Ter Fim... Nara * 1983: Meu Samba Encabulado * 1982: Nasci Para Bailar * 1981: Romance Popular * 1980: Com Açúcar, Com Afeto * 1979: Nara Canta en Castellano * 1978: Debaixo Dos Caracóis Dos Seus Cabelos * 1977: Meus Amigos São Um Barato * 1974: Meu Primeiro Amor * 1971: Dez Anos Depois * 1969: Coisas do Mundo * 1968: Nara Leão * 1967: Vento de Maio * 1967: Nara '' * 1966: Liberdade, Liberdade * 1966: Manhã de Liberdade * 1966: Nara Pede Passagem * 1966: Show Opinião * 1965: Cinco na Bossa * 1965: O Canto Livre de Nara * 1964: Opinião de Nara * 1964: Nara '' Nara Leão | Bem vindo ao site oficial ==Bibliography== * De Stefano, Gildo, Il popolo del samba, La vicenda e i protagonisti della storia della musica popolare brasiliana, Preface by Chico Buarque de Hollanda, Introduction by Gianni Minà, RAI-ERI, Rome 2005, * De Stefano, Gildo, Saudade Bossa Nova: musiche, contaminazioni e ritmi del Brasile, Preface by Chico Buarque, Introduction by Gianni Minà, Logisma Editore, Firenze 2017, ==References== ==External links== *Slipcue.com: Guide to Brazilian music Category:Brazilian female singers Category:Brazilian mezzo-sopranos Category:1942 births Category:1989 deaths Category:Bossa nova singers Category:Brazilian columnists Category:Música Popular Brasileira singers Category:Wrasse Records artists Category:20th-century Brazilian singers Category:20th-century women singers Category:Women columnists ",
    "title": "Nara Leão"
}