{
    "id": "7787975",
    "text": "Ângelo Mariano de Almeida (born 12 June 1981) more commonly known as Ângelo, is a Brazilian footballer who plays for Montescaglioso Calcio. He is able to play both as a full-back and a defensive midfielder. ==Career== Ângelo started his football career in native Brazil playing with Corinthians for three seasons. Then he moved to São Caetano, where he spent one season, and to Criciúma, for another season. During January 2005 in the winter session of Serie A, he was brought to Lecce, spending much of this season on loan at Crotone in Serie B. As Zdeněk Zeman, the man who signed Ângelo, returned to Lecce for a second managerial spell, he ordered that the player return to Lecce in the summer of 2006. In 2006–2007 season he suffered from a serious injury at his knee, which he recovered from in the last matchdays of the championship. At the end of the 2009–10 season, he was released by Lecce. On 2 September 2010, he was signed by Parma on a free transfer, but played a bit- part role as something of a utility player. He moved to Siena the following summer for €2.5 million along with the remain 50% rights of Reginaldo were exchanged with outright deal of Daniele Galloppa also for €5 million.Parma FC Report and Accounts on 30 June 2011 On 15 July 2015, he was signed by Foggia. On 30 August 2017, he joined Matera. Montescaglioso Calcio announced on 5 February 2019, that Ângelo had joined the club.Calciomercato, Angelo riparte dal Montescaglioso: giocherà in Eccellenza, goal.com, 5 February 2019 ==References== ==External links== *http://www.gazzetta.it/speciali/serie_b/2008_nw/giocatori/80608.shtml *http://www.gazzetta.it/speciali/2008/calcio/Players/player_p61748.shtml * *http://www.tuttomercatoweb.com/lega-pro/foggia-e-fatta-per-angelo-697399 Category:1981 births Category:Living people Category:Brazilian footballers Category:Brazil under-20 international footballers Category:Brazilian expatriate footballers Category:Sport Club Corinthians Paulista players Category:Associação Desportiva São Caetano players Category:Criciúma Esporte Clube players Category:U.S. Lecce players Category:F.C. Crotone players Category:Parma Calcio 1913 players Category:Robur Siena players Category:Latina Calcio 1932 players Category:Calcio Foggia 1920 S.S.D. players Category:Matera Calcio players Category:Serie A players Category:Serie B players Category:Serie C players Category:Expatriate footballers in Italy Category:Association football defenders Category:Sportspeople from Salvador, Bahia ",
    "title": "Ângelo Mariano de Almeida"
}