{
    "id": "7787831",
    "text": "Goans () is the demonym used to describe the people native to Goa, India, who form an ethno-linguistic group resulting from the assimilation of Indo-Aryan, Dravidian, Indo-Portuguese and Austro-Asiatic ethnic and/or linguistic ancestries. They speak different dialects of Konkani natively. Goanese is an incorrect usage for Goans. ==Epigraphical evidence== A copperplate dating to the early 4th century found in Shiroda, mentions one Devaraja of the Gominas, which is a reference to the Bhoja king ruling from Chandor, who is hailed as the ruler of the Goans or Gominas. ==Language== Geographic Distribution of Native Konkani Speakers within India Goans are multilingual, but mainly speak the Konkani language, a Prakrit based language belonging to the Southern group of Indo-Aryan Languages. Various dialects of Konkani spoken by the Goans which include Bardezkari, Saxtti, Pednekari and Antruz. The Konkani spoken by the Catholics is notably different from those of the Hindus, since it has a lot of Portuguese influence in its vocabulary. Konkani was suppressed for official documentation use only not for unofficial use under the Portuguese governance, playing a minor part in education of the past generations. All Goans were educated in Portuguese in the past when Goa was an overseas province of Portugal. A small minority of Goans are descendants of the Portuguese, speak Portuguese and are of Luso-Indian ethnicity, however a number of native Christians also used Portuguese as their first language prior to 1961. Goans use Devanagari (official) and Latin script (liturgical and historical) for education as well as communication (personal, formal and religious). However the entire liturgy of the Catholic church is solely in the Latin script. In the past Goykanadi, Modi, Kannada and Persian scripts were also used which later fell into disuse owing to many social, political and religious reasons. Portuguese is still spoken by a number of Goans, though it is mainly restricted to upper class Christian families and the older generation. The Marathi language has played a significant role for Hindus near the northern borders of Goa close to Maharashtra and parts of Novas Conquistas. this is due to the influx of ethnic Marathi people and to the area since the late 20th Century.Gauree Malkarnekar (2019). After Karnataka & Maha, UP gives Goa the most migrants ==Religion== Ethnic Goans are predominantly Christians followed by Hindus and a small Muslim community. As per the 1851 census, Christians constituted 64.5% and Hindus 35.5% of the Goan population. Within Goa, there has been a steady decline of Christianity due to Goan emigration, and a steady rise of Hinduism and Islam, due to non-Goan immigration. Conversion seems to play little role in the demographic change. As per the 2011 census, Hindus constituted 65%, Christians constituted 27% and Muslims constituted 6% within the state of Goa. === Christianity === The Catholics display Portuguese influence in the form of a hierarchy due to being for 451 years of close interaction with the Portuguese as an overseas province. Portuguese names are common among the Christians. The Caste system is still followed, but to a lesser degree as compared to other Indians. There are distinct Bamonn, Chardó, Gauddo and Sudir communities in Goa that is mainly endogamous. Many Catholic families also share Indo-Portuguese ancestry and some Catholic Goans count themselves as 'mestizo' or a mixed-race. The over 450 years of interaction with the Portuguese (making it one of the longest colonial occupations in history) has resulted in a race that is unique and culturally different from the people around them. === Hinduism === Goan Hindus refer to themselves as Konkane (Devanagari Konkani: कोंकणे), meaning the residents of an area broadly identified as Konkan. Hindus in Goa are divided into many different castes and sub-castes, known as Jatis. They use their village names to identify their clans, some of them use titles. Some are known by the occupation their ancestors have been practising; Nayak, Borkar, Raikar, Keni, Prabhu, Kamat, Lotlikar, Chodankar, Mandrekar, Naik, Bhat, Tari, Gaude are examples. === Islam === Only a small number of native Muslims remain and are known as Moir, the word is derived from the Portuguese Mouro, which means Moor. Muçulmano was the word later used in Portuguese to identify them. === Others === There are minuscule numbers of the Goan diaspora now converted to Sikhism, Buddhism as well as a few Atheists. ==Geographical distribution== Goans have been migrating all along the Konkan Coast and across the world for the last six centuries because of socio-religious and economic reasons. The Indian diaspora have been assimilated with other Konkani people of Maharashtra, Karnataka and Kerala. Many Goans have settled in the Gulf, the U.K. and the Greater Angloshpere as well as the former Portuguese territories, including Portugal itself. Goans across the globe refer to the publication, Goan Voice for news about members from their community. === Migrations prior to 1550 === There are no definitive records of Goan migration prior to the Portuguese conquests in the region of Goa. One reason being that the Goan people were not a distinct ethnic group as yet. === Migrations from 1550-1700s (First Phase) === The first recorded instances of significant emigrations of Goans could be traced back to the arrival of the Portuguese in Goa. Sizable numbers of Goan Hindus in 17th-18th centuries fled to Mangalore and Canara, inorder to flee from the conversion efforts. They were soon followed by the newly converted Goan Catholics, who fled the Goa Inquisition. There were flights from Goa to escape taxation as well as epidemics during the same time period. It was also during the latter part this period, when Goans (mainly Catholics) started traveling overseas. Though miniscule, there were migrations of Goans to other parts of the global Portuguese Empire, such as Lisbon, Ormuz, Muscat, Timor, Brasil, Malaca, Pegu, and Colombo. 48 Goan Catholics permanently migrated to Portugal in 18th Century. There was a self imposed ban on Goan Hindus on overseas travel, imposed by the Dharamasastras, due to the belief that crossing salt water would corrupt oneself. === Migrations from 1800s-1950s (Second Phase) === During the Napoleonic Wars Goa was occupied by the British Raj, and many of their vessels were anchored in the Morumugão harbour. These ships were serviced by native Goans, who then left for British India once the ships had moved on. The Anglo-Portuguese Treaty of 1878 played an important role in speeding the emigration of Goans in the latter half of the 19th Century, since it gave the British the authority to construct the West of India Portuguese Railway, which connected the Velhas Conquistas to the Bombay Presidency. They primarily moved to the cities of Bombay (now Mumbai), Poona (now Pune), Calcutta (now Kolkata) and Karachi. The Goans who moved to mainland India were of both, Christian as well as Hindu, origin. A small number of Goans moved to Burma, to join the already established community in Pegu (now Bago). Another destination for mainly the Catholic community, was Africa. Most of the emigrants hailed from the province of Bardes, due to their high literacy rate, and the Velhas Conquistas region in general. Immigration into Africa came to end after the Decolonisation of Africa, during the 1950-60s. In 1880, there 29,216 Goans who left Goa. By 1954, this number rose to 180,000. === Migration from 1960s-Present (Current Phase) === After the Invasion of Goa (1961) by the Republic of India, there has been a steep rise in the number of emigrants of Goan origin. Many had applied and were granted Portuguese passports in order to obtain a European residence. The educated class found it difficult to get jobs within Goa due to the high influx of non- Goans into Goa, and this encouraded many of them to move to the Gulf states. Until the early 1970s there were substantial populations of Goans in the Middle East, Africa and Europe. There have also, historically, been Goans in former British colonies of Kenya, Uganda, and Tanzania, and Portuguese colonies of Mozambique and Angola. The end of colonial rule brought a subsequent process of Africanisation and a wave of expulsion of South Asians from Uganda (1972) and Malawi (1974) forced the community to migrate elsewhere. Currently it is estimated that there are around 600,000 Goans living outside India. === Professions === Since the Second Phase of migrations, the Goans have had a variety of professions. In British India they were personal butlers or physicians to the English and Parsi elite in India. On the Ships and Cruise liners they were sailors, stewards, chefs, musicians and dancers. In Africa, they pioneered in medicine. Many have also been working on Oil Rigs. ==See also== *Goan Catholics *Goan Muslims *Caste system in Goa *Goan cuisine *Konkani people *List of people from Goa *Goan houses *Luso-Asians *Eurasian (mixed ancestry) ==References== Category:Goan society * ",
    "title": "Goans"
}