{
    "id": "7787706",
    "text": "The Softies were a musical duo consisting of Rose Melberg and Jen Sbragia, who are known for their minimal approach to pop music. ==History== Beginning in 1994, the band was intended to be a side project for both artists. Along with an eventual career as a solo artist, Rose Melberg performed with Tiger Trap, Gaze, and Go Sailor. Jen Sbragia was known for her work with the band Pretty Face. As part of the Twee Pop movement centrally located in the Pacific Northwest, they were able to meet at performances for their respective bands. The two derived their name from a UK new wave group. After Tiger Trap disbanded in January 1994, the pair formed The Softies and recorded the four- song “Love Seat” 7-inch single for Slumberland Records. Calvin Johnson later produced their “He’ll Never Have To Know” single and the band’s debut album It’s Love on the K Records label. They released an eponymous EP under Slumberland Records in 1996 (recorded before It's Love). Within months, they would record their critically acclaimed full-length Winter Pageant in Melberg’s childhood home in Sacramento, California. In 2000, they released their final collaborative work, Holiday in Rhode Island. It is sometimes speculated that their albums correspond with the seasons of the year as follows: It's Love (Summer), The Softies (Autumn), Winter Pageant (Winter), Holiday in Rhode Island (Spring). The Softies almost exclusively use two electric guitars and harmonizing vocal melodies for their recorded tracks and live performances. Their lack of accompaniment, inexcessive production, and brevity of their songs are recurring characteristics of their work throughout their three full-length albums. The band undertook a few tours, including as an opening act for singer/songwriter Elliott Smith. For the first time since 2000, the Softies toured as part of Chickfactor 2012: For the Love of Pop, with shows in Brooklyn, Portland and San Francisco. ==Discography== ===LPs=== * It's Love (1995 - LP/CD - K Records - KLP43) * Winter Pageant (1997 - LP/CD - K Records - KLP61) * Holiday In Rhode Island (2000 - LP/CD - K Records) ===Singles & EPs=== *Loveseat (1994 - 7\" 4 track EP - Slumberland Records) *He'll Never Have to Know (1995 - 7\" - K Records - IPU56) * The Softies (1996 - 10\" - Slumberland Records) *The Best Days (1996 - 7\" - K Records - IPU79) ==References== ==External links== *Epitonic Profile (with mp3 samples) *The Softies: A Retrospective *Myspace Profile * rosemelberg.net - Unofficial Rose Melberg fansite Category:American indie pop groups Category:Musical groups established in 1994 Category:Cuddlecore musicians Category:Slumberland Records artists ",
    "title": "The Softies"
}