{
    "id": "7789075",
    "text": "\"Homerazzi\" is the sixteenth episode of the eighteenth season of The Simpsons. It originally aired on the Fox network in the United States on March 25, 2007. It was written by J. Stewart Burns, directed by Matthew Nastuk, and guest starred J.K. Simmons as the tabloid editor, Betty White as herself, and Jon Lovitz as Enrico Irritazio. The full-length opening sequence and couch gag ran for over 2 minutes and 20 seconds, making it one of the longest in the history of the show. ==Plot== After failing to blow out all the candles on his birthday cake, an exhausted Homer falls asleep, igniting his party hat on the flames. The burning house is saved by the Springfield fire department, and Marge purchases a fire-proof safe to protect the family's valuables as a precaution. Each family member places one item in the safe, but after it is closed, the items combine to start a fire that destroys both them and the safe. Refusing to accept the loss of all their memories, Marge decides to restage all of the family photos. One shot captures a celebrity sex scandal (Duffman dating Boobarella, despite Duffman being in a committed relationship with a homosexual man) and allows the Simpsons to strike tabloid gold. Tasting success and seeing money to be made, Homer takes to the streets as one of the paparazzi. Overnight, Homer becomes Springfield's most valued tabloid photographer, provoking several local celebrities to commit embarrassing or criminal acts and then snapping pictures of them. After he gate-crashes Rainier Wolfcastle and Maria Shriver Kennedy Quimby's wedding, the celebrities turn the tables on him by hiring top paparazzo Enrico Irritazio to get photos of Homer on his worst behavior (showering at a fire hydrant, letting Maggie drive while trying to beat up Enrico, and burning a jury duty card). Seeing these photos in the tabloids prompts Homer to give up the paparazzi business temporarily, but Lenny and Carl persuade him to resume his work, using a camera that Moe had hidden in the ladies' room of his tavern. Immediately after Moe gives Homer the camera, two women enter the bar and ask to use the restroom so they can trade bras and panties, infuriating Moe since he's no longer have the camera to spy on them. Homer bursts in on the celebrities at their favorite nightclub and takes many compromising photos (of which include Sideshow Mel eating the American flag, Paris Texan making out with Milhouse, Drederick Tatum snorting the ashes of Secretariat like cocaine, and Mayor Quimby and Kent Brockman dressed in sexual costumes and roleplaying). Wolfcastle, resigned to having everyone's outrageous acts exposed, asks Homer what he plans to do with the pictures. Homer says that he will not make them public, as long as the celebrities start treating their fans with more respect and stop taking them for granted. Wolfcastle agrees and, in a show of good faith, invites the Simpsons to a barbecue at an offshore \"party platform\" he owns. Here, Marge shows Wolfcastle a screenplay she has written; he quickly flips through it and turns it down. Not long after the party, though, she and Homer find that Wolfcastle has stolen the idea and turned it into a movie, which is now playing at a local theater. Marge does not mind the idea theft, because, in the end, the movie got made. ==Casting== This episode marks the return of several guest stars; it is the ninth appearance of Jon Lovitz and the second of J. K. Simmons and Betty White. J. K. Simmons had previously guest-starred in \"Moe'N'a Lisa\", playing another editor. In both episodes his character was a parody of his J. Jonah Jameson character from the Spider-Man films, though the one in this episode does not bear any physical resemblance to Jameson. ==Couch gag== This episode's couch gag, often known as \"The Homer Evolution\" by Internet fans, is the longest Simpsons couch gag to date, running one minute and 30 seconds (this, added with the full opening, made the entire opening run for two minutes and 20 seconds). This is much longer than the typical theme song, which runs one minute and 20 seconds. This couch gag was repeated on the season 19 episode \"The Homer of Seville\", but instead of Marge saying \"What took you so long?\" after Homer comes home, she says \"Did you bring the milk?\". Another season 19 episode, \"Mona Leaves-a\", has the original line, \"What took you so long?\". == Reception == Robert Canning praised this episode, calling it clever, ingenious, and one of the most memorable of the season. The episode scored a 9.0 on TV.com, an equivalent to a \"superb\" rating. The episode was referenced in the 2010 documentary, Teenage Paparazzo, directed by Adrian Grenier. ==References== ==External links== * *\"Homerazzi\" at TV.com Category:The Simpsons (season 18) episodes Category:2007 American television episodes Category:Evolution in popular culture ",
    "title": "Homerazzi"
}