{
    "id": "7789059",
    "text": "\"Release the Pressure\" is the third single by the English electronic duo Leftfield and the first to involve Paul Daley with writing duties after he joined the group. The song was released exclusively on 12\" in 1992. Unlike previous releases that had been released on the Outer Rhythm record label, Leftfield had now officially split from Outer Rhythm. Major labels had offered them deals but neither member wanted to give up creative control to any major company. They formed the Hard Hands record label with \"Release the Pressure\" being the label's first official release. The song featured reggae singer Earl Sixteen on vocals, with a lyric taken from his 1981 single \"Trial and Crosses\". \"Release the Pressure\" made the top 20 in the UK charts and featured at number one in the Melody Maker \"Stone Free Chart of the Year\". It was used in Telefónica O2 and O2 (UK) commercials during its first year. ==Track listing== ===12\"=== # \"Release the Pressure\" (The Vocal Mix) 8:08 # \"Release the Pressure\" (The Rough Dub) 8:40 # \"Release the Pressure\" (The Desert Edit) 5:02 ==1996 version== In 1996, an updated version of \"Release the Pressure\" was released as the eighth single under the Leftfield name. It was released on 12\", CD and Cassette on 8 January 1996. It featured Earl Sixteen and Cheshire Cat on vocals with ad libs by Papa Dee. The song reached #13 in the UK charts. There were also four different remixes of the song with different ones as B-sides to the different format releases. ===Track listing=== ====CD==== # \"Release the Pressure\" - 3:57 # \"Release the Pressure\" (Release One) - 7:23 # \"Release the Pressure\" (Release Two) - 7:19 # \"Release the Pressure\" (Release Three) - 6:02 # \"Release the Pressure\" (Release Four) - 5:03 ====12\"==== # \"Release the Pressure\" - 3:57 # \"Release the Pressure\" (Release One) - 7:23 # \"Release the Pressure\" (Release Two) - 7:19 # \"Release the Pressure\" (Release Four) - 5:03 ====Cassette==== # \"Release the Pressure\" - 3:57 # \"Release the Pressure\" (Release One) - 7:23 # \"Release the Pressure\" (Release Two) - 7:19 ==Charts== {|class=\"wikitable sortable\" !Chart (1992) !Peak position |- |UK Music Week Dance Singles |align=\"center\"|6 |- !Chart (1996) !Peak position |- |UK Singles (Official Charts Company) |align=\"center\"|13 |- |} ==References== # Release The Pressure, Leftfield Online, Retrieved on 5 November 2006 ==External links== * Category:1992 singles Category:1996 singles Category:Leftfield songs Category:1992 songs Category:Chrysalis Records singles Category:Reggae fusion songs Category:Dub songs ",
    "title": "Release the Pressure"
}