{
    "id": "7789641",
    "text": "U-Turn is the seventh studio album by American singer Brian McKnight. It was released on March 25, 2003 in the United States by Motown Records. The album takes much inspiration in McKnight's split from his wife Julie from whom he divorced the same year. While McKnight again provided the majority of the album, he also consulted musicians Anthony \"Joint Custody\" Nance, Rockwilder, and production duo The Underdogs to work with him. As with previous album Superhero (2001), he also enlisted several high-profile guest vocalists, including singers Carl Thomas, Joe, and Tank as well as rappers Nelly and Fabolous. The album earned generally mixed reviews from music critics who called it uneven but well-crafted. U-Turn debuted and peaked at number seven on the US Billboard 200. In addition, it reached number four on the Top R&B;/Hip-Hop Albums and was eventually certified gold by the Recording Industry Association of America (RIAA). Lead single \"Shoulda, Woulda, Coulda\" entered the top forty of Billboards Hot R&B;/Hip-Hop Songs and received a Grammy Award nomination for Best Male R&B; Vocal Performance. ==Critical reception== Allmusic editor John Bush found that U-Turn \"isn't the change of direction hinted at in the title; in fact, it's very close to format, with a pair of rap features but plenty of space for McKnight's earnest, heartfelt crooning. Over half the album was not only written by McKnight but performed and produced by him as well, and although his writing is among the best in R&B;, the backing tracks are bland meldings of piano, synthesized strings, and canned beats. No surprise then, that the best tracks here are the ones where he can focus on his voice.\" Maurice Bottomley from Popmatters felt that the album \"sees him making more concessions to current musical styles while retaining his fondness for the sentimental balladry that is constant trademark [...] Mainstream and safe, certainly – but McKnight always has been – it is arguably as well-crafted a parcel of post-millennium soul as you could wish for.\" Billboard remarked that \"with his fifth Motown set, U-Turn, Brian McKnight attempts to reel in the hip-hop crowd that has eluded him time and again [...] With U-Turn, McKnight looks to move beyond these smooth sounds [...] U-Turn provides familiarity for hardcore fans, and enough twists and turns to make new ones.\" In a contemporary review, The Rolling Stone Album Guide wrote that \"U-Turn successfully mixed mild, Superhero-style hip hop with McKnight's usual smooth jams.\" Slant editor Sal Cinquemani called the album \"so nondescript, filled with the kind of faceless R&B; that sells millions but does little to resurrect a genre increasingly eclipsed by hip-hop, that I couldn’t find anything to say about it at all\". ==Track listing== Samples * \"U-Turn\" contains a sample of \"Love and Happiness\", performed by Al Green. ==Charts== ===Weekly charts=== {| class=\"wikitable plainrowheaders sortable\" style=\"text-align:center;\" |- ! scope=\"col\" | Chart (2003) ! scope=\"col\" | Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" |- !scope=\"col\"| Chart (2003) !scope=\"col\"| Position |- !scope=\"row\"|US Top R&B;/Hip-Hop Albums (Billboard) | style=\"text- align:center;\"|82 |- |} ==Certifications== ==References== ==External links== * Category:Albums produced by Brian McKnight Category:Albums produced by The Underdogs (production team) Category:Brian McKnight albums Category:Motown albums Category:2003 albums ",
    "title": "U-Turn (Brian McKnight album)"
}