{
    "id": "7790193",
    "text": "Walter Rangeley (14 December 1903 - 16 March 1982) was an English athlete who competed mainly in the sprints. He was born in Salford and died in Glyndŵr. Rangeley competed for Great Britain in the 1924 Summer Olympics held in Paris, France in the 4×100 metre relay where he won the silver medal with his teammates Harold Abrahams, Wilfred Nichol and Lancelot Royle. In the 100 metres event he was eliminated in the quarter-finals. At the following Games in 1928 held in Amsterdam Rangeley won a silver medal in the 200 metres. He also joined with a new relay team consisting of teammates Cyril Gill, Edward Smouha and Jack London which won the bronze medal in the 4×100 metres competition. In the 100 metres event he was eliminated in the quarter-finals again. After not participating in the 1932 Games his final Olympic appearance was in 1936 when he was a member of the British relay team which was eliminated in the first round of the 4×100 metre relay contest. At the 1934 British Empire Games he won the bronze medal in the 220 yards event. He also won the gold medal with the English relay team in the 4×110 yards competition. ==External links== * *www.rangeleyfamilytree.co.uk Category:1903 births Category:1982 deaths Category:Sportspeople from Salford Category:English male sprinters Category:Olympic athletes of Great Britain Category:Olympic silver medallists for Great Britain Category:Olympic bronze medallists for Great Britain Category:Athletes (track and field) at the 1924 Summer Olympics Category:Athletes (track and field) at the 1928 Summer Olympics Category:Athletes (track and field) at the 1936 Summer Olympics Category:Commonwealth Games gold medallists for England Category:Commonwealth Games bronze medallists for England Category:Commonwealth Games medallists in athletics Category:Athletes (track and field) at the 1934 British Empire Games Category:Medalists at the 1928 Summer Olympics Category:Medalists at the 1924 Summer Olympics Category:Olympic silver medalists in athletics (track and field) Category:Olympic bronze medalists in athletics (track and field) ",
    "title": "Walter Rangeley"
}