{
    "id": "7790720",
    "text": "Caerhun () is a scattered rural community, and former civil parish, on the west bank of the River Conwy. It lies to the south of Henryd and the north of Dolgarrog, in Conwy County Borough, Wales, and includes several small villages and hamlets including Llanbedr-y-cennin, Rowen, Tal-y-bont and Ty'n-y-groes. It was formerly in the historic county of Caernarvonshire. At the 2001 census, it had a population of 1,200, increasing to 1,292 at the 2011 census. It includes a large part of the Carneddau range including the lakes of Llyn Eigiau, Llyn Dulyn and Llyn Melynllyn. ==Features== Surrounding the 14th- century parish church of St. Mary are the banks of the Roman fort of Canovium. The excavations of the Roman site were directed by P.K. Baillie Reynolds, of Aberystwyth University, over a period of four summers in the 1920s, 282 pages. Baillie Reynolds' reports were originally published in Archaeologia. Page found on Kanovium Project website although there have of course been several other publications since. The church and its churchyard occupy the north-east quarter of the original Roman site. Canovium was built at an ancient river crossing and was an important post on the Roman road and ancient drovers road via Bwlch-y-Ddeufaen to Abergwyngregyn and the Menai Strait. Latterly the best crossing point, now with a bridge, has been at nearby Tal-y-Cafn. After the end of Roman rule in Britain, the fort was associated with King Rhun Hir of Gwynedd, hence the subsequent name. The River Conwy viewed from the churchyard at Caerhun ==Governance== An electoral ward exists in the same name. This ward stretches to surrounding communities and at the 2011 census had a total population of 2007. ==Notable people== * Sir John Ponsonby Conroy, 1786 – 1854 British army officer and comptroller to the Duchess of Kent and Princess Victoria == References == == External links == * Caerhun Community Council's website * A Vision of Britain Through Time * British Listed Buildings * Genuki * Geograph * Office for National Statistics ",
    "title": "Caerhun"
}