{
    "id": "7790789",
    "text": "Lord Anthony was a brand of clothing particularly popular in the UK during the 1970s and 1980s. They made a variety of clothing including shirts, jumpers, trousers, gilets and jackets, however by far their most popular item was their snorkel parka. It became so popular that people would often refer to it as a \"a Lord Anthony\" rather than a \"parka\" or \"anorak\". It became a school playground legend and even the subject of a song by Belle & Sebastian on the album Dear Catastrophe Waitress. ==Outerwear== The nylon snorkel parka with blue outer and orange lining became almost standard school wear in the late 1970s to mid-1980s. Lord Anthony were manufacturers of outerwear in general. It was not a premium or fashion brand, but was at the top end of the utility section generally producing reasonably well-made and durable garments. Whilst they did use some other materials, their garments tended to be made from nylon fabric and use cheap but warm polyester padding. ==Snorkel parka== Lord Anthony became well known during the 1980s for their snorkel parka, which became the winter coat of choice for some schoolboys. Whereas other manufacturers (such as Brutus, Wakefields, and Keynote) were producing good quality snorkel parkas, the Lord Anthony version was often regarded as the best. Now that snorkel parkas have come back into fashion, the original \"old school\" version have become highly sought after and command high prices in retro shops and on eBay. Lord Anthony parkas often get high prices and even well worn, dirty, and torn versions can still get a good price. ==Changing branding== The branding used by Lord Anthony changed over the years. This shows all branding used on their snorkel parka jackets from the oldest to the newest It is possible to tell the age of a Lord Anthony jacket from the branding labels attached to it. The Earliest versions did not actually mention the Lord Anthony name at all but can be identified from the content label which has red embroidered writing on a black background. This version also did not have the Lord Anthony badge on the sleeve pen pocket. The second generation was where the Lord Anthony badge first appeared on the sleeve pen pocket and the content label was updated to contain the \"stick man wearing a crown\" logo on the inside label. Mid period jackets then gained the Lord Anthony name on the inside label. Late period jackets acquired a much more elaborate label with an embroidered design and the \"Polar Gear\" identity. These jackets lost the \"stick man with a crown\" Lord Anthony logo on the label; however, they retained the Lord Anthony tag on the sleeve pen pocket. Because the Polar Gear branded label inside the neck line did not include material content details an additional content label was attached near the bottom of the lining. The Polar Gear branding was the last to be used on Lord Anthony snorkel parkas but continued to be used on other padded nylon jackets after production of parkas ceased in the mid-1980s. The older the jacket labelling, the higher the price it commands on the second hand market. File:Vintage Lord Anthony Snorkel Parka.JPG|A vintage Lord Anthony snorkel parka surviving after 30 years. It is now rather grubby and the nylon shell is shiny from wear but it's still a warm functional jacket. Category:Jackets Category:Clothing companies of the United Kingdom ",
    "title": "Lord Anthony"
}