{
    "id": "7791004",
    "text": "Lvivska Brama () is a station on the Syretsko-Pecherska Line of the Kyiv Metro between the stations Lukianivska and Zoloti Vorota, that was built but never opened. ==History== Originally, upon the construction of the Syretsky radius, which began in 1990, the first stage was to consist of five stations that would open in two phases: Zoloti Vorota – Lukianivska with Lvivska Brama as interim, and then Lukianivska – Syrets with two stations as interim, and the whole project would be opened in late 1990s. However, due to the financial offsetting that the breakup of Soviet Union brought onto the Ukrainian economy, which had a devastating effect on the construction of the Metro, and frequent breaks due to the lack of finances affected the quality. Another important factor was the need for the station. The station is located in the centre of the city where the density of Metro stations was already large, and inter-station distances are short. Moreover, the square for which the station is named (Square of the Lviv Gateway) was (and still is) not great in importance (transport links or commercially) to justify the absolute need for the station (as opposed to Lukianivska). Finally it was the square itself that proved to have the deciding reason, because the original location for the escalator tunnel needed altering, a disagreement arose on where it will be located. All this led to the station not opening with the first part of the Syretsky radius in 1996. After the financial situation slowly improved towards the late 1990s, various optimistic forecasts started promising the completion of the station accurate to the opening day: 14 October 1999, 30 December 1999. However, after the opening of the third station on the radius, Dorohozhychi, most of the attention switched to other extensions and Lvivska Brama was in a way forgotten. Ironically, between Dorohozhychi and Lukianivska another station was originally planned, Vulytsia Hertsena, but, unlike Lvivska, only a provision was left. ==Present== Today the station exists as an empty carcass that can be seen from inside the trains Metro to Troieschyna, \"The Wall of Yatsenyuk\" and the Odesa-Reni highway. For what long-term construction all Ukraine is waiting for, Ukrayinska Pravda (3 May 2018), which slow as they pass . Both widened tunnels for the platform halls are done, however most of the passages to the central hall are still not opened, and the central hall itself is only partially bored through. The original architectural image of the station was to be on par with Lukianivska, both symbolising a break with Soviet past and a Ukrainian future. The theme for Lvivska Brama would be orientated on Western Ukraine (which would fit in with the name) consisting of sharp contrasting colour tones. The pylon portals would feature additional white vaults joining at the base of the pylons. Contrasting with this would be the black internal pylon passages. The floor will be arranged in a symmetrical cross pattern of red, white and black granite. It is unclear whether the project has been altered since, although this is unlikely. At present Lvivska Brama square requires a major reconstruction and redevelopment potentially raising the area's significance for transport and certainly commerce. Once that is done the need for the station will be justified. In its present state, a period from nine months to year will be enough to fully complete the station for opening, without any disruption to the service of the line. At present Kyiv City administration is searching for an investor to fund the reconstruction of the square. However, at the same time, the Kyiv Metro construction (KyivMetroStroy) has other priorities, mainly the Holosiyiv radius and the Podilsko-Voskresenska Line, which are much more significant than Lvivska Brama. Nonetheless in early 2007 it has been emerged that the contractor was found. A Lviv based Zubr company which was to rebuild the square would also be now forced to complete the station with an opening date of 2010.Glavred 6 April 2007 Construction of the station resumed in July 2008. As of May 2012, the station had not been completed due to further construction delays. ==See also== * Telychka, another unfinished station of the Syretsko-Pecherska Line ==References== ==External links== * Photograph * Photograph * Google Maps – Satellite shot on the Lvivska Brama square Category:Proposed or under construction Kiev Metro stations ",
    "title": "Lvivska Brama (Kyiv Metro)"
}