{
    "id": "7791331",
    "text": "The Florida International League was a lower- to mid-level circuit in American and Cuban minor league baseball that existed from 1946 through July 27, 1954. It was designated Class C for its first three seasons, then upgraded to Class B in 1949 for the final 5½ years of its existence. ==History== The FIL featured teams located in the largest metropolitan centers in Florida and Cuba. Its longest serving clubs were located in Miami (usually nicknamed the Sun Sox), Tampa (named the Smokers, after the city's large cigar business) and West Palm Beach (called the Indians, though the team was never affiliated with the Cleveland Indians of Major League Baseball). All played during the 8½ seasons of the FIL's existence. Perhaps its most notable member club, however, was the Havana Cubanos, an affiliate of the Washington Senators, in Havana, Cuba. The Cubanos were the sole FIL club outside Florida and played in the loop from 1946–1953. They won five consecutive regular season titles from 1946–1950 and dominated in attendance as well, drawing over 200,000 fans from 1947–1949. The Cubanos furnished many Cuban baseball players to the parent Senators, including pitchers Sandalio \"Sandy\" Consuegra, Conrado Marrero and Miguel \"Mike\" Fornieles, and outfielder Carlos Paula, who in broke the color line for the Senators as their first player of African descent. In 1954, however, Havana left the FIL to become a Class AAA International League franchise, the Sugar Kings. The FIL could not last without its Cuban entry, and folded in midyear with St. Petersburg in first place. Miami eventually would join the International League as the Miami Marlins in 1956 and other cities joined the Class D (now Class A) Florida State League. ==Member clubs== *Fort Lauderdale Braves — also known as Lions *Greater Miami Flamingos *Havana Cubans *Key West Conchs *Lakeland Pilots — also known as Patriots *Miami Sun Sox — also known as Tourists *Miami Beach Flamingos *St. Petersburg Saints *Tallahassee Rebels *Tampa Smokers *West Palm Beach Indians ==League champions== *1946 – Tampa Smokers *1947 – Havana Cubans *1948 – Havana Cubans *1949 – Tampa Smokers *1950 – Miami Sun Sox *1951 – St. Petersburg Saints *1952 – Miami Sun Sox *1953 – Fort Lauderdale Braves ==References== *Johnson, Lloyd, and Wolff, Miles, editors: The Encyclopedia of Minor League Baseball. Durham, North Carolina: Baseball America, 1997. ==External links== *1952 Miami Sun Sox team Category:Defunct minor baseball leagues in the United States Category:Baseball leagues in Florida Category:Sports leagues established in 1946 Category:Sports leagues disestablished in 1953 Category:Defunct professional sports leagues in the United States ",
    "title": "Florida International League"
}