{
    "id": "7791016",
    "text": "Thomas Troward Thomas Troward (1847–1916) was an English author whose works influenced the New Thought Movement and mystic Christianity. ==Background== Troward was a divisional Judge in British-administered India. His avocation was the study of comparative religion. After his retirement from the judiciary in 1896, Troward set out to apply logic and a judicial weighing of evidence in the study of matters of cause and effect.The History and Philosophy of the Metaphysical Movements in America - Page 209 by J. Stillson Judah - Sects - 1967 The philosopher William James characterized Troward’s Edinburgh Lectures on Mental Science as \"far and away the ablest statement of philosophy I have met, beautiful in its sustained clearness of thought and style, a really classic statement.\"The Science of Living the Life You've Always Wanted - Page 207 by Richard Lanoue, Author Richard Lanoue According to Alcoholics Anonymous (AA) archivist Nell Wing, early AA members were strongly encouraged to read Thomas Troward's Edinburgh Lectures on Mental Science.Hart, Kenneth Recovery From Alcoholism: The 12 Steps of Alcoholics Anonymous and Eastern Spirituality, accessed September 2008. In the opening of the 2006 film The Secret, introductory remarks credit Troward's philosophy with inspiring the movie and its production.Screenwriter Claims 'The Secret' Has Its Roots in a 100-Year-Old Philosophy Called the New Thought Movement Troward was a past president of the International New Thought Alliance. Geneviève Behrend studied with Troward from 1912 until 1914; Behrend was the only personal student he had throughout his life. ==Bibliography== *The Edinburgh Lectures on Mental Science 1904 *The Dore Lectures on Mental Science 1909 *Bible Mystery and Bible Meaning 1913 *The Creative Process in the Individual 1915 *The Years 1914 to 1923 in Bible Prophecy 1915 *The Law and the Word 1917 *The Hidden Power and Other Papers on Mental Science 1921 == See also == *List of New Thought writers *Geneviève Behrend ==References== ==Further reading== *Thomas Troward, the Man & His Work, Harry Gaze == External links == * * * * Religious Movements History Category:1847 births Category:1916 deaths Category:New Thought writers Category:New Thought mystics Category:20th-century English writers Category:20th-century Christian mystics ",
    "title": "Thomas Troward"
}