{
    "id": "7792125",
    "text": "This is a list of every Georgia Tech Yellow Jackets football team quarterback and the years they participated on the Georgia Tech Yellow Jackets football team. Georgia Tech quarterbacks have led Georgia Tech to 673 wins, 37 bowl games, and 4 National Championships. Two quarterbacks have received Heisman Trophy votes and one of the quarterbacks, Billy Lothridge, received votes in multiple years. Nine Georgia Tech quarterbacks have been taken in the National Football League draft since 1936. Including the NFL, Georgia Tech quarterbacks have also played professionally in the Arena Football League, Canadian Football League, World Football League, and American Football League. Three former Georgia Tech quarterbacks went on to be head coaches in Division I-A or professional football. Georgia Tech quarterbacks have played prominent roles in American society off the gridiron as well. Froggie Morrison, the starting quarterback for the 222-0 game, served in World War I after graduating in 1916. Pat McHugh graduated in 1942, fought in World War II, and returned in 1946 to be drafted by the Philadelphia Eagles. Eddie McAshan became the first African American to start at quarterback for a major Southeastern university during the peak of the Civil Rights Movement. Four Georgia Tech quarterbacks transferred from other universities and won starting jobs at Georgia Tech. Of the four, two men transferred from archrival University of Georgia and ironically defeated the Bulldogs three times in four meetings including the very first contest of Clean, Old-Fashioned Hate. In the 2008 college football season, five different current or former Yellow Jacket quarterbacks started for three different Division I-A football teams including Georgia Tech. ==Main starting quarterbacks== ===1979 to present=== The following quarterbacks were the leading passer for the Yellow Jackets each season since joining the Atlantic Coast Conference in 1979. {| class=\"wikitable sortable\" style=\"text- align:left;\" |- !Name !Years Started !Notability !References |- |Jeff Sims |2020 |First freshman quarterback to start in a season opener since Reggie Ball in 2003 and the first true freshman to win a season opener. | |- |Tobias Oliver, James Graham, Lucas Johnson |2019 | With the departure of head coach Paul Johnson, new head coach Geoff Collins started a battery of quarterbacks throughout the 2019 season. Tobias Oliver received the first start of the season against #1 ranked Clemson but Coach Collins also leaned heavily on James Graham and Lucas Johnson in differing situations. All three have started games in 2019. | |- |TaQuon Marshall |2017–2018 | Marshall was the third- string quarterback in the 2016 season, playing 14 snaps behind Justin Thomas and Matthew Jordan. In his first game as a starter, Marshall rushed 44 times for 249 yards and 5 touchdowns against the University of Tennessee, setting modern-era Georgia Tech and ACC records in rushing attempts, rushing yards, and rushing touchdowns. | |- |Justin Thomas |2014–2016 | Thomas played 10 games in 2013 as a backup to Vad Lee. In the 2014 season, Thomas became the fifth Georgia Tech quarterback to rush for more than 700 yards in one season. Also led the 2014 Georgia Tech Yellow Jackets football team on the field to 11 game winning season and first Orange Bowl victory since 1952. | |- |Vad Lee |2013 |Lee shared the feature quarterback role in the 2012 season with starter Tevin Washington. While Washington played the majority of the snaps the first few games, Coach Paul Johnson found a way to have use of the veteran Washington and to get the dynamic redshirt freshmen Lee experience-gaining snaps. Johnson alternated the two quarterbacks every other series (Washington played two series, followed by Lee playing two series), allowing Washington to keep his role as team leader while Lee gathered experience for his future. | |- |Tevin Washington |2010–2012 |Started in 2010 after Josh Nesbitt suffered a broken arm, and began the 2011 season as starter. Finished career as the ACC record holder for most rushing touchdowns by a quarterback. | |- |Joshua Nesbitt |2008–2010 |Started majority of 2008 season as true sophomore and every game of the 2009–2010 seasons until suffering a broken arm on November 4, 2010. | |- |Taylor Bennett |2007 |First start against University of Connecticut in 2005 after Reggie Ball caught viral meningitis. Started every game of the 2007 season. Transferred to Louisiana Tech after graduating in the Spring of 2008. Started five games in the 2008 season, winning two games, and accumulating 900 yards of offense for the LA Tech Bulldogs before being supplanted by Ross Jenkins. Served in the Georgia House of Representatives. | |- |Reggie Ball |2003–2006 |Started all four years at Georgia Tech, missing only two games his entire career. Found academically ineligible for the 2007 Gator Bowl after his 2006 senior season. Played professional football for the Detroit Lions in 2007. | |- |A.J. Suggs |2002 |Transferred to Georgia Tech from the University of Tennessee in the Spring of 2002. Played sparingly in 2003, after being supplanted by true freshman Reggie Ball. | |- |George Godsey |2000–2001 |Started junior and senior seasons for Georgia Tech. Played professional football for the Tampa Bay Storm in 2003. Formerly an offensive assistant for the New England Patriots and is currently Quarterbacks coach for the Houston Texans. | |- |Joe Hamilton |1996–1999 |Started four seasons for Georgia Tech including a Heisman Trophy runner-up season in 1999. Played professional football for the Tampa Bay Buccaneers, Orlando Predators, and Frankfurt Galaxy. | |- |Donnie Davis |1993, 1995 |Started two seasons for Georgia Tech. Did not start the 1994 season due to new head coach Bill Lewis and injuries. Played professional football for the Arizona Rattlers and Georgia Force. | |- |Tommy Luginbill |1994 |Transferred to Georgia Tech from Palomar College in 1994. Started only season at Georgia Tech and transferred Eastern Kentucky University following the season. Played professional football for the Texas Terror and Florida Bobcats. Currently college football analyst for ESPN | |- |Shawn Jones |1989–1992 |Started four seasons for Georgia Tech. Led Georgia Tech to a national title in the 1990 season. Played professional football for the Minnesota Vikings and Baltimore Stallions. | |- |Todd Rampley |1988 |First start against Michigan State University in 1985 after John Dewberry was suspended for staying out past curfew. Started all games of senior season. | |- |Rick Strom |1986–1987 |Started throughout the 1986 and 1987 seasons. Broke his pinkie finger on October 21, 1987 in practice before Tennessee Volunteers game and missed final five games. Played professional football for the Pittsburgh Steelers. Served as Georgia Tech's radio color commentator for football. | |- |John Dewberry |1983–1985 |Transferred to Georgia Tech from the University of Georgia and defeated the Bulldogs two times in three attempts. Played professional football for the Calgary Stampeders. | |- |Jim Bob Taylor |1982 |Started for Georgia Tech in the 1982 season. Played professional football for the Baltimore Colts. | |- |Mike Kelley |1978–1981 |Started for Georgia Tech for the majority of four seasons. Played professional football for the Atlanta Falcons and San Diego Chargers. | |- |} ===1964 to 1978=== The following quarterbacks were the leading passer for the Yellow Jackets each season the team was a non-conference independent team, following their withdrawal from the Southeastern Conference. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Years Started !Notability !References |- |Gary Lanier |1976–1977 |Started throughout his freshman and sophomore seasons. Memorable game against the University of Notre Dame in 1976 in which Georgia Tech defeated the Irish without throwing a single pass. | |- |Danny Myers |1975 |Started with Rudy Allen throughout 1975 season. | |- |Rudy Allen |1974 |Started throughout junior and senior seasons at Georgia Tech. Started at quarterback in 1975 game against Notre Dame, which was featured prominently in the 1993 film Rudy about Daniel \"Rudy\" Ruettiger. | |- |Jim Stevens |1973 |Started first game against the University of Georgia in 1972 after suspension of starter Eddie McAshan. Played baseball for Georgia Tech in 1974. MVP of the 1972 Liberty Bowl. | |- |Eddie McAshan |1970–1972 |First African-American to start at quarterback for a major Southeastern university. First African-American to receive athletic scholarship at Georgia Tech. Started until junior year suspension due to controversial conflict with coach Bill Fulcher. Played professional football for Jacksonville Sharks. | |- |Jack Williams |1969 |Started for Georgia Tech throughout his senior season. After graduation, Williams coached at Georgia Tech, University of Richmond, and University of Virginia. | |- |Larry Good |1968 |Started for Georgia Tech in his senior season. Holds records for most plays in a game for Georgia Tech with 68 and most passes attempted in a game with 61. Both records accomplished in 1968 contest against the University of Tennessee. Drafted by the Baltimore Colts in 1969. | |- |Kim King |1965–1967 |Started three season for Georgia Tech. Participated as a Georgia Tech color commentator with Al Ciraldo from 1974 to 1993. Continued on after Ciraldo's retirement with Wes Durham until King's death in 2004. | |- |} ===1933 to 1964=== The following quarterbacks were the leading passer for the Yellow Jackets each season the team was a member of the Southeastern Conference. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Years Started !Notability !References |- |Jerry Priestley |1964 |Started one season for the Jackets. Also lettered in baseball and basketball, one of the few athletes in Tech history to ever do so. | |- |Billy Lothridge |1961–1963 |Started the majority of three seasons for the Jackets. Still is the only Tech player to receive Heisman Trophy votes in two different years. Heisman runner-up in 1963. Played professional football primarily for the Dallas Cowboys and Atlanta Falcons. | |- |Stan Gann |1960 |Started his sophomore season for the Jackets before losing starting position to Billy Lothridge in 1961. Coached high school football at Northside High School in Warner Robins, Georgia. | |- |Fred Braselton |1959 |Started as quarterback and punter for the Jackets in his senior season. Starting punter in 1958, as well. | |- |Ron Vann |1957–1958 | | |- |Wade Mitchell |1955–1956 |Played quarterback and defensive back for Georgia Tech throughout his career. Accumulated fifteen offensive touchdowns, thirteen defensive interceptions, and one defensive touchdown throughout Tech career. | |- |Pepper Rodgers |1953–1954 | Started senior year for Georgia Tech. Head coach of the University of Kansas Kansas Jayhawks from 1966 to 1970 where he began a famous feud with Missouri Tigers head coach Dan Devine, which would follow them to their heated showdowns as Georgia Tech and Notre Dame head coaches. Head coach of Georgia Tech from 1974 thru 1979. | |- |Bill Brigman |1952 | Led Georgia Tech to the 1952 National Championship. Was primary backup to Pepper Rodgers in 1953 and 1954. | |- |Darrell Crawford |1950–1951 | | |- |Jimmy Southard |1947–1949 |Started in 31 games for Georgia Tech amassing 24 wins. Inducted into Tech Hall of Fame in 1994. || |- |Frank Broyles |1946 | Started all of senior season for Georgia Tech. Head coach of the University of Arkansas Razorbacks from 1958–1976 and was appointed Athletic Director of the program in 1974, a position he held until 2007. | |- |Ed Holtsinger |1945 |Converted from center to play quarterback because of his size and athleticism. Bobby Dodd needed the bigger man to run his new T formation offense. Played professional football for the Green Bay Packers. | |- |Eddie Prokop |1943–1944 |Quarterbacked Georgia Tech for two seasons. First Georgia Tech quarterback and second player to receive Heisman Trophy votes finishing fifth in the 1944 voting. Held Georgia Tech's rushing record in a bowl game with 199 yards until the 2004 Humanitarian Bowl. Played professional football for the New York Yanks and Chicago Rockets. | |- |Pat McHugh |1942 |Primary quarterback for his senior season. After graduation, fought in World War II. Drafted in 1946 to play for the Philadelphia Eagles. | |- |Johnny Bosch |1940–1941 |Starting quarter for majority of two seasons at Georgia Tech. Took starting job from Billy Beers in 1939. | |- |Billy Beers |1939 |Started with Johnny Bosch for majority of 1939 season. Lost starting job at end of 1939 season. | |- |Joe Bartlette |1938 | | |- |Fletcher Sims |1935–1937 |All-SEC. Started as quarterback for majority of three seasons engineering Georgia Tech's \"flash attack\" and also played on Georgia Tech's basketball team. Played professional football for the Chicago Bears. | |- |Shorty Roberts |1933–1934 |Split time with Jack Phillips at quarter for two seasons. Roberts also played outfield for Georgia Tech baseball. Philips was also the featured kicker and punter for Tech from 1933–1934. | |- |} ===1922 to 1932=== The following quarterbacks were the predominant quarters for the Yellow Jackets each season the team was a member of the Southern Conference. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Years Started !Notability !References |- |Roy McArthur |1932 |Started for Georgia Tech throughout senior season. Returned to Georgia Tech in 1937 to coach Tech junior varsity football. | |- |Marshall Flowers |1931 | | |- |Earl Dunlap |1929–1930 |Captain of the 1930 Georgia Tech football team and starting quarter for junior and senior seasons. Professional boxer from 1932 to 1933. | |- |Bob Durant |1927–1928 |Real name Ronald Durant; 156-pound field general who led the national champion 1928 team. | |- |John Brewer |1926 |Started at Georgia Tech for senior season. Played professional football for the Dayton Triangles. | |- |Ike Williams |1925 |In 1925 contest against the University of Georgia, he thought the game clock read five seconds remaining in the third quarter when in actuality it was five minutes. Williams set up his offense for a field goal and kicked it to put Tech up 3–0 on first down. Luckily for Williams, Tech won 3–0. | |- |Fred Moore |1924 | | |- |Pinkey Hunt |1923 | | |- |} ===1896 to 1921 (incomplete)=== The following players were the leading quarters for the Yellow Jackets each season the team was a member of the Southern Intercollegiate Athletic Association. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Years Started !Notability !References |- |Jack McDonough |1919–1922 |Started as a true freshman when Guill was moved to end, and only missed four games in four years due to an injury in his sophomore season caused by Pitt's Orville Hewitt. Amassed a 26–7 record at Georgia Tech. Inducted in Georgia Tech Hall of Fame in 1962. | |- |Shorty Guill |1919 |He was selected All- Southern at quarterback by Auburn coach Mike Donahue. | |- |Red Barron |1918 |He started his freshman season at quarterback, though he was the feature halfback his next four years, netting three conference titles. All Alexander- Era Team. Tech Hall of Fame. Georgia Sports Hall of Fame. | |- |Albert Hill |1917 |Led Georgia Tech to its first ever National Title in 1917. Also played well at fullback. | |- |Froggie Morrison |1914–1916 |Led the Georgia Tech football team in the most one-sided college football game ever played in the defeat of Cumberland College 222-0. Returned to Tech as an assistant coach in 1933 after serving in World War I and sixteen-year hiatus from college football. | |- |Alf McDonald |1912–1913 |He was also his team's punter. | |- |Bill Coleman |1911 | | |- |Piggy Johnson |1910 | | |- |T. S. Wilson |1909 | | |- |Chip Robert |1906; 1908 |Founder of the noted Atlanta engineering and architectural firm, Robert and Company. | |- |W. H. Hightower |1907 | | |- |Butler |1904–1905 | | |- |Alfred Monsalvatge |1903 | | |- |Brinson |1902 | | |- |? |1901 |- |Maddox |1900 | |- |Manly |1899 | | |- |? |1897–1898 |- |Wight |1896 | |- |} ===1892 to 1894=== The following players were the predominant quarters for the Yellow Jackets each season the team was a non-conference independent team, following the birth of Georgia Tech football. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Years Started !Notability !References |- |John E. Smith | 1894 |John's father, John M. Smith, was one of the original donors to the founding of Georgia Tech. | |- |John Kimball | 1893 | Transferred from the University of Georgia and helped defeat Georgia in the first ever meeting of the two universities. | |- |Stafford Nash | 1892 | First ever starting quarter for the Georgia Tech football team. | |- |} ==Other starting quarterbacks== These are quarterbacks that started a few games in the season for special cases and were not the statistical passing leader for the season. Most of these quarterbacks went on to start the following year or were primary backups throughout their careers. {| class=\"wikitable sortable\" style=\"text-align:left;\" |- !Name !Games Started !Reason for Start !References |- |Tobias Oliver | 2018 Game 10 | Started due to TaQuon Marshall injury. | |- |Matthew Jordan | 2016 Game 10 | Started due to Justin Thomas injury. | |- |Tevin Washington | 2010 Games 10, 11, and 12 | Started due to Josh Nesbitt broken arm. | |- |Calvin Booker | 2008 Game 6 | Started due to Jaybo Shaw concussion. | |- |Jaybo Shaw | 2008 Game 5 | Started due to Josh Nesbitt hamstring injury. Won ACC Rookie of the Week for performance in Game 5. | |- |Taylor Bennett | 2007 Gator Bowl | Started due to Reggie Ball academic ineligibility after Fall 2006 final exams. | |- |Taylor Bennett | 2005 Game 3 | Started for Reggie Ball due to viral meningitis. | |- |Brandon Shaw | 1996 Games 1 and 2 |Started first two games of 1996 season while Joe Hamilton was injured. | |- |Darrell Gast |1987 Games 7, 8, 9, 10, and 11 |Started end of the 1987 season after Rick Strom suffered a season ending pinkie injury. Set Georgia Tech record for touchdown passes in a game with 6 against Duke. | |- |Todd Rampley | 1985 Hall of Fame Classic | Started bowl game after John Dewberry's suspension for breaking team rules. Dewberry did not return to the hotel before curfew and was suspended by then coach Bill Curry. | |- |Stu Rogers |1980 Games 8, 9, & 11 and 1983 Games 1, 2, & 3 | Started as a true freshman in place of an injured Mike Kelley against Duke, Navy, and Georgia. No other true freshman would start for Georgia Tech until Reggie Ball 23 years later. Started first three games of 1983 season before suffering a season ending knee injury. | |- |Ted Peeples |1978 Games 1 & 2 and 1980 Game 6 | Started season opener and second game in 1978 but was benched in favor of Mike Kelley. Started in place of an injured Mike Kelley against Auburn University in 1980. Was also the starting punter during his career at Tech. | |- |Mike Jolly |1976 Games 2 & 3 | Started three games after Bucky Shamburger's injury in Pitt game. Injured in Virginia Cavaliers contest and supplanted by eventual two-year starter Gary Lanier. Should not be confused with Michigan Wolverine and Green Bay Packer defensive back, Mike Jolly. | |- |Ellis \"Bucky\" Shamburger |1976 Game 1 | Started season opener for Georgia Tech against South Carolina Gamecocks. Injured on a quarterback sack and did not start for remainder of the season at quarterback. Played slotback in triple option throughout career at Tech. | |- |Jim Stevens |1972 Game 11 & Liberty Bowl |Started final two games of season after Eddie McAshan's suspension. | |- |Larry Good |1966 Games 7, 8, & 9 |Started three games of season after Kim King broke his wrist in Tulane game. | |- |Samuel Colvin |1931 Games 6 & 7 |Started after Earl Dunlap was injured in North Carolina Tarheels game. Dunlap returned for Thanksgiving Day game against Florida Gators and Colvin was backup for the rest of his career. | |- |Frank Ferst |1920 Games 6, 7, 8, and 9 |Started final four games after Jack McDonough broke his ankle. Led Tech to a defeat of Centre College. | |- |} ==Other quarterbacks== These are players that departed Georgia Tech and played prominent roles in other teams' successes or played quarterback as a second position at Georgia Tech. {| class=\"wikitable sortable\" style=\"text- align:left;\" |- !Name !Years !Notability !References |- |Steven Threet |2007 |Recruited by then offensive coordinator Patrick Nix. Threet transferred to the University of Michigan-Ann Arbor in January 2007. Threet sat out the 2007 season as a transfer. Threet started in eight games for Michigan in the 2008 season. In 2009, Threet transferred again to Arizona State University and will sit out the 2009 season. | |- |Damarius Bilbo |2001–2005 |Played as quarterback and wide receiver throughout career at Georgia Tech. Was the highest rated quarterback recruit in Georgia Tech history after ending his high school career as national player of the year. Played backup quarterback throughout most of 2002 season after a medical redshirt and saw major roles in 2002 against Fresno State University and in 2004 against the University of Georgia. Played professional football for the Dallas Cowboys. | |- |Andy Hall |2000–2002 |Transferred to University of Delaware in Spring of 2002. Proceeded to lead Delaware to the 2004 Division I-AA National Championship. Played professional football for the Philadelphia Eagles. | |- |Ken Whisenhunt |1980–1984 |Played quarterback and tight end throughout his career at Georgia Tech. Played major role in the 1980 Notre Dame game after starter Mike Kelley was injured in the game. Whisenhunt quarterbacked Tech to its only points and derailed the number one Fighting Irish with a 3–3 tie. Played professional football predominantly for the Atlanta Falcons. Head coach of the Arizona Cardinals. | |- |Gary Hardie |1977–1978 |Change of pace quarterback for 1977 and 1978 seasons. Pepper Rodgers would put Hardie in during passing situations. Hardie held the quarterback single game rushing record until 2006. He ran for 122 yards against Tulane in 1978. Drafted in the 5th round by the New York Mets in 1979 Amateur Draft. | |- |Buck Flowers |1918–1920 |A triple threat with an arm, Flowers was selected as quarterback for the All-Heisman era team despite playing the halfback position. He was the first Tech back inducted into the College Football Hall of Fame. Coach William Alexander said Flowers was the best punter Tech ever had and the best back he ever coached. As a safety on defense, no player ever got past Flowers for a touchdown. | |- |Joe Guyon |1917–1918 |A transfer from Carlisle Indian School, the triple threat passed the most of the backs on the 1917 team. He is in both the College and Pro Hall of Fames. |- |Everett Strupper |1915–1917 |Due to his deafness, Strupper called the signals instead of the team's quarterback. He was also a triple threat, and scored the most in the monumental defeat of Cumberland in 1916. College Football Hall of Fame. |- |} ==References== ==See also== * List of Georgia Institute of Technology alumni Georgia Tech Yellow Jackets * Georgia Tech Yellow Jackets starting quarterbacks ",
    "title": "List of Georgia Tech Yellow Jackets starting quarterbacks"
}