{
    "id": "7792154",
    "text": "Allison May Nelson (born c. 1927) and Harry Lee Neal (May 12, 1929September 15, 1968) were a duo-piano married couple performing throughout the United States in the 1950s and 1960s. They both taught at the University of Tennessee at Martin (UTM), where Nelson is professor emeritus in piano. They published the Nelson and Neal Piano Study Series (12 books of piano studies) for their children, and a book about their years on the road as traveling performers: Wave As You Pass by Harry Neal, 1958 (now out of print). ==Biography== Allison Nelson is a native of Largs Bay, South Australia, Australia. Note: includes a photo of Nelson playing piano. She is the younger daughter of Mr J Nelson, a local butcher, and her mother; she grew up with an older sister and brother – both were violinists. A child prodigy in piano, Nelson was well known throughout Australia at a young age. From the age of six her piano teacher was Miss Jessica Dix. At nine-years-old she attempted Grade II University musical examinations, \"passing the examination with high honours.\" According to The News reporter, \"She is a keen lover of Beethoven, and includes Bach, Schumann, Paradies, Scarlatti, and Debussy in her repertoire.\" She performed her first recital in April 1938 at the Adelaide Town Hall, which H Brewster-Jones of The Advertiser observed, \"she created an excellent impression with her piano playing... Her precocious musical talent, amazing memory, and remarkable technical equipment made the recital memorable.\" He opined, \"For her final group, for which she received a double encore. Allison Nelson played Valse Brillante (Chopin) with ease and brilliance, Consolation (Liszt) with full appreciation of its expressive qualities: and the difficult \"Novellete in D Major' (Schumann) with fluency but, naturally, not sufficient power. Its lyrical middle section had moments of very real beauty. Depending almost entirely upon wrist tension for her power, it is surprising what volume of tone she does produce from the instrument.\" Harry Neal grew up in Paris, Tennessee, the son of William Fisher Neal, who was a prominent lawyer and politician in Henry County. They were married on New Year's Day, 1949 on Endsmeet Farm, just outside Philadelphia. Allison and Harry both studied piano at the prestigious Curtis Institute of Music in Philadelphia. Allison was one of few students to ever be accepted into Curtis without an audition. She toured Australia with Eugene Ormandy in the summer of 1944. He was impressed by her talent and arranged for her to have a place at Curtis. While there, Allison was a student of Rudolf Serkin, and Harry was a student of Isabelle Vengerova. Harry and Allison spent time in 1950 in Adelaide after her national tour for the Australian Broadcasting Commission, living with her family. It was then that they decided to end their solo careers and become a permanent piano duo before returning to the United States in mid-1951. The Neals and their three children, John, Kathie, and Elise were featured on This Is Your Life in 1958, where they received an Edsel station wagon as a gift. Ironically, Harry always said that Edsel was the best car he ever owned. Harry Neal died on September 15, 1968 in Paris, Tennessee, of an apparent heart attack. Allison Nelson completed her career as a professor of piano at The University of Tennessee at Martin, where she founded the UTM Piano Ensemble. As of 2013, it is still active under the direction of Dr. Elaine Harriss, who for many years performed with Dr. Nelson. ==References== == External links == * Nelson and Neal Piano Study Series * UTM Piano Ensemble Category:Living people Category:American classical pianists Category:Australian classical pianists Category:Classical piano duos Category:Married couples Category:21st- century classical pianists Category:21st-century American pianists Category:Year of birth missing (living people) ",
    "title": "Nelson and Neal"
}