{
    "id": "7792317",
    "text": "The Child Labor Deterrence Act was created by Senator Tom Harkin (Democrat - Iowa), and was first proposed in the United States Congress in 1992, with subsequent propositions in 1993, 1995, 1997 and 1999. According to Harkin's website, \"This bill would prohibit the importation of products that have been produced by child labor, and included civil and criminal penalties for violators.\"(nd) Child Labor . Senator Tom Harkin website. Retrieved 5/9/07] ==About== The final proposal for the bill, called \"Child Labor Deterrence Act of 1999\", was bill number S. 1551 in the U.S. Senate. Harkin was the lead sponsor calling for a bill that would prohibit the importation of manufactured and mined goods into the U.S. which are produced by children under the age of 15.(nd) Pending Federal Legislation on Child Labor . Child Labor Coalition. Retrieved 5/8/07. The original wording of Senate Bill 706 in 1995 included the purpose of, \"prohibit[ing] the importation of goods produced abroad with child labor and for other purposes.\" It included civil and criminal punishments for anyone or business that defies the act. Harkin's original proposal in 1992 is attributed for inciting concrete responses to the global issue of child labor by the U.S. Congress.Connell, D. (1997) [Child Labor in the Global Economy]. 2(46). October 1997. Retrieved 5/8/07. Harkin is involved in several other anti-child labor and anti-sweatshop movements. According to Harkin, \"I was able to amend the Trade Act of 2000 to ensure that the statute also applied to goods made with forced or indentured child labor.\" While the original bill was not passed in Congress in 1999, in 2006 Harkin reported that he would reintroduce the bill.Harkin, T. (2006). \"U.S. Legislative Initiatives to Stop Abusive Child Labor\" . USInfo.State.Gov. Retrieved 5/8/07. ===Bangladesh=== Of the millions of wage earning children in Bangladesh in 1990, almost all of them worked in the ready-made garment (RMG) industry. The Bangladesh Bureau of Statistics Labor Force Survey estimated that there were about 5.7 million 10- to 14-year-old Bangladeshi children engaged in child labour. This number may have been as high as 15 million children. In 1993 employers in Bangladesh' ready-made garment (RMG) industry dismissed 50,000 children (c. 75 percent of child workers in the textile industry) out of fear of economic reprisals of the imminent passage of the Child Labor Deterrence Act (the Harkin Bill after Senator Tom Harkin, one of the US Senators who proposed the bill). The act which banned \"importation to the United States of products which are manufactured or mined in whole or in part by children\" would have resulted in the loss of lucrative American contracts. Its impact on Bangladesh's economy would have been significant as the export-oriented ready-made garment industry represents most of the country's exports. UNICEF sent a team of investigators into Bangladesh to learn what came of the children who were dismissed from their factory jobs. UNICEF's 1997 State of the World's Children report confirmed that most of the children found themselves in much more deplorable situations, such as crushing stones, scavenging through trash dumps, and begging on the streets. Many of the girls eventually ended up in prostitution ==See also== *Children's rights movement *Child labor laws ==References== Category:Child labor in the United States Category:Child labour law Category:United States federal labor legislation Category:United States federal legislation articles without infoboxes ",
    "title": "Child Labor Deterrence Act"
}