{
    "id": "7792528",
    "text": "Richard L. Bresciani (January 16, 1938 – November 29, 2014) became the Vice President/Publications and Archives for the Boston Red Sox in 2003 after serving as Vice President of Public Affairs since November, 1996. He had been Vice President of Public Relations since August 1987. He was born in Hopedale, Massachusetts. He joined the Red Sox in May, 1972 as assistant public relations director, became publicity director in 1978 and public relations director in June, 1984. Bresciani oversaw all Red Sox publications, the club’s historical archives and alumni. He coordinated the selections of the annual national Tony Conigliaro Award recipient and the Red Sox Hall of Fame inductees. He was chairman of the Red Sox Task Force Committee for the 1999 All-Star Game. Bresciani served on the boards of directors of the BoSox Club, the Red Sox official booster club, and the Cape Cod Baseball League (CCBL). Named the league's first public relations director in 1968, Bresciani was a member of the Cape Cod Baseball League Hall of Fame's inaugural class of 2000, and served on the CCBL Hall of Fame selection committee. In 2003, he was inducted into the UMass Athletic Hall of Fame and served on their selection committee. On November 9–10, 2006, Bresciani was inducted into the Red Sox Hall of Fame as a non-uniformed personnel selection. He was also a member of the New England Italian-American Sports Hall of Fame. He was the recipient of the Boston Press Photographers Association’s Sports Personality Award in 2007. In 2001 Bresciani was the Red Sox coordinator for the dinner committee of The New England Sports Lodge of B’nai B’rith that honored then-owner John L. Harrington as The Sam Cohen Sportsman of the Year. He also served on the Public Visibility Committee for The United Way of Massachusetts Bay. In 1997, he received the Robert O. Fishel Award for Public Relations Excellence in Major League Baseball and was also honored by the Cape Cod League for 30 years of dedicated service. In 1998, Bresciani received an “Award of Distinction” from the Massachusetts Baseball Coaches Association for “significant contributions to the development of the youth of the community.” A graduate of Hopedale (MA) High School and the University of Massachusetts with a degree in journalism, he received the University’s Alumni Award for Professional Excellence in 1994. He won the BBWAA “Good Guy” Award in 1987, the Western Massachusetts Jimmy Fund Recognition Award in 1989, the 1989 Brad Jernegan Award from the BoSox Club and the New England Intercollegiate Baseball Coaches Association’s Distinguished Service Award in 1990. Before joining the Red Sox, Bresciani was assistant sports information director at UMass for 11 years. He was also the director of public relations and statistics for the Cape Cod Baseball League from 1967-71 during which time the league received full NCAA accreditation and subsequent financial grants from Major League Baseball. He died at Massachusetts General Hospital in Boston on November 29, 2014, aged 76, from leukemia. ==Recognitions== *Winner of the Robert O. Fishel Award for Public Relations Excellence in MLB (1997) *2003 UMass Athletic Hall of Fame induction (2003) *Boston Red Sox Hall of Fame induction (2006) *Cape Cod Baseball League Hall of Fame induction (2001) *Press Box at Fenway Park officially named the Dick Bresciani \"Bresh Box\" (2015) ==References== ==External links== *Boston Red Sox *UMass athletics *UMass Arts and Events *http://www.capecodbaseball.org/ Category:1938 births Category:2014 deaths Category:Major League Baseball executives Category:Boston Red Sox executives Category:University of Massachusetts Amherst alumni Category:Cape Cod Baseball League Category:Deaths from cancer in Massachusetts Category:Deaths from leukemia Category:People from Hopedale, Massachusetts ",
    "title": "Dick Bresciani"
}