{
    "id": "7792055",
    "text": "Fictitious people are nonexistent people, who, unlike fictional people, have been claimed to actually exist. Usually this is done as a practical joke or hoax, but sometimes fictitious people are 'created' as part of a fraud. Sometimes the line between the two categories is blurred, e.g., as in the case of Abdul Alhazred. A pseudonym may also be considered by some to be a \"fictitious person\", although this is not the correct definition. ==Hoaxes== * William Ashbless, a 19th-century fictitious poet and adventurer. * Bilitis, nonexistent Ancient Greek poet. Supposed author of The Songs of Bilitis, a collection of erotic poetry \"discovered\" by Pierre Louÿs. * George P. Burdell, eternal Georgia Tech student. * Eddie Burrup, fake Australian aboriginal painter. * Johnny \"The Celestial Comet\" Chung, supposed Chinese-American football player for the nonexistent Plainfield Teacher's College. * Allegra Coleman, nonexistent supermodel. * Tom Collins, fictitious gossip and namesake of the gin-and-lemon-based cocktail. * Helen Demidenko, nonexistent Ukrainian author, created by Australian writer Helen Darville. * Aimi Eguchi, fictional Japanese idol. Member of idol group AKB48 created as a composite of the other members. * Frederick R. Ewing, nonexistent author of I, Libertine. * Anthony Godby Johnson, (probably) fictitious author of Rock and a Hard Place: One Boy's Triumphant Story. * Kilroy, a nonexistent legendary World War II US Army major who inspired millions during the war and became part of American popular culture. * Ern Malley, nonexistent Australian poet, created by Australian poets James McAuley and Harold Stewart. *Lillian Virginia Mountweazel, a photographer who existed as a fictitious entry in the 4th edition of the New Columbia Encyclopedia. The publishers assumed that if they caught another encyclopedia containing their copyright trap, the presence of the non-existent Mountweazel would prove that their competitors hadn’t done any original research and copied them. * Karyl Robin-Evans, nonexistent scientist whose expedition is chronicled in the book Sungods in Exile. * H. Rochester Sneath, nonexistent English public school headmaster and prolific letter writer, created by Humphry Berkeley. * Georg Paul Thomann, nonexistent Austrian conceptual artist, created by art group monochrom to represent Austria at the 2002 Sao Paulo Art Biennial. Georg Paul Thomann is featured in RE/Search's \"Pranks 2\" book. * Piotr Zak, nonexistent Polish composer, created for a BBC programme by Susan Bradshaw and Hans Keller. * Hugo N. Frye, a fictional figure, purportedly the founder of the Republican Party in New York State, made up by Cornell University students in 1930 as a prank designed to embarrass several state politicians. ==Pseudonyms== This list includes pseudonyms supplied with a biography suggesting the existence of a person distinct from the actual person with the pseudonym in question, often with the purpose of a hoax. See also :Category:Collective pseudonyms (many of them were not claimed as \"real\" people). * Penelope Ashe, supposed \"demure Long Island housewife\" who authored Naked Came The Stranger. Actually a pseudonym of a collective of writers, and portrayed by one of their relatives during interviews. * Richard Bachman, a pseudonym of Stephen King, given a fake biography and author photo. *Silence Dogood, a false persona used by Benjamin Franklin to get his work published. * Roderick Jaynes, editor of all the films of Joel and Ethan Coen. Actually a pseudonym for the Coens themselves. \"Jaynes\", supposedly a cantankerous Englishman in his 80s, has also penned a dismissive introduction to a book of the Coens' scripts, and an article in the Guardian discussing his work on The Man Who Wasn't There. * Kozma Prutkov, nonexistent Russian writer. * Lemony Snicket, a pseudonym used by Daniel Handler for his A Series of Unfortunate Events. Snicket, who is also a character in the books, is the meta-fictional narrator of the series. * Wrench Tuttle, an Atlanta-based \"poet, traveler, activist and philosopher\". Canadian musician/composer Bob Wiseman \"collaborated\" with lyricist Tuttle by mail, for the 1989 album In Her Dream: Bob Wiseman Sings Wrench Tuttle. Tuttle was, in reality, Wiseman. *Kilgore Trout originally was a character created by Kurt Vonnegut, who later became a pseudonym used by Philip José Farmer to publish, as a homage to Vonnegut, an actual version of one of the fictional Trout's books, Venus on the Half-Shell (1975). Farmer's work is based on a moment in Vonnegut's God Bless You, Mr. Rosewater that describes a character reading a copy of Trout's novel, \"Venus on the Half-Shell\". Vonnegut was not happy about the publication of Farmer's book, but he declined to sue over the use of his intellectual property. * Gerald Wiley, authorial pseudonym used by sketch comedy performer Ronnie Barker on shows in which he was a performer. Initially, even other writers on the show were unaware that sketches submitted by \"Wiley\" were in fact written by Barker; Barker wanted his sketches to be judged on merit, not on the fact he was a cast member or star. *Andrew MacDonald, a pseudonym for William Luther Pierce, white supremacist and author of The Turner Diaries. ==Arts & entertainment== *Alan Smithee, name used by film directors who wish to disown a project. *Andreas Karavis, nonexistent Greek poet. *B. Traven, adventure novelist. *Borat Sagdiyev, a fictitious Kazakhstani journalist created by Sacha Baron Cohen, see also Ali G and Brüno Gehard. * Conchita (previously Conchita Wurst), stage persona of Austrian recording artist Thomas Neuwirth. *C.W. Blubberhouse, whose letters in UK national newspapers were exposed as a hoax by the Sunday Times. *Dame Edna Everage, a character played by Australian comedian Barry Humphries. * David J. Broadfoot, the Member of Parliament from Kicking Horse Pass, representing the New Apathetic Party, a character played by Canadian comedian Dave Broadfoot. *David Manning, a nonexistent film critic created by Sony Corporation. * Donald Kaufman, fictional brother of Adaptation writer Charlie Kaufman, gained \"writing credits\" and was nominated for an Oscar. *George Spelvin, traditional pseudonyms used in programs in American theater. *Gerald Bostock, writer of the lyrics for the Jethro Tull album Thick as a Brick. *Hajime Yadate, credited as the creator of most of the anime works of Japanese animation studio Sunrise. *JT LeRoy, fictional American author and literary celebrity. *Lily Savage, a character played by British comedian Paul O'Grady. *Margaret B. Jones, fictitious half-white, half-Native American foster child and Bloods gang member in South Central Los Angeles *Mrs. Trellis of North Wales, a regular correspondent to BBC radio comedy I'm Sorry I Haven't A Clue *Nat Tate, fake 1950s American artist *Ossian, Irish bard created by James Macpherson in the 18th century *P. D. Q. Bach, a fictional composer invented by musical satirist \"Professor\" Peter Schickele. *Ponsonby Britt, executive producer of The Rocky and Bullwinkle Show. In the credits of George of the Jungle, a later offering from the same production company, Britt had been promoted to \"Ponsonby Britt OBE\" (recipient of the Order of the British Empire). *Rrose Sélavy, a fictional artist created by Marcel Duchamp *S. Morgenstern, fictional author from the equally fictional country of Florin *Sven, an occasional stand-in for Samantha on BBC radio comedy I'm Sorry I Haven't A Clue. *Tony Clifton, imaginary lounge singer created (and usually played) by comedian Andy Kaufman *Van den Budenmayer, nonexistent Dutch composer believed to be real by some filmgoers even after they were told the truth. *Walter Plinge, name used by British stage actors who wish to stay anonymous *Wanda Koolmatrie, nonexistent Australian aboriginal author ==Academia== * Arthur Besse, pseudonym used since 1978 by French differential geometers * Blanche Descartes, fictitious mathematician with over 30 published papers * Claude Émile Jean-Baptiste Litre, volumetric namesake. * Dr. Irving Joshua Matrix, numerologist, invented by Martin Gardner * G. W. Peck, pseudonym used by several mathematicians since 1979 * Honorable J. Fortescue, fake US physician * Jára Cimrman, fictional Czech genius and polymath * John Rainwater, enrolled by mathematics graduate students at the University of Washington in 1952 as a prank; has since been used as a pseudonym by several other mathematicians for published work * Josiah Carberry, professor of psychoceramics at Brown University * Nicolas Bourbaki, a 20th-century French mathematician with credited publications * Peter Orno, associated with Ohio State University and credited with several papers in mathematics during the 20th century ==Politics== * Andre Kasongo Ilunga, a member of the UNAFEC party and Minister of National Economy and Trade of the Democratic Republic of the Congo in 2007. * Jakob Maria Mierscheid, a member of the German Bundestag. Despite not existing, Mierscheid has an official Parliamentary biography (complete with portrait) and has given his name to a bridge spanning the River Spree and to the Mierscheid Law, which has been used to predict voting patterns in the former West Germany. ==Covert Operations== * Major William Martin, RM, a dead courier found floating off the coast of Spain possessing documents outlining future Allied strategy. The documents were misinformation planted by the Security Service as part of Operation Mincemeat, a World War II deception plan to cover the invasion of Sicily.Ben Macintyre, \"Operation Mincemeat\", Bloomsbury, 2010, passim. ==Sports== * Masal Bugduv, nonexistent 16-year-old Moldovan football player linked with a move to numerous top clubs in Europe. * Lennay Kekua, nonexistent deceased girlfriend of former Notre Dame linebacker Manti Te'o. * Sidd Finch, nonexistent baseball prodigy created by George Plimpton for an April Fool's Day prank. * Taro Tsujimoto, nonexistent Japanese hockey player selected by Buffalo Sabres general manager Punch Imlach in the 1974 NHL Draft. ==Unclassified== :Please help in putting them into appropriate sections. * Araki Yasusada, fake Hiroshima survivor and author * Betty Crocker, fake spokesperson for The Washburn Crosby Company of Minneapolis and its successor company, General Mills * Carl Brandon, a fictional fan of color, for whom the Carl Brandon Society was named * Clay Bertrand, an alleged alias associated with two people connected to various investigations regarding the assassination of President John F. Kennedy * Edna Welthorpe, nonexistent morality campaigner * H. Rochester Sneath, nonexistent headmaster of the nonexistent Selhurst School * Henry Root, fictitious correspondent, and Henry Raddick (possibly the same person) * Kaycee Nicole, fictional leukemia sufferer and Internet personality * Kodee Kennings, nonexistent 8-year-old girl whose letters were published in the Daily Egyptian, a student newspaper for Southern Illinois University Carbondale * Mavis Beacon, fictitious typing tutor created for the Mavis Beacon Teaches Typing application software. * R. M. Qualtrough, a key figure in the murder trial of William Herbert Wallace * Titusz Dugovics, the hero of Belgrade ==References== ",
    "title": "List of fictitious people"
}