{
    "id": "7793854",
    "text": "Rownd a Rownd () is a Welsh soap opera created by Rondo Media (formally Ffilmiau’r Nant) and shown on S4C since 11 September 1995. It was claimed to be the first Celtic-related language soap specifically directed at a youth audience. It is set in the fictional harbour town of Glanrafon in Anglesey. At its inception, the soap was targeted towards an adolescent and young adult audience, but it now has broadened its appeal to all age groups. It has famously covered many taboo subjects ranging from arson to cancer. Beginning with a small cast of characters, the serial now has upwards of forty cast members. The soap is consistently in the top 20 most watched programmes of the week on S4C. The show currently averages around twenty thousand viewers per episode. Two episodes are produced each week. Since February 2020 these have been broadcast at 20:25 on Tuesdays and Thursdays (with the previous episode being repeated at 18:30). In addition, a weekly omnibus with in-vision English language subtitles airs on Sunday daytime. Every summer Rownd a Rownd takes a two month seasonal break; finishing in mid July and re-starting in September to coincide with the new season. ==Background== Rownd a Rownd was first broadcast in September 1995 and was originally based on young people who did a paper round\"Pen-blwydd Rownd a Rownd\", BBC Cymru Fyw (in Welsh), 9 September 2016. Retrieved 8 December 2016. (hence the programme's title, based on the wheels of a bicycle). It has since grown to include both their daily school life and their family life. Phil Redmond, creator of Grange Hill, Brookside and Hollyoaks, acted as a consultant to the series on its launch in 1995, and again on its tenth anniversary. Rownd a Rownd also has a presence on social networking sites Facebook, Twitter and Instagram on which they post weekly. In 2016, it celebrated its 21st birthday, with S4C broadcasting an anniversary special hosted by Tudur Owen. ==Production== alt=refer to caption The series is filmed in Menai Bridge, Anglesey and Caernarfon, North Wales, and is produced by Rondo Media (previously known as Nant Films). When it began, the production company converted a disused garage in Dale Street (Welsh name: \"Lôn Cilbedlam\") in Menai Bridge into a fake row of shops, which include a café, a hairdresser, a newsagent, a taxi firm, a pizza place and a bar. There is a sign outside this set informing the public that the shops are not real. School scenes are filmed in Ysgol Gyfun Llangefni and Ysgol David Hughes. Hospital scenes are often filmed in nearby Ysbyty Gwynedd, Bangor, usually in one of the staff hostels. The soap also regularly makes use of incidental music in their program. On 18 March 2020 it was announced that filming for Rownd a Rownd would be suspended in the light of the spread of COVID-19. Filming resumed in August 2020 with social distancing guidelines in place. The show's cast were required to do their own hair and make-up, which is normally done by a make-up artist. Two additional filming sites were also added to Rownd a Rownd's set in Menai Bridge in order to keep people sufficiently apart. These are located in near-by towns Caernarfon and Llangefni. ==Cast== This includes characters who have been in the habit of returning after a long absence. {| class=\"wikitable sortable\" |- ! style=\"width:170px;\"|Character ! style=\"width:130px;\"|Actor ! style=\"width:70px;\" |Duration ! style=\"width:600px;\"|Details |- |Jim \"Gym\" Williams || Iestyn Garlick || 1995– || Former physical education teacher. Headmaster of the local school between 2004-2019. Although retired from the position, he still makes occasional appearances in the soap. |- |Glenda Prichard Phillips (née Owen) || Elliw Haf || 1997– || Local gossip. She is married to Terry and is the mother of four daughters: a pair of twin girls, Manon and Menna, Lucy (who is residing in Australia) and Sophie. Former nurse. Works at Sgram, the local café. |- |Terry John Phillips || John Glyn Owen || 1997– || Owner of construction company. Boss to Kelvin. Glenda's husband and father to Sophie, Manon and Menna. Adopted father of Lucy. Has fostered children over the years with his wife. |- |Sophie Phillips || Angharad Llwyd || 1997– || Terry's and Glenda's daughter. Bitchy, quarrelsome character. Mother to Owain and Mair. Used to be in a relationship with Martin, Elfyn, Vince, Gavin, Wyn, Mathew and Dylan. Ex-wife to Eifion Davies (Owain's father). Works as a hairdresser in Dani's, the local salon, with Lowri and Dani. Used to run her own mobile hairdressing business, but lost her driving license after being caught drink driving following a collision with Arthur Thomas. |- |Edwin Lloyd || Phylip Hughes || 1998– || Resident of Glanrafon for many years. Respectable chapel organist. Known as 'Mr Lloyd' and is rarely called by his first name. Widower of Lena; who died in 2014. Retired driving instructor. Once a regular, he is now a recurring character. |- |Kenneth \"Ken\" Walsh || Idris Morris Jones || 1999– || Owner of the local taxi firm K-Kabs with his wife Kay. A kind man who often finds himself apologising for his wife's actions. Has also served time in prison in the past. |- |Kay Walsh (née Williams) || Buddug Povey || 1999– || Ken's sharp-tongued wife. Had an affair with Gareth Harries - her college lecturer. Left her family and moved to live with him, but eventually went back to Ken. Daughter of the late Ron. Sister to Meical, and paternal half-sister to the late David. Mother to Kelvin, Klaire (who moved away to university to study nursing) and Kylie (who she gave birth to in Sgram). |- |Kelvin Walsh || Kevin Williams || 1999– || Local builder. Ex-husband of Mari and Lowri. Father to Kate (born 2007) and Mia (born 2015), and adopted father to Robbie. Dating Mel since March 2020. Works with Terry. Jailed for 18 months in 2017 for unknowingly smuggling drugs after a lads' holiday in Spain. |- |Kylie Walsh || Leisa Gwenllian || 2001– || Ken and Kay's teenage daughter. Best friend and cousin to Britney. Works at Tŷ Pizza, after deciding to take a gap year before going to university. |- |Dani Keegan || Ffion Medi Jones || 2002– || The manager of the salon. Michelle's and Wyn's daughter, sister to Jonathan (who is living in Australia), maternal half-sister to Britney and paternal half- sister to Siwan. Ex-girlfriend to Rhodri, Barry and David. Married Jac Thomas in October 2019, but later separated in early 2020 after she became unfaithful. |- |Britney Keegan || Fflur Davies || 2002– || Michelle's daughter, Meical's step-daughter. Half sister to Dani and Jonathan. Currently studying nursing at Bangor University, but still living at home. |- |Owain Barclay || Gwern Morus Williams || || Teenage son of Sophie Phillips and Eifion Davies. Adopted son of Vince. Maternal half-brother to Mair. Does the paper round. Best friend to Robbie. |- |Wyn Humphries || Dewi Rhys || || Brother to Alwena, Philip's ex-wife. Rich business tycoon. Owns many of the town's buildings. Owner of the local bar, Copa. Father to Jonathan, Dani and Siwan. Dislikes Barry Hardy due to their conflicting business interests. |- |Vincent \"Vince\" Barclay || Huw Llŷr || 2005– || Caretaker at the school. Former postman and taxi driver. Friend of the Ks. Father to Callum (with former partner Julie) and Mair Phillips. Adopted father of Owain, thought now separated from Sophie. Ex-boyfriend to Cathryn. |- |Iris Hardy || Karren Wynne || 2005– || Mother to the Hardy boys (Barry, Jason and Dale). Arthur's long- suffering partner. Separated from the boys' father, Ben. Worked in Sgram, the local café for years, but quit in 2019 in order to set up a nannying business at home. |- |Barry Hardy || Gwion Tegid || 2005–2010, 2013– || An evasive and violent man, though looks after his brothers and mother well. Runs Tŷ Pizza and mobile business Y Tŷ Pizza Bach. Has one child, Tom, with girlfriend Carys. Formerly in relationships with Dani and Kim. Diagnosed with testicular cancer in 2015. |- |Jason Hardy || Iwan Fôn || 2005–2015, 2017– || Currently lives in Tŷ Pizza's flat. Has a share in Barry's pizza shop after winning £10,000 on a scratchcard in 2018, although he is often accused by his brother of not taking the business seriously. Used to be in a relationship with Angharad Thomas and Erin Richards. Now dating Anest Owen. Good friends with his workmates, Kylie and Iestyn. |- |Siân Richards (née Hughes) || Mari Wyn Roberts || || Detective Inspector at the local police station. Miscarried her first child in a car accident with Vince. Sister to Alwyn (the owner of the garage prior to her eventual husband) and aunt to Nel (who died on New Year's Eve 2015) and Dafydd. Wife of John Richards, whom she married in July 2019. |- |Mathew Parry || Robin Ceiriog || 2006– || The oldest son of Phillip. Deputy headteacher and formerly a physical education teacher at the local school. Ex- fiancé to Siân; which ended as a result of an affair with fellow teacher Llio James. Ex-boyfriend to Sophie and Mel. Previously struggled from a gambling addiction. |- |Philip Parry || Maldwyn John || 2007– || Owner of the salon, shop and café which he bought against Terry and Glenda. Father of three boys, Mathew, Sion and Dewi (the last two of which now live in Spain with his ex- wife Alwena). His first marriage finished after his wife died of cancer. In a relationship with Lowri, much to the shock of the locals owing to their age difference. |- |Arthur Thomas || Gwyn Vaughan Jones || 2007– || Iris' partner, a courier who is obsessed with trains. A comical and scheming man. Owner of a parcel delivery company. Unknowingly had a daughter, Angharad, whom Terry and Glenda fostered before her parentage was revealed. Had an affair with Julie (who has since left the show) in 2013 but went back to Iris after realising his mistake. |- |Mair Phillips || Gwenno Llwyd Beech || 2009– || Quiet and well-behaved daughter of Sophie and Vince. |- |Lowri Walsh || Lowri Gwynne || 2010– || Hard-working mother to Robbie and Mia. Good friends of Dani and Carys and often serves as an agony aunt to them. Married Kelvin in 2013 but separated in 2018, (and finalising their divorce in 2020). In a relationship with Philip. |- |Robbie Walsh || Tomi Llywelyn || 2010– || Teenage son of Lowri and Griff. His father was abusive, and left when he was younger. Best friends with Owain. |- |Iolo Davies || Tudur Lloyd Evans || 2013– || Philip's nephew. Worker at \"Yr Iard\" and barman at Copa. Ex-boyfriend to Kim, Llio and Cathryn. |- |Carys James || Ceri Lloyd || 2015– || Llio's sister from South Wales (who has since moved to live with their mother). Was an art student in London, but left after her second year. She has a child, Tom, with Barry and runs her own tailoring business. Had an addiction to prescription drugs. |- |Mia Walsh || Erin Fflur Owen || 2015– || Young daughter of Lowri and Kelvin. |- |John Richards || Huw Garmon || 2016– || Local businessman who owns the garage. Father to Rhys and twins Wil and Erin, who have all since moved out. Wil now lives in Toronto, studying mechanics, and Erin lives in Magaluf working as a barmaid. Married Siân in July 2019. |- |Rhys Richards || Meilir Rhys Williams || 2016– || Glanrafon's mechanic. Old friend of Barry. Openly gay. Previously struggled from an exercise addiction when his boyfriend died in a car crash in September 2017. |- |Tom Hardy || Mason Samuel Moncur || 2016– || Son of Barry and Carys, born on New Year's Eve 2016. Thought to be Jac Thomas' child at first after a one-night stand with his mother. Later revealed to be Barry's child. |- |Dylan Roberts || Dafydd Rhys Evans || 2018– || ICT teacher from South Wales. Dated Sophie for a while, but separated after Sophie refused to have a child. Well liked by the locals, to the chagrin of fellow teacher Mathew. Father to his six-year-old son, Llew. Widower of Fflur, who passed away after a short battle with breast cancer in July 2020, (whom he married only a month prior to her death). |- |Carwyn Owen || Meilyr Siôn || 2018– || Owner of the Iard shop for nautical supplies and kayaks for rent. Family originally from South Wales. |- |Gwenno Owen || Elen Gwynne || 2018– || Carwyn's wife, helps out in the shop and supply teacher at the school. Cousin to Lowri. |- |Anest Owen || Heledd Roberts || 2018– || The daughter, helps out in the shop. Suffers from epilepsy. Dating Jason. |- |Iestyn Owen || Josh Morgan || 2018– || The troublesome member of the family. Suspended from his old school for selling drugs, which meant they had to move to the village. Works part-time at Tŷ Pizza; whilst also studying computer science at Bangor University. |- |Elen Edwards || Catrin Mara || 2019– || Headteacher of Glanrafon, the local school. Tough upbringing, with both parents abusing drugs. |- |Mali Edwards || Luned Elfyn || 2019– || Environmentally conscious teenage daughter of Elen; a vegan. In the same year as Owain and Robbie. Maternal half-sister to Anna and paternal half-sister to Miriam. |- |Anna Edwards || Gwenlli Dafydd || 2019– || Second daughter of Elen. Still in primary school. Maternal half-sister to Mali. Her father died in 2019. |- |Aled Campbell || Daniel Lloyd || 2019– || Formally a drug dealer in Liverpool. Manager of Copa. Blackmailed by Barry to take the manager's job to eventually buy the business from Wyn. His brother, Lewis suffered an injury after a fight at a football match, which resulted in him being brain damaged and needing twenty-four hour care. Living with Mathew and Iolo. Currently having an affair with Carys, unbeknownst to Barry. |- |Llew Stevens || Gwion Llwyd || 2019– || Six-year-old son of Dylan and the late Fflur, as a result of an affair. (Fflur was married to another man at the time). His mother died in July 2020 after learning her cancer was terminal in 2018. |- |Melanie \"Mel\" Phoebe Roberts || Elain Lloyd || 2020– || Initially introduced as Mathew's one night stand, later girlfriend (thought now separated). Dating Kelvin. Works at Sgram, the local café with Glenda. |- |Ceri Harrison || Kate Ellis || 2020– || Wife of Ian, and mother to Miriam. First to make contact with Mali after it transpired Miriam had ADPKD; which meant she would eventually need a new kidney. Neither herself, Ian or Mali are a match. |- |Ian Harrison || Rhodri Siôn || 2020– || Father to Miriam and Mali, the latter whom he had with Elen whilst in university. Initially tried to pay Elen to have an abortion. |- |Miriam Harrison || Erin Fflur Jones || 2020– || Daughter to Ian and Ceri. Paternal half-sister to Mali. Suffers from Autosomal dominant polycystic kidney disease. |- |Mark Harris || Rhodri Evan || 2020– || Former police detective and colleague of Siân. Recently reconnected after Harris was found at a scene of a car crash. Once married, now divorced. |} ==Buildings== {| class=\"wikitable sortable\" |- ! Building ! Information |- | Anheddau Humphries || Building and construction company |- | Bridge || Kebab house |- | Carys James || Tailoring business |- | Copa || Bar (formally Q's; a youth centre) |- | Dani || Salon (formally called Crib Goch and Nikki's) |- | Ho Wah || Chinese take-away |- | K-Kabs || Taxi firm |- | Llys Menai || Retirement home |- | Menai Bridge || Suspension bridge |- | Menai Bridge Post Office || Post office |- | Parry's || General store |- | Penrallt || Church |- | Richard's || Garage |- | Sgram || Café |- | Tŷ Pizza || Pizza take-out restaurant |- | Ysgol Glanrafon || Comprehensive secondary school |- | Ysgol Gymraeg Glanrafon || Primary school |- | Yr Iard || Shop for nautical supplies and kayaks for rent |} ==References== ==External links== * Category:S4C original programming Category:Television shows set in Wales Category:1995 British television series debuts Category:1990s Welsh television series Category:2000s Welsh television series Category:2010s Welsh television series Category:2020s Welsh television series Category:1990s British television soap operas Category:2000s British television soap operas Category:2010s British television soap operas Category:2020s British television soap operas Category:Welsh television soap operas Category:British teen drama television series Category:Television productions suspended due to the COVID-19 pandemic ",
    "title": "Rownd a Rownd"
}