{
    "id": "7793048",
    "text": "Harry Gair Harry A. Gair (January 15, 1894 - February 10, 1975) was in his time the United States most prominent trial lawyer in the field of negligence, or accident law, and unequalled as a court room nemesis to opposing medical witnesses.The Lawyer Who Hasn't Lost A Case In Ten Years by Will Chassan, Pageant Magazine, vol. 9, No 11, May 1954 He was the founder of the firm of Harry A. Gair later known as the firm of Gair & Gair and with the addition of Robert L. Conason the firm of Gair, Gair & Conason. The firm continues to this day as Gair, Gair, Conason, Rubinowitz, Bloom, Hershenhorn, Steigman & Mackauf. ==Personal== Gair was married to Harriet E. Gair (c. 1906 - 2006), who became a partner in his firm in 1945. Their son Anthony H. Gair, a graduate of Thomas M. Cooley Law School, is now a partner with the firm Gair, Gair, Conason, Rubinowitz, Bloom, Hershenhorn, Steigman & Mackauf, having practiced there for over 30 years. Among his children is the well known psychiatrist Dr. Donald S. Gair, a graduate of Harvard Medical School. His daughter Barbara Scheiber claimed in 2014 that her father and stepmother were the subjects of the 1928 Walker Evans photograph Couple at Coney Island, New York. Gair was admitted to the bar of New York in 1919. He was a lecturer on Medical-Legal Jurisprudence, at Columbia University Law School, at New York University Law School and Vanderbilt University. He was a fellow of the American College of Trial Lawyers and a member of the International Academy of Trial Lawyers where he served as Dean from 1956 to 1957 and as Director from 1954 to 1955. He was also a member of the Law-Science Academy of America where he served as President from 1953 to 1955. ==Advocacy== Gair's reputation was such that one large insurance company made it a policy to settle all cases with him out of court on the theory that trying to beat him was impossible. In one three-year period, he tried over 150 cases before the New York State Supreme Court and won all of them. Gair never attended college or law school and his formal education ended in the eighth grade. A native of New York City, he was born to Hyman and Minnie Gair on January 15, 1894 and was self-taught through law office study and through private reading of the law. The Association of the Bar of the City of New York retained Gair as a member of two important committees: those on the Judiciary and Professional Ethics. He fulfilled those functions in addition to other professional endeavors, such as the Presidencies of four Bar Associations, including the International Academy of Trial Lawyers. Gair was a pioneer in the field of aviation crash litigation,Lawsuit by Stuart M. Speiser, Horizon Press, 1980New York Journal - American, October 26th 1961, March 21st 1963New York - Telegram, January 30th 1964 handling such cases as the American Airlines crash in the East River on February 3, 1959. Among the numerous other airline crash cases he handled, was the case of Jane Froman and Gypsy Lee Markoff against Pan American lines. Following the trial, the trial Judge, Aron Steuer, the son of trial lawyer Max Steuer, wrote Gair the following on March 18, 1953: :My Dear Mr. Gair, :In the course of over twenty-three years on the bench I have had occasion to listen to some thousands of summations. I have never heard one which was the equal of your effort made yesterday, March 17, 1953, in the action of Froman and Markoff against Pan American Lines. For cogency of argument, selection of material form the record, manner of presentation and delivery, in fact from every standpoint it was masterly. Do not infer from this that I find that any part of the presentation of the case was less than what it ought have been, but only that the summation was so outstanding that I cannot forbear declaring my admiration. Gair was a plaintiffs' lawyer primarily. His clients included victims of derailed trains, plane wrecks, collapsed buildings, exploded cans and many other types of unplanned disaster. Most of the more notable mishaps of his time brought clients into his office. In tribute to him following his death in 1975, his partner, Herman Schmertz, quoted the following from one of his summations \"He is gone. The spirit of justice which was so much a part of him and animated all his judgment - that survives. So long as we cherish that spirit, it will always keep his memory green.\" Gair had delivered these lines to a jury in the course of a summation in a lawsuit emanating from the death of a husband and father.The Institute of Jewish Humanities, Testimonial Dinner, March 14th 1982 ==References== ==Selected writings== *The trial of a Negligence Action, Practicing Law Institute, May 1953 ed., May 1956 rev. print edition *Negligence Cases - Winning Strategy, Prentice-Hall, Inc., 1957 *The Preparation and Trial of Aviation Litigation, American College of Trial Lawyers, 1957 *Damages for Fear and Mental Pain, Boston University Law Review, vol. XLI, No. 3, summer 1961 *Medico-Legal Technique from the Standpoint of the Plaintiff, Texas Law Review, vol. 31 No. 6, June 1953 *New Directions in Tort Law, Women Lawyers Journal, vol. 54, No 1, winter 1968 *Aviation Law Today, Albany Law Review, Vol. 30, No. 2, June 1966 *Cross Examination of an Expert in a Stroke Case, The Plaintiffs Advocate, Vol. III No.3, January 1960 *A Time of Transition, The Advocate, Bronx County Bar Association, Vol.16, No.1, January - February 1969 *Who Has Better Right to Justice?, Bar Bulletin, New York County Lawyers Association, Vol. 15, No. 4, January - March 1958 *Federal Tort Claims Act - Damages, The Plaintiff Advocate, New York State Association of Plaintiffs' Trial Lawyers, Vol. 4, No. 1, July 1960 ==External links== *Gair, Gair, Conason, Steigman & Mackauf website *Harry A. Gair's obituary Category:New York (state) lawyers Category:1894 births Category:1975 deaths ",
    "title": "Harry A. Gair"
}