{
    "id": "7794411",
    "text": "Dónall Peadar Mac Amhlaigh (10 December 1926 - 27 January 1989) was an Irish writer active during the 20th century. A native of County Galway, he is best known for his Irish-language works about life as a labourer in the post-Second World War-era, as part of the Irish diaspora in Britain. His first book, Dialann Deoraí, is his most widely known and has been translated into English under the title \"An Irish Navvy: The Diary of an Exile\". ==Biography== He was born on the Cappagh Road between Galway and the nearby village of Bearna and in 1940 moved with his family to Kilkenny. At birth he was registered under the name Daniel Peter McCauley. His father was James McCauley, from Kinvara, a soldier in the National Army of the Irish Free State. James had originally been a member of the Irish Republican Army and fought in the Irish War of Independence. His mother was Mary Condon. He left school at 15 to go out to work in a woollen mill and later on farms and in hotels in the West of Ireland. In 1947 he joined the Irish-speaking regiment of the Irish Army. When he left it in 1951 he faced the prospect of unemployment in Ireland. He travelled to Northampton, England to work as an unskilled labourer. He worked in the construction industry as a navvy, working on roads from Milton Keynes to Coventry, such as the M1 motorway and M6 motorway. He later became a writer, producing a number of novels and short stories as well as social history. He was also a prolific journalist. As a committed socialist, he contributed regularly to newspapers and journals in Ireland and England throughout the 1970s and 1980s. He was a member of the Connolly Association and was a founding member of the Northampton-branch of the Northern Ireland Civil Rights Association. Although not a native speaker, he wrote extensively in the Irish language. His first book was Dialann Deoraí, an account of his life as a building worker in England. It was an immediate best-seller and was published in an English translation by the poet Valentin Iremonger (An Irish Navvy: The Diary of an Exile, 1964). Another book, the novel Deoraithe (1986), covered similar ground, with a hero who tries to make a living in the Ireland of the 1950s and on the building sites of England. He died on the way to give a lecture in London in 1989. He was buried at Kingsthorpe cemetery in Northampton. 53 volumes of his diaries and literary notebooks from 1950 - 1988 are held in the National Library of Ireland. Gaelscoil Mhic Amhlaidh, off the Cappagh Road in Galway, is named after him. ==Bibliography== *Dialann Deoraí [Diary of an Exile], with a foreword by Niall Ó Dónaill. Dublin: An Clóchomhar, 1960 / An Irish navvy : the diary of an exile translated from the Irish by Valentin Iremonger. London : Routledge, 1964. *Saol saighdiúra [A Soldier's Life]. Dublin: An Clóchomhar, 1962. *An diaphéist. Dublin: FNT, 1963. *Diarmaid Ó Dónaill : úrscéal [Diarmaid Ó Dónaill, a novel]. Dublin: An Clóchomhar, c1965. *Sweeney : agus scéalta eile [Sweeney and other stories]. Dublin: An Clóchomhar, 1970. *Schnitzer Ó Sé. Dublin: An Clóchomhar, 1974. / Enlarged English version: Schnitzer O'Shea. Dingle : Brandon, 1985. *Beoir bhaile agus scéalta eile [The beer of home and other stories]. Dublin: An Clóchomhar, 1981 *Deoraithe [Exiles]. Dublin: An Clóchomhar, 1986. ==See also== * Pádraic Ó Conaire ==References== * Robert Welch (ed), The Oxford Companion to Irish Literature. Oxford: The Clarendon Press, 1996. ==External links== * Dónall Mac Amhlaigh and ‘The Middle Nation’ * Dónall Peadar Mac Amhlaigh RIP Category:1926 births Category:1989 deaths Category:20th-century Irish people Category:People from County Galway Category:Irish-language writers Category:Irish non-fiction writers Category:Irish diarists Category:Irish memoirists Category:Irish Army soldiers Category:20th-century memoirists ",
    "title": "Dónall Mac Amhlaigh"
}