{
    "id": "7794319",
    "text": "State Route 518 (SR 518) was a short state highway in Carson City, Nevada serving the state's Stewart Complex. The route originated as State Route 36. It was removed from the state highway system in 2018. ==Route description== View east from the west end of SR 518 State Route 518 began at the intersection of Snyder Avenue and South Carson Street (U.S. Route 395 & U.S. Route 50) in southern Carson City. From there, the route headed southeast along the two-lane Snyder Avenue into lightly populated areas of the city. After a little more than a mile (1.6 km), the state highway came to an end at Jacobsen Way, although Snyder Avenue continues southeast to serve rural areas. Located at the end of former State Route 518 on Snyder Avenue is the State of Nevada's Stewart Complex. Opened in 1890, the facility was operated by the federal government as an Indian boarding school focusing on vocational skills. Originally, students were primarily from the Washo, Paiute and Shoshone Indian tribes, but the center eventually expanded to educate Indian students of all cultures across the United States. The federal government closed the school in 1980, with Nevada officials gradually acquiring the campus over the next several years. The site is now used as a state office and training facility, and is home to the Nevada Indian Commission and the Stewart Indian Museum and Trading Post. ==History== SR 518 was previously designated as State Route 36. SR 518 had been in Nevada's state highway system since at least 1936. By this time, the highway was shown on Nevada maps as State Route 36, a paved road connecting US 395/US 50 to what was then labeled as the Carson Indian School. The route designation stayed the same until July 1, 1976. On that date, Nevada officials began renumbering the state's highways, assigning State Route 518 to the road serving the Stewart school. At their meeting on November 14, 2018, the Nevada Department of Transportation's Board of Directors voted to transfer ownership of SR 518 to Carson City. ==Major intersections== ==See also== * * ==References== ==External links== *Official site of the Stewart Indian School 518 Category:Transportation in Carson City, Nevada ",
    "title": "Nevada State Route 518"
}