{
    "id": "7794325",
    "text": "Macedonian cuisine (Greek: Μακεδονική κουζίνα) is the cuisine of the region of Macedonia in northern Greece. Contemporary Greek Macedonian cooking shares much with general Greek and wider Balkan and Mediterranean cuisine, including dishes from the Ottoman past. Specific influences include dishes of the Pontic, Aromanian, Slavic, Armenian and Sephardi Jewish population.Υποψηφιότητα μακεδονικής κουζίνας για τους καταλόγους της unesco The mix of the different people inhabiting the region gave the name to the Macedonian salad.Dimitar Bechev, Historical Dictionary of North Macedonia, Historical Dictionaries of Europe, Edition 2, Rowman & Littlefield, 2019, , Introduction, p. 1. ==History== Buffalos breeding in Lake Kerkini A continuation from the ancient period are dishes such as lamb cooked with quince or various vegetables and fruits, goat boiled or fried in olive oil: modern recipes from Kavala to Kastoria and Kozani offer lamb with quince, pork with celery or leeks. The arrival of Greek refugees from Asia Minor and Constantinople in the early 20th century brought also Anatolian and Constantinopolitan elements in the cuisine of the region. Some current specialties are trahanas with crackling, phyllo-based pies (cheese, leek, spinach) and meat plates (such as pork, wild boar and buffalo). Favourites are tyrokafteri (Macedonian spicy cheese spread) and soupies krasates (cuttlefishes in wine). Unlike Athens, the traditional pita bread for the popular souvlaki usually is not grilled but fried. (Information included from 'Greek Gastronomy', GNTO, 2004) Various products are produced from the buffalo meat. There is breeding especially around Lake Kerkini. ==Appetizers/local products== A plate with tirokafteri Manouri Florina peppers Anevato creamy cheese * Ajvar (Florina), spicy dip *Krokos Kozanis (saffron) *Melintzanosalata *Kavourmas *Kolokythopita (zucchini pie) *Koulouri Thessalonikis (a type of simit) *Kichí of Kozani, a type of tyropita with cheese *Mushrooms (large production around Grevena region) *Manitaropita, mushrooms pie *Pinakotí, bread from Mount Athos *Pastourmas *Skordalia *Tahini *Taramosalata *Various cheeses, like Anevato, Kasseri, Manouri, Batzos, Metsovone, Petroto, Kefalograviera and Tirokafteri, a spicy cheese spread or dip made of whipped feta cheese with hot peppers and olive oil *Tirokroketes *Red peppers of Florina: can be roasted, sliced and served by adding olive oil and garlic , Anonymous (n.d.). Naoumidis peppers. Retrieved from http://www.piperiesflorinis.gr/en/ ==Specialties== Pork with celery Tiganiá Two kinds of trahanas *Arni me kydonia, lamb meat with quinces *Arni me spanachi, lamb with spinach (Kavala) *Chirino me selino, pork meat with celery *Mangia (Μάντζα), vegetables * Makálo, meatballs with garlic sauce (Kastoria) *Manitarosoupa, mushrooms soup *Melintzanofai *Misoúra, meat plate *Mussels with saffron *Ospriada Makedoniki, mix of legumes *Petoura (Petila), type of hilopites *Soupies krasates, cuttlefishes in wine *Souvla and Souvlaki *Tigania, fried pork *Trahanas, may be soup * Agriogourouno, wild boar meat *Yaprákia, Christmas food in the region of Kozani, meat and rice in pickled cabbage-leaf * Various dishes with buffalo meat * Various fish plates, especially Pestrofa and Grivadi, fished in the lakes of the region * Various types of Loukaniko, sausages ==Desserts== Sliced bougatsa served on a plate *Akanés (Serres) *Armenovíl/Armenonville (Thessaloniki) *Bougatsa *Halvas *Kourkoubinia *Laggites *Moustalevria *Moustopita *Pandespani *Roxákia *Revaní (Veria) *Sáliaroi * Spoon sweets *Trigona Thessalonikis ==Drinks== Retsina Naoussa, central Macedonia Frappé coffee * Frappé coffee, invented in Thessaloniki in 1957 * Retsina * Tsipouro * Wine. ==See also== * Greek cuisine * Greek restaurant * Byzantine cuisine * Ottoman cuisine * Cuisine of the Mediterranean ==References== ==Sources== ==External links== * Moussaka from The English Times of Katerini * Greek Macedonian Wines * Greek Macedonian Wines (Info) Category:Greek cuisine Category:Balkan cuisine Category:Macedonia (Greece) Category:Greek Macedonian cuisine ",
    "title": "Greek Macedonian cuisine"
}