{
    "id": "7795182",
    "text": "Simon Denis Brown, Baron Brown of Eaton-under-Heywood, PC (born 9 April 1937) is a British lawyer and former Justice of the Supreme Court of the United Kingdom. ==Early life== Stowe School The son of Denis Baer Brown and Edna Elizabeth Brown (née Abrahams), Brown was born on 9 April 1937. He was educated at Stowe School, an independent school in Stowe, Buckinghamshire. He undertook National Service in the Royal Artillery from 1955 to 1957. He was commissioned on 24 March 1956 as a second lieutenant. He was transferred to the Regular Army Reserves of Officers on 29 July 1957, thereby ending his active service. He was promoted to lieutenant on 7 January 1961. He graduated from Worcester College, Oxford. ==Legal career== Brown was called to the bar at the Middle Temple in 1961, having been Harmsworth Scholar. From 1979 to 1984, he was a Recorder and First Junior Treasury Counsel (Common Law). In 1980, he served as Master of the Bench at the Middle Temple. ===Judicial career=== Brown was appointed a High Court Judge in 1984 and assigned to the Queen's Bench Division, receiving a knighthood on his appointment. He became a Lord Justice of Appeal, a judge of the Court of Appeal of England and Wales, in 1992 and was made a Privy Counsellor in the same year. He was Vice- President of the Civil Division from 2001 to 2003. On 13 January 2004, he was appointed a Lord of Appeal in Ordinary, and therefore became a life peer with the title Baron Brown of Eaton-under-Heywood, of Eaton-under-Heywood in the County of Shropshire, sitting as a crossbencher. He and nine other Lords of Appeal in Ordinary became Justices of the Supreme Court upon that body's inauguration on 1 October 2009. In 2011, Brown gave a concurring judgment in R v Gnango* in which he stated that \"the general public would be astonished and appalled if in those circumstances the law attached liability for the death only to the gunman who actually fired the fatal shot.\"BBC News, \"Conviction reinstated over New Cross crossfire murder\", BBC News Online, (14 December 2011) The decision of the Supreme Court and Brown's judgment in particular were criticised by former Lord Justice of Appeal, Sir Richard Buxton, and Professor Dennis J. Baker, for tenuous reasoning in an attempt to mollify public opinion.R. Buxton, \"Being an accessory to one's own murder\", Criminal Law Review, (2008), no. 4, pp 275-281J. Rogers, \"Shooting (and judging) in the dark?\", Archbold Review, (2012), 1, pp 8-9 ==Personal life== He has been married to Jennifer Buddicom since 31 May 1963; they have two sons and one daughter (Benedict, Daniel and Abigail). ==References== Category:1937 births Category:British Queen's Counsel Category:Alumni of Worcester College, Oxford Category:Royal Artillery officers Category:English judges Brown of Eaton- under-Heywood Category:Members of the Middle Temple Category:Members of the Privy Council of the United Kingdom Category:People educated at Stowe School Category:Queen's Bench Division judges Category:Members of the Judicial Committee of the Privy Council Category:Judges of the Supreme Court of the United Kingdom Category:Knights Bachelor Category:Crossbench life peers Category:Living people Category:Lords Justices of Appeal ",
    "title": "Simon Brown, Baron Brown of Eaton-under-Heywood"
}