{
    "id": "7795814",
    "text": "{| |} The Learjet 28 is an American eight-to-ten-seat (two crew and six to eight passengers), twin-engine, high-speed business jet, intended to be the successor to the Learjet 25. The Learjet 29 is identical except for the addition of a long-range fuel tank, resulting in the reduction of the capacity to six (two crew and four passengers). Both were manufactured by Learjet and were marketed under the Longhorn name.A history of the LJ23-LJ29 series on Airliners.net ==History== The first flight of the Learjet 28 took place on August 24, 1977. FAA certification was awarded to both the Learjet 28 and 29 on July 29, 1979. The Learjet 28/29 was the first production jet aircraft to utilize winglets (entering service in 1977). The Learjet 28/29 was based on the Learjet 25, and received a completely new wing fitted with winglets which resulted in improved performance and fuel economy. Both models were commercially unsuccessful due to their outdated engines (noise and fuel consumption being too high). Only five production LearJet 28s, and four LearJet 29s, were constructed before production ceased in 1982. Both types were subsequently replaced by the Learjet 31. The first production aircraft was used by Neil Armstrong to set five aerospace records. ==Noise compliance== In 2013, the FAA modified 14 CFR part 91 rules to prohibit the operation of jets weighing 75,000 pounds or less that are not stage 3 noise compliant after December 31, 2015. The Learjet 28 is listed explicitly in Federal Register 78 FR 39576. Any Learjet 28s that have not been modified by installing Stage 3 noise compliant engines or have not had \"hushkits\" installed for non-compliant engines will not be permitted to fly in the contiguous 48 states after December 31, 2015. 14 CFR §91.883 Special flight authorizations for jet airplanes weighing 75,000 pounds or less – lists special flight authorizations that may be granted for operation after December 31, 2015. ==Specifications (Learjet 28)== ==See also== ==References== ;Notes ;Bibliography * Michell, Simon. Jane's Civil and Military Aircraft Upgrades 1994–95. Coulsdon, UK:Jane's Information Group, 1994. . ==External links== * Specs of LJ28 * Specs of LJ29 * A history of the LJ23-LJ29 series on Airliners.net 28 29 Category:1970s United States business aircraft Category:Twinjets Category:Low- wing aircraft Category:T-tail aircraft Category:Aircraft first flown in 1977 ",
    "title": "Learjet 28"
}