{
    "id": "7795387",
    "text": "Trimmis is a municipality in the Landquart Region in the Swiss canton of Graubünden. ==History== Trimmis is first mentioned in 765 as Tremine. In 768 it was mentioned as Tremune. ==Geography== Trimmis valley from Castle Alt Aspermont ruins Aerial view from 300 m by Walter Mittelholzer (1923) Trimmis has an area, , of . Of this area, 34.4% is used for agricultural purposes, while 41.5% is forested. Of the rest of the land, 4.7% is settled (buildings or roads) and the remainder (19.5%) is non-productive (rivers, glaciers or mountains). Until 2017, the municipality was located in the Fünf Dörfer sub- district of the Landquart district, after 2017 it is part of the Landquart Region. The municipality is located near the Rhine River about north of the cantonal capital of Chur. It consists of the village of Trimmis and the hamlets of Letsch and Talein and since 2008 the former municipality of Says. In 1880 the Says separated from Trimmis to become an independent municipality.Amtliches Gemeindeverzeichnis der Schweiz published by the Swiss Federal Statistical Office accessed 23 September 2009 However, in 2008 Says merged back into Trimmis. ==Demographics== Trimmis has a population (as of ) of . , 7.7% of the population was made up of foreign nationals. Over the last 10 years the population has grown at a rate of 9.9%. Most of the population () speaks German (93.0%), with Romansh being second most common ( 2.2%) and Italian being third ( 1.4%).Swiss Federal Statistical Office accessed 15-Oct-2009 , the gender distribution of the population was 50.3% male and 49.7% female.Graubunden in Numbers accessed 21 September 2009 The age distribution, , in Trimmis is; 379 children or 13.9% of the population are between 0 and 9 years old. 178 teenagers or 6.5% are 10 to 14, and 182 teenagers or 6.7% are 15 to 19. Of the adult population, 309 people or 11.3% of the population are between 20 and 29 years old. 549 people or 20.2% are 30 to 39, 442 people or 16.2% are 40 to 49, and 343 people or 12.6% are 50 to 59. The senior population distribution is 188 people or 6.9% of the population are between 60 and 69 years old, 105 people or 3.9% are 70 to 79, there are 44 people or 1.6% who are 80 to 89, and there are 5 people or 0.2% who are 90 to 99.Graubunden Population Statistics accessed 21 September 2009 In the 2007 federal election the most popular party was the SVP which received 38.4% of the vote. The next three most popular parties were the SP (22.5%), the CVP (20.9%) and the FDP (14.3%). In Trimmis about 81% of the population (between age 25-64) have completed either non-mandatory upper secondary education or additional higher education (either university or a Fachhochschule). Trimmis has an unemployment rate of 1.09%. , there were 61 people employed in the primary economic sector and about 21 businesses involved in this sector. 491 people are employed in the secondary sector and there are 45 businesses in this sector. 319 people are employed in the tertiary sector, with 69 businesses in this sector. From the , 1,177 or 43.2% are Roman Catholic, while 1,237 or 45.4% belonged to the Swiss Reformed Church. Of the rest of the population, there are 18 individuals (or about 0.66% of the population) who belong to the Orthodox Church, and there are 37 individuals (or about 1.36% of the population) who belong to another Christian church. There are 39 (or about 1.43% of the population) who are Islamic. There are 18 individuals (or about 0.66% of the population) who belong to another church (not listed on the census), 136 (or about 4.99% of the population) belong to no church, are agnostic or atheist, and 62 individuals (or about 2.28% of the population) did not answer the question. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1850 | 888 |- | 1900 | 696 |- | 1930 | 623 |- | 1950 | 773 |- | 2000 | 2,724 |- |} ==Sights== Trimmis contains two ruined castles, Ober-Ruchenberg Castle and Alt Aspermont Castle File:Alt Aspermont Stich.jpg|Alt Aspermont from an illustration from Daniel Düringer File:Ruchenberg Palas.jpg|Ruins of the Ruchenberg keep ==Transportation== The municipality has a railway station, , on the Landquart–Thusis line. It has regular service to , , , and . ==References== ==External links== *Official Web site * ",
    "title": "Trimmis"
}