{
    "id": "7796805",
    "text": "Hilsa is a sub-division of the Nalanda district in the Indian state of Bihar well known as a centre of Buddhist knowledge. Hilsa was named after great squire Harinandan Prasad alias \"Hilas Babu\". Hilsa is a historical city. Magahi, Hindi, English are languages commonly spoken. Locateded approximately south-east of the state capital Patna, the area was an important hub during the Indian independence movement and produced many freedom fighters. ADMINISTRATIVE MAP NALANDA == Harinandan Prasad alias \"Hilas Babu\" == Hilsa was named after the great squire Harinandan Prasad alias \"Hilas Babu\". Laterly Harinandan Prasad was nominated as the Member of Legislative Council by the Government of Bihar. He had a son and a daughter. His son Satguru Prasad served higher post in various departments of Government of Bihar and Jharkhand and was first to awarded President's award in his department. Satguru has two sons and two daughters. Satguru's grandson Shrey Anand was also appreciated by the Governor of Bihar. == School == There are many government and private school in Hilsa some of them are * Career Public School * Sun Shine school * DAV Progressive School * Nav Nalanda School * Ram Babu High school * Mai High School, Mai * Ramchandra Balika Uchh Vidayalaya * Khrish Jyoti school * Vidya jyoti public school * DPS Public School == College == Hilsa is hub for attraction of nearby village students for higher education, however many of them prefer to go to Patna, Kota, Delhi and other cities for better education. However Hilsa has few colleges. * Sant Udasin Mahavidyalay, Hilsa * Manhant college, Hilsa * Sardar Patel college, Hilsa * ITI College, Hilsa == Medical facilities == *Shiv Homoeo Clinic *Sandali Hospital *Khushi Hospital == University == Hilsa has no university, but all colleges are affiliated to Magadh university, Bodhgaya, Gaya, Now all colleges of Hilsa are affiliated to Patliputra University since 2018. == Transport == === Road === The town is served by State Highway 4 and directly connected to places such as Patna, Gaya, Bodhgaya, Nalanda, Bihar Sharif, Rajgir and Jahanabad by road. === Rail === Hilsa is well connected to Patna, the state capital, by railway lines. Hilsa had a narrow gauge railway line since 1922, which was recently converted to a broad gauge line. This line inaugurated by then railway minister Mr. Nitish Kumar & then Nalanda Member of parliament Mr. George Fernandes on 22 January 2003. Hilsa is located on the branch line connecting Fatuha and Tilaiya via Islampur. The town is served by a direct daily superfast train to New Delhi (Magadh Express), and an express train also runs from ISLAMPUR to HATIA daily. This railway station has two platforms. There are 2 passengers trains daily run on this track which connects Islampur to Patna Junction,Patna. One another passenger train connects Islampur to Fatuha. Railway ticket reservation counter is also available at Hilsa station. == Banks & financial service == Hilsa is having branches of some nationalized as well as private sector banks. * State Bank of India, Hilsa Branch * Allahabad Bank, Hilsa Branch * Punjab National Bank, Hilsa Branch * Canara Bank, Hilsa Branch * Bank of India, Hilsa Branch * Dakshin Bihar Gramin Bank, Hilsa Branch & Khaki Baba Chowk Branch * Bandhan Bank, Hilsa Branch * HDFC Bank, Hilsa Branch * India Post Payment Bank, Hilsa Branch * Sahara India, Hilsa Branch * Nalanda Co-Operative Bank, Hilsa Branch ==See also== *Yarpur *Harnaut *Pawapuri == References == Category:Cities and towns in Nalanda district ",
    "title": "Hilsa, Bihar"
}