{
    "id": "7796306",
    "text": "The Avoca Mail is a newspaper in Avoca, Victoria, Australia. It began printing 11 December 1863 at High Street, Avoca under proprietor John Ferrara Pinto Paten (1833–1898). Discussing the town's prospects in July 1864, the Avoca Mail prophesied that the cultivation of vineyards in the district could well give rise to a flourishing industry. This vision took more than 100 years to become a reality.https://web.archive.org/web/20060821035832/http://www.mountavoca.com/gic/winehistory.htm In its early years, the newspaper played a prime role in documenting the region's growth. In the fifty years following the discovery of gold in Victoria in 1851, more than 190 newspapers were published on the central Victorian goldfields.https://web.archive.org/web/20060921141416/http://www.csu.edu.au/research/jcentre/reports/report194.pdf Many in this tally only made brief appearances or abortive starts, however the Avoca Mail flourished and was to continue publishing until [1984]. Even in 1867, mining still played a large part in the lives of the people in the district. Every edition of the Avoca Mail during this period had large parts of the paper devoted to mining news. Regular items listed the mining companies meeting and their decisions. At least two mining companies based had the memorandums of their meetings published.http://freepages.genealogy.rootsweb.com/~rowland/page4.htm The Avoca Mail was not the sole paper for the town. One historian tells the story of business rival Thomas McHugh, proprietor of the Avoca Free Press from 1873–1904, being in dispute with John Paten, proprietor of the Avoca Mail.http://csusap.csu.edu.au/~dspennem/Hons_Hughes.html Among the paper's staff was printer, journalist and politician James Edward Fenton (1864–1950). At age 13, Fenton became a printer's apprentice with the Avoca Mail. At 21, he moved to Melbourne.http://www.adb.online.anu.edu.au/biogs/A080508b.htm The Avoca Mail printed its \"Jubilee Issue\" on 23 December 1913 and a souvenir issue with the theme \"Back to Avoca\" on 11 December 1974. Melbourne Observer editor Ash Long attempted to help keep the paper publishing beyond [1984] by making \"arrangements to lease the title of the Avoca Mail newspaper from journalists Lindsey Arkley and John Merlo, who had become co-owners and publishers. It did not have the expected monetary returns for Long, so the lease was surrendered after just three months, an option previously negotiated.\"http://www.melbourneobserver.com.au/ob060322b.pdf With the merger of the Avoca, Ripon and Lexton Shire's in the mid 1990s into the new Pyrenees Shire, one newspaper now covers the entire district. The Pyrenees Advocate has offices based in both Avoca and Beaufort and is published each Friday. The microfilm archive of the newspaper held at the State Library of Victoria holds copies from 11 December 1863 to 26 December 1868. The collection then continues from 1 January 1870 to 22 December 1976. == See also == * List of newspapers in Australia == References == == External links == * *Digitised World War I Victorian newspapers from the State Library of Victoria Category:Newspapers published in Victoria (Australia) Category:Publications established in 1863 Category:Newspapers on Trove ",
    "title": "Avoca Mail"
}