{
    "id": "7796628",
    "text": "People's Union (), formerly known as Party of National Revival \"Narodnaya Volya\" (), was a Russian nationalist party created in December 2001. It was led by a veteran Russian nationalist politician Sergey Baburin. On December 2008, it finished its existence as a political party and was reorganized into political movement Russian All-People's Union.http://lenta.ru/news/2008/12/13/union/ It was created by uniting four minor nationalist parties who merged, and its name Narodnaya Volya translates from Russian as People's Will. In September 2003 Narodnaya Volya joined Rodina coalition what performed surprisingly well in the 2003 State Duma elections. Narodnaya Volya was seen by many as the most nationalist and conservative element in mostly leftist Rodina and a number of its members in the past were associated with Russian far right movements. Currently nine members of Narodnaya Volya are deputies of the Russian Duma. In October 2006 Narodnaya Volya, unlike most of Rodina coalition, did not join the Russia of Justice party and remained an independent faction in the Duma. Narodnaya Volya claims to have international ties with People's Opposition Bloc of Natalia Vitrenko led by Nataliya Vitrenko, National Front (France) led by Jean-Marie Le Pen and Serbian Radical Party of Vojislav Šešelj. Prominent Narodnaya Volya party members include Viktors Alksnis, Nikolai Leonov and Aleksandr Rutskoy. In November 2006, the party gained prominence as one of the main organizers of the nationalist \"Russian Marsh\" during the Unity Day celebrations in Moscow. On March 26, 2007 Narodnaya Volya united with 13 small nationalist, Orthodox Christian and conservative organizations and party was renamed \"People's Union\" (Народный Союз). New party declared its intention to participate in 2007 Russian Duma elections. Among more prominent politicians who united under leadership of Sergey Baburin was Anna Markova, former vice governor of Saint Petersburg. The party was not be able to take part in the 2007 State Duma election; it decided to endorse the Communist Party of Russian Federation . ==Parliamentary elections== {|class=wikitable |- |colspan=6|State Duma |- ! Election year !# of overall votes !% of overall vote !# of overall seats won !+/– !Leader ! Note |- !2007 |8,046,886 (#2) |11.6 | | 5 |Gennady Zyuganov | Endorsed the communist party for the elections. |} ==See also== *Russian All-People's Union (1991-2001) and (2008-since) == External links == * ==Footnotes== Category:Political parties established in 2001 Category:Political parties disestablished in 2008 Category:Defunct nationalist parties in Russia Category:2001 establishments in Russia Category:Russian nationalist organizations Category:Conservative parties ",
    "title": "People's Union (Russia)"
}