{
    "id": "7796123",
    "text": "The Gettysburg National Tower was a hyperboloid observation tower that overlooked the Gettysburg National Military Park and Gettysburg, Pennsylvania, from 1974 to 2000. The privately owned tower attracted many of the battlefield's visitors, who paid a fee to access its observation decks. Controversial even before it opened, the structure was eventually seized by eminent domain and demolished. ==History== The tower was built in 1974 on private land adjacent to the Gettysburg National Military Park by real-estate developer Thomas R. Ottenstein. It was opposed by many, including the National Park Service, historical preservationists, and locals. The governor of Pennsylvania at the time, Milton Shapp, led unsuccessful lawsuits against construction of the tower. The Park Service had no authority over the tower since it was not inside the park. Slocum Avenue with a view of the Gettysburg National Tower and Cemetery Hill. A law passed in 1990 claimed the land of the tower as part of the park and in June 2000 a federal judge gave park officials permission to seize the tower itself with $3 million given as compensation to the owners. The Gettysburg National Tower was demolished with explosives by Controlled Demolition, Inc. for the National Park Service on July 3, 2000, the 137th anniversary of the final day of the Battle of Gettysburg. The public was invited to attend the demolition, and an event was staged to make it appear as though cannon fire caused the tower to fall. ==Construction and design== The tower had a patented hyperboloid design, which was checked by computer simulation on a CDC 6600 mainframe to verify its integrity. The bottom diameter was , it narrowed to in the middle, and spread outward for a top diameter of . The main pieces were assembled using the largest crane available at the time and were bolted together rather than welded. During the debate regarding the tower, its engineer, Joel Rosenblatt, argued that its design was significant enough for preservation in its own right. Running up inside the hyperbolic lattice were elevators and a 520-step staircase leading to the observation decks. The observation area consisted of two air-conditioned indoor levels and two open-air decks at the very top, featuring binoculars and information about the historical significance of the sights. Ottenstein hailed it as a \"classroom in the sky\", but detractors said its size and visibility made it overly prominent. ==References== Category:Towers completed in 1974 Category:Demolished buildings and structures in Pennsylvania Category:Gettysburg Battlefield Category:Former towers Category:Towers in Pennsylvania Category:Hyperboloid structures Category:Buildings and structures demolished in 2000 Category:1974 establishments in Pennsylvania Category:2000 disestablishments in Pennsylvania ",
    "title": "Gettysburg National Tower"
}