{
    "id": "7797909",
    "text": "{| |} USS Richard E. Kraus (DD-849/AG-151) was a of the United States Navy, named for Marine Private First Class Richard E. Kraus (1925–1944), who was awarded the Medal of Honor posthumously for his \"conspicuous gallantry\" during the Battle of Peleliu. Richard E. Kraus was laid down by Bath Iron Works, Bath, Maine, on 31 July 1945; launched on 2 March 1946; sponsored by Mrs. Edwin Olsen; and commissioned at the Boston Naval Shipyard on 23 May 1946, Commander R. J. Oliver in command. ==Service history== ===1946-1965=== Following shakedown off Boston, Richard E. Kraus reported to Commander, Operational Test and Evaluation Force, at Norfolk, Virginia. Engaged in ordnance development during her first six years, Kraus earned the title of one of the \"Shootingest Ships\" in the fleet. In 1947, the after 40 mm gun mount was removed and the first shipboard 3\"/50 caliber gun mount was installed for tests. In 1948 Richard E. Kraus assisted in the development tests of the RIM-2 Terrier surface to air (SAM) missile. Kraus was subsequently involved in the evaluation of electronic equipment including radar and communication gear. In addition she conducted tests on anchors, tow cables, and underwater explosives. Reclassified AG-151 on 25 August 1949, Richard E. Kraus was designated DD-849 again on 11 January 1954. In May 1954 Richard E. Kraus participated in the large-scale antisubmarine warfare (ASW) development exercise. She trained at Guantanamo Bay in 1955, 1958, and 1960. In 1961 she operated with Task Group Bravo, one of the Navy's major anti-submarine groups, and in that year also represented the United States in ceremonies at St. Eustatius, Netherlands Antilles, commemorating the first salute to the U.S. flag by a foreign country. In October and November 1962, Richard E. Kraus served with the U.S. quarantine forces in the Cuban Missile Crisis, preventing the introduction of offensive missiles into Cuba. On 1 January 1963 Kraus left her Destroyer Squadron 2 (DesRon 2). In March and April she operated with the 6th Fleet in the Mediterranean, then between June 1963 and May 1964 underwent a Fleet Rehabilitation and Modernization (FRAM) I overhaul and conversion at the Boston Naval Shipyard. On 18 May 1964 the \"new\" destroyer, now equipped with ASROC and DASH, left the shipyard and steamed for her new homeport, Newport, R.I. After training along the Atlantic coast and in the Caribbean, the destroyer deployed on 27 November 1964 for operations with the 6th Fleet and the Middle East Force. Operating primarily in the Red Sea and in the Indian Ocean, Richard E. Kraus added merchant ship assistance and good will visits to East African ports to her destroyer duties. Returning to Newport on 13 March 1965, Kraus conducted ASW exercises and was part of the Gemini 6 Recovery Force, serving on station off western Africa until that mission was canceled. ===1966-1976=== Deploying to WestPac in early 1966, Richard E. Kraus operated off Vietnam with Task Group 77.7 (TG 77.7) in the Tonkin Gulf, with TG 77.6 on \"Yankee\" and \"Dixie\" Stations, and provided gunfire support off South Vietnam until steaming home by way of the Suez Canal, arriving at Newport on 17 August 1966. She operated off the Atlantic coast and in the Caribbean until May 1967 when she deployed to the Mediterranean. During the 6-day Arab-Israeli War, she operated out of Suda Bay, Crete. Back at Newport in late September, she assisted in extinguishing a fire in the after engine room of in November. Through the remainder of 1967 Richard E. Kraus operated off the Atlantic coast. 16 Feb 1968 entered Boston Naval Shipyard for an overhaul and updating of sonar. Upon completion 23 June Homeport transferred to Charleston, S.C.. July through September performed post-overhaul exercises in Guantanamo. In November 1969 Kraus departed for the Indian Ocean, crossing the Equator 09 Nov stopping at Recife, Brazil before sailing across to Africa, she rounded the Cape of Good Hope and entered the Indian Ocean visiting Red Sea and Persian Gulf ports where she remained until returning to Charleston in April. Richard E. Kraus operated off the east coast of the United States through July 1970, visiting Cape Kennedy, Norfolk, where she joined the NATO fleet STANAVFORLANT before hitting New York City and the city of Montreal in Canada. She transited the St. Lawrence Seaway on 28 July en route to Europe via Nova Scotia, Newfoundland and Iceland. She cruised the North Sea area until 10 December, visiting Scotland, Denmark, Norway, the Netherlands, and Belgium. She arrived at Charleston, S.C., on 19 December, after short stops at Ponta Delgada in the Azores and Bermuda, B.C.C. Kraus remained in the Charleston area through September 1971, undergoing regular overhaul and post- overhaul tests and exercises. On the 23rd, she steamed out of Charleston, headed for the Indian Ocean. After stopping at Puerto Rico; Recife, Brazil; Luanda, Angola; and Lourenço Marques, Mozambique, she arrived at Majunga, Madagascar, on 30 October and was officially transferred to COMIDEASTFOR. Richard E. Kraus remained with COMIDEASTFOR, circuiting the Indian Ocean, until 12 February 1972. On her way home, she visited several ports in Africa and arrived in Charleston on 11 March, where she immediately went into a 30-day stand down period. After six months of operations out of Charleston, she embarked on 1 November upon another major deployment, this time with the 7th Fleet in the western Pacific. Stopping at Guantanamo Bay, Cuba, Rodman in the Panama Canal Zone; Pearl Harbor, Hawaii; and Midway Island, she made Yokosuka, Japan, on 29 November. She cruised with the Seventh Fleet, often just off the coast of Vietnam, through March 1973. At that time Kraus was ordered back to Charleston and operations in the Atlantic and Caribbean. == ROKS Kwang Ju (DD-921) == The destroyer remained in service until decommissioned on 1 July 1976, struck from the U.S. Naval Vessel Register the same day and officially transferred to the Republic of Korea through the Security Assistance Program on 23 February 1977. The warship served as ROKS Kwang Ju (DD-921) in the South Korean navy until retired on 29 December 2000. == Awards == Richard E. Kraus received two battle stars for Vietnam War service. == References == == External links == * Category:United States Navy Minnesota-related ships Category:Gearing-class destroyers of the United States Navy Category:Ships built in Bath, Maine Category:1946 ships Category:Cold War destroyers of the United States Category:Vietnam War destroyers of the United States Category:Ships transferred from the United States Navy to the Republic of Korea Navy ",
    "title": "USS Richard E. Kraus (DD-849)"
}