{
    "id": "7797613",
    "text": "Cyrano de Bergerac is a four-act opera with music by Franco Alfano, and libretto by Henri Caïn, based on Edmond Rostand's 1897 drama Cyrano de Bergerac. ==History== The opera received its first performance in Rome on 22 January 1936, conducted by Tullio Serafin, with Maria Caniglia and José Luccioni. The first performance in Paris was on 29 May 1936 at the Opéra- Comique.Sciannameo, Franco, \"Turandot, Mussolini, and the Second String Quartet: Aspects of Alfano\" (Winter 2002). The Musical Times, 143 (1881): pp. 27–41. Although Alfano originally set the text in French, the premiere was sung in Italian, as were many early Italian productions. In recent years, most productions have returned to the original French text, which was used in the Paris premiere. Contemporary commentary on the opera by Guido M. Gatti criticised the composer as fearing \"to seem too melodramatic\", and the opera for being \"overdecorated and labored\" and containing \"difficult and tortuous vocal writing\". However, the same analysis also mentioned that \"the opera has moments of definite effectiveness and exquisite poetry\". The US premiere was on 13 May 2005, when the opera was presented at the Metropolitan Opera with Plácido Domingo in the title role. In May 2017 it was presented anew at the Metropolitan Opera with Roberto Alagna in the title role, and soprano Jennifer Rowley as the female lead Roxane in her Metropolitan Opera role debut.Broadcast on the Toll Brothers Metropolitan Opera International Radio Network, 2017 May 6.‘Cyrano’ Crash Course – How Jennifer Rowley Went From Covering Patricia Racette to Metropolitan Opera Role Debut in No TimeNew York Classical Review » Blog Archive » Alagna and Rowley bring emotional depth to Met’s “Cyrano de Bergerac” == Roles == {| class=\"wikitable\" !Role !Voice type !Premiere cast, 22 January 1936 (Conductor: Tullio Serafin) |- |Roxane |soprano |Maria Caniglia |- |La duègne |mezzo-soprano |Agnese Dubbini |- |Soeur Marthe |mezzo-soprano |Edmea Limberti |- |Lisa |soprano |Matilde Arbuffo |- |Cyrano de Bergerac |tenor |José Luccioni |- |De Guiche |baritone |Giuseppe Manacchini |- |Carbon |bass |Giacomo Vaghi |- |De Valvert |baritone |Mario Bianchi |- |L'officer espagnol |baritone |Millo Marucci |- |Christian |tenor |Alessio De Paolis |- |Ragueneau |bass-baritone |Emilio Ghirardini |- |Le Bret |bass-baritone |Ernesto Dominici |- |Lignière |baritone |Saturno Meletti |} ==Recordings== * Opera d'Oro, a division of Allegro Corporation (OPD 1411): William Johns, Olivia Stapp, Ezio di Cesare; Maurizio Arena, conductor; recorded in Turin 1975 * CPO 5210620: Manuela Uhl, Jennifer Arnold, Susanna Bernhard, Roman Sadnik, Wolfgang Newerla, Simon Pauly, Paul McNamara, Matthias Klein, Bernd Gebhardt, Konstantin Heintel; Chorus of Kiel Opera; Kiel Philharmonic Orchestra; Markus Frank, conductor (2002) * Deutsche Grammophon 4688259 (DVD): Roberto Alagna, Nathalie Manfrino, Richard Troxell, Nicolas Rivenq Marc Barrard, Jaël Azzaretti; Orchestre National de Montpellier; Marco Guidarini, conductor (2003) * Live broadcast from the Met (not commercially released): Radvanovsky/Barasorda/Very/Michaels-Moore/de Candia; in New York; Armiliato, conductor (2006) * Naxos (DVD): Radvanovsky/Domingo/Chacón Cruz/Gilfry/Corrado Caruso; in Valencia; Fournillier, conductor (2007) ==References== Notes Sources *Amadeus Almanac, accessed 26 October 2008 Category:Operas by Franco Alfano Category:Italian-language operas Category:Verismo operas Category:Operas Category:1936 operas Category:French-language operas Category:Operas based on plays Category:Adaptations of works by Edmond Rostand Category:Operas set in France ",
    "title": "Cyrano de Bergerac (Alfano)"
}