{
    "id": "7798841",
    "text": "Anne Lauvergeon (born 2 August 1959) is a French businesswoman who served as CEO of Areva from 2001 until 2011. According to The Wall Street Journal, she is known internationally as one of the most prominent defenders of nuclear power.Geraldine Amiel and John M. Biers (17 June 2011), France Replaces Areva's CEO The Wall Street Journal. ==Early life end education== Lauvergeon was born into a middle-class family in Dijon, Côte-d'Or; her father taught history and her mother was a social worker. Her grandfather was mayor of a village in Burgundy.Steven Erlanger (18 March 2011), ‘Atomic Anne’ Keeps France Spinning The New York Times. She later grew up in Orléans, where her father became a professor of geography.John Tagliabue (26 November 2007), The woman behind Areva of France International Herald Tribune. Lauvergeon attended the École normale de jeunes filles to pass the Agrégation in physics. Then she entered the Corps des Mines. In 1983 she enrolled in her first vocational course with the Corps de Mines, in the iron and steel industry, at Usinor. A second vocational course, in 1984, took place with the Commissariat à l'énergie atomique, where she studied chemical safety in Europe. ==Career== ===Early beginnings=== From 1985 to 1988, Lauvergeon was with the l'Inspection générale des carrières (IGC). In 1990, she was placed in charge of the mission for the international economy and foreign trade by French President François Mitterrand. The following year, she became assistant secretary general. She was then named \"sherpa\", i.e. personal representative to the president, and responsible for preparing international meetings such as the G7 summit. In 1995, Lauvergeon joined the banking sector, and became a managing partner of Lazard; she was the only woman partner at the firm.Peter Truell (13 November 1996), Heir to the Throne at Lazard Freres May Not Be Anymore International Herald Tribune. While at Lazard, she spent several months at the investment bank's New York office.John Tagliabue (26 November 2007), The woman behind Areva of France International Herald Tribune. In late 1996, she left the firm after difficulties with Édouard Stern; according to media reports at the time, Stern had particularly taken exception to an invitation that Lauvergeon received to join the board of French aluminum company Pechiney.Peter Truell (13 November 1996), Heir to the Throne at Lazard Freres May Not Be Anymore International Herald Tribune. In March 1997, Lauvergeon was appointed general director of Alcatel, before becoming part of the group's executive committee. In that capacity, she was responsible for international activities and the company's industrial shareholdings in the energy and nuclear fields.Vodafone appoints Anne Lauvergeon as Non-Executive Director Vodafone, press release of 21 October 2005. ===Career at Areva=== In June 1999 Lauvergeon was appointed CEO of the group Cogema, succeeding Jean Syrota, who resigned under pressure from The Greens. In July 2001, she merged Cogema, Framatome and other companies to create Areva. At the head of the new company, she became a member the small circle of women directing international corporations; in September 2002, daily economic newspaper Les Échos uncovered a report from the French Court of Auditors, citing Lauvergeon's compensation (salary of €305,000 with bonus of €122,000) and \"golden parachute\" of two years' wages. In 2004, Lauvergeon resisted a request from Nicolas Sarkozy, then finance minister, to help bail out French transport and energy company Alstom.Geraldine Amiel and John M. Biers (17 June 2011), France Replaces Areva's CEO The Wall Street Journal. When Alstom's leadership announced plans in 2008 to create a heavy- engineering conglomerate by combining Alstom and Areva in a single entity, Lauvergeon reiterated her opposition.Nick Antonovics (26 February 2008), Areva 2007 net up 14.5 pct, dismisses Alstom tie-up Reuters.David Gauthier-Villars (23 February 2009), France's Areva Feels Its Power Wane The Wall Street Journal. Under Lauvergeon, Areva instead developed into a one-stop shop for nuclear energy. The company became one of the world's top uranium producers and mining accounted for 12 percent of its 2010 revenue.Caroline Jacobs and Benjamin Mallet (22 February 2012), Court tells Areva to sign Atomic Anne's payoff Reuters. On 10 July 2008 in the French economic paper Challenges, she stated: \"Uranium is a main part of our success. Our model is... Nespresso: we sell coffee machines and the coffee that fits them. And coffee is very profitable. So in China, we sold two nuclear islands, plus 35% of our uranium production. This is our integrated business model\". L'interview – «le modèle d'areva, c'est... nespresso» – Challenges.fr Towards the end of 2006 Areva encountered difficulties with its new European Pressurized Reactor and announced an expected delay of eighteen months to three years for its delivery, according to the French daily newspaper La Tribune. Areva : la tension monte en Finlande – La Tribune.fr The reactor is to be the first of its kind in Finland. The delay may cost €700 million.LeMonde.fr : Le retard de l'EPR finlandais va coûter 700 millions d'euros au français Following the Fukushima Daiichi nuclear disaster in 2011, she traveled frequently to Japan and spoke out in regular television appearances in support of nuclear power.Geraldine Amiel and John M. Biers (17 June 2011), France Replaces Areva's CEO The Wall Street Journal. In addition to her role at Areva, Lauvergeon was part of other political and business initiatives. In 2001, France's Minister of Science Roger-Gérard Schwartzenberg chose her to chair the \"national contest of assistance the creation of companies of innovating technologies\". In June 2010 Lauvergeon attended the Bilderberg conference in Sitges, Spain. By 2011, Lauvergeon came under fire due to cost overruns at the Areva-built Olkiluoto Nuclear Power Plant and the loss of a $40 billion contract in Abu Dhabi to a South Korean consortium.Lionel Laurent and Nina Sovich (21 March 2011), Nuclear scare an opportunity for embattled Areva CEO Reuters. On 16 June 2011 Prime Minister François Fillon announced that her mandate as head of Areva, terminating end of June 2011, would not be renewed. She was replaced by Luc Oursel, member of the Areva board of management since 2007.Areva enterre l'ère Lauvergeon, Challenges, 2 September 2014 Since leaving Areva, Lauvergeon has been a partner and managing director of Efficiency Capital, an investment firm that focuses on energy, technologies, and natural resources. She is also chairman and CEO of A.L.P. SAS, an advisory company.American Express Company Elects Anne Lauvergeon to Board of Directors American Express, press release of 21 February 2013. By 2016, media reported that President François Hollande had proposed Lauvergeon to take over as chair of the board at EADS and had won the backing of Chancellor Angela Merkel of Germany for her candidature.Emmanuel Jarry and Tim Hepher (28 January 2013), Lauvergeon takes center-stage in EADS board shake-up Reuters.Michael Stothard (13 May 2016), Areva ex-chief under formal investigation over UraMin affair Financial Times. ===Controversy=== On 16 October 2009 Lauvergeon addressed journalists outside the \"Women’s Forum\" organised in Deauville. She declared: \"To be clear, with same competences, sorry, we will choose the woman or something else rather than the white male.\" She said these words during the France 2 evening news. L'extrême droite critique Lauvergeon This statement generated reaction and was chosen as an example by Éric Zemmour and Marine Le Pen to explain that positive discrimination was a kind of racism. In 2011, Lauvergeon filed a legal complaint after she discovered a confidential report by private investigators on her husband Olivier Fric's business activities.Gerard Bon and Marie Maitre (21 December 2011), French prosecutor opens Areva ex-CEO spying probe Reuters. By 2012, she asked a French court to appoint an expert to examine the circumstances under which Areva ordered a probe in 2010 into the 2007 purchase of Canadian uranium mining firm UraMin; the request was subsequently denied.Caroline Jacobs (29 February 2012), Ex- Areva CEO demand for UraMin report probe denied Reuters. An internal audit into the deal did not reveal fraud, but said that presentations made to state holding company APE and to Areva's board about the planned UraMin acquisition had not given enough prominence to the doubts that the internal technical teams had expressed.Geert De Clercq, Gerard Bon and Nicolas Bertin (3 June 2014), Areva office, former staff's homes searched in UraMin probe Reuters. Areva initially withheld Lauvergeon's 1.5 million euro ($2 million) severance pay due to the UraMin dispute.Caroline Jacobs and Benjamin Mallet (22 February 2012), Court tells Areva to sign Atomic Anne's payoff Reuters. Also in 2012, a court ordered the company to sign a contract allowing Lauvergeon to receive her severance pay.Caroline Jacobs (29 February 2012), Ex-Areva CEO demand for UraMin report probe denied Reuters. Only 11 days before the first round of the 2012 French presidential election, Lauvergeon accused Sarkozy in an interview with French weekly L'Express of having tried to sell an atomic reactor to Libyan leader Muammar Gaddafi until mid-2010.Paul Taylor (11 April 2012), \"Atomic Anne\" tries to nuke France's Sarkozy Reuters. In the interview, Lauvergeon also said Sarkozy had offered her a cabinet seat when he was elected in 2007 but she had refused.Paul Taylor (11 April 2012), \"Atomic Anne\" tries to nuke France's Sarkozy Reuters. Sarkozy's spokeswoman Valérie Pécresse responded by accusing Lauvergeon of trying to \"settle scores\", calling her statements as \"fictitious\".Paul Taylor (11 April 2012), \"Atomic Anne\" tries to nuke France's Sarkozy Reuters. At the time, Lauvergeon was tipped as a possible minister in a Socialist government under François Hollande.Emmanuel Jarry and Yann Le Guernigou (17 April 2012), French Sarkozy denies hawking nuclear reactor to Gaddafi Reuters. In 2016, Lauvergeon was put under formal investigation for her role in the UraMin acquisition,Simon Carraud (13 May 2016), Former Areva CEO Lauvergeon is put under formal investigation Reuters. over questions on whether she deliberately submitted misleading annual accounts that concealed huge writedowns on its €1.8 billion investment in UraMin.Michael Stothard (13 May 2016), Areva ex-chief under formal investigation over UraMin affair Financial Times. Also, French judicial authorities investigated Fric for insider trading and money laundering over the UraMin purchase.Geert De Clercq (30 March 2016), Former Areva CEO's husband under investigation for insider trading-source Reuters. ==Other activities== ===Corporate boards=== * IB2, Chair of the Board (since 2019)Anne Lauvergeon rejoint l'expert de la bauxite Yves Occello au sein d'iB2 Africa Intelligence, 2 April 2019. * Koç Holding, Member of the Board of Directors (since 2016)Board of Directors: Anne Lauvergeon Koç Holding. * Avril Group, Member of the Board of Directors * Sigfox, Chairman of the Board of Director (since 2014) * Suez, Independent Member of the Board of Directors (since 2014) * American Express, Member of the Board of Directors (since 2013)American Express Company Elects Anne Lauvergeon to Board of Directors American Express, press release of 21 February 2013. * Rio Tinto, Member of the Board of Directors (2014–2017)Rio Tinto announces board changes Rio Tinto, press release of 5 March 2014.Mehreen Khan (10 February 2017), Rio Tinto appoints ex-Centrica boss to board in series of major appointments Financial Times. * Airbus, Member of the Board of Directors (2013-2016)Cyril Altmeyer and Tim Hepher (January 28, 2013), France backs Lauvergeon for \"major\" EADS role Reuters.Airbus Group Proposes New Board Members For Approval At AGM Airbus, press release of 17 March 2016. * Total S.A., Member of the Board of Directors (−2015)Total – Corporate Web Site – Members of the Board of Directors – Organization – Presentation * Libération, Member of the Board of Directors (2011–2014) * Vodafone, Non-Executive Member of the Board of Directors (2005–2014)Vodafone appoints Anne Lauvergeon as Non-Executive Director Vodafone, press release of 21 October 2005. * Safran, Member of the Board of Directors (2001–2009)Safran – About Safran ===Non-profit organizations=== * École Nationale Supérieure des Mines de Nancy, President of the Board of DirectorsEcole Nationale Supérieure des Mines de Nancy : La Lampe – Lettre d'information * Trilateral Commission, Member of the European GroupListe des membres en 2010 * Global Business Coalition on HIV/AIDS, Member of the Advisory Board2011 Annual Report Vodafone. * International Commission on Nuclear Non-proliferation and Disarmament (ICNND), Member of the Advisory BoardAdvisory Board. ==Recognition== In French media, Lauvergeon was often cited as one of the world's most powerful women during her time at Areva.Simon Carraud (13 May 2016), Former Areva CEO Lauvergeon is put under formal investigation Reuters. The 2006 Fortune Global 500, published by the American magazine Fortune, ranked her as the 2nd most powerful woman in Europe, behind Patricia Russo, future president of Alcatel-Lucent Technologies. Also in 2006 she was ranked by Forbes magazine as the eighth-most powerful woman in the world and was ranked ninth-most powerful women in 2008 and 2009. In 2007, she was named Europe's top businesswoman in the Financial Times annual ranking.Andrew Hill and Joanna Chung (10 October 2007), Anne Lauvergeon named Europe’s top businesswoman Financial Times. In July 2011 Lauvergeon was elected an International Fellow by the Royal Academy of Engineering in the UK. ==References== Category:1959 births Category:Living people Category:People from Dijon Category:French women chief executives Category:French chief executives Category:Lycée Lakanal alumni Category:École Normale Supérieure alumni Category:Mines ParisTech alumni Category:Corps des mines Category:French women in business Category:French women in politics Category:Areva people Category:Vodafone people Category:French corporate directors Category:Officiers of the Légion d'honneur Category:Fellows of the Royal Academy of Engineering Category:Female Fellows of the Royal Academy of Engineering Category:21st-century women engineers ",
    "title": "Anne Lauvergeon"
}