{
    "id": "7798607",
    "text": "is an anime series aired from 1981 to 1982 in Japan. There were 39 episodes aired. Other loosely translated names include \"Braiger\", \"Bryger\", \"Brygar\", \"Galactic Whirlwind Bryger\", \"Galactic Cyclone Buraiger\", \"Cosmo Runner\". It is the first series from the J9 Series, which would be continued in Baxingar and Sasuraiger. ==Original Story== In the year 2111, the solar system has been colonised with various criminal organisations running amok. Team Cosmoranger J9 is assembled with Isaac Godonov, Blaster Kid, Steven Bowie, and Angel Omachi fighting the underworld scourge throughout the solar system. With the robot Braiger, they are a mercenary team that will handle any missions the police will not handle. Meanwhile, Earth has been divided into the four Connections of Omega, Red Dragon, Volga and Nubia while the other celestial bodies are divided into the five Connections of Galico (Jupiter), Viking (Mars), Venus, Uranus, and the Weapons Guild (Mercury). Through Khamen Khamen, Nubia hatches a plan to rule the solar system in which Jupiter is destroyed, leading to the creation of over 30 smaller planets that could sustain life. However, such a plan would lead to the destruction of Earth's inhabitants. ==Characters== {|class=\"wikitable\" ! width=25%|Japanese Name ! width=25%|Nickname ! width=30%|Voiced by |- | Narrator || || Hidekatsu Shibata |- | Isaac Godonov || Isaac the Razor || Kazuyuki Sogabe |- | Jotaro Kidou || Blaster Kid || Kaneto Shiozawa |- | Steven Bowie || Speedy Bowie || Katsuji Mori |- | Machiko Valencia || Angel Omachi || Yōko Asagami |- | Mei Ling Ho || || Kazumi Amemiya |- | Sin Ling Ho || || Kyouko Tonguu |- | Poyon || || Tomiko Suzuki |- | Pancho Poncho || || Jōji Yanami |- | Khamen Khamen || || Kazumi Tanaka |- |} ==Mechanics== Ginga Senpuu Braiger`s Henkei Forms Braiger is primarily a flying car referred to in the series as Brai-Thunder that can activate synchron energy to grow in size for up to twenty four hours by transporting matter from another universe onto itself. Upon doing this the Brai-Thunder can transform into its shuttle form, Brai-Star. If needed the synchron energy can be charged up to maximum capacity, allowing the Brai-Star to transform into Braiger.Encirobo, Braiger, Mechanics, Galaxy Cyclone Braiger Encyclopedia, Page 1, http://www.geocities.co.jp/Playtown- Spade/5343/j9/j9_ex.htm *Height: 32.4 meters *Weight: 315 tons *Power Source: Plasma Engine *Flight Speed: Mach 5 in Earth's atmosphere, 80% the Speed of Light in space *Armor: Super Alloy Braititanium *Weapons: **Brai-Claw: Braiger's hands, can be replaced with more powerful vice-grip claws. **Blasters: Fire from Braiger's forehead diamond, ear-like structures, and eyes. **Cosmo Winders: A pair of hover bikes that transform into pistols. **Power Boomerangs: A bladed boomerang stored in each shoulder. **Drum Bazooka: A laser turret in the torso. **Brai-Spear: A spear grown to Braiger's size by synchron energy. **Brai-Sword: A sword grown to Braiger's size by synchron energy. Can fire an energy beam called the Brai-Sword Beam. **Brai- Cannon: A pair of large cannons that can be placed on Braiger's shoulders. It is strong enough to destroy large asteroids. ==Connection Robots== *Beetle XO- Appear in episodes 1, 4, 16, and 24. Powers include flight and electric wings, dual wing energy guns. *Viking Cannon- Appears in episode 2. Its only known power is an energy rifle. *V-38 Type- Appears in episode 3. Powers include flight and eye lasers. *Bumblebee XO- Appear in episodes 5 and 10. Powers include flight, eye lasers, nose lasers *Viking Drone- Appears in episode 6. Powers include flight and visor lasers. *Drum- Appears in episode 8. Powers include burrowing, flight, 25 abdomen energy guns, beam resistance, visor lasers, and a sword. *Five Arms- Appears in episode 9. Powers include flight, five arms, visor lasers, and twin abdomen heat beams. *Viking Twins- Appear in episode 11. Powers include flight, shoulder beam cannons, and waist separation. *Fortified Gun Factory- Appears in episode 12. Powers include burrowing, energy cannon turrets, and flight. *Mutbom- Appears in episode 13. Powers include flight, a torso tractor beam, and antennae lasers. *Synchron Planet- Appears in episode 15. Powers include flight, size changing, synchron rays, and energy gun turrets. *Shark Submarine- Appears in episode 16. Powers include swimming, four triple barreled energy cannons, and flight. *Cougar- Appears in episode 17. Powers include mouth heat ray, flight, claws, and sharp teeth. *Viking Red- Appears in episode 18. Powers include flight and a metal staff. *Viking Green- Appears in episode 18. Powers include flight, shoulder boomerangs, and a laser turret in the neck hole. *Iguana- Appears in episode 20. Powers include flight, a sword, shoulder missiles, and a mouth beam cannon. *Sea Castle Guard- Appears in episode 21. Powers include flight, chained mace, left arm shield, electric eye lasers, and swimming. *Pharaoh- Appears in episode 22. Powers include burrowing, a forehead laser, twin swords, and abdomen missiles. *Killer Satellite Boy- Appears in episode 23. Powers include flight and dual photon cannons. *Galico Drones- Appear in episode 24. Powers include flight and beam machine gun hands. *Piranha- Appears in episode 25. Powers include flight, gravity resistance, eye lasers, and electric jaws. *Dragon Ships- Appear in episode 26. Their only known power is flight. *Blood- Appears in episode 29. Powers include burrowing, dual torso flamethrowers, and flight. *Casino Guards- Appear in episode 30. Powers include flight and a Chinese sword. *Casino Drones- Appear in episode 31. Their only known power is flight. *Avenger- Appears in episode 32. Powers include flight, a ship mode, missile pods in each pectoral, a visor energy beam, and twin torso rocket launchers. *Prototype Abshens- Appear in episode 34. Powers include flight, eye lasers, ear-like head blades, and electric shocks. *Khamen Khamen Fighter Ship- Appears in episodes 35, 36, and 39. Its only known power is flight although it is given weapons in its appearances in the Super Robot Wars games. *N95- Appears in episodes 35 and 36. Powers include flight and dozens of missile launchers. *Megarls- Appear in episode 36. Powers include flight and a double barrelled energy turret on the right wrist. *Abshens- Appear in episodes 36 and 37. Powers include flight and dual wrist lasers. *Nubia Drones- Appear in episode 37. Powers include flight and claw hand lasers. *Red Rose Drones- Appear in episode 39. Powers include flight and a cannon on each shoulder. ==Crew== *Creator: Yuu Yamamoto *Director: Takao Yotsuji *Additional Directors: Jouhei Matsuura, Hideki Takayama *Character Design: Kazuo Komatsubara *Mecha Design: Yuichi Higuchi *Chief Design: Mitsunari Makino *Producers: Shigeo Tsubota, Tokichi Aoki *Theme Song Performance: Isao Taira, Yukio Yamagata in the final episode Galaxy Cyclone Braiger, Original Soundtrack, Ending theme (finale) \"Abayo Fly Bye\" ==Concept== The series was supposedly inspired by real-life scientific research and used a lot of Korean talents at the lower ranks of production.Clements, Jonatha. McCarthy Helen. [2006] (2006). The Anime Encyclopedia: Revised & Expanded Edition. Berkeley, CA: Stone Bridge Press. The Braiger illustrator (Kazuo Komatsubara) was asked to create characters that looked like those in Lupin III. The music in the series is also heavily influenced by rock and roll although the ending theme has more in common with blues.Galaxy Cyclone Braiger, Original Soundtrack, Opening theme \"Galaxy Cyclone Braiger\"Galaxy Cyclone Braiger, Original Soundtrack, Ending theme (main) \"Wandering Kid\" ==Video games== The robot has been featured in the video games Super Robot Wars Alpha Gaiden and Super Robot Wars GC; the latter of which appeared with the other robots of the J9 Trilogy. For these appearances, Isaac Goodenov was performed by Ryōtarō Okiayu, and Jotaro Kidou by Takumi Yamazaki. In terms of enemies Khamen Khamen's ship appears in both games with Bumblebee XOs in Alpha Gaiden and Abshens in GC. Braiger also appeared in Super Robot Wars NEO for the Nintendo Wii, although it had no actual plot. ==References== ==External links== * * Galaxy Cyclone Braiger Encyclopedia (Japanese) * Galaxy Cyclone Braiger at Encirobo (Italian) Category:1981 anime television series Category:Adventure anime and manga Category:Super robot anime and manga Category:TV Tokyo original programming ",
    "title": "Galaxy Cyclone Braiger"
}