{
    "id": "7799737",
    "text": "John Gagliardi (born June 11, 1974) is a retired professional and All-World Team USA lacrosse player and current entrepreneur and investor from Manhasset, New York. He was a member of the Long Island Lizards of Major League Lacrosse before retiring in 2009. He now lives in New York City. In June 2010 he sold his company Maverik Lacrosse to New York City private equity company Kohlberg & Co. Kohlberg & Co also owns Bauer Hockey and 16 other companies. Gagliardi graduated Manhasset High School in 1992 where he was an All-American lacrosse player and All-County football player. After high school, he attended college at University of Virginia before transferring to Johns Hopkins University in Baltimore, Maryland. At Johns Hopkins, Gagliardi earned All-America honors twice, once as a third team in 1996 as a junior, and in 1997 as a senior as a first team All-American. In 2005 John was inducted into the Manhasset Lacrosse Hall of Fame. In 2012 John was inducted into the Long Island Lacrosse Hall of Fame. Gagliardi played professional Indoor Lacrosse for the New York Saints and Philadelphia Wings of the National Lacrosse League between 1998 and 2001. In 1999, he was selected to the US Lacrosse team, winning the Lacrosse World Cup that year while starting on Defense. In 2001, Gagliardi joined the Long Island Lizards, and was a Major League Lacrosse All Star from 2000-2007. John was also on the US National Men's Lacrosse Team in 2006 where he earned All- World Honors on Defense in London, Ontario. He is a founding member of the lacrosse equipment and apparel company Maverik Lacrosse and No Limit Lacrosse Camps. He was also part of the team that launched Blue Buffalo Pet Foods. He is currently active in invested and advising in several consumer good brands, technology and sport start-ups. ==Statistics== ===NLL=== {| BORDER=\"0\" CELLPADDING=\"3\" CELLSPACING=\"0\" |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"2\" bgcolor=\"#ffffff\" | ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"6\" | Regular Season ! rowspan=\"99\" bgcolor=\"#ffffff\" | ! colspan=\"6\" | Playoffs |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! Season !! Team !! GP !! G !! A !! Pts !! LB !! PIM !! GP !! G !! A !! Pts !! LB !! PIM |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 1998 || New York || 6 || 4|| 4 || 4 || 17 || 4|| -- || -- || -- || -- || -- || -- |- ALIGN=\"center\" | 1999 || New York || 12 || 3 || 4 || 7 || 63 || 12|| -- || -- || -- || -- || -- || -- |- ALIGN=\"center\" bgcolor=\"#f0f0f0\" | 2000 || Philadelphia || 9 || 3 || 5 || 7 || 24 || 11|| 1 || 0 || 1 || 1 || 5 || 2 |- ALIGN=\"center\" | 2001 || Philadelphia || 10 || 3 || 7 || 7 || 55 || 27|| 2 || -- || -- || -- || -- || -- |- ALIGN=\"center\" bgcolor=\"#e0e0e0\" ! colspan=\"2\" | NLL Totals !! 33 !! 13 !! 20 !! 25 !! 159 !! 54!! 1 !! 0 !! 1 !! 1 !! 5 !! 2 |} ==References== Category:1974 births Category:Living people Category:American lacrosse players Category:Johns Hopkins Blue Jays men's lacrosse players Category:Major League Lacrosse players Category:People from Manhasset, New York Category:Philadelphia Wings players Category:Sportspeople from Brooklyn Category:University of Virginia alumni Category:Manhasset High School alumni ",
    "title": "John Gagliardi (lacrosse)"
}