{
    "id": "7799632",
    "text": "John Joseph Savage is a former Major League Baseball pitcher who played for the Los Angeles Dodgers in 1987 and the Minnesota Twins in 1990. He was born on April 22, 1964 in Louisville, Kentucky. He attended St. Xavier High School in Louisville, and he went on to attend the University of Kentucky. He threw and batted right-handed. At 6'3\" tall and 190 pounds, Savage was drafted by the Dodgers in the 8th round (194th overall) of the 1985 amateur entry draft. He was signed by Dodgers scout Carl Loewenstine. He first season in the minors was superb-in 24 games and 44 innings pitched with Great Falls (rookie league), he had a 5-1 record with 51 strikeouts and a 1.01 ERA. He also had a lot of success with AA San Antonio in 1987-he appeared in 49 games, striking out 67 in 69 innings while posting an ERA of 2.60. He made his Major League debut on September 14, 1987 at the age of 23 and wearing the number 50, pitching one inning and giving up one hit. He pitched a total of 3 innings that season, with an ERA of 2.70. Seeing no Major League ball in 1988 and 1989, the success he witnessed in the Majors in 1987 did not carry over to his next stint in the Majors. In 26 innings pitched in 1990-wearing number 20-with Minnesota, he had a subpar ERA of 8.31, all the while losing two games and giving up three home runs. He was able to save one game that season, though. His control came into question that season-he threw four wild pitches, or one every 6.5 innings. Even though his control on the mound was less-than-stellar, he kept it in check when playing defense-he didn't commit a single error in his career. He played his final game on September 14, 1990 at the age of 25-exactly three years after his debut. He currently resides in Louisville, Kentucky. He now has three children (boys 16 and 14 years old and a 6-year-old girl). ==Major Transactions== Savage was involved in two major transactions in his career: *On December 11, 1987, he was part of a three team trade that involved the Dodgers, the Oakland Athletics and the New York Mets. The Dodgers sent Bob Welch and Matt Young to the Athletics, while the Athletics sent Alfredo Griffin and Jay Howell to the Dodgers. Then the Athletics sent Kevin Tapani and Wally Whitehurst to the Mets, while the Mets sent Jesse Orosco to the Dodgers. *On October 16, 1989, he was sent from the Mets to the Twins to complete a deal that was made on July 31, 1989. He was the player to be named later in this transaction. The deal involved the Mets sending the player to be named, plus Rick Aguilera, David West, Kevin Tapani and Tim Drummond to the Twins for Frank Viola. In the end, it seems as if the Twins ended up getting the better of that deal. ==External links== Category:1964 births Category:Living people Category:Baseball players from Kentucky Category:Major League Baseball pitchers Category:Los Angeles Dodgers players Category:Minnesota Twins players Category:University of Kentucky alumni Category:Great Falls Dodgers players Category:Bakersfield Dodgers players Category:Albuquerque Dukes players Category:San Antonio Dodgers players Category:Tidewater Tides players Category:Portland Beavers players Category:Orlando Sun Rays players Category:Kentucky Wildcats baseball players Category:Sportspeople from Louisville, Kentucky ",
    "title": "Jack Savage"
}