{
    "id": "7800672",
    "text": "Pavlov’s dogs with a saliva-catch container and tube surgically implanted in its muzzle, Pavlov Museum, 2005 The history of animal testing goes back to the writings of the Ancient Greeks in the 4th and 3rd centuries BCE, with Aristotle (384–322 BCE) and Erasistratus (304–258 BCE) one of the first documented to perform experiments on animals.Cohen and Loew 1984. Galen, a physician in 2nd-century Rome, dissected pigs and goats, and is known as the \"Father of Vivisection.\"\"History of nonhuman animal research\" , Laboratory Primate Advocacy Group. Avenzoar, an Arabic physician in 12th-century Moorish Spain who also practiced dissection, introduced animal testing as an experimental method of testing surgical procedures before applying them to human patients. == History of animal testing == The mouse is a typical testing species. In 1242, Ibn al-Nafis provided accurate descriptions of the circulation of blood in mammals. A complete description of this circulation was later provided in the 17th century by William Harvey. In his unfinished 1627 utopian novel, New Atlantis, scientist and philosopher Francis Bacon proposed a research center containing \"parks and enclosures of all sorts of beasts and birds which we use ... for dissections and trials; that thereby we may take light what may be wrought upon the body of man.\" In the 1660s, the physicist Robert Boyle conducted many experiments with a pump to investigate the effects of rarefied air. He listed two experiments on living animals: \"Experiment 40\", which tested the ability of insects to fly under reduced air pressure, and the dramatic \"Experiment 41,\" which demonstrated the reliance of living creatures on the air for their survival. Boyle conducted numerous trials during which he placed a large variety of different animals, including birds, mice, eels, snails and flies, in the vessel of the pump and studied their reactions as the air was removed. Here, he describes an injured lark: In the 18th century, Antoine Lavoisier decided to use a guinea pig in a calorimeter because he wanted to prove that respiration was a form of combustion. He had an impression that combustion and respiration are chemically identical. Lavoisier demonstrated this with the help of Pierre- Simon Laplace. They both carefully measured the amount of \"carbon dioxide and heat given off by a guinea pig as it breathed\". Then they contrasted this to \"the amount of heat produced when they burned carbon to produce the same amount of carbon dioxide as had been exhaled by the guinea pig\". Their conclusion made Lavoisier confident \"that respiration is a form of combustion\". Also, the result showed that the heat mammals produce through respiration allowed their bodies to be above room temperature. Stephen Hales measured blood pressure in the horse. In the 1780s, Luigi Galvani demonstrated that electricity applied to a dead, dissected, frog's leg muscle caused it to twitch, which led to an appreciation for the relationship between electricity and animation. In the 1880s, Louis Pasteur convincingly demonstrated the germ theory of medicine by giving anthrax to sheep. In the 1890s, Ivan Pavlov famously used dogs to describe classical conditioning. In 1921 Otto Loewi provided the first substantial evidence that neuronal communication with target cells occurred via chemical synapses. He extracted two hearts from frogs and left them beating in an ionic bath. He stimulated the attached Vagus nerve of the first heart and observed its beating slowed. When the second heart was placed in the ionic bath of the first, it also slowed. O. Loewi (1921) \"Uber humorale Ubertragbarkeit der Herznervenwirkung. I.\" Pflügers Archiv, 189, pp. 239-242 In the 1920s, Edgar Adrian formulated the theory of neural communication that the frequency of action potentials, and not the size of the action potentials, was the basis for communicating the magnitude of the signal. His work was performed in an isolated frog nerve-muscle preparation. Adrian was awarded a Nobel Prize for his work. Adrian Nobel Prize In the 1960s David Hubel and Torsten Wiesel demonstrated the macro columnar organization of visual areas in cats and monkeys, and provided physiological evidence for the critical period for the development of disparity sensitivity in vision (i.e.: the main cue for depth perception), and were awarded a Nobel Prize for their work. In 1996 Dolly the sheep was born, the first mammal to be cloned from an adult cell., AnimalResearch.Info Dolly the Sheep The process by which Dolly the sheep was cloned utilized a process known as nuclear transfer applied by lead scientist Ian Wilmut. Although other scientists were not immediately able to replicate the experiment, Wilmut argued that the experiment was indeed repeatable, given a timeframe of over a year. In 1997, innovations in frogs, Xenopus laevis, by developmental biologist Jonathan Slack of the University of Bath, created headless tadpoles, which could allow future applications in donor organ transplantation. There has been growing concern about both the methodology and the care of laboratory animals used in testing. There is increasing emphasis on more humane and compassionate treatment of animals. Methodological concerns include factors that make animal study results less reproducible than intended. For example, a 2014 study from McGill University in Montreal, Canada suggests that mice handled by men rather than women showed higher stress levels. == In medicine == Early depictions of vivisection using pigs In the 1880s and 1890s, Emil von Behring isolated the diphtheria toxin and demonstrated its effects in guinea pigs. He went on to demonstrate immunity against diphtheria in animals in 1898 by injecting a mix of toxin and antitoxin. This work constituted in part the rationale for awarding von Behring the 1901 Nobel Prize in Physiology or Medicine. Roughly 15 years later, Behring announced such a mix suitable for human immunity which largely banished diphtheria from the scourges of humankind. The antitoxin is famously commemorated each year in the Iditarod race, which is modeled after the Nome in the 1925 serum run to Nome. The success of the animal studies in producing the diphtheria antitoxin are attributed by some as a cause of the decline of the early 20th century antivivisectionist movement in the USA.Walter B. Cannon Papers, American Philosophical Society In 1921, Frederick Banting tied up the pancreatic ducts of dogs and discovered that the isolates of pancreatic secretion could be used to keep dogs with diabetes alive. He followed up these experiments with the chemical isolation of insulin in 1922 with John Macleod. These experiments used bovine sources instead of dogs to improve the supply. The first person treated was Leonard Thompson, a 14-year-old diabetic who only weighed 65 pounds and was about to slip into a coma and die. After the first dose, the formulation had to be re-worked, a process that took 12 days. The second dose was effective.Discovery of Insulin These two won the Nobel Prize in Physiology or Medicine in 1923 for their discovery of insulin and its treatment of diabetes mellitus. Thompson lived 13 more years taking insulin. Before insulin's clinical use, a diagnosis of diabetes mellitus meant death; Thompson had been diagnosed in 1919. In 1943, Selman Waksman's laboratory discovered streptomycin using a series of screens to find antibacterial substances from the soil. Waksman coined the term antibiotic with regards to these substances. Waksman would win the Nobel Prize in Physiology or Medicine in 1952 for his discoveries in antibiotics. Corwin Hinshaw and William Feldman took the streptomycin samples and cured tuberculosis in four guinea pigs with it. Hinshaw followed these studies with human trials that provided a dramatic advance in the ability to stop and reverse the progression of tuberculosis. Hinshaw obituary Streptomycin Mortality from tuberculosis in the UK has diminished from the early 20th century due to better hygiene and improved living standards, but from the moment antibiotics were introduced, the fall became steep so that by the 1980s mortality in developed countries was effectively zero.Is Science Necessary Author: Max Perutz Page: 37-41 Published 1989 Publisher E.P. Dutton/NAL Penguin Inc In the 1940s, Jonas Salk used rhesus monkey cross-contamination studies to isolate the three forms of the polio virus that affected hundreds of thousands yearly. Virus-typing of polio by Salk Salk's team created a vaccine against the strains of polio in cell cultures of rhesus monkey kidney cells. The vaccine was made publicly available in 1955 and reduced the incidence of polio 15-fold in the USA over the following five years. Salk polio virus Albert Sabin made a superior \"live\" vaccine by passing the polio virus through animal hosts, including monkeys. The vaccine was produced for mass consumption in 1963 and is still in use today. It had virtually eradicated polio in the US by 1965. History of polio vaccine It has been estimated that 100,000 rhesus monkeys were killed in the course of developing the polio vaccines, and 65 doses of vaccine were produced from each monkey. Writing in the Winston-Salem Journal in 1992, Sabin said, \"Without the use of animals and human beings, it would have been impossible to acquire the important knowledge needed to prevent much suffering and premature death not only among humans but animals as well.\" Also in the 1940s, John Cade tested lithium salts in guinea pigs in a search for pharmaceuticals with anticonvulsant properties. The animals seemed calmer in their mood. He then tested lithium on himself, before using it to treat recurrent mania. John Cade and Lithium The introduction of lithium revolutionized the treatment of manic-depressives by the 1970s. Prior to Cade's animal testing, manic-depressives were treated with a lobotomy or electro-convulsive therapy. In the 1950s the first safer, volatile anaesthetic halothane was developed through studies on rodents, rabbits, dogs, cats and monkeys.Raventos J (1956) Br J Pharmacol 11, 394 This paved the way for a whole new generation of modern general anaesthetics – also developed by animal studies – without which modern, complex surgical operations would be virtually impossible.Whalen FX, Bacon DR & Smith HM (2005) Best Pract Res Clin Anaesthesiol 19, 323 In 1960, Albert Starr pioneered heart valve replacement surgery in humans after a series of surgical advances in dogs. He received the Lasker Medical Award in 2007 for his efforts, along with Alain Carpentier. In 1968 Carpentier made heart valve replacements from the heart valves of pigs, which are pre-treated with glutaraldehyd to blunt immune response. Over 300,000 people receive heart valve replacements derived from Starr and Carpentier's designs annually. Carpentier said of Starr's initial advances \"Before his prosthetic, patients with valvular disease would die.\" In the 1970s, leprosy multi-drug antibiotic treatments were refined using leprosy bacteria grown in armadillos and were then tested in human clinical trials. Today, the nine-banded armadillo is still used to culture the bacteria that causes leprosy, for studies of the proteomics and genomics (the genome was completed in 1998) of the bacteria, for improving therapy and developing vaccines. Leprosy is still prevalent in Brazil, Madagascar, Mozambique, Tanzania, India, and Nepal, with over 400,000 cases at the beginning of 2004. The bacteria has not yet been cultured in vitro with success necessary to develop drug treatments or vaccines, and mice and armadillos have been the sources of the bacteria for research. The non-human primate models of AIDS, using HIV-2, SHIV, and SIV in macaques, have been used as a complement to ongoing research efforts against the virus. The drug tenofovir has had its efficacy and toxicology evaluated in macaques and found long-term/high-dose treatments had adverse effects not found using short-term/high-dose treatment followed by long-term/low-dose treatment. This finding in macaques was translated into human dosing regimens. Prophylactic treatment with anti-virals has been evaluated in macaques because an introduction of the virus can only be controlled in an animal model. The finding that prophylaxis can be effective at blocking infection has altered the treatment for occupational exposures, such as needle exposures. Such exposures are now followed rapidly with anti-HIV drugs, and this practice has resulted in measurable transient virus infection similar to the NHP model. Similarly, the mother-to-fetus transmission, and its fetal prophylaxis with antivirals such as tenofovir and AZT, has been evaluated in controlled testing in macaques not possible in humans, and this knowledge has guided antiviral treatment in pregnant mothers with HIV. \"The comparison and correlation of results obtained in monkey and human studies are leading to a growing validation and recognition of the relevance of the animal model. Although each animal model has its limitations, carefully designed drug studies in nonhuman primates can continue to advance our scientific knowledge and guide future clinical trials.\"AIDS Reviews 2005;7:67-83 Antiretroviral Drug Studies in Nonhuman Primates: a Valid Animal Model for Innovative Drug Efficacy and Pathogenesis Experiments Throughout the 20th century, research that used live animals has led to many other medical advances and treatments for human diseases, such as: organ transplant techniques and anti-transplant rejection medications,Carrel A (1912) Surg. Gynec. Obst. 14: p. 246Williamson C (1926) J. Urol. 16: p. 231Woodruff H & Burg R (1986) in Discoveries in Pharmacology vol 3, ed Parnham & Bruinvels, Elsevier, AmsterdamMoore F (1964) Give and Take: the Development of Tissue Transplantation. Saunders, New York the heart-lung machine,Gibbon JH (1937) Arch. Surg. 34, 1105 antibiotics like penicillin,Fleming A (1929) Br J Exp Pathol 10, 226 and whooping cough vaccine.Medical Research Council (1956) Br. Med. J. 2: p. 454 Presently, animal experimentation continues to be used in research that aims to solve medical problems including Alzheimer's disease, multiple sclerosis spinal cord injury, and many more conditions in which there is no useful in vitro model system available. === Veterinary advances === A veterinary surgeon at work with a cat Animal testing for veterinary studies accounts for around five percent of research using animals. Treatments to each of the following animal diseases have been derived from animal studies: rabies,A reference handbook of the medical sciences. William Wood and Co., 1904, Edited by Albert H. Buck. anthrax, glanders, Feline immunodeficiency virus (FIV), tuberculosis, Texas cattle fever, Classical swine fever (hog cholera), Heartworm and other parasitic infections. Testing animals for rabies do require the animal to be dead, and it takes two hours to conduct the test. Basic and applied research in veterinary medicine continues in varied topics, such as searching for improved treatments and vaccines for feline leukemia virus and improving veterinary oncology. == Early debate == The ethical implications of using animals for testing has been a heated debate in regards to the humane treatment that is used. In 1655, physiologist Edmund O'Meara was recorded as saying that \"the miserable torture of vivisection places the body in an unnatural state.\"Ryder, Richard D. Animal Revolution: Changing Attitudes Towards Speciesism. Berg Publishers, 2000, p. 54.\"Animal Experimentation: A Student Guide to Balancing the Issues\" , Australian and New Zealand Council for the Care of Animals in Research and Teaching (ANZCCART), retrieved December 12, 2007, cites original reference in Maehle, A-H. and Tr6hler, U. 1987. Animal experimentation from antiquity to the end of the eighteenth century: attitudes and arguments. In N. A. Rupke (ed.) Vivisection in Historical Perspective. Croom Helm, London, p. 22 O'Meara thus expressed one of the chief scientific objections to vivisection: that the pain that the subject endured would interfere with the accuracy of the results. In 1822, the first animal protection law was enacted in the British parliament, followed by the Cruelty to Animals Act (1876), the first law specifically aimed at regulating animal testing. The legislation was promoted by Charles Darwin, who wrote to Ray Lankester in March 1871: > You ask about my opinion on vivisection. I quite agree that it is > justifiable for real investigations on physiology; but not for mere damnable > and detestable curiosity. It is a subject which makes me sick with horror, > so I will not say another word about it, else I shall not sleep to- > night.\"The Life and Letters of Charles Darwin, Volume II, > fulltextarchive.com.Bowlby, John. Charles Darwin: A New Life, W. W. Norton & > Company, 1991. p. 420. Opposition to the use of animals in medical research arose in the United States during the 1860s, when Henry Bergh founded the American Society for the Prevention of Cruelty to Animals (ASPCA), with America's first specifically anti-vivisection organization being the American AntiVivisection Society (AAVS), founded in 1883. In the UK, an article in the Medical Times and Gazette on April 28, 1877, indicates that anti-vivisectionist campaigners, mainly clergymen, had prepared a number of posters entitled, \"This is vivisection,\" \"This is a living dog,\" and \"This is a living rabbit,\" depicting animals in a poses that they said copied the work of Elias von Cyon in St. Petersburg, though the article says the images differ from the originals. It states that no more than 10 or a dozen men were actively involved in animal testing on living animals in the UK at that time.The Latest Phase of the Vivisection Question, Medical Times and Gazette, April 28, 1877, pp. 446–447. Antivivisectionists of the era believed the spread of mercy was the great cause of civilization, and vivisection was cruel. However, in the U.S., the antivivisectionists' efforts were defeated in every legislature because of the widespread support of an informed public for the careful and judicious use of animals. The early antivivisectionist movement in the U.S. dwindled greatly in the 1920s, potentially caused by a variety of factors including the opposition of the medical community, enormous improvements in medicine through the use of animals, and the tendency of the antivivisectionists to misrepresentation and exaggeration, and their use of inaccurate, vague and outdated references. Overall, this movement had no US legislative success. The passing of the Laboratory Animal Welfare Act, in 1966 was more focused on protecting the welfare of animals that are used in all fields, including research, food production, consumer product development, etc.Buettinger, Craig Antivivisection and the charge of zoophil-psychosis in the early twentieth century. The Historian 1993 On the other side of the debate, those in favor of animal testing held that experiments on animals were necessary to advance medical and biological knowledge and to ensure the safety of products intended for human and animal use. In 1831, the founders of the Dublin Zoo—the fourth oldest zoo in Europe, after Vienna, Paris, and London—were members of the medical profession, interested in studying the animals both while they were alive and when they were dead. Claude Bernard, known as the \"prince of vivisectors\"Croce, Pietro. Vivisection or Science? An Investigation into Testing Drugs and Safeguarding Health. Zed Books, 1999, p. 11. and the father of physiology—whose wife, Marie Françoise Martin, founded the first anti- vivisection society in France in 1883Rudacille, Deborah. The Scalpel and the Butterfly: The Conflict, Farrar Straus Giroux, 2000, p. 19.—famously wrote in 1865 that \"the science of life is a superb and dazzlingly lighted hall which may be reached only by passing through a long and ghastly kitchen.\"\"In sickness and in health: vivisection's undoing\", The Daily Telegraph, November 2003. Arguing that \"experiments on animals...are entirely conclusive for the toxicology and hygiene of man...the effects of these substances are the same on man as on animals, save for differences in degree,\"Bernard, Claude An Introduction to the Study of Experimental Medicine, 1865. First English translation by Henry Copley Greene, published by Macmillan & Co., Ltd., 1927; reprinted in 1949, p125 Bernard established animal experimentation as part of the standard scientific method.LaFollette, H., Shanks, N., Animal Experimentation: the Legacy of Claude Bernard, International Studies in the Philosophy of Science (1994) pp. 195-210. In 1896, the physiologist and physician Dr. Walter B. Cannon said \"The antivivisectionists are the second of the two types Theodore Roosevelt described when he said, 'Common sense without conscience may lead to crime, but conscience without common sense may lead to folly, which is the handmaiden of crime.'\"The Physiologist at the-aps.org A Physiologist’s Views on the Animal Rights/Liberation Movement by Charles S. Nicoll The Physiologist 34(6): Dec 1991 These divisions between pro- and anti- animal testing groups first came to public attention during the brown dog affair in the early 20th century, when hundreds of medical students clashed with anti-vivisectionists and police over a memorial to a vivisected dog.Mason, Peter. The Brown Dog Affair. Two Sevens Publishing, 1997. == See also == * History of model organisms * Animal testing * Alarik Frithiof Holmgren == Notes == Category:Animal testing Animal testing ",
    "title": "History of animal testing"
}