{
    "id": "7800203",
    "text": "The Peter Kiewit Institute is a facility in Omaha, Nebraska, United States which houses academic programs from both the University of Nebraska at Lincoln's College of Engineering and the University of Nebraska - Omaha's College of Information Science and Technology. Founded in 1996 in partnership with the University of Nebraska–Lincoln, the University of Nebraska Omaha, and companies in the private sector, PKI's goal is \"to help meet the needs of the nation's technology and engineering firms by providing a top-flight education to students interested in pursuing careers in information science, technology and engineering.\"The Peter Kiewit Institute History. Retrieved October 22, 2013. The Holland Computing Center, which houses the Firefly supercomputer, is located inside the institute.Holland Computing Center. Holland Computing Center Website Retrieved October 22, 2013. ==Colleges== * College of Information Science and Technology – University of Nebraska at OmahaUniversity of Nebraska at Omaha College of Information Science and Technology * College of Engineering – University of Nebraska – LincolnUniversity of Nebraska–Lincoln College of Engineering ==Degrees offered== Information Science and Technology From the University of Nebraska at Omaha: *Bachelor's **Computer Science **Management Information Systems **Bioinformatics **Information Assurance **IT Innovation *Master's **Computer Science **Management Information Systems **Information Assurance *PhD **Information Technology Engineering From the University of Nebraska-Lincoln: * Architectural EngineeringDurham School of Architectural Engineering & Construction * Civil EngineeringCivil Engineering * Computer Engineering * Construction Engineering * Construction Management * Electrical EngineeringElectrical & Computer Engineering ==References== ==External links== *Peter Kiewit Institute website Category:University of Nebraska Omaha Category:Schools in Omaha, Nebraska ",
    "title": "Peter Kiewit Institute"
}