{
    "id": "7800092",
    "text": "Pool area in Metro North Mall, May 2012 Metro North Mall was a mall located at 400 NW Barry Road, in Kansas City North, Missouri, United States Metro North opened its doors in 1976 and was the only enclosed mall located north of the Missouri River in the Kansas City metro area, as well as being the second largest mall in the area, behind Oak Park Mall in Overland Park, Kansas. It was developed by Frank Morgan and his uncle Sherman Dreiseszun.Iconic developer Dreiseszun dies - Kansas City Business Journal - December 3, 2007 After a decade of decline and left with only two stores, the mall closed its doors on April 15, 2014, and the mall was completely demolished (except for the Macy's anchor) in early 2017. ==History== Metro North Mall opened in September 1976, with 1.3 million sq. ft. of retail space that included 125 storefronts and 4 anchor stores on two levels. The center of the mall featured a beautiful 1980s-style center court area with a stage surrounded by a pool of water, which included four mini hot-air balloons suspended from the ceiling that floated up and down. There was no designated \"eatery\" location in the mall, but the layout included a logical entertainment end which featured two restaurants (Dairy Queen and In-a-Tub), a six-screen AMC theater, and an arcade (Nickelodeon). The popularity of the mall increased during holiday season. At one point, the mall management organized usage of the parking trams from Worlds of Fun to influence customers to park further from the building. By 1990, many restaurants were built at the border of the mall's property and AMC built a second six-screen theater directly behind the mall. By 2000, the owners of the mall began development of a competing set of strip malls, Zona Rosa. They increased leases at Metro North, pushing clients to move to the new location. The former Montgomery Ward store closed in 2001. Both AMC theaters closed. JCPenney closed in mid-2008, in favor of opening two new stores. Dillard's converted to a clearance center in 2007, closing off the lower level of the store. Dillard's later left the mall in late 2008, in favor of a new location in nearby Zona Rosa. MC Sporting Goods operated as a junior anchor in part of the former Montgomery Ward store until it closed in March 2009. Macy's (which originally opened as The Jones Store) is the sole store. The independent film titled Shoe Store was filmed in Metro North Mall. The vacant Steve's Family Shoes store was used to build the set for the film.Shoe Store IMDb Page https://www.imdb.com/title/tt1600893/trivia?tr1124953 Plans for redeveloping the ailing shopping center via a partnership with Alberta Development Partners were released in 2007. It cited turning Metro North into an outdoor lifestyle center, although the plans fell through shortly after being released, due to the recession and death of mall owner Sherman Dreiseszun. In 2010, new redevelopment plans with MD Management Inc. surfaced, with intent to revitalize the shopping center that by this time had fallen to 17 percent occupancy with only one remaining anchor. These plans called for the majority of the present mall to be torn down and replaced by a smaller enclosed mall (rather than open-air shopping, as expected from the original developers), which will incorporate mixed uses in addition to the standard shopping mall. The redevelopment of the mall faced setbacks, but new announcements arose in May 2013 that MD Management Inc. was looking to raze the mall and replace it with a smaller, one-level enclosed mall featuring two anchor stores, due to demand for a viable enclosed mall to serve the Northland area.http://www.bizjournals.com/kansascity/news/2013/05/30/metro-north- redeveloper-shooting-for.html?page=all In April 2014, MD Management announced that the mall would be shuttered on April 15, 2014. At the time of closure, only two inline stores remained: GNC and The Wig Shoppe. Macy's, the sole surviving anchor store, will remain open. On March 10, 2015, MD Management announced that IAS Partners Ltd. would acquire the shopping center in a deal set to close in April 2015. IAS envisions replacing the enclosed mall with a new open-air center that will include local and national retailers, multifamily housing and maybe office spaces.http://www.kansascity.com/news/business/article13181270.html In August 2016, it was announced that redevelopment plans by property owner Metro North Crossing LLC had received the proper re-zoning necessary to demolish and replace the existing mall structure with a mixed-use site including \"734,000 square feet of retail space, 60,000 square feet of office space, 66,500 square feet of restaurant space, an 82,000-square-foot hotel and 117,000 square feet of residential units.\" The team planning for the redevelopment of Metro North Mall was responsible for the Antioch Crossing and Blue Ridge Crossing projects that replaced other indoor malls in the Kansas City area with a similar mixed- use design. In November 2016, images of the mall's interior shot by Seph Lawless showing the rapid deterioration of the property in the two years since its closure went viral as a last look inside the mall prior to its impending demolition. Lawless, known for photographing urban decay, described Metro North Mall as \"the creepiest mall I've been in.\" == Anchor stores == *Macy's (244,000 sq. ft.) opened 2006, still operating *MC Sporting Goods; (in part of former Wards, jr. anchor) opened 2002, closed 2009 *Dillard's; (155,000 sq. ft.) opened 1976, closed 2008 *JCPenney; (168,151 sq. ft.) opened 1976, closed 2008 *The Jones Store; opened 1976, became Macy's in 2006 *Montgomery Ward; opened 1976, closed 2001 *AMC Theatres; (outparcel) opened 1976, closed 2002 ==Slogans used== The Pleasure of Shopping... Metro North! /&/ Come For The Shopping... Stay For The FUN! ==Competition== * Zona Rosa - opened in 2004 ==References== Category:Shopping malls in Missouri Category:Shopping malls established in 1976 Category:Shopping malls disestablished in 2014 Category:Buildings and structures in Kansas City, Missouri Category:Tourist attractions in Kansas City, Missouri Category:2014 disestablishments in Missouri Category:Defunct shopping malls in the United States Category:1976 establishments in Missouri Category:Buildings and structures demolished in 2017 Category:Demolished buildings and structures in Missouri Category:Demolished shopping malls in the United States ",
    "title": "Metro North Mall"
}