{
    "id": "7801246",
    "text": "Daniel Ong (full name Daniel Ong Ming Yu Chinese: 王盟友 born 27 December 1975) is a Singaporean entrepreneur and co-founder of Twelve Cupcakes, a Singapore- based chain cupcakery. He also started in the restaurant business with Mischief American street food at Esplanade in feb 2015, and Rookery at Hong Leong building in 2014. He was an award-winning radio deejay in Singapore's MediaCorp Radio 987FM and television host, having picked up the most popular and most friendly radio personality awards in the Singapore radio awards in 2006, 2007, 2008 and 2010. Ong is well known for playing the role in Singapore's television sitcom Mr. Kiasu as Kiasee, as well as co-hosting the second season of Singapore Idol in 2006. He hosted the Dan and Young show on 987FM on weekdays, 5am to 10am with Mr Young (Young Leong). He also hosted National Day Parade 2006 and numerous other high-profile events. He managed the station for 15 months and then stepped down due to the long working hours of juggling the morning show with managerial duties. He announced on 22 January 2010 that he is leaving 987FM and the radio industry at large, to spend time with his family. In 2011, he briefly hosted \"The Wrong Way Home\" on Singapore's Radio 91.3FM. He is now working on Woohoo.co, a social media advertising agency working with over 200 influencers reaching over 2 million people. He has also teamed up with award-winning brewer John Wei to start up Brewlander,http://www.brewlander.com a Singapore-based brewery but with production of their craft beers in Cambodia. He has also started www.danielonglive.com, where he's concentrating on hosting events and shows. and has also started in the motivational speaking business where he gives success and entrepreneur talks. He gives insights, tips and know how's in his well received talk \"Sweet success\" on how he turned $80k into a multimillion- dollar FnB empire. In 2017, he had announced he had sold Twelve Cupcakes to a listed Tea company from India. ==Personal life== He dated Jean Danker in 2003 but their relationship ended in 2005. He announced his engagement to Channel 8 actress Jaime Teo (Chinese: 赵彩聆, previously 赵彩菱) in July 2007 after dating her for two years and married her in September that year. Another wedding ceremony was held in April 2008. They had their 1st child in April 2010. On 31 December 2016, Ong and Teo had announced on instagram that they had formalized their divorce in August. They are both now co-parenting their child Renee and have said they would like to give her as normal a childhood as possible. ==Criticism== In 2004, Ong was suspended from on-air duties following complaints to Singapore's Media Development Authority that he and his then co- host ex-deejay/rapper Sheikh Haikel made lewd remarks on air when a teenage male listener called in for advice on how to attract a girl he liked. Although Ong tried to downplay the remarks of his co-host, MediaCorp Radio's 987FM was cautioned and fined S$30,000. Sheikh Haikel was asked to leave. ==References== == External links == * Category:1975 births Category:Singaporean people of Chinese descent Category:Singaporean television personalities Category:Singaporean male television actors Category:Living people Category:Singaporean DJs ",
    "title": "Daniel Ong"
}