{
    "id": "7801196",
    "text": "{| |} Umiak I is a purpose-built ice-strengthened bulk carrier constructed for the Voisey's Bay Nickel Company, a wholly owned subsidiary of Vale, to transport ore from the Voisey's Bay Mine. According to an article in the April 2006 issue of The Gossan an internal publication of the Voisey's Bay Nickel Company, the Umiak had completed her sea trials in Japan, and her delivery was expected in May 2006. “Umiak is the Inuktitut name for a supply boat or sometimes called a woman’s boat, and is a fitting name for a vessel carrying concentrate from Voisey’s Bay”. Umiak I, The Gossan: A Voisey's Bay Nickel Company Publication, issue 10, April 2006 Umiak I makes twelve trips per year, transporting a total of 360,000 tonnes of nickel concentrate, worth $1.5 billion CAD. Fednav also operates a similar ice-strengthened bulk carrier, Arctic, which shares the load with Umiak I. On 30 October 2012, Fednav announced it had ordered a third icebreaking cargo vessel from Universal Shipbuilding Corporation's Tsu shipyard in Japan. The Polar Class 4 vessel, Nunavik, entered service in January 2014. == Design == Umiak I is long and has a beam of . Fully laden, she draws of water and has a deadweight tonnage of 31,992 tons. Designed for operations in Arctic ice-infested waters and assigned ice class ICE-15 by Det Norske Veritas, she has a sloping icebreaker bow and a hull strengthened for independent operations in ice up to thick without icebreaker escort.The world's strongest: Umiak I. Fednav. A bulk carrier designed to carry nickel concentrate, Umiak I has five holds with a combined grain capacity of 40,490 cubic metres. She is geared with three cranes, one 50-ton crane serving holds 1 and 2, and two 30-ton cranes serving holds 3, 4 and 5. In addition to bulk cargo, she can also carry re-supply cargoes for the production operations, including fuel oil. Umiak I is powered by a seven-cylinder MAN B&W-Hitachi; 7S70ME-C low-speed two-stroke diesel engine producing . The main engine is coupled directly to a ducted controllable-pitch propeller. The variable-pitch propeller allows backing and ramming in heavy ice conditions without reversing the engine, and the nozzle protects it from ice impacts and provides additional thrust. In open water, Umiak I can achieve a speed of with only 35% engine load. In ice, she can maintain a speed of with the aid of a water deluge system in the bow. For onboard electricity generator, she is fitted with three six-cylinder STX-built MAN 6L23/30H generating sets. ==Media== Umiak I was featured in an hour-long documentary in season 5 of Mighty Ships. . Discovery Channel Canada. .Smithsonian Channel ==References== Category:2005 ships Category:Bulk carriers ",
    "title": "Umiak I"
}