{
    "id": "7802222",
    "text": "The Beijing Special Weapons and Tactics Unit (Abbr.: SWAT; ; also known as Beijing Special Police Force) is a police tactical unit in the People's Republic of China that deals with incidents beyond the capabilities of normal patrol officers such as hostage situations, high risk warrants and riot control. The unit, along with the Snow Leopard Commando Unit, was tasked with many of the security responsibilities of the 2008 Summer Olympics. It is reputed to be one of the most well-equipped and well-trained of all the SWAT/Special Police Units in the PRC. It is under the control of the Beijing Municipal Public Security Bureau. ==History== The Beijing SWAT unit and Snow Leopard Commando Unit were unveiled in a demonstration at the Beijing Police Academy on April 27, 2006 as part of a public relations effort to illustrate the capabilities of the People's Armed Police to deal with terrorism issues, protection of delegates, and to enforce law and order in the 2008 Beijing Olympics. The unit has in recent years received training and advice from Western counter-terrorist units On June 2008, the unit's 120-operator No. 1 Detachment was renamed Blue Sword Commando Unit. ==Role== Typically expected of a police tactical unit from any country will be the role of a tactical response team to handle hostage-rescue, high-risk warrants, VIP or dangerous criminal escort duties and sometimes counter-terrorism and anti-riot duties. ==Organization== The Beijing SWAT Unit is divided into sub-units consisting of but not limited to: a Helicopter Unit (飞虎队; nicknamed Flying Tigers), an Underwater Diving team (蛙人队; nicknamed Frogmen), female SWAT unit (女子特警队) and a Police Dog Unit (警犬队). ===Training=== Recruits are selected from six colleges, including the Beijing Sports University and Chinese People's Public Security University. Beijing SWAT operatives are trained, aside from combat tactics, in many subjects including English, etiquette, national culture, intelligence gathering, counter-terrorism and anti-riot, anti-nuclear biochemistry. All SWAT operatives undergo psychiatric evaluation. ===Weapons and equipment=== The unit is armed with a variety of domestically manufactured weapons such as QBZ-95 assault rifles and QSZ-92 pistols. ;Vehicles In preparation for the 2008 Summer Olympics, the local government has allocated CNY 280 million for the Beijing SWAT team to procure equipment for their operations, some of which has gone into purchasing specialized vehicles for various duties. These vehicles included the Hummer H2. ==See also== *Snow Leopard Commando Unit *Special Police Unit ==References== Category:2006 establishments in China Category:Government agencies established in 2006 Special Weapons And Tactics Unit Category:Specialist law enforcement agencies of China Category:Non-military counter-terrorist organizations ",
    "title": "Beijing Special Weapons and Tactics Unit"
}