{
    "id": "7802699",
    "text": "A gated attraction, Kuala Lumpur Bird Park () is a public aviary in Kuala Lumpur, Malaysia. It is a popular tourist attraction in the country, receiving an annual average of 200,000 visitors. It is located adjacent to the Lake Gardens within a KL green lung in Bukit Aman, close to the National Mosque and Royal Malaysian Police Museum. The Bird Park houses more than 3,000 birds representing more than 200 species in an enclosed aviary. About 90% are local birds and 10% were imported from countries such as Australia, China, Holland, Indonesia, New Guinea, Tanzania and Thailand. ==History== The bird park is part of the Lake Gardens, which were established in 1888. In addition to the bird park, which was created in 1991, the gardens include an artificial lake, the National Monument, the Kuala Lumpur Butterfly Park, the Deer Park, Orchid and Hibiscus gardens, and the former Malaysia Parliament House. It is one of the world's largest covered bird parks.url|https://books.google.com/books?id=pR4ZZ6Y3kHcC&pg;=PA74&dq;=lake+gardens+national++monument&hl;=en&ei;=EZ1vTe_xBYjLrQfC6vz9Dg&sa;=X&oi;=book_result&ct;=result&resnum;=1&ved;=0CCgQ6AEwAA#v=onepage&q;=lake%20gardens%20national%20%20monument&f;=false The park has been sited on a hillside in Bukit Aman, with netted walk-in aviaries hugging the slopes and folds on the hillside. ==Activities== Internal view of the bird park Bird-watching is a common activity here where the flora and fauna is rich. The Kuala Lumpur Bird Park has earned a reputation among those who are keen on the study of birds in their natural habitat. Some of them include research scientists who monitor bird nests for the study of behavioral patterns. == Admission Fees (as of May 2019) == The KL Bird Park is open from 9am to 6pm daily including public holidays. After paying the admission fee, guests will be given a bar-coded wrist band and paper map of the park's layout and attractions. The wrist band allows visitors to enter the park again should they leave the premises via the restaurant gift shop. Many of the park's staff are bilingual (Malay, English) and will cheerfully share more about the birdlife. Adult: RM25 with Mykad (RM63 without) Children (3 to 11 years old): RM6 with Mykad (RM42 without) == Attractions == KL Bird Park is divided into four areas, Zones 1 through 4. Visitors should set aside around three hours to tour all zones. The ticketing booth is outside Zone 2. The park layout from north to south: Zone 2, Zone 1 (main entrance), Zone 3, Zone 4. Look out for the bird feeding areas where cut fruit like papaya is fed to the free-roaming birds. Zone 1: The main entrance brings visitors into the netted walk-in aviary in Zone 1. This zone comprises the Love Aviary (Indian Ring- necked Parakeets, Budgerigars, Sun Conures and Cockatiels), Brahminy Land (Brahminy Kites), Flamingo Pond (Greater, American, Chilean, and Lesser Flamingoes, Pelicans), Bulbul Land (Bulbuls, Asian Fairy Bluebird, Silver Pheasant, and the Golden-breasted Starling), Peacocks and Peahens roam the grounds freely. Feeding times: Free Flying Birds: 10:30 am. Eagles: 2:30pm Zone 2: Baya weaver, Nicobar pigeon, Ostrich and Scarlet ibis. Zone 3: Rhinoceros Hornbill, Oriental Pied Hornbill, Hill Myna, Formosan Blue Magpie, Purple Swamphen. The park's Hornbill Restaurant & Gift Shop is located in this area. The restaurant (open daily from 9am till 8pm) is also accessible from the car park for diners who do not wish to enter the park. Feeding time: Hornbills: 11:30am Zone 4: This zone has a walk-in parrot enclosure with 20 different species of parrots such as Macaws, Cockatoos, Lories and Parakeets. It also features the Flightless Birds exhibit with Emu, Greater Rhea, Lesser Rhea, Ostrich, and Southern Cassowary. Don't miss the feeding station (near the Bird Gallery) that allows visitors to hand feed these flightless birds. The air-conditioned Bird Gallery, Education Station and Bird School teaches visitors more about avian life. The Education Station has egg incubators where visitors can see chicks and ducklings hatch. Also in this zone is the Oriental Bird Aviary, which has some 50 species of oriental birds such as Toucans and Starlings. The highlight of this zone is the Waterfall Aviary where Milky Storks live in a netted enclosure that has a 30-foot high freshwater waterfall. The park's 350-seat Amphitheatre is the venue for the daily Bird Arena Spectacular, which are staged daily at 12:30pm & 3.30pm. Feeding times: 10am to 5pm for Ostriches and Lories. 4pm for Milky Storks in the Waterfall Aviary. ==Getting there== Visitors can get to the park by bus or by train. *Take the Intrakota Bus 21C, 48C (From Kota Raya). *Take the Intrakota Bus 18, 21A (From Chow Kit). *Take the RapidKL Bus 115 (From KL Sentral). *KTM Komuter - disembark at the Kuala Lumpur Railway Station, then walk to the park or take a taxi. ==Image gallery== File:Kuala Lumpur Bird Park, Performance.jpg|Performance File:Kuala Lumpur Bird Park, Hornbill.jpg|Great Hornbill File: BIRD_PARK_57_0313.jpg|A chick in the education centre File: Lorikeets_feeding_-Kuala_Lumpur_Bird_Park-4a.jpg|Feeding time for rainbow lorikeets and a red lory File: BIRD_PARK_25_0116.jpg|A slice of papaya for birds File:Trichoglossus_haematodus_-Kuala_Lumpur_Bird_Park-4a.jpg|Rainbow lorikeets in KL Bird Park File: BIRD_PARK_32_0141.jpg|Milky storks crossing over File: BIRD_PARK_1_0038.jpg|A bird feeding of a piece of papaya File: BIRD_PARK_8_0189.jpg|A peacock in the park File:More more birds Bird Park KL.jpg|A view near the park entrance File:White bird Bird Park KL.jpg|A white parrot File:Egret at KL Bird Park, Kuala Lumpur, Malaysia..JPG|Egret at KL Bird Park, Kuala Lumpur, Malaysia. File:I like this picture at Bird Park KL.jpg|A view of a side-sitting File:Birdy Bird Park KL.jpg|A peacock ==See also== *National Zoo of Malaysia (Zoo Negara) ==Notes== ==External links== * Category:Aviaries Category:Zoos in Malaysia Category:Buildings and structures in Kuala Lumpur Category:Bird parks Category:Tourist attractions in Kuala Lumpur Category:Zoos established in 1991 ",
    "title": "Kuala Lumpur Bird Park"
}