{
    "id": "7802915",
    "text": "Montgobert Castle lit up in red during an evening of the summer of 2009 The Château de Montgobert in the midst of the Forest of Retz, near Soissons, in Montgobert, Aisne, Picardy, is a neoclassical French château that was built for Antoine Pierre Desplasses between 1768-1775 on the site of an ancient seigneurie. The château, which has the air of an English Palladian house, with four Ionic columns under an arced pediment, raised upon a high rusticated basement, was owned by Pauline Bonaparte, Napoleon's sister and wife of General Charles Leclerc who employed Pierre-François-Léonard Fontaine to raise the house by adding an attic storeySee French Wikipedia: \"Pierre-François- Léonard Fontaine\" and reference about 1798 and transformed the parterre into a terrace overlooking the park, which was re-landscaped in the naturalistic fashion, à l'anglaise, with meadows and clumps of trees and specimens against a background of woodland. He died in Santo Domingo in November 1802; his ashes were returned to Montgobert and a tomb in the park was designed by Fontaine and executed by a certain Laudier,Apparently a local stonemason. but never finished. The outbuildings were constructed before 1831, when they appear on an estate map. The pair of entrance pavilions date after 1835. In the early twentieth century the office of Achille Duchêne reorganized the grand terrace: a semi-circular parterre was flanked by terraces connected by stairs. The château passed by inheritance to maréchal Davout, then to the Cambacérès and Suchet d'Albuféra families. Today the chateau belongs to the Cambacérès and Suchet d'Albuféra families. Since 1974 it has housed a collection of wooden ware (\"treen\") and some 3000 different tools. ==Notes== ==External links== * The gardens and park *Patrimoine de France: Montgobert This article depends on architectural history presented here. chateaudemontgobert.com ==Further reading== *Comte Maxime de Sars, Montgobert et son château *\"Note sur la construction du château de Montgobert\", 'Mémoires de la Fédération des Sociétés d’Histoire et d’Archéologie de l’Aisne 12 (1966). Category:Châteaux in Aisne Category:Gardens in Aisne Category:Monuments historiques of Hauts-de- France ",
    "title": "Château de Montgobert"
}