{
    "id": "7802793",
    "text": "Some communities along the Saint Lawrence River in Quebec, Canada, developed as linear settlements, as is still clearly seen in Champlain, Quebec A linear settlement is a (normally small to medium-sized) settlement or group of buildings that is formed in a long line.English heritage thesaurus , 23-05-2013 Many of such settlements have transport route, such as a road, river, or canal though some form due to physical restrictions, such as coastlines, mountains, hills or valleys. Linear settlements may have no obvious centre, such as a road junction.Linear settlements, 23-05-2013 Linear settlements have a long and narrow shape. Linear settlements are seen along roads, railways, rivers, sea coasts and in foothill regions etc. These types of settlements are narrow in shape and they are spread along a straight line. In the case of settlements built along a route, the route predated the settlement, and then the settlement grew up at some way station or feature, growing along the transport route. Often, it is only a single street with houses on either side of the road. Mileham, Norfolk, England is a good example of this. Later development may add side turnings and districts away from the original main street. Places such as Southport, England developed in this way. A linear settlement is in contrast with ribbon development, which is the outward spread of an existing town along a main street and a nucleated settlement, which is a group of buildings clustered around a central point; these include, for example, Klaukkala in Nurmijärvi, Finland.Keski-Uudenmaan maakuntamuseon lausunto Nurmijärven Klaukkalan osayleiskaavaehdotuksesta (Statement of the Central Uusimaa Regional Museum on the partial master plan proposal for Klaukkala, Nurmijärvi) (in Finnish) ==Linear villages== A linear villagegeograph, SE0817 : Outlane - a linear village, 23-05-2013 or a chain villagehttp://www.pg.geo.uj.edu.pl/documents/3189230/4676039/2003_112_161-172.pdf is a village that is also a linear settlement. == See also == * Reihendorf * Ribbon development * Linear city ==References== ==External links== *Outlane - a linear village Category:Human geography Category:Urban planning Category:Types of populated places Category:City layout models ",
    "title": "Linear settlement"
}