{
    "id": "7803002",
    "text": "thumb Marchetti's constant is the average time spent by a person for commuting each day, which is approximately one hour. It is named after Italian physicist Cesare Marchetti, though Marchetti himself attributed the \"one hour\" finding to transportation analyst and engineer Yacov Zahavi. Marchetti posits that although forms of urban planning and transport may change, and although some live in villages and others in cities, people gradually adjust their lives to their conditions (including location of their homes relative to their workplace) such that the average travel time stays approximately constant. Ever since Neolithic times, people have kept the average time spent per day for travel the same, even though the distance may increase due to the advancements in the means of transportation. In his 1934 book Technics and Civilization, Lewis Mumford attributes this observation to Bertrand Russell: :Mr. Bertrand Russell has noted that each improvement in locomotion has increased the area over which people are compelled to move: so that a person who would have had to spend half an hour to walk to work a century ago must still spend half an hour to reach his destination, because the contrivance that would have enabled him to save time had he remained in his original situation now—by driving him to a more distant residential area—effectually cancels out the gain. A related concept is that of Zahavi, who also noticed that people seem to have a constant \"travel time budget\", that is, \"a stable daily amount of time that people make available for travel.\" David Metz, former chief scientist at the Department of Transport, UK, cites data of average travel time in Britain drawn from the British National Travel Survey in support of Marchetti's and Zahavi's conclusions. The work casts doubt on the contention that investment in infrastructure saves travel time. Instead, it appears from Metz's figures that people invest travel time saved in travelling a longer distance, a particular example of Jevons paradox described by the Lewis–Mogridge position. Because of the constancy of travel times as well as induced travel, Robert Cervero has argued that the World Bank and other international aid agencies evaluate transportation investment proposals in developing and rapidly motorizing cities less on the basis of potential travel-time savings and more on the accessibility benefits they confer. PDF ==See also== *Braess' paradox *Urban sprawl ==References== Category:Urban planning Category:Urban geography Category:Commuting Category:Transport economics Category:Transportation planning Category:Sustainable transport ",
    "title": "Marchetti's constant"
}