{
    "id": "7803635",
    "text": "Dread Dragon Droom (popularly known as Droom) is an educational game designed and published by Humberside (Humberside Microelectronics in Education Centre) in 1985. The game was used widely in schools throughout the United Kingdom in the 1980s and was one of the first examples of British educational software designed specifically for schools. Humberside was the educational support centre of the then local education authorities of Humberside. Humberside was part of a consortium of LEAs (the others being Barnsley, Sheffield, Doncaster, Rotherham and, for a time, Wakefield) which established a regional support centre called RESOURCE, based in Doncaster. ==Plot== The plot of the game is classic fairy-tale fantasy: the princess Arminda has been captured by the Dreaded Dragon Droom, and held in his dungeon, while her suitor Prince Henry has been turned into a frog. The user has to rescue Arminda, aided by a witch, a wizard, fairies and the ever-helpful Little Bit on the way. The game is divided into a number of chapters, each containing a particular puzzle (mathematical, verbal, or logical). Chapters can be practised individually, or the game can be completed from the beginning. Although the tightly-structured format and educational purpose of the game meant that it was highly linear, the game is notable for its variety of puzzles, colourful graphics and playful storyline. ==Development== This software was written and created by Derek Allen, who was one of the pioneers of ICT in Education. After \"Droom\" he went on to write various software packages including \"Albert's House\", \"Pond\" and \"Rainbow Stories\", all marketed through RESOURCE. Derek Allen also wrote sequels to the program: \"Dragon Droom's Revenge\" and \"Stardust\" (early versions were known simply as \"Dust\"). Many of his programs continued to be available for PC from Resource Education, which had become a private company based in Derbyshire. It closed in mid-2015.Resource Education Website (Internet Archive backup showing closure notice) ==References== ==External links== *Resource Education Website (Internet Archive backup) Category:Europe-exclusive video games Category:Children's educational video games Category:BBC Micro and Acorn Electron games Category:1985 video games Category:Video games developed in the United Kingdom ",
    "title": "Dread Dragon Droom"
}