{
    "id": "7803445",
    "text": "Rowing at the 1936 Summer Olympics featured seven events, for men only. The competitions were held from 11 to 14 August on a regatta course at Grünau on the Langer See. The competition was dominated by the hosts, Germany, who medaled in every event and took five of the seven gold medals. The final race, men's eights, was won by a working-class United States team from the University of Washington who, in what had become their trademark, started slow and outsprinted the competition to an exceedingly close finish, with only one second separating the top three finishers at the end of a six-and-a-half minute race.Michael J. Socolow, Six Minutes in Berlin, Slate.com. Published 23 July 2012. Retrieved 23 July 2012. This event is chronicled in The Boys in the Boat written by Daniel James Brown. ==Medal summary== Rowing at the 1936 Summer Olympics on a German stamp {| |- | Single sculls | | | |-valign=\"top\" | Double sculls | | | |-valign=\"top\" | Coxless pairs | | | |-valign=\"top\" | Coxed pair | Gerhard Gustmann Herbert Adamski Dieter Arend | Almiro Bergamo Guido Santin Luciano Negrini | Marceau Fourcade Georges Tapie Noël Vandernotte |-valign=\"top\" | Coxless four | Rudolf Eckstein Anton Rom Martin Karl Wilhelm Menne | Martin Bristow Alan Barrett Peter Jackson John Sturrock | Hermann Betschart Hans Homberger Alex Homberger Karl Schmid |-valign=\"top\" | Coxed four | Hans Maier Walter Volle Ernst Gaber Paul Söllner Fritz Bauer | Hermann Betschart Hans Homberger Alex Homberger Karl Schmid Rolf Spring | Fernand Vandernotte Marcel Vandernotte Jean Cosmat Marcel Chauvigné Noël Vandernotte |-valign=\"top\" | Eight | Herbert Morris Charles Day Gordon Adam John White James McMillin George Hunt Joe Rantz Donald Hume Robert Moch | Guglielmo Del Bimbo Dino Barsotti Oreste Grossi Enzo Bartolini Mario Checcacci Dante Secchi Ottorino Quaglierini Enrico Garzelli Cesare Milani | Alfred Rieck Helmut Radach Hans Kuschke Heinz Kaufmann Gerd Völs Werner Loeckle Hans-Joachim Hannemann Herbert Schmidt Wilhelm Mahlow |} ==Participating nations== A total of 313 rowers from 24 nations competed at the Berlin Games: * * * * * * * * * * * * * * * * * * * * * * * * ==Medal table== ==References== ==Further reading== * Six Minutes in Berlin: Broadcast Spectacle and Rowing Gold at the Nazi Olympics by Michael J. Socolow, 2016, University of Illinois Press Category:1936 Summer Olympics events 1936 Oly ",
    "title": "Rowing at the 1936 Summer Olympics"
}