{
    "id": "7804005",
    "text": "Guyra Shire is the name of a former local government area located in the New England region of New South Wales, Australia. The shire was abolished on 12 May 2016, where the council, together with the Armidale Dumaresq Shire, was subsumed into the Armidale Regional Council with immediate effect. The shire was located on the New England Highway. The Mayor of the Guyra Shire Council was Cr. Hans Hietbrink, from 2008 until the council was abolished on 12 May 2016. Hietbrink was unaligned with any political party. == Main towns and villages == The former Guyra Shire included the town of Guyra and villages including Ben Lomond, Black Mountain, Ebor, Llangothlin and Tingha. ==Demographics== At the , there were people in the Guyra local government area, of these an approximately equal number were males and females. Aboriginal and Torres Strait Islander people made up 10 per cent of the population which is four times above both the national and state averages of 2.5 per cent. The median age of people in the Guyra Shire was 41 years; slightly higher than the national median of 37 years. Children aged 0 – 14 years made up 22.0 per cent of the population and people aged 65 years and over made up 17.9 per cent of the population. Of people in the area aged 15 years and over, 49.3 per cent were married and 11.9 per cent were either divorced or separated. Between the 2001 census and the 2011 census the Guyra Shire experienced negative population growth in both absolute and real terms. When compared with total population growth of Australia for the same periods, being 5.78 per cent and 8.32 per cent respectively, population growth in the Guyra local government area was significantly lower than the national average. The median weekly income for residents within the Guyra Shire was significantly below the national average. At the 2011 census, the proportion of residents in the Guyra local government area who stated their ancestry as Australian or Anglo-Saxon exceeded 90 per cent of all residents (national average was 65.2 per cent). In excess of 77 per cent of all residents in the Guyra Shire nominated a religious affiliation with Christianity at the 2011 census, which was significantly higher than the national average of 50.2 per cent. Meanwhile, as at the census date, compared to the national average, households in the Guyra local government area had a significantly lower than average proportion (1.6 per cent) where two or more languages are spoken (national average was 20.4 per cent); and a significantly higher proportion (94.8 per cent) where English only was spoken at home (national average was 76.8 per cent). ===Selected historical census data=== {| class=\"wikitable\" |- !colspan=6|Selected historical census data for Guyra Shire local government area |- !colspan=3|Census year !!2001!!2006!!2011 |- |rowspan=4 colspan=\"2\"|Population ||Estimated residents on Census night ||align=\"right\"| ||align=\"right\"| ||align=\"right\"| |- |align=\"right\"|LGA rank in terms of size within New South Wales ||align=\"right\"| ||align=\"right\"|131st ||align=\"right\"| |- |align=\"right\"|% of New South Wales population ||align=\"right\"| ||align=\"right\"|0.10% ||align=\"right\"| 0.06% |- |align=\"right\"|% of Australian population ||align=\"right\"|0.02% ||align=\"right\"| 0.02% ||align=\"right\"| 0.02% |- !colspan=3|Cultural and language diversity !! !! !! |- |rowspan=5 colspan=2|Ancestry, top responses ||Australian||align=\"right\"| ||align=\"right\"| ||align=\"right\"|38.6% |- |English||align=\"right\"| ||align=\"right\"| ||align=\"right\"|31.9% |- |Irish||align=\"right\"| ||align=\"right\"| ||align=\"right\"|8.8% |- |Scottish||align=\"right\"| ||align=\"right\"| ||align=\"right\"|7.2% |- |German||align=\"right\"| ||align=\"right\"| ||align=\"right\"|3.5% |- |rowspan=5 colspan=2|Language, top responses (other than English) ||German||align=\"right\"|0.1% ||align=\"right\"| 0.2% ||align=\"right\"| 0.2% |- |Tongan||align=\"right\"|n/c ||align=\"right\"|n/c ||align=\"right\"| 0.1% |- |Romanian||align=\"right\"|0.1% ||align=\"right\"| n/c ||align=\"right\"| 0.1% |- |Sinhalese||align=\"right\"|n/c ||align=\"right\"|n/c ||align=\"right\"| 0.1% |- |Italian||align=\"right\"|n/c ||align=\"right\"| 0.1% ||align=\"right\"| 0.1% |- !colspan=3|Religious affiliation !! !! !! |- |rowspan=5 colspan=2|Religious affiliation, top responses ||Anglican||align=\"right\"|40.5% ||align=\"right\"| 38.4% ||align=\"right\"| 35.2% |- |Catholic||align=\"right\"|22.7% ||align=\"right\"| 22.4% ||align=\"right\"| 23.0% |- |No Religion||align=\"right\"|7.3% ||align=\"right\"| 9.9% ||align=\"right\"| 13.6% |- |Presbyterian and Reformed||align=\"right\"|8.5% ||align=\"right\"| 7.9% ||align=\"right\"| 7.1% |- |Uniting Church||align=\"right\"|4.7% ||align=\"right\"| 4.3% ||align=\"right\"| 4.1% |- !colspan=3|Median weekly incomes !! !! !! |- |rowspan=2 colspan=2|Personal income ||Median weekly personal income||align=\"right\"| ||align=\"right\"|352 ||align=\"right\"|418 |- |align=\"right\"|% of Australian median personal income||align=\"right\"| ||align=\"right\"|75.5% ||align=\"right\"| 72.4% |- |rowspan=2 colspan=2|Family income ||Median weekly family income||align=\"right\"| ||align=\"right\"|A$896 ||align=\"right\"|A$985 |- |align=\"right\"|% of Australian median family income||align=\"right\"| ||align=\"right\"|76.5% ||align=\"right\"| 66.5% |- |rowspan=2 colspan=2|Household income ||Median weekly household income||align=\"right\"| ||align=\"right\"|A$704 ||align=\"right\"|A$805 |- |align=\"right\"|% of Australian median household income||align=\"right\"| ||align=\"right\"|68.5% ||align=\"right\"| 65.2% |- |} == Council == ===Current composition and election method=== Guyra Shire Council was composed of six councillors elected proportionally. The shire was divided into three wards, each electing two councillors. The mayor was not directly elected. The current makeup of the council, prior to its abolition, was as follows: {| class=\"wikitable\" |- !colspan=\"2\"|Party!!Councillors |- | | | Independents and Unaffiliated | align=right | 6 |- | | Total | align=right | 6 |} The last Council, elected in 2008 until its abolition in 2016, in order of election, was: {| class=\"wikitable\" |- !Ward!!colspan=\"2\"|Councillor!!Party!!Notes |- | rowspan=\"2\"|A Ward | | | Audrey McArdle | Unaffiliated | Deputy Mayor |- | | | David McRae | Unaffiliated | |- | rowspan=\"2\"|B Ward | | | Dot Vickery | Unaffiliated | |- | | | Hans Hietbrink | Unaffiliated | Mayor |- | rowspan=\"2\"|C Ward | | | Bruce Howlett | Unaffiliated | |- | | | Shane Davidson | Independent | |} ==Amalgamation== A 2015 review of local government boundaries recommended that the Guyra Shire Council merge with adjoining councils. The government considered two proposals. The first proposed a merger of the Guyra Shire and the Armidale Dumaresq Shire merge to form a new council with an area of and support a population of approximately 30,000. The alternative, proposed by the Armidale Dumaresq Council on 1 March 2016, was for an amalgamation of the Armidale Dumaresq, Guyra, Uralla and Walcha councils. Following an independent review, on 12 May 2016 the Minister for Local Government announced that the merger with the Armidale Dumaresq Shire would proceed with immediate effect. ==References== == External links == *Australian Bureau of Statistics web site *Income Fact Sheet from the Australian Bureau of Statistics Category:Former local government areas of New South Wales Category:New England (New South Wales) Category:2016 disestablishments in Australia ",
    "title": "Guyra Shire"
}