{
    "id": "7804145",
    "text": "Pringle of Scotland is a fashion brand specialising in cashmere knitwear and holds the royal warrant as manufacturers of knitted garments. It is one of the world’s oldest continually operating fashion companies. The company has its flagship stores in London's Mount Street, Edinburgh’s George Street, Shanghai, Beijing and is sold by retailers in 20 countries. == History == Pringle of Scotland - Autumn - Winter 2013 Collection Robert Pringle established Pringle of Scotland in 1815 in the Scottish Borders. Initially the company simply produced hosiery and underwear, and have been producing cashmere since as early as 1870. Otto Weisz was appointed as the first full-time designer in the knitwear industry in 1934. The twinset and the ancient-Scottish Argyle adapted pattern were designed under Weisz's creative direction, which became very popular with several celebrities and screen stars including Jean Simmons, Brigitte Bardot and Grace Kelly. In 1967, Pringle of Scotland was acquired by Joseph Dawson (Holdings) Limited, who were later renamed Dawson International Plc. Throughout the 1980s and 1990s leisure and sportswear played a key role within the Pringle of Scotland brand with top British golf players including Nick Faldo and Colin Montgomerie being sponsored by the group. It was during the early to mid 1980s that Pringle become a household name on the football terraces and still holds a nostalgic place in the heart of the casual movement. In 2000, the brand which was losing around £4.5m per annum was bought for £6m by Hong Kong-based S.C. Fang & Sons Company, Ltd. Pringle has headquarters in Hawick, Scotland and a Design Studio based in London, England. They strive to continue to produce as much as possible in Scotland. Despite its slightly vulnerable position, Pringle gained a fresh lease of life in the new millennium, under the leadership of newly appointed chief executive Kim Winser formerly of Marks & Spencer. Winser and Stuart Stockdale led the company's efforts to return to the high-fashion status it had formerly enjoyed, exhibiting at London Fashion Week with new designs based on the company's trademark twinset and Argyle pattern. In 2005, both Winser and Stockdale left the company, and having so far invested over £35m Kenneth Fang handed over control to his children, Jean and Douglas Fang. By this stage sales had risen to almost £25m with losses running at around £8m due to the expansion. After Clare Waight Keller was appointed the new Creative Director, 2007 saw the introduction of a luxury accessories range. In March 2011 ex- Balenciaga designer Alistair Carr was named as Design Director following the resignation of Clare Waight Keller. Fran Stringer was announced as the Womenswear Design Director in 2016 and Giuseppe Marretta joined as Menswear Design Director in 2019 The Pringle of Scotland Autumn Winter 2016-17 campaign was shot by photographer Harley Weir and art directed by Christopher Simmonds in Scotland. ==References== ==External links== * Company website Category:Clothing companies of Scotland Category:Scottish brands Category:High fashion brands Category:British Royal Warrant holders Category:Hawick Category:Knitwear manufacturers Category:Manufacturing companies established in 1815 Category:1815 establishments in Scotland Category:Companies based in Edinburgh Category:Cashmere ",
    "title": "Pringle of Scotland"
}