{
    "id": "7804859",
    "text": "John Brande Trend, or J.B. Trend (1887–1958), was a British Hispanist and the first Professor of Spanish at the University of Cambridge. Born in Southampton, Trend was educated at Christ's College, Cambridge, where he won an Exhibition to take the Natural Science Tripos. After serving in continental Europe during the First World War, he developed a keen interest in Spanish and the historiography of Spanish music. In 1933 he was appointed to the first Chair in Spanish at Cambridge. His areas of expertise included a wide variety of topics, and he was known for such general works as his The Origins of Modern Spain (1934) and The Civilization of Spain (1944). He wrote on the composer Manuel de Falla, with whom Trend corresponded regularly, and he was the author of the first critical study of Falla's work in English: Manuel de Falla and Spanish Music (1929). ==Publication List== * A Picture of Modern Spain: Men and Music, 1921. * Luis Milan and the Vihuelistas, Oxford University Press, 1925. * Alfonso the Sage and Other Essays, Constable, 1926. * Spanish Short Stories of the Sixteenth Century in Contemporary Translations, Oxford University Press, 1928. * Manuel de Falla and Spanish Music, Alfred A. Knopf, 1929. * The Origins of Modern Spain, 1934. * Mexico, A New Spain with Old Friends, Cambridge University Press, 1940. * South America, with Mexico and Central America, Oxford University Press, 1931. * The Civilization of Spain, Oxford University Press, 1944. * Bolivar and the Independence of Spanish America, Hodder & Stoughton, 1946. * Juan Ramon Jimenez: Fifty Spanish Poems (English Translations), The Dolphin Book Co, 1950. * Eleven Essays on Spain, Portugal and Brasil, R.I. Severs, 1951. * Unamuno, R. I Severs, 1951. (Pamphlet) * Federico García Lorca, R.I. Severs, 1951. (Pamphlet) * Alfonso Reyes, R.I. Severs, 1952. (Pamphlet) * Berceo, 1952. (Pamphlet) * The Language and History of Spain, Hutchinson's University Library, 1953. * The Poetry of San Juan de la Cruz, 1953. * Antonio Machado, Dophin Book Co, 1953. * Cervantes in Arcadia, R.I. Severs, 1954. * Modern Poetry from Brazil, 1955. (Pamphlet) * Lorca and the Spanish Poetic Tradition, 1956. * Portugal, Praeger, 1958. ==External links== * * Manuel de Falla Official Site Category:1887 births Category:1958 deaths Category:Alumni of Christ's College, Cambridge Category:Academics of the University of Cambridge Category:British Hispanists ",
    "title": "John Brande Trend"
}