{
    "id": "7804190",
    "text": "Harry L. (\"Nick\") Tredennick is an American manager, inventor, VLSI design engineer and author who was involved in the development for Motorola's MC68000 and for IBM's Micro/370 microprocessors. Tredennick was named a Fellow of the IEEE for contributions to microprocessor design. ==Education== Tredennick holds BSEE and MSEE degrees from Texas Tech University, and a Ph.D. in Electrical Engineering from the University of Texas in Austin. ==Career== From 1977 to 1979, he was a Senior Design Engineer at Motorola, where he specified and designed the microcode and the controller core of the MC68000 microprocessor, one of the first microprocessors designed by structured VLSI design. From 1979 to 1987, Tredennick worked on microcode and logic design for the IBM Micro/370 microprocessor at the Thomas J. Watson Research Center. While at IBM, in 1983/1984 he took sabbatical leave to teach computer organization, chip design, and the Flowchart Method at UC Berkeley. In 1986, Tredennick co-founded NexGen and was director of product development there in 1987-1988. NexGen later developed the Nx686 microprocessor which became the AMD K6 when the company was acquired by AMD in 1996. As Chief Scientist of Altera Corporation from 1993 to 1995 he began advocating Reconfigurable Computing as an essential paradigm shift in computer science, a topic he has since spoken and published on extensively.The Inevitability of Reconfigurable Systems. ACM Queue, October 2003. Since 1988, his own Tredennick, Inc. has been analyzing microprocessor industry trends and consulting on VLSI CPU design and reconfigurable computing. Tredennick is an advisor and investor in numerous pre-IPO startups and a member of technical advisory boards for numerous companies. Most recently he joined the board of Patriot Scientific. Patriot Scientific Appoints Nick Tredennick to its Board of Directors. August 21, 2007 In parallel to his professional career, Tredennick served as a pilot with the U.S. Air Force (active, reserve, and National Guard) from 1970–1984, attaining the rank of Major, as Aerospace Engineering Duty Officer in the U.S. Naval Reserve from 1986-2000 at the rank of Captain, and on the Army Science Board from 1994–2001 and 2006 to present. ==Publications== Tredennick has written several books and numerous articles in professional and trade magazines;Publication list from tredennick.com inter alia, as a Contributing Editor of Microprocessor Report, and on the Editorial Advisory Boards for Microprocessors and Microsystems, for Embedded Developer's Journal, and IEEE Spectrum, as well as editing the Gilder Technology Report on leading-edge components. He has often appeared as panelist and keynote speaker on international conferences. Tredennick holds nine U.S. patents on subjects ranging from microprocessors to reconfigurable computing.Patent list from tredennick.com ==Sources== * ACM profile ==References== ==Selected publications== * N. Tredennick: \"Microprocessor Logic Design: The Flowchart Method.\" Bedford, MA: Digital Press, 1987. * N. Tredennick: \"Microprocessor- based Computers\". Computer, Vol. 29 No. 10, October 1996, pp. 27–37. * N. Tredennick: \"Implementation Decisions for the MC68000 Microprocessor\". Proceedings of the 3rd Rocky Mountain Symposium on Microcomputers: Systems, Software, Architecture. August 1979 * N. Tredennick: \"The Case for Reconfigurable Computing\". Microprocessor Report, Vol. 10 No. 10, 5 Aug 1996, pp 25–27. Category:20th-century American inventors Category:Cockrell School of Engineering alumni Category:Texas Tech University alumni Category:Year of birth missing (living people) Category:Living people ",
    "title": "Nick Tredennick"
}