{
    "id": "7805585",
    "text": "Bingo Rimér, born 23 June 1975 in Hällaryd, Sweden, (as Björn Oluf Rimér) is a Swedish photographer. He is \"Sweden's self-styled answer to Hugh Hefner.\"Bingo Rimer == Career == === Photography === After graduating as a student in photography in 1994, Rimér started his career working two years in Studio Magnus Reed. He has worked as an in-house photographer for Swedish publications such as Slitz, Magazine Café and Playboy. In addition to his glamour work, Rimér has worked with Levi's, Universal Music, Warner, Panos, EMI, Playboy, Zomba Records, Hachette, Leo Burnett, TBWA, BMG and MTV. Some of his exhibitions are Swedish Blonds (New York, 1998), Havanna Rules (Stockholm, 2000) and Sexy by Sweden (New York, 2006). Along with his exhibitions, he has created portraits for Carmen Electra, Steven Tyler, Peter Stormare, Lambretta. === Sexy By Sweden === In 2006 Swedish television company TV6 produced a mini- series about Rimér's life. The first episode of \"Being Bingo\" was broadcast 3 October 2006. The series was also used as a marketing platform for the launch of Sexy By Sweden, Rimér's line of women's fashion and a website. During the seven episodes Swedish viewers could follow Rimér in his work to launch the brand. === Bingo Models === Rimér co-founded the casting agency girls.se in 1997. The agency has since changed its name to Bingo Models.Bingomodels === Moore of Sweden === Rimér is also the co-founder of publishing company Lejon Media Gruppen AB which publishes Moore Magazine and Pause Magazine. In August 2003, he became the editor-in-chief for Moore Magazine.Myspace Bingo Rimer Moore featured some of Sweden's most prevalent glamour models. In 2005, Rimér left the magazine but still does editorial work for it. After leaving the magazine he has focused on other projects, one of which is sexy.se, a Swedish lingerie website of which he is the co-founder. === Lejon Media Gruppen AB === Together with Svante Tegnér he started Lejon Media in 2001. Lejon Media Gruppen is a Swedish, independent media and communications agency that produces, manages and develops on-line portals, magazines, events, social media content, brand ambassadors, etc. all tied to its publications/titles. The publications have individual target audiences, which together cover women and men 15 to 45 years of age throughout Sweden. == Personal life == He married the Swedish Big Brother contestant, Angelica Rimér in a ceremony in Las Vegas during the spring of 2006. On 14 September 2007 Angelica announced that the couple had split. Angelica filed for divorce on 28 August 2008 citing irreconcilable differences. He has a daughter named Nova (born 17 April 2003) from a previous relationship with Erika Moen.Stureplan – Bingo Rimer On June 13th, 2020 due to the COVID-19 crisis, Rimér had to file for bankruptcy and shut down his company \"Vinst\". Saying \"Kan inte betala\" or translated into English \"Can not pay\". ==Bibliography== *En flickfotografs bekännelser (2010) *Snapshots: Bingos bästa bilder och historierna bakom dem (2011) *Bingos fotoskola: proffsfotografens bästa tips (2014) == References == ==External links== *Bingo Rimér *Sexy.se *Bingo Models * Category:1975 births Category:Living people Category:Swedish photographers Category:People from Blekinge Category:People from Karlshamn Municipality ",
    "title": "Bingo Rimér"
}