{
    "id": "7805253",
    "text": "The Advisory Board Company was a best practices firm that used a combination of research, technology, and consulting to improve the performance of health care organizations. The company was acquired by Optum in 2017. ==History== The company was founded by David G. Bradley in 1979 as the Research Council of Washington. Its original mission was to answer \"any question for any company for any industry,\" but in 1983 the company began to specialize in research for the financial services industry and changed its name to The Advisory Board Company. By 1986, the company had launched its health care-focused strategic research division, including its first membership program, the Health Care Advisory Board. Across the next four years the firm grew to 150 employees, served more than 500 health care members, and published 15 major reports and 2,000 research briefs each year. In 1993, the firm launched a strategic research membership for large companies, bringing on almost half of the Fortune 500 within 18 months. The firm expanded in 1994 to include its first clinically based program, the Cardiology Roundtable—which has since evolved to become the Cardiovascular Roundtable—providing best practices to the nations’ cardiac programs. In 1997, the company spun off its corporate membership group, forming The Corporate Executive Board (now CEB Inc.) as an independent company. It maintained its focus on the health care sector, working with more than 1,500 health care organizations. H*Works, a consulting business offering best practice implementation support launched in 2000, followed shortly by The Advisory Board Company’s initial public offering in 2001, in which Bradley sold his ownership interest. By 2002, the firm topped 2,100 memberships and 500 employees, and launched The Advisory Board Academies leadership development division—now the company's Talent Development division—to address the leadership gap in health care. In 2003, the company was named to Washingtonian’s Great Places to Work and launched its business intelligence and analytics offering, Compass, providing memberships anchored by robust decision support tools. In 2005, the firm was named to Forbes’ Top 200 High- Growth Companies and again to Washingtonian's Great Places to Work.https://www.forbes.com/lists/2006/23/biz_06200best_The-200-Best-Small- Companies_Company.html In 2007, the company launched its first membership programs in higher education, working with student and academic affairs executives at several U.S. research universities. The firm continued to grow across 2008, acquiring Crimson, a data, analytics, and business intelligence software provider focused on physician performance, quality metrics, and cost of care outcomes. By 2009, The Advisory Board Company had opened its doors in San Francisco, marking the fourth U.S. office. The firm also grew to over 1,000 employees and over 2,800 health care and higher education members. The company expanded its capabilities in the physician management terrain through the acquisition of Southwind, a management and consulting firm focused on aligning hospitals and physicians through a comprehensive set of physician employment, clinical integration, and information technology deployment solutions. During this time, the company was named to Modern Healthcare’s Best Places to Work—an honor it has received every year since. From 2010 to 2011, the company continued to expand, acquiring and partnering with a series of technology firms, including Milliman MedInsight, which provides population risk analytics, Cielo MedSolutions, which provides ambulatory patient registry software, and PivotHealth, a physician practice management firm. In 2012, The Advisory Board Company acquired ActiveStrategy, a performance improvement technology firm, and 360Fresh, a leading provider of clinical data analytics. The firm also was named as one of Healthcare Informatics' top 100 health care IT firms and Modern Healthcare's top 40 fastest-growing health care firms list. During that year, the firm also provided $1 million in benefit to non- profit organizations through its Community Impact program. In 2013, the firm was named the “#1 Best Large Company to Work For\" by Modern Healthcare magazine. It also became the first for-profit company of its size to achieve 100% participation in community service. That year, the Advisory Board acquired Care Team Connect, a care management workflow platform, and launched the Student Success Collaborative, a software-based program that helps colleges and universities improve outcomes for at-risk and off-path students. The company also announced the acquisition of Medical Referral Source, a technology firm with software that facilitates a seamless referral process. 2014 brought the acquisitions of HealthPost, which helps health systems reduce referral leakage and attract new patients, and Royall & Company, which provides the higher education industry with data-driven student engagement, enrollment management, financial aid optimization, and alumni fundraising solutions. The company’s Community Impact program, meanwhile, received the 2014 Corporate Engagement Award of Excellence from Points of Light, the world's largest organization dedicated to volunteer service. The firm also partnered with the de Beaumont Foundation, Kresge Foundation, and Robert Wood Johnson Foundation to launch the BUILD Health Challenge to identify and support health partnerships taking bold, upstream, integrated, local, and data-driven approaches to improving health in low-income, urban communities. In 2015, the company announced its acquisition of Clinovations, an EMR optimization firm serving providers at the intersection of clinician workflows and information technology, and GradesFirst, a student success technology company with workflow software that enables colleges and universities to identify, engage, and support at-risk students. As of 2016, the company had grown to more than 3,600 employees, with offices on three continents. It was named as a Modern Healthcare Best Place to Work for the eighth straight year. In January 2017, the company reduced its healthcare workforce by 220 employees, or 5.7%, exited several businesses and announced a plan to close 4 offices by the end of 2017. On August 29, 2017, the company announced the completion of their nine-month strategic review with a sale and split of its two business units. The health care business was acquired by Optum, a global health company, and the education business was acquired by Vista, a leading investment firm. The total value of the deal was roughly $2.5B and is expected to close in late 2017 or early 2018, after customary review proceedings conclude. Following a similar strategic path, its sister spin-out company CEB was acquired by Gartner in April 2017.https://www.gartner.com/newsroom/id/3669617 ==Advisory Board== The company’s advisory board division serves 4,400+ health care members. Advisory Board forges and finds best practices, then customizes and hardwires those insights for members with research, technology, and consulting. It also publishes American Health Line, a daily health care policy briefing. Advisory Board Research provides clarity on health care's pressing issues—including strategy, care delivery, and operations—and strategies for addressing them. Advisory Board Technology services help members find and address opportunities by embedding best practices into operations. The Advisory Board Consulting team provides hands-on best practice implementation, practice management solutions, and physician alignment services. ==EAB== The company’s now-spun- off EAB division serves 1,200+ college and university members. EAB forges and finds best practices to address education’s top challenges with research forums dedicated to presidents, provosts, chief business officers, and other academic and administrative leaders.https://www.eab.com EAB On November 17, 2017, EAB announced that it would be established as an independent company, separate from The Advisory Board Company. The business was acquired by Vista Equity Partners, a leading investment firm. ==Notable current and former employees== *Jeffrey Zients, Director of the White House Office of Management and Budget *David Bradley, Owner of the Atlantic Media Company and founder of the Corporate Executive Board *Aneesh Chopra, Former Chief Technology Officer of the United States ==References== ==External links== * Category:Companies formerly listed on NASDAQ Category:Companies based in Washington, D.C. Category:Consulting firms established in 1979 Category:1979 establishments in Washington, D.C. Category:Consulting firms of the United States ",
    "title": "The Advisory Board Company"
}