{
    "id": "7805407",
    "text": "Wayne Escoffery (born 23 February 1975 in London, England) is an England-born American jazz saxophonist. He is based in New York City. ==Performing history== Since 2000, he has been working in New York City with Carl Allen, Eric Reed, and the Mingus Big Band. Other musicians performed with include Ralph Peterson, Ben Riley, Ron Carter, Rufus Reid, Bill Charlap, Bruce Barth, Jimmy Cobb, and Eddie Henderson. He has worked with vocalists including Mary Stallings, Cynthia Scott, Nancie Banks, LaVerne Butler, and Carolyn Leonhart. In addition to performing with his own Quartet featuring David Kikoski, Ugonna Okegwo and Ralph Peterson, Escoffery currently performs and tours with Ben Riley's Monk Legacy Septet, The Mingus Band, Ron Carter's great Big Band, Monty Alexander, Amina Figarova and many others. He is currently a member of The Tom Harrell Quintet and has been since 2006. He has also co-produced four of Harrell's latest recordings. All About Jazz's J. Robert Bragonier said that Escoffery \"is a talented youngster capable of long, flowing lines, noteworthy creativity, and a broad range of expressiveness.\" ==Biography== Wayne and his mother, Patricia Escoffery emigrated to the United States and settled in New Haven, Connecticut in 1986. He attended ACES Educational Center for the Arts high school. At age eleven, Escoffery joined The New Haven Trinity Boys Choir and began taking saxophone lessons from Malcolm Dickinson. At sixteen, he left the choir and began a more intensive study of the saxophone, attending the Jazzmobile in New York City, the Neighborhood Music School in New Haven, and the ACES Educational Center for the Arts in New Haven. During his senior year in high School, he attended the Artists Collective, Inc. in Hartford, Connecticut. He met Jackie McLean, a well known alto saxophonist and founder of the jazz program at The Hartt School. Escoffery was awarded a full scholarship to attend The Hartt School, where he studied with McLean for four years, and earned a bachelor's degree in Jazz Performance summa cum laude in 1997. He then attended the Thelonious Monk Institute of Jazz Performance at the New England Conservatory in Boston, Massachusetts (1997–1999). During this time, he toured with Herbie Hancock and performed and studied with several jazz greats. In 1999, he graduated with a master's degree and moved to New York to begin his professional career. Escoffery married vocalist Carolyn Leonhart in 2004. As of 2020, they are no longer married. Together they have one child, and have collaborated on many performances, and appear together on several albums. In 2014, Escoffery won the 62nd Annual Downbeat Critics Poll for rising star on the Tenor Saxophone and in 2010 won a Grammy with The Mingus Big Band. In 2016 he was appointed Lecturer in Jazz Improvisation and Combo Instructor at The Yale School of Music. ==Recordings== ===As Leader=== *2001: Times Change (Nagel-Heyer) *2004: Intuition (Nagel-Heyer) *2007: Veneration: Live at Smoke (Savant) *2007: If Dreams Come True – Carolyn Leonhart & Wayne Escoffery (Nagel-Heyer) *2008: Hopes and Dreams – Wayne Escoffery & Veneration (Savant) - with guest: Tom Harrell *2009: Uptown (Posi- Tone) *2010: Tides of Yesterday – Carolyn Leonhart & Wayne Escoffery (Savant) *2012: The Only Son of One (Sunnyside) *2014: Live at Firehouse 12 (Sunnyside) *2015: Live at Smalls (Smalls Live) - with David Kikoski, Ugonna Okegwo, Ralph Peterson Jr. *2016: Black Art Jazz Collective: Presented by the Side Door Jazz Club (Sunnyside) - with Jeremy Pelt, James Burton III, Xavier Davis, Vincente Archer, Johnathan Blake *2018: Vortex (Sunnyside) - with David Kikoski, Ugonna Okegwo, Ralph Peterson Jr., plus guests: Jeremy Pelt, Kush Abadey, Jaquelene Acevedo *2018: Black Art Jazz Collective: Armor Of Pride (HighNote) - with Jeremy Pelt, James Burton III, Xavier Davis, Vincente Archer, Johnathan Blake *2020: The Humble Warrior (Smoke Sessions) - with David Kikoski, Ugonna Okegwo, Ralph Peterson Jr., plus guests: Randy Brecker, David Gilmore ===With Tom Harrell=== *2007: Light On (HighNote) *2009: Prana Dance (HighNote) - co- produced by Escoffery *2010: Roman Nights (HighNote) - co-produced by Escoffery *2011: The Time Of The Sun (HighNote) - co-produced by Escoffery *2012: Number Five (HighNote) - co-produced by Escoffery *2013: Colors Of A Dream (HighNote) *2015: First Impressions: Debussy And Ravel Project (HighNote) ===With Steve Davis=== *2019: Correlations (Smoke Sessions) - with Joshua Bruneau, Xavier Davis, Dezron Douglas, Jonathan Barber ==References== ==External links== *Official site *Review of Veneration at JazzChicago.net Category:1975 births Category:Living people Category:English emigrants to the United States Category:American saxophonists Category:American male saxophonists Category:Jazz tenor saxophonists Category:University of Hartford Hartt School alumni Category:21st-century saxophonists Category:21st-century American male musicians Category:Male jazz musicians Category:Mingus Big Band members Category:Posi-Tone Records artists Category:Sunnyside Records artists ",
    "title": "Wayne Escoffery"
}