{
    "id": "7805761",
    "text": "New Yorkshire Writing was a British literary quarterly which briefly gained one of the largest circulations of what is commonly called a 'little magazine', distributed as a supplement in 13,000 copies of The Month In Yorkshire, the arts listings magazine then published by the Yorkshire Arts Association (YAA). It had an estimated readership of 45,000 according to an announcement by YAA’s Director Michael Dawson. He proposed in a launch press release that the magazine’s distribution method “would bring serious creative fiction and poetry to a much larger and more varied audience than usual”. All contributors were to be paid, something that only a handful of British literary magazines were able to do. == Editor and format == The editor of New Yorkshire Writing was Jay Jeff Jones, an expatriate American playwright and poet who had previously been associate editor of Wordworks,Abel.co.ukAbel.co.uk the Manchester-based experimental writing magazine published by Michael Butterworth and an occasional contributor to Transatlantic Review. Jones was invited to take the position by a panel that included the poets Peter Morgan and Cal Clothier. He edited the magazine while moonlighting from his job as a UK regional Creative Director for Saatchi & Saatchi. The magazine's designer, Chris Rhodes, was also a Saatchi employee. The format of the magazine was tabloid, an uncommon style for a literary magazine, excepting the contemporaneous London based magazine, Bananas,Utexas.edu edited by Emma Tennant.Litencyc.com The YAA financed New Yorkshire Writing, establishing the magazine in the wake of a contentious closure of Yorkshire Review, a literary quarterly that it published in 1976. The editor of the latter, Robert Shaw (poet), had been dismissed by the same Literature Panel which was later to protest at the editorial independence of the new magazine being compromised. The first issue of New Yorkshire Writing appeared in Summer 1977 and the final issue, number 8, in Spring 1979. The contents’ emphasis was short fiction, poetry and reviews from or related to writers and publishers with a Yorkshire connection. In practice this qualification was liberally interpreted to allow writers that were temporarily resident in or just passing through the county. == Contributors == Fiction published included work by Jeff Nuttall, M. S. Winecoff, Roger Howard, Frances McNeil,FrancesMcNeil.co.uk David Brett and Trevor HoyleTrevorHoyle.com Poetry contributors included I. P. Taylor, Ian McMillan,UKtouring.org.uk Paul Roche,NYtimes.com Anna Adams,EnitHarmon.co.uk Michael Horovitz, Pete Morgan, Patrick Bew, Nick Toczek, Geraldine Monk,WeshouseBooks.co.uk Heathcote Williams and (posthumously) Bill Butler. Articles and reviews were contributed by Jeff Nuttall (for example on Gaudete by Ted Hughes), Peter Inch (on The Savoy Book) and Jay Jeff Jones. Interviews with writers, including several carried out by William Bedford,WilliamBedford.co.uk featured Angela Carter, James Kirkup GeoCities.com (in the midst of the Gay News blasphemy trial and appeal), Piers Paul Read and C. H. Sisson. Jones also commissioned original illustrations for many of the written contributions and some of these were by Robert Clark,Derby.ac.uk Rosamund Jones, Jeff Nuttall, Kate Mellor,KateMellor.com David Andrassy, Paul Sowden and Sue Goodwin. == Controversy == The magazine came to a close partially owing to a controversy arising from the publication in issue 6 of a short story by Jeff Nuttall titled \"Dream Piece\". Nuttall was a cult writer, artist, actor and one of the founders of theatre company, The People Show, although best known for writing the book Bomb Culture, an analysis of the 60s generation alternative society. The short story gave offence to Rotherham Town Councillor Ron Hughes. He objected to the sexual nature of some of the content saying that he had “personally seen such stuff only on lavatory walls and then it was more expertly done.” He asked his council to withdraw its financial contribution to the YAA. The furore was quickly taken up by the press, initially with some amusement, but was aggravated when another little magazine, also funded by the YAA, produced its latest issue. This was Curtains, which had a modest circulation of 500 copies and was edited by Paul Buck. The issue included genitally explicit photographic content. In the course of the controversy the chairman of the literature panel, Leeds University professor John Barnard, resigned because the panel refused to exclude Nuttall from discussions of the principles raised by his short story. The panel members then voted unanimously to continue to support the two publications. The YAA executive responded by dismissing this current literary advisory panel, which was not the same panel that had originally granted funding for New Yorkshire Writing or Curtains. The Guardian newspaper on November 22, 1978 reported, “The literature panel of a regional arts association which includes a National Theatre playwright and a nationally known novelist (Elizabeth North) has been sacked because it resisted censorship of two publications backed by the association.” In the annual report of the Arts Council of Great Britain, published during the same week, the Council’s Secretary General, Roy Shaw noted that, “Some politicians have yet to learn ... that politicians should not seek to control directly the contents of arts activities”. However, Shaw refused to intervene in the matter or declare on the correctness of an association dismissing one of its appointed advisory panels. In the same article the playwright and former literary panel member Barry Collins said that political interference from the local councils that dominated the association executive had been increasing over the recent months. The following week it was reported in the Yorkshire Post that Collins (who had been the previous year’s recipient) had also resigned as a judge for the annual YAA Literature Prize. He said, “If I am not fit to be a panel member than I’m not fit to judge their competition either…The last thing a contemporary writer, film-maker or artist should do is restrict his work to the tastes of whoever happens to have been elected in the most recent council election…” Nuttall was quoted in the same article, saying that it had all been “a storm in a teacup” until the YAA had sacked the panel. “I have written filth in my time, rotten, sordid, aggressive filth, punk razor stuff 20 years before its time. This is nothing compared to that.” New Yorkshire Writing continued for two further issues but one of these included the first publication of Heathcote Williams’ poem, \"The People Who Run Tesco's Must be Buddhists\". Concerned about another possible controversy, the YAA executive required the excision of the word \"Tesco\" throughout the poem. Index on Censorship magazine commented that New Yorkshire Writing was \"an important literary journal that fell foul of the censors.\" ==See also== * Index on Censorship ==References== ==External links== * Doollee.com, Jay Jeff Jones theatre works. * Jeff-Nuttall.co.uk, Jeff Nuttall obituary and memorial website. * , New Yorkshire Writing at UCL Special Collections. * New Yorkshire Writing at University of Wisconsin-Madison Libraries * New Yorkshire Writing at Yale University Library Category:1977 establishments in the United Kingdom Category:1979 disestablishments in the United Kingdom Category:Quarterly magazines published in the United Kingdom Category:Defunct literary magazines published in the United Kingdom Category:Magazines established in 1977 Category:Magazines disestablished in 1979 ",
    "title": "New Yorkshire Writing"
}