{
    "id": "7805888",
    "text": "Rabbi Moshe Leib Rabinovich Munkacs World Headquarters in Boro Park, Brooklyn Moshe Leib Rabinovich (born December 25, 1940 in Munkacs, Hungary) is the current rebbe of Munkacs. Rabinovich was born as the third child to his parents Rabbi Baruch and Frima Rabinovich in Munkacs, Carpathian Ruthenia, the country itself having at the time just been created with a sizable piece of Hungary, which in turn received Munkacs from Czechoslovakia with the help of Nazi Germany in 1938. His father, Rabbi Baruch Yehoshua Yerachmiel Rabinowicz served as Chief Rabbi of Munkacs following the death of his father-in-law Chief Rabbi Chaim Elazar Spira in 1937 until the Nazis occupied Munkacs in 1944. During World War Two, Rabinovich's father escaped the Nazis and fled with his entire family to the land of Israel (then Palestine). Shortly after they arrived in Palestine, Rabinovich and his siblings were orphaned with the death of their mother, Chaya Frima Rivka Rabinovich. Rabinovich studied in Israel, undertook secular studies in public schools in São Paulo, Brazil, and later studied in the United States at the Telshe yeshiva in Cleveland, Ohio, refusing to attend college, to his father’s disappointment.Telshe yeshiva (Wikipedia article) At Telshe, he became especially close to Rabbi Mordechai Gifter with whom he had a study partnership of several consecutive hours on a daily basis and from Rav Gifter he acquired his derech halimud. Following five years at Telshe, Rabinovich moved to Beis Medrash Elyon, a yeshiva for advanced learning in Spring Valley, New York. He also maintained a close relationship with the Satmar Rebbe Rabbi Joel Teitelbaum until his death in 1979. While Rabinovich was in Beis Medrosh Elyon, the elders of Munkacs met in Brooklyn. Led by Rabbi Chaim Ber Greenfeld and Rabbi Shlomo Goldstein, both gabbai's (secretaries) of the Munkacser Rebbe, Rabbi Chaim Elazar Spira, the participants agreed unanimously that the time had come for Munkacs Hasidism to be born again, in America, and that Rabinovich should be their Rebbe. Rabinovich married Nechama Perl, daughter of Rabbi Aron Bernstein of Jerusalem in 1962 and was immediately appointed as leader of the Munkacs community. At first, he settled in the Williamsburg section of Brooklyn, New York and later moved to the Boro Park section of Brooklyn. He immediately began to rebuild the community, and established religious and educational bases in the United States, Canada, Israel, England and Australia. Rabinovich's followers and petitioners seek his advice on all issues. His counsel is frequently sought by government and elected officials for his blessings and support. Rabinovich frequently visits his home town in Munkacs (now, Mukachevo, Ukraine),\"Munkacher Rebbe Visits Western Ukraine\" (Russian newspaper article, in English) to strengthen the remaining Jews and to help rebuild the Munkacs Jewish community. In August 2006, a Jewish community center and Synagogue were dedicated by Rabbi Rabinovich to serve the needs of the community. Rabinovich has authored numerous books on Torah and Halacha (Jewish Law), among them Sharei Orah and Olas Shabbos. He also serves as honorary president of Kollel Munkatch and Ten Suburbs in Jerusalem, Israel. He resides in Borough Park, Brooklyn, New York, which is home to thousands of Jews of Munkacs descent and which is the international headquarters of worldwide Munkacs Jewry. Rabinovich and his wife have three children, Rabbi Chaim Elazar, married to Gittel Beila Teitlebaum, Frima, married to Rabbi Yosef Horowitz and Rabbi Yerucham Fishel, married to Malka Teitelbaum. ==Notes== ==Related reading== *Jewish Press \"My Machberes\" article regarding the Munkacser Rebbe *New York Times article regarding wedding of Munkacser Rebbe's daughter *Jewish Press \"My Machberes\" article describing the Munkacs sukkah *Mishpacha magazine article on the Munkacser Rebbe *Herman Wouk book on the Munkacser Rebbe == External links == * Munkatcherseforim.org Category:Beth Medrash Elyon alumni Category:Rebbes of Munkacs Category:Living people Category:People from Mukachevo Category:Hungarian Orthodox rabbis Category:1940 births Category:Hasidic rabbis in Europe Category:Hungarian emigrants to Mandatory Palestine Category:Israeli emigrants to the United States Category:Mohel Category:People from Borough Park, Brooklyn ",
    "title": "Moshe Leib Rabinovich"
}