{
    "id": "7805817",
    "text": "John A. \"Cub\" Stricker, born John A. Streaker (June 8, 1859 – November 19, 1937) was an American professional baseball second baseman. He played in Major League Baseball (MLB) for seven different teams during his 11-season career, mostly with the Philadelphia Athletics and Cleveland Blues/Spiders. ==Career== Born in Philadelphia, Stricker was signed by the Athletics as a free agent in and played four seasons with moderate success. He would get his most playing time while with the Cleveland Blues though, and did well with the opportunity, especially his first season with them in , when he batted .264 in 131 games, scored 122 runs scored, and stole 86 bases. He stole 60 bases the following year, and finished his career with a respectable 278, along with 1,106 base hits and a .239 batting average. In , he was signed by the St. Louis Browns to be the team's player-manager. His time was cut short when after 23 games, the team had only won six of them. The final straw came after a home loss, and Stricker jumped into the stands and punched a fan who had been heckling the team. He was traded soon after to the Pittsburgh Pirates in exchange for Pud Galvin. Cub did not play a game for the Pirates, as he was traded again, three days later to the Baltimore Orioles in exchange for Adonis Terry. Though his career was unremarkable, it was marred by an incident in his final season, while playing with the Washington Senators. During the sixth inning of a game on August 5, 1893 in Philadelphia, the crowd was jeering the Senators relentlessly when, after making the third out, Stricker walked over near the crowd and feigned throwing the ball at them a couple times until he finally did release the ball. The ball struck the ground before the fence that divided the crowd and the baseball field and bounded over the fence and struck a young man in the face, breaking his nose. Stricker was arrested, and held until a hearing could be conducted. He apologized, explaining that he meant to only throw it into the fence and that it was an accident. ==Post-career== Stricker died at the age of 78 in his hometown of Philadelphia, and was interred at West Laurel Hills Cemetery in Bala Cynwyd, Pennsylvania. ==See also== *List of Major League Baseball career stolen bases leaders *List of Major League Baseball player-managers ==References== ==External links== * * Category:1859 births Category:1937 deaths Category:19th-century baseball players Category:Atlanta Atlantas players Category:Baltimore Orioles (NL) players Category:Major League Baseball player-managers Category:Baseball players from Pennsylvania Category:Boston Reds (PL) players Category:Chester (minor league baseball) players Category:Cleveland Blues (1887–88) players Category:Cleveland Infants players Category:Cleveland Spiders players Category:Major League Baseball second basemen Category:Philadelphia Athletics (AA) players Category:Philadelphia Athletics (minor league) players Category:Pottsville (minor league baseball) players Category:Providence Clamdiggers (baseball) players Category:Providence Grays (minor league) players Category:Scranton Indians players Category:Sportspeople from Philadelphia Category:Springfield Ponies players Category:St. Louis Browns managers Category:St. Louis Browns (AA) players Category:Washington Senators (1891–1899) players ",
    "title": "Cub Stricker"
}