{
    "id": "7805319",
    "text": "Paul Gorman is an English writer. ==Journalism== From 1978, Gorman worked on weekly news for trade publications and in 1983 won the Periodical Publishers Association award for campaigning journalism for a series of investigative food industry articles. In 1990 he was appointed west coast bureau chief of Screen International, based in Los Angeles. Between 1993 and 1998, Gorman was contributing editor at Music Week, reporting on executives and artists such as Madonna's manager Freddy DeMann, Creation Records founder Alan McGee and U2 manager Paul McGuinness. Between 1994 and 1999, Gorman was contributing editor at Music Business International. During this time he contributed regularly to magazines such as Mojo and conducted the first published interview with the Spice Girls. Gorman continues to contribute to magazines and newspapers including GQ, The Daily Telegraph, Mojo and Vice. ==Television and film== In the mid 1990s Gorman worked with production company Channel X on developing the trash culture TV series The Strip he created with partner David Knight for Channel 4. In 1999 Gorman directed the documentary Las Vegas Grind for Channel 4. This was hosted by Mexican-American artist El Vez, who Gorman subsequently signed to Alan McGee's record label Poptones, which released two El Vez albums and the single Feliz Navidad in the UK. In 2012 Gorman produced and presented The Kings Road Music & Fashion Trail, a series of short films for Royal Borough of Kensington & Chelsea council on addresses which housed significant boutiques, including Mary Quant's Bazaar and Granny Takes a Trip. ==Fashion== In 2008, Gorman launched fashion label The Look Presents through Topman with three collections based on artist and designers featured in his book The Look: Adventures In Rock & Pop Fashion: T-shirts by Wonder Workshop; T-shirts by Granny Takes a Trip founder Nigel Waymouth; and Priceless – a menswear range by Antony Price, designer for Roxy Music and Duran Duran. In 2011, Gorman collaborated with artists John & Molly Dove to present a special edition of their \"Wild Thing\" T-shirt, as worn by Marc Bolan and Sid Vicious. ==Exhibitions and curating== In 2010 Gorman curated the exhibition Process: The Working Practices Of Barney Bubbles at London's Chelsea Space. The show attracted the largest attendance of any exhibition held at the gallery. In 2011 Gorman consulted on, and sourced material for, the British exhibitions Postmodernism: Style & Subversion 1970–1990 and Snap Crackle & Pop: British Pop Art Meets The High Street In The Swinging Sixties. In September 2011 Gorman staged a dedicated Barney Bubbles exhibit at Mindful of Art, a group show at London's Old Vic Tunnels. In January 2012 Gorman curated the exhibition Lloyd Johnson: The Modern Outfitter, presenting the work of the London fashion retailer whose boutiques provided clothing for a variety of performers including Fred Astaire, George Michael, The Clash, Tom Waits and Bob Dylan. Gorman consulted on and sourced material for British Design 1948–2012: Innovation in the Modern Age, which ran from March – August 2012 at the V&A.; In May/June 2012, Gorman curated The Past The Present & The Possible, a dedicated section presenting 300 artworks by Barney Bubbles as part of the group exhibition White Noise: Quand Le Graphisme Fait Du Bruit at , Chaumont, Champagne Sud, France. Gorman consulted on and sourced material for Glam! The Performance of Style, an exhibition about the visual, social and creative aspects of the 70s glam rock genre which opened at Tate Liverpool in February 2013 and moved to Frankfurt's Schirn Kunsthalle in June 2013 and Lentos Kunstmuseum in Linz, Austria, from October 2013 to February 2014. In August 2014, Gorman co-curated an exhibition about Malcolm McLaren's engagement in fashion with Young Kim of the Malcolm McLaren Estate. Staged as part of the Copenhagen International Fashion Fair, it was entitled Let It Rock: The Look Of Music The Sound Of Fashion. The exhibition was based around six sections dedicated to the retail outlets McLaren operated with Vivienne Westwood in the 1970s and 80s. The exhibition received a positive response from the media. Financial Times fashion editor Charlie Porter noted \"the hang of the garments is exceptional\" while prominent style blogger Susie Bubble greeted the exhibition as \"an incredibly detailed and well-put together overview specifically about McLaren's fusion of music and fashion\". In autumn 2014 Gorman was one of the curators of Art In Pop, an exhibition about the engagement between the worlds of art and popular music at the Centre National d'Art Contemporain gallery Magasin in Grenoble, France. Overseen by Magasin curator Yves Aupetitallot, Art In Pop included a large space curated by Gorman and Young Kim dedicated to McLaren's work and including clothing exhibits, a soundtrack and photographs of his student paintings executed in the late 60s. Marie France described it as \"an invigorating exhibition not just to see but hear as well\". In summer 2018 Gorman curated an exhibition about the resurgence of independent magazines in the digital age in the Terrace Rooms Gallery at Somerset House. Print! Tearing It Up was co-curated with Somerset House senior curator Claire Catterall and ran from 8 June – 22 August 2018. ==Plagiarism case against Vivienne Westwood, Ian Kelly and Picador== In October 2014, following the publication of the authorised biography Vivienne Westwood by the fashion designer and her co-author Ian Kelly, Gorman accused the authors and the publisher Picador of plagiarising substantial sections of material from his book The Look: Adventures In Rock & Pop Fashion. Gorman also described the Westwood biography as \"sloppy\" and \"riddled with inaccuracies\" and claimed it contained serious libels against two individuals, one of whom was pronounced to be dead by Westwood when in fact the individual was alive and practising as a therapist in west London. Picador publisher Paul Baggaley told The Bookseller: \"We always take very seriously any errors that are brought to our attention and, where appropriate, correct them.\" ==Books== * The Look: Adventures In Pop & Rock Fashion (Sanctuary, 2001). Foreword by Malcolm McLaren. * In Their Own Write: Adventures In The Music Press (Sanctuary, 2001). Foreword by Charles Shaar Murray. * Nine Lives with Goldie (Hodder & Stoughton, 2002). * Let's Make This Precious: The Story Of Dexys Midnight Runners with Kevin Rowland (Virgin Books, 2003). Unpublished * Straight with Boy George (Century, 2005). * Blood & Fire: The Story Of UB40's Ali & Robin Campbell with Tim Abbot (Century, 2005). * The Look: Adventures In Rock & Pop Fashion (Adelita, 2006). Introduction by Paul Smith, foreword by Malcolm McLaren. * Cry Salty Tears (Arrow Books, 2007). Foreword by Boy George. * Reasons To Be Cheerful: The Life & Work Of Barney Bubbles (Adelita, 2008). Essay: Peter Saville, Foreword: Malcolm Garrett, Introduction: Billy Bragg. * Rebel Rebel: Anti-Style with Keanan Duffty (Adelita, 2009). Foreword by BP Fallon. * Mr Freedom: Tommy Roberts – British Design Hero (Adelita, 2012). Foreword by Paul Smith. * Derek Boshier: Rethink/Re-Entry (Thames & Hudson, 2015). Edited by Gorman. With a foreword by David Hockney. * The Story Of The Face: The Magazine That Changed Culture (Thames & Hudson, 2017). Foreword by Dylan Jones. * The Life & Times of Malcolm McLaren (Constable, 2020). With a foreword by Alan Moore and an essay by Lou Stoppard. ==Awards== *The Look: Adventures in Rock and Pop Fashion was named in the top ten fashion books of all time by The Independent.The Independent, 15 January 2008 *Reasons to be Cheerful won Mojo's \"Book of the Year\" in 2010.Mojo, January 2010 ==References== ==External links== * *Online home of the Barney Bubbles book *The Look blog *Accessed: 24 March 2008 Collected journalism at Rock's Back Pages Category:Place of birth missing (living people) Category:Year of birth missing (living people) Category:Living people Category:English writers Category:English male journalists Category:Artists from London Category:English fashion designers Category:English male non-fiction writers ",
    "title": "Paul Gorman"
}