{
    "id": "7805301",
    "text": "New Egypt High School is a four-year comprehensive public high school that serves students in ninth through twelfth grades from Plumsted Township in Ocean County, New Jersey, United States, operating as the lone secondary school of the Plumsted Township School District. The school opened its doors in 1999 and admitted 100 ninth-graders who would graduate in spring 2003, ending a sending/receiving relationship with the Upper Freehold Regional School District under which students from the township attended Allentown High School.Vosseller, Bob. \"NHS receives high praise for curriculum\", The New Egypt Press, September 14, 1999. Accessed August 12, 2014. \"History will be made this week when 100 ninth-graders enter the New Egypt high School marking its inaugural class. Two years ago Plumsted Township voters in a strong majority vote withdrew from Allentown High School in the Upper Freehold Regional School District through a referendum vote.\" As of the 2018–19 school year, the school had an enrollment of 427 students and 41.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 10.3:1. There were 59 students (13.8% of enrollment) eligible for free lunch and 23 (5.4% of students) eligible for reduced-cost lunch.School data for New Egypt High School, National Center for Education Statistics. Accessed April 1, 2020. ==Awards, recognition and rankings== The school was the 151st-ranked public high school in New Jersey out of 339 schools statewide in New Jersey Monthly magazine's September 2014 cover story on the state's \"Top Public High Schools\", using a new ranking methodology.Staff. \"Top Schools Alphabetical List 2014\", New Jersey Monthly, September 2, 2014. Accessed September 5, 2014. The school had been ranked 193rd in the state of 328 schools in 2012, after being ranked 203rd in 2010 out of 322 schools listed.Staff. \"The Top New Jersey High Schools: Alphabetical\", New Jersey Monthly, August 16, 2012. Accessed December 2, 2012. The magazine ranked the school 193rd in 2008 out of 316 schools.Staff. \"2010 Top High Schools\", New Jersey Monthly, August 16, 2010. Accessed February 7, 2011. The school was ranked 173rd in the magazine's September 2006 issue, which surveyed 316 schools across the state.\"Top New Jersey High Schools 2008: By Rank\", New Jersey Monthly, September 2008, posted August 7, 2008. Accessed August 19, 2008. Schooldigger.com ranked the school 160th out of 381 public high schools statewide in its 2011 rankings (an increase of 12 positions from the 2010 ranking) which were based on the combined percentage of students classified as proficient or above proficient on the mathematics (80.9%) and language arts literacy (94.5%) components of the High School Proficiency Assessment (HSPA).New Jersey High School Rankings: 11th Grade HSPA Language Arts Literacy & HSPA Math 2010-2011, Schooldigger.com. Accessed March 6, 2012. ==Athletics== The New Egypt High School WarriorsNew Egypt High School, New Jersey State Interscholastic Athletic Association. Accessed October 17, 2020. compete in the Burlington County Scholastic League (BCSL), a sports association made up of public and non-public high schools covering Burlington County, Mercer County and Ocean County in Central Jersey, operating under the jurisdiction of the New Jersey State Interscholastic Athletic Association (NJSIAA).League & Conference Officers/Affiliated Schools 2020-2021, New Jersey State Interscholastic Athletic Association. Accessed September 30, 2020. With 395 students in grades 10-12, the school was classified by the NJSIAA for the 2015-16 school year as South I, Group I for most athletic competition purposes, which included schools with an enrollment of 78 to 478 students in that grade range.General Public School Classifications 2015-2016, New Jersey State Interscholastic Athletic Association, as of December 15, 2015. Accessed December 12, 2016. The football team competes in the Freedom Division of the 95-team West Jersey Football League superconferenceDivisions, West Jersey Football League. Accessed September 5, 2020.Minnick, Kevin. \"Football: Entering 10th season, a new leader for state’s second-largest conference\", NJ Advance Media for NJ.com, August 8, 2019. Accessed September 5, 2020. \"The WJFL was created in 2010 as a way to help teams play a full schedule and face opponents of similar size, ability and geographical location.... The league is comprised of 16 divisions and includes better than 90 high schools.\" and was classified by the NJSIAA as Group I South for football for 2018–2020.NJSIAA Football Public School Classifications 2018–2020, New Jersey State Interscholastic Athletic Association, finalized August 2019. Accessed September 1, 2020. The field hockey team won the Central Jersey Group I state sectional title in 2003-2005 and 2008; the team won the Group I state championship in 2005, defeating Pingry School in the final game of the tournament.History of the NJSIAA Field Hockey Championships, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The team won he state sectional title in 2003, edging Henry Hudson Regional High School in the final game by a 3-2 score.2003 Field Hockey - Central, Group I, New Jersey State Interscholastic Athletic Association. Accessed April 20, 2007. The team won the 2004 title, outscoring Keyport High School by 4-1,2004 Field Hockey - Central, Group I, New Jersey State Interscholastic Athletic Association. Accessed April 20, 2007. In 2005, the field hockey team won the Central Jersey Group I Championship, defeating Palmyra High School in the final game by a score of 5-0.2005 Field Hockey - Central - I, New Jersey State Interscholastic Athletic Association. Accessed April 20, 2007. The team won the Group I state title in 2005, defeating Pingry School by a score of 2-1 in the tournament final after having lost to Pingry by one goal in the tournament final in each of the two previous years.White, Mike. \"Third time's a charm for Lady Warriors; New Egypt girls capture Group I championship\", Tri-Town Sports, November 23, 2005. Accessed January 3, 2017. \"For the past two years, the New Egypt High School field hockey came away from the NJSIAA Group I championship with heartbreaking losses to Pingry. Both times the Lady Warriors left the College of New Jersey with devastating one- goal losses.... New Egypt took advantage of scoring opportunities and shut down a potent Pingry offense en route to an exciting 2-1 victory Sunday to capture its first Group I crown at TCNJ.\" The softball team won the Group I state championship in 2006 (defeating Belvidere High School in the final round of the tournament), 2010 (vs. Wood-Ridge High School), 2011 (vs. Whippany Park High School), 2014 (vs. Butler High School) and 2016 (vs. Butler).NJSIAA Softball Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The team made it to the 2006 Central Jersey Group I tournament as the number-two seed, defeating South Amboy High School 12-0 in the first round and Florence Township Memorial High School by a score of 2-0 in the second round, before defeating Bordentown Regional High School by a score of 3-2 in the tournament final.2006 Softball - Central, Group I, New Jersey State Interscholastic Athletic Association. Accessed July 17, 2006. ==Administration== Core members of the school's administration are:Administration, New Egypt High School. Accessed May 17, 2020. *Richard DeMarco, Principal *Carolyn Videla, Assistant Principal ==Notable alumni== * Deena Nicole Cortese (born 1987), reality television star on the MTV hit show Jersey Shore.Hyman, Vicki. \"New 'Jersey Shore' castmate actually from New Jersey; Deena Cortese is pals with Snooki\", The Star-Ledger, July 27, 2010. Accessed August 12, 2014. \"Deena, 23, is a graduate of New Egypt High School who attended Brookdale Community College in Lincroft, and served on the cheerleading squad there.\" * Keith Jones (class of 2003), regional-Emmy Award- winning news anchor and reporter for WCAU in Philadelphia.Staff. \"New Egypt Middle School social studies students excel\" , Tri-Town News, March 5, 2015. Accessed November 6, 2015. \"One of the many alumni to be featured this year will be Keith Jones, an NBC-10 Philadelphia news anchor. Jones graduated from New Egypt High School in 2003 and entered Villanova University, Villanova, Pa.\" * Stephen Panasuk (born 1989), quarterback for the Cleveland Gladiators of the Arena Football League.Stephen Panasuk , Cleveland Gladiators. Accessed August 3, 2016. \"Prepped at New Egypt High School in New Egypt, N.J.\" * Travis Ward (born 1996), soccer player who plays as a forward for Michigan Stars FC in the National Independent Soccer Association.Ralph, Matthew. \"Former Rowan standout signs with USL League One team Greenville Triumph; Travis Ward had 29 goals and 16 assists for the Profs from 2014-2017\", Brotherly Game, February 7, 2019. Accessed May 17, 2020. \"Ward grew up in Ocean County, N.J., starring at New Egypt High School before a successful four-year career at Rowan University.\" ==References== == External links == *New Egypt High School *Plumsted Township School District * *School Data for the Plumsted Township School District, National Center for Education Statistics Category:1999 establishments in New Jersey Category:Educational institutions established in 1999 Category:Plumsted Township, New Jersey Category:Public high schools in Ocean County, New Jersey ",
    "title": "New Egypt High School"
}