{
    "id": "7806264",
    "text": "Chaim Elazar Spira (December 17, 1868 - May 13, 1937) was one of the rebbes of the Hasidic movement Munkacs (pronounced Munkatsh; sometimes spelled Munkacz).The monument's spelling (see photo below) is without vowels, and supports both spellings of the city; likewise with the spellings of the family name: Spira vs. Shpira/Shap... ==Family background== Spira was born in Strzyżów, Kingdom of Galicia and Lodomeria, Austria-Hungary, now part of Poland, where his grandfather, Shlomo Spira served as rabbi. Chaim Elazar's father, Tzvi Hersh Spira, was a scion of the illustrious Spira family which had held rabbinical positions in Munkács dating back to the founder of the Munkács Hasidic dynasty, Tzvi Elimelech Spira of Dinov (Bnei Yisoschor),Note spelling Shapira. who served as Chief Rabbi between the years 1828 and 1832. Chaim Elazar assumed the position as Chief Justice of the Rabbinical Court in Munkács in the year 1903, where he served alongside his father until Tzvi Hersh's passing in 1913. Rabbi Chaim Elazar then succeeded his father as Chief Rabbi of Munkács and the surrounding communities. ==Biography== Over the course of his life, Chaim Elazar wrote and published over twenty books on the Jewish law, Torah, Hasidism, and religious philosophy and customs. His most notable work was the scholarly work Minchas Elazar, which contains six volumes. He was a great opponent of both political Zionism and the Agudat Yisrael. ==Journey to Jerusalem== The Minchas Elazar In 1930, Spira visited Palestine for a thirteen-day period. The purpose of the trip was * to visit the elderly kabbalist and sage Solomon Eliezer Alfandari (known as the Saba Kadisha, \"Holy Grandfather\"), * and also to visit with his followers in Palestine. He was escorted by a respected group of rabbis and community leaders. During the visit, Spira met with Alfandari for long hours behind closed doors over the span of a week. During Spira's time in Jerusalem, the aged Alfandariat least 104, perhaps 110; birth years have a six year swing. died. Many believe that Spira had discussed with Alfandari ways to hasten the Redemption through the coming of the Messiah. Details of the trip were recorded in a book written by a disciple of Spira's, Moshe Goldstein, who was one of those accompanying the Rebbe on his trip. The book was reprinted several times in Hebrew and Yiddish, and was translated to English in 2009 by Artscroll Publications. ==Wedding of daughter in 1933== One of the most memorable events in Munkács was the wedding of Chaim Elazar's only daughter, Chaya Fruma Rivka (known as Frima), to Baruch Yehoshua Yerachmiel Rabinowicz, which took place on March 15, 1933. Over 20,000 guests attended the wedding, coming from all over Europe and even from the U.S. According to the daily newspaper Rudý večerník, \"The wedding lasted for seven days\". Hungary, Poland, and Czechoslovakia opened their borders, and no visa was necessary for people who wished to attend the wedding. Special triumph arches were erected throughout the city in celebration of the joyous event. International filming companies came to Munkács from all over Europe and America to document the historic event. ==Accomplishments== Chaim Elazar Spira Rabbi Chaim Elazar championed the causes of his needy brethren in Munkács, and established a vast network of charitable institutions to ease their burden. He established elementary schools under the name \"Machzike Torah\" where children were taught under his constant guidance. He founded a yeshiva (rabbinical college) in Munkacs, and named it Darchei Tshuva, after the title of his father's sefer (book). This school attracted hundreds of students from all corners of Eastern Europe who flocked to Munkács to study under his wing, many of them growing to become the next generation's rabbis, community leaders, etc. He was respected not only by the international Jewish community, but as well by the Gentile world. He was visited by world leaders such as Czechoslovakian President Edvard Beneš as well as Tomáš Masaryk, Queen Wilhelmina of the Netherlands, and many others who sought his sagely advice and blessings. As one of the most extreme rabbis in post-World War I Europe, he was estranged from many other major Hasidic rabbis whom he considered apikorsim (a term for an apostate). Many other leaders of Hasidism, such as the Rebbes of Lubavitch and Vizhnitz, looked to him as one of the greatest scholars and leaders of the 20th century. As an extreme believer, he denigrated anyone who asked for relief of any kind (such as tax breaks) as relying on man, instead of God. He would not even use a train car without first checking if the number on it reflected Kabbalistic secrets of Torah. ==Post death== Tombstone of the Rebbe in Mukachevo, Ukraine Upon his death in 1937, after fighting a grave illness, he was succeeded as Chief Rabbi by his son-in-law Baruch Yehoshua Yerachmiel Rabinowicz, who was husband to Spira's only daughter Frima. Rabbi Baruch served as chief rabbi until the Nazi occupation of Munkács in 1944. Thousands of followers visit Spira's gravesite in the Munkács Jewish Cemetery throughout the year, where they come to pray and bequest salvation, especially on the anniversary of his death on the third day in the month of Sivan.the date is carved in stone, on his monument: File:MEmatzeiva.jpg ===Today=== Munkacs World Headquarters (Boro Park, Brooklyn) The Munkacs Hasidic dynasty is now led by his grandson, Moshe Leib Rabinovich, who lives in Brooklyn. ====Israel==== Batei Munkacs, the Israeli neighborhood long ago founded by Spira, is both residential and attracts tourists. ==References== ==Further reading== * *Aviezer Ravitzky, \"Munkacs and Jerusalem: Ultra-Orthodox Opposition to Zionism and Agudaism,\" Zionism and Religion, eds. Shmuel Almog, Jehuda Reinharz, and Anita Shapira (Hanover and London, 1998), 67-89. ==External links== * Rabbi Chaim Elazar Shapira – the Munkaczer Rebbe - A Jewish Community in the Carpathian Mountains- The Story of Munkács * Video of the wedding of Chaya Frima Rivka Spira - daughter of Rabbi Chaim Elazar to Rabbi Baruch Rabinovich Category:1871 births Category:1937 deaths Category:20th-century rabbis Category:Anti-Zionist rabbis Category:Hungarian Orthodox rabbis Category:People from Strzyżów County Category:Polish Orthodox rabbis Category:Rabbis from Galicia (Eastern Europe) Category:Rebbes of Munkacs ",
    "title": "Chaim Elazar Spira"
}