{
    "id": "7806593",
    "text": "Adaikalam () (English: Shelter) is a 2006 Indian Tamil family drama film directed by Bhuvanaraja and produced by N. Sri Narayanathas for Kaladas Creations. The movie features Prashanth, Uma, Thiagarajan and Saranya in the leading roles while Radharavi, Ravichandran and Nalini play other supporting roles. The film's score is composed by Sabesh-Murali and the venture had a low profile release on 29 December 2006 but won positive reviews from film critics.http://www.nowrunning.com/movie/3551/tamil/adaikalam/1009/review.htm ==Plot== Anbu (Prashanth) is a doctor and also a lovable brother of Thamizh (Uma), who are the son and daughter of Kasthuri (Saranya). Somasundaram (Radharavi), is Anbu's uncle who takes care of Thamizh and her family. One day Anbu comes to know about Thamizh's love and arranges for the marriage. During wedding preparations unexpectedly, Kasthuri dies out of shock. Hence Somasundaram calls Anbu's father Sathyamurthy (Thiagarajan), who was separated from Kasthuri long years back. Anbu gets furious and argues with Somasundaram not to allow Sathyamurthy to conduct the funeral and rituals. Sathyamurthy gets snubbed by his children on many occasions repeatedly; unperturbed by their ill-treatments, he stays quietly with his family bearing this agony. As story moves on, Sathyamurthy feels sad and shares his story to Somasundaram. Somasundaram narrates the flashback to Anbu and Thamizh and make them know about their father's real story. 16 years back, Sathyamurthy and Kasthuri, with their two children, were living happily. When Kasthuri gets pregnant for the third time, Sathyamurthy requests her to abort the baby on doctors' advice. But Kasthuri was adamant to continue bearing the child, so she quarrels with her husband, leaves him abruptly, walks away with her children, and spends the rest of her life with her brother. After finishing the flashback, Somasundaram says that all their financial needs and wants were fulfilled indirectly by Sathyamurthy from their childhood and for their education also. At last Anbu and Thamizh realize the truth. Whether they both accept Sathyamurthy and unite or not is the climax. ==Cast== * Prashanth as Anbu * Uma as Thamizh * Thiagarajan as Sathyamurthy * Saranya Ponvannan as Kasthuri * Radharavi as Somasundaram * Ravichandran as Thamizh's father-in-law * Nalini as Doctor * Hemalatha as Amudha ==Production== Production for the film began in August 2004 with Prashanth and Uma signed on to play a brother and sister in the film. The film was revealed to be produced by Kaladass Creations, who had earlier produced Balu Mahendra's off-beat film Veedu (1988), while it would be directed by debutant Bhuvanaraja.http://www.sify.com/movies/boxoffice.php?id=13627002&cid;=2363 Bhuvanaraja had earlier narrated two different scripts to Prashanth and by chance mentioned a partial storyline for a third, with the actor impressed with the final one. Unlike most other Tamil language films, Adaikalam did not feature a romantic sub-plot for the lead character and Prashanth appreciated that he had accepted to work on the film purely for its strong script and screenplay.http://www.hindu.com/fr/2005/04/08/stories/2005040800010200.htm He cast Prashanth's real life father, Thiagarajan, in a pivotal role while actress Nalini worked on the film free of charge after being impressed with the film's story.http://www.hindu.com/fr/2006/11/24/stories/2006112400070200.htm The shoot for the film continued throughout regions in Kanyakumari in October 2004.http://ajithkumar.free.fr/news/news_97.htmhttp://www.indiaglitz.com/prashanth- s-future-moves-tamil-news-10280 The film was reported to be ready for release in April 2005.http://www.behindwoods.com/News/25-4-05/prashanth_faceoff.htm Once the film was completed, the release was delayed after the producer became caught up with business commitments abroad. The film was further delayed as they did not want to clash with other films with similar themes such as Cheran's Thavamai Thavamirundhu (2005) and Thirumurugan's Emmtan-Magan (2006).http://www.indiaglitz.com/adaikalam-clearing-all-hurdles-tamil- news-26600 A press-meet was held in November 2006, where the makers revealed that all production hurdles had been passed and subsequently released a trailer for the film.http://www.indiaglitz.com/channels/tamil/events/11017.html ==Release== The film opened on 29 December 2006 to positive reviews from critics, with Malathi Rangarajan of The Hindu writing \"'Adaikkalam' is for those who look for a reasonable amount of reality in cinema. Bhuvanaraja has waited long enough for the film to see the light of day. Now that it has, more such breaks ought to follow. The maker deserves it.\"http://www.hindu.com/fr/2007/01/05/stories/2007010500340200.htm Indiaglitz.com gave the film a positive review mentioning \"director Bhuvanaraja can be appreciated for the fact that he has not taken recourse to the many short ways. He has stuck to the simple path and delivered a good cinema. It maybe slow in places, but it doesn't pull a fast one on you. That's where Adaikalam is different.\"http://www.indiaglitz.com/channels/tamil/review/7390.html Another reviewer also praised the film adding \"the movie also has a glacial pace, especially in the first half, that threatens to — but fortunately doesn't — overcome all its good points.\" ==Soundtrack== The film score and the soundtrack were composed by film composers Sabesh-Murali. The soundtrack, released on 4 August 2006, features 5 tracks. {| class=\"wikitable\" style=\"font-size:95%;\" ! Track !! Song !! Singer(s) |- |1 || \"Ada Konda Cheval Olikka\" || Sujatha, Madhu Balakrishnan |- |2 || \"Kalyana Sundari Yaro Oru Murai\" || Shankar Mahadevan, Anuradha Sriram |- |3 || \"Uyirae Priyathe Uravae Vilakathae\" || Hariharan, Sadhana Sargam |- |4 || \"Vaankaiya Vaankikaiya\" ||Anuradha Sriram, Swarnalatha |- |5 || \"Villakku Ondru Anainthu Ponaal\" || Krishnaraj |} ==References== Category:2006 films Category:Tamil-language films Category:2000s Tamil-language films Category:Indian films Category:Indian drama films Category:Indian family films Category:2006 directorial debut films ",
    "title": "Adaikalam"
}