{
    "id": "7806562",
    "text": "BattleCards was marketed as a trading card game and published in 1993 by Merlin Publishing. The game features a unique \"Scratch and Slay\" system created by Steve Jackson. The cards came in 10 card booster packs which included warrior cards, spell cards, advanced combat cards, quest cards, and treasure cards. The game was published in both the UK and the United States with a number of differences between the two releases. Since the game is not played with a deck, and there is no collectibility involved (once the cards are scratched off they're worthless), this game does not strictly qualify as a collectible card game. Darwin Bromley of Mayfair Games noted that when shuffled the scratch-offs would crack, and once scratched off \"you had to either play the game or collect it.\" \"You couldn't have your cake and eat it too.\" ==The \"Scratch and Slay\" game system== Each warrior card has 25 scratch- off dots around its border. These are separated into 3 Life dots, 1 Purse dot, 4 Head dots, 6 Arm dots, 6 Leg dots, and 5 Body dots. Underneath each head, arm, leg, and body dot is either nothing or a red blood drop. Underneath each life dot is either nothing or a red skull. Underneath the purse dot is a number. To play, each player selects one warrior card. Then, one player is randomly determined to go first, such as with a coin flip. Then, the first player scratches one of the head, arm, leg, or body dots off. If a red blood drop is revealed, that player scratches off again. Otherwise, the other player goes. Each time a red blood drop is revealed, that player scratches off again. After the second blood drop is revealed and after any further blood drops, that player scratches off a life dot. If a red skull is revealed, that player wins. Players could collect the Purse from a card after scratching off the purse dot on a card. The purse from several cards could be collected and sent in with the Trading Post card for special Silver Foiled Treasure cards. However, this offer expired in 1994. == Official Rules (from back of booster pack) == === Scratch & Slay Rules === * Choose one BattleCard each. Decide who starts. * Scratch one of your opponent's spots. NOT \"Life\" or \"Purse\" spots. * Red wound symbols = HIT. Take another turn! Blank = MISS. It's your opponent's turn now. * One wound = wounded but still alive. Any further wounds = Scratch a \"life\" spot each time a wound is revealed! * Scratching \"Life\" spots: Blank = Still alive. Other player continues. Skull symbols = DEAD. Winner gets loser's card. * Scratch loser's \"Purse\" to discover how much \"gold\" you have won. * \"Gold\" is used to get special Silver Foiled Treasure Cards! Use your winnings at the \"Trading Post\" (See card #7). *Odds of winning depend on number of participants. Value of prizes depend on secondary market. Quantities limited. ==Differences in UK and US Printings== === UK Version === * Cards have silver scratch-off dots * There are a total of 150 cards ** There are 149 in the basic set ** The Emperor card as #150 * The cards are larger and have a different numbering system === US Version === * Cards have gold scratch-off dots * There are a total of 164 cards **There are 139 cards in the basic set ** 8 treasure cards labeled T1-T8 ** The Emperor Card as #140 ** Silver and Gold Leafed versions of all 8 treasures * All of Alan Craddock's art is replaced by Martin McKenna's ==References== ==External links== * Boardgamegeek article Category:Card games introduced in 1993 ",
    "title": "BattleCards"
}