{
    "id": "7806031",
    "text": "State v. Limon, 280 Kan. 275, 122 P.3d 22 (2005), is a Kansas Supreme Court case in which a state law allowing for lesser punishment for statutory rape convictions if the partners were of different sexes than if they were of the same sex was found unconstitutional under both the federal and Kansas state constitutions. It was among the first cases to cite the United States Supreme Court decision Lawrence v. Texas as precedent, months after the Virginia Supreme Court did similarly in Martin v. Ziherl. ==Background== In February 2000, a week after his eighteenth birthday, Kansas resident Matthew R. Limon engaged in a consensual act of oral sex with a 14-year-old boy. Both were residents of a home for the mentally disabled. The difference in their ages at the time of the act was three years, one month and a number of days. Under the state's Romeo and Juliet law (K.S.A. § 21-3522), the penalties for statutory rape are less severe if the incident involves two teenagers. The Kansas statute specifically excluded same-sex sexual conduct.K.S.A. § 21-3522 as passed by the Kansas Legislature reads \"(a) Unlawful voluntary sexual relations is engaging in voluntary: (1) sexual intercourse; (2) sodomy; or (3) lewd fondling or touching with a child who is 14 years of age but less than 16 years of age and the offender is less than 19 years of age and less than four years of age older than the child and child and the offender are the only parties involved and are members of the opposite sex.\" Because of this exclusion, Limon was charged under K.S.A. § 21-3505(a)(2) with criminal sodomy. Limon's attorneys filed a pretrial motion to dismiss the charges, arguing that K.S.A. § 21-3522 was a violation of the Equal Protection Clause of the Fourteenth Amendment because it discriminated on the basis of sex and sexual orientation. The motion was denied and Limon was convicted of criminal sodomy. He was sentenced to 17 years and two months in prison. Had the sexual encounter been between a male and female, the maximum sentence would have been 15 months. Limon was also required to register as a sex offender and to submit to five years of supervision upon release. ==Appeals== Limon appealed his case to the Kansas Court of Appeals, which affirmed his conviction citing Bowers v. Hardwick, 478 U.S. 186 (1986), a United States Supreme Court case which upheld sodomy laws as constitutional.. His appeal to the Kansas Supreme Court was also denied and Limon appealed to the United States Supreme Court in 2002. On June 26, 2003, the Supreme Court ruled 6-3 in Lawrence v. Texas, 539 U.S. 558 (2003) that a Texas state law forbidding consensual sex between two people of the same sex was unconstitutional. In doing so, the Court explicitly overruled Bowers, the basis for the decision by the Kansas Court of Appeals.. On June 27, in light of its decision in Lawrence, the Court granted Limon's petition for certiorari, vacated the decision of the Kansas Court of Appeals, and remanded the case for further consideration in what is known as a GVR order.. The Kansas Court of Appeals again upheld the conviction and sentence in January 2004, in a 2-1 ruling. Since the Kansas Court of Appeals found Lawrence not to be controlling (because unlike Lawrence and its consenting adults, Limon's \"case involved a 14-year-old developmentally disabled child\"), even on remand from the Supreme Court, the case was once again appealed to the Kansas Supreme Court, and this time, they accepted the case. The Kansas Supreme Court unanimously ruled on October 21, 2005, that the \"Romeo and Juliet\" statute violated the Equal Protection Clauses of both the United States Constitution and the Kansas constitution and struck the words \"and are members of the opposite sex\" from K.S.A. § 21-3522. Limon was released from prison on November 3, 2005. ==See also== *LGBT rights in the United States *Ages of consent in the United States ==References== ==Further reading== * (See profile at ResearchGate.) * ==External links== * Category:United States LGBT rights case law Category:Sexuality and age Category:Kansas state case law Category:2005 in United States case law Category:2005 in Kansas Category:United States equal protection case law Category:LGBT in Kansas ",
    "title": "State v. Limon"
}