{
    "id": "7807333",
    "text": "Colin Barker (30 June 1939 – 4 February 2019) was a British sociologist as well as a Marxist historian and writer. A former long-standing member of the Socialist Workers Party in Manchester, he was the author of numerous articles and works on Marxism, including a history of the Polish trade union Solidarity, Festival of the Oppressed. ==Biography== A Trotskyist, Barker was a member of the International Socialism Group in Oxford and Manchester from 1962. He was a Senior Lecturer in Sociology at Manchester Metropolitan University from 1967 to 2002 and an organiser of the periodic International Conference on Alternative Futures and Popular Protest there. Barker regularly spoke at the Socialist Workers Party's annual Marxism event. In 2013, he joined opposition to the SWP Central Committee's handling of the allegations of rape made against 'Comrade Delta'. He left the organisation in 2014 and joined the newly-formed Revolutionary Socialism in the 21st Century (rs21) group. ==Books== *The Power Game. London: Pluto, 1972. . *Festival of the Oppressed: solidarity, reform and revolution in Poland, 1980-81. London: Bookmarks, 1986. . *Revolutionary Rehearsals (editor) (1987). *Marxism and Social Movements (co-editor). Leiden: Brill, 2013. .Its website is . ==Selected articles/works== *Incomes policy, legislation and shop stewards (with Tony Cliff) (1966)Its web page is . *Involvement in strikes: some recent case-studies, etc (1966) *A Note On The Theory of Capitalist States (1978)Its web page is . *A ‘New’ Reformism?—A Critique of the Political Theory of Nicos Poulantzas (1979)Its web page is . *Origins and Significance of the Meiji Restoration (1982)Its web page is . *Solidarnosc: from Gdansk to military repression (with Kara Weber) (1982)Its web page is . *Revolutionary Rehearsals (editor) (1987) *The development of British capitalist society: a Marxist debate (edited with David Nicholls) (1988) *To make another world: studies in protest and collective action (edited with Paul Kennedy) (1996) *Leadership and social movements (edited with Michael Lavalette and Alan Johnson) (2001) *In the middle way (review of Geoff Eley Forging Democracy) (2004)Its web page is . *The rise of Solidarnosc (2005)Its web page is . *Strike 4 Freedom, Socialist Worker (2006)Its web page is . ==Notes== ==References== ==External links== *Barker's website *Short bio at The Women's Library, London Metropolitan University *Short bio in MMU sociology newsletter *Colin Barker Archive at Marxists Internet Archive * *Catalogue of Barker's papers, held at the Modern Records Centre, University of Warwick Category:1939 births Category:2019 deaths Category:Academics of Manchester Metropolitan University Category:British historians Category:British Marxists Category:British sociologists Category:British Trotskyists Category:Historians of communism Category:British Marxist historians Category:Marxist writers ",
    "title": "Colin Barker"
}