{
    "id": "7807576",
    "text": "Cyril Rootham around 1935-36 Cyril Bradley Rootham (5 October 1875 – 18 March 1938) was an English composer, educator and organist. His work at Cambridge University made him an influential figure in English music life. A Fellow of St John's College, where he was also organist, Rootham ran the Cambridge University Musical Society, whose innovative concert programming helped form English musical tastes of the time. One of his students was the younger composer Arthur Bliss, who valued his tuition in orchestration. Rootham's own compositions include two symphonies and several smaller orchestral pieces, an opera, chamber music, and many choral settings. Among his solo songs are some settings of verses by Siegfried Sassoon which were made in co-operation with the poet. ==Biography== Rootham was born in Redland, Bristol, to Daniel Wilberforce Rootham and Mary Rootham (née Gimblett Evans). His father was a well-known singing teacher whose students included Clara Butt， Eva Turner and Elsie Griffin, and he was also a director of the Bristol Madrigal Society.Young, Percy; Rootham, Jasper (1997). \"British Composers – Cyril Rootham\" (CD booklet notes). EMI Classics 5099950592326. After attending Bristol Grammar School, Rootham initially entered St John's College, Cambridge, as a sizar in 1894 to study classics. Graduation in 1897 was followed by a second bachelor's degree, this time in music, which he completed in 1900. Rootham continued his musical education at the Royal College of Music where he studied under Marmaduke Barton, Walter Parratt, Hubert Parry and Charles Villiers Stanford, among others. Rootham's first professional appointment was as organist of Christ Church, Hampstead, where in 1898 he succeeded the composer Walford Davies. This was followed by a brief period as organist at St Asaph Cathedral in north Wales in 1901. In the same year, Rootham was appointed organist at St John's College, Cambridge, a post he held until the end of his life. In 1909, Rootham married Rosamond Margaret Lucas who supplied him with support and encouragement. Rosamond was put in charge of the costume making at the CUMS concerts, and the Rootham household was always filled with whatever clothes were needed for a new performance. Their son Jasper St John Rootham was born in 1910. In 1912, Rootham became conductor of the Cambridge University Musical Society (CUMS). Under his enterprising leadership and programming, the CUMS exerted a significant influence on English musical life of the time. Rootham revived Handel oratorios, Mozart operas and other currently neglected works by Purcell and others. E. J. Dent and others are usually credited with the textual preparation, but Rootham was responsible for their musical success.Hutchings, Arthur (1979; reprinted 2007, CD booklet notes). Lyrita SRCD269. The CUMS concerts also promoted modern music such as Zoltán Kodály's Psalmus Hungaricus, Arthur Honegger's Le roi David and Ildebrando Pizzetti's 'Mass and Piano concerto, all led by Rootham. In 1930 Rootham invited several contemporary composers to the concert; Manuel de Falla, Kodály and Honegger attended, as did Kathleen Long. Rootham's genial manner and enviable physique (as a student he had excelled in athletics) made him highly popular amongst students. This popularity helped the success of the CUMS concerts, all of which were largely extracurricular. In 1914 Rootham had become a Fellow of St John's after taking over the post of University Lecturer in Form and Analysis of Music. In 1924 he was made Senior Lecturer in Counterpoint and Harmony. Rootham was also a much appreciated teacher of orchestration. His many students included Arthur Bliss, Arnold Cooke, Christian Darnton, Armstrong Gibbs, Patrick Hadley, Walter Leigh, Basil Maine, Robin Orr, Bernard Stevens and Percy Young. As much as he promoted the works of other composers, Rootham did relatively little to push his own compositions into the repertoire. He conducted the first performance of his opera The Two Sisters in 1922 and three years earlier his own setting of Laurence Binyon's For the Fallen (which sparked a controversy as Elgar's setting of the same poem was published shortly after Rootham's, though neither composer was individually responsible for starting the dispute). Rootham's continued involvement with the CUMS included a performance of Handel's Semele and the revival of the tradition of triennial performances of Greek plays with newly composed music, a tradition which continued even after his death. Later in his life Rootham was plagued by illness. On developing progressive muscular atrophy following a stroke his active involvement in the CUMS was left to Boris Ord (from 1936). He completed a few works including City in the West and his three movement Second Symphony, the orchestration for which was completed by his close friend Patrick Hadley. Rootham died in 1938, aged sixty-two, while still at the height of his creative powers. ==Music== Cyril Rootham's short choral work Brown Earth, first performed on 14 March 1923 at the Royal Albert Hall, published as part of the Carnegie Collection of British Music in 1929 Despite his many activities outside composition, Rootham was able to produce a musical catalogue that included an opera, two symphonies, several smaller orchestral pieces, chamber music and various choral works. Rootham regarded music with the utmost seriousness but never considered it a luxury to be confined to certain people. This might explain why he never completely broke with tradition; his music has a slight influence from Stanford and especially Parry. A presence of modalism can be found in much of his music as well as, in the later works, harmonic parallelism and bitonality. His harmonies with their unexpected twists and bitonalities, could be criticised for a lack of spontaneity and he is sometimes in danger of repeating himself but if this is the case then Rootham's masterly handling of the orchestra, of which sir Arthur Bliss praised Rootham as a brilliant teacher, certainly makes up for any constructional shortcomings. Favourite teaching examples included Mozart and Rimsky-Korsakov, and there is indeed a Russian love of primary colours in some of Rootham's work. Elsewhere the influence from Kodaly can be detected, especially in the glittering orchestral textures in Rootham's Psalm of Adonis from 1931. Rootham's later works show inspiration from both Delius and Vaughan Williams (whose opera The Poisoned Kiss Rootham premiered), and bear evidence of a progression in his music. Though he acknowledged the English folksong revival he never directly involved himself in the movement, and he avoided many of the musical clichés identified by Constant Lambert in \"Music Ho!\". Nevertheless, the subject matter of his opera, The Two Sisters, is based on a version of the well-known folk ballad \"The Twa Sisters\" and opens with an unaccompanied rendition of six verses instead of an overture. Henry Colles recognised Rootham's style as \"vigorous and genial\", reflecting his personality. The Symphony no. 1 in C minor epitomises this musical vigour, especially the first and last movements which Arthur Hutchings considers to contain Rootham's most characteristic music. Another Rootham trademark evident in the symphony is his almost vocal writing for brass. His refined string writing is showcased in the Rhapsody on the old English tune Lazarus. Rootham was in his element when writing for chorus and voice. Rootham's first significant compositions were vocal. It has been said that Stanford, when Rootham studied under him at the RCM, once grunted: \"You can write for voices, me boy\". His talent at combining words and music in masterly choral settings led Colles to write: \"The stimulus of words brings out the more delicate and poetic qualities and gives distinction to his music\".The Stolen Child, Ode on the Morning of Christ's Nativity and City in the West (a poem by his son Jasper) are among his finest achievements. ==Selected works== === Stage === *Op.55 The two sisters, opera in three acts (1918–21), based on the ballad \"The twa sisters o' Binnorie\" – libretto by Marjory Fausset ===Orchestral=== *Op.8 Four Impressions (Killarney), miniatures for violin and small orchestra (1900) *Op.36 A Passerby, rhapsody after Robert Bridges (1910) *Op.42 Pan, rhapsody for orchestra (1912) *Op.60 Processional for the Chancellor's Music, for full orchestra (1920) *Op.67 Rhapsody on \"Lazarus\", for double string orchestra (1922) *Op.82 St. John's Suite, for small orchestra (1929–30) *Op.84 Psalm of Adonis, for orchestra (1931) *Op.86 Symphony no. 1 in C minor (1932) *Op.97 Symphony no. 2 in D major, for orchestra with choral finale (1936–38) (\"The Revelation of St. John\"; incomplete; final movement orchestrated by Patrick Hadley) ===Choral=== *Op.18 Andromeda, dramatic cantata (1903–05) - poem by Charles Kingsley *Op.29 Coronach, for baritone, chorus and orchestra (1908) - poem by Sir Walter Scott *Op.33 The Lady of Shalott, for chorus and orchestra (1909) - poem by Alfred, Lord Tennyson *Op.38 The Stolen Child, chorus and orchestra (1911) - poem by William Butler Yeats *Op.51 For the Fallen, chorus and orchestra (1915) - poems by Laurence Binyon *Op.65 Brown Earth, chorus, semi-chorus and orchestra (1921–22) - poem by Thomas Moult *Op.81 Ode on the Morning of Christ's Nativity, soloists, chorus, semi-chorus and orchestra (1927–28) - poem by John Milton *Op.93 City in the West, chorus and orchestra (1936) - poem by the composer's son Jasper Rootham ===Chamber=== *Op.2 String Quartet in A major (1899) *Op.10 String quartet in G minor (1902) *Op.20 Capriccio for string quartett in D minor (1905) *Op.27 String quintet in D major (1908) *Op.49 String quartet in C major (1914) *Op.61 Miniature suite for piano quintet (or piano and string orchestra) (1920) *Op.64 Suite in three movements for flute and piano (1921) *Op.75 Sonata in G minor for violin and piano (1925) *Op.83 Septet for viola, wind quintet and harp (1930) *Op.85 Trio for violin, cello and piano (1932) ===Organ=== *Op.28 Epinikion \"Song of Victory\" (1907) *Op.37 Elegiac Rhapsody on an Old Church Melody, variations on the hymn tune \"Iste Confessor\" ===Piano=== *Op.88 Suite for Pianoforte (1933) ===Songs=== :Siegfried Sassoon settings: *Op.58 Three Song-Pictures by Siegfried Sassoon (1919–20) - \"Butterflies\", \"Idyll\", \"Everyone Sang\" *Op.62 Four songs by Siegfried Sassoon (1921) - \"A Child’s Prayer\", \"Morning Glory\", \"A Poplar and the Moon\", \"South Wind\" *Four unpublished songs by Siegfried Sassoon (1926) - \"Before Day\", \"Morning-Land\", \"Noah\", \"Tree and Sky\" ==Selected writings== * The modern orchestra and its combination with the singing voice; especially with regard to conductors and composers, Journal of the Royal Music Association, 1910 * Voice Training for Choirs and Schools, Cambridge University Press, 1912 ==References== == Bibliography == * Harold Watkins Shaw: The succession of organists of the Chapel Royal and the cathedrals of England and Wales from c1538 - Also of the organists of the collegiate churches of Westminster and Windsor, certain academic choral foundations, and the cathedrals of Armagh and Dublin, Oxford: Clarendon Press, 1991. 475 p. * Enid Bird: 20th century English cathedral organists, E.Bird (Aug 1990) 96 p., * Wolfgang Suppan, Armin Suppan: Das Neue Lexikon des Blasmusikwesens, 4. Auflage, Freiburg-Tiengen, Blasmusikverlag Schulz GmbH, 1994, * Kenneth Shenton: Cyril Bradley Rootham, in: Journal of the British Music Society. 7 (1985), pp 30–37. * W.J. Smith: Five centuries of Cambridge musicians 1464-1964, Cambridge: W. Heffer, 1964, 75 p. * Percy A. Scholes: The mirror of music 1844-1944 - A century of musical life in Britain as reflected in the pages of The Musical Times, Oxford: Oxford University Press, 1948, 2 vols * A. J. B. Hutchings: The Music of Cyril Bradley Rootham, in: The Musical Times, Vol. 79, No. 1139 (Jan. 1938), pp 17–22 * Frederick W. Thornsby, John Henry Burn: Dictionary of organs and organists, Second edition, London: Geo. Aug. Mate, 1921, 476 p. == External links == * Cyril Rootham website - catalogue of works with opus numbers, reviews of CDs, recent concerts, playlist, articles * Catalogue of works and an article by John France on musicweb-international.com * Papers of Cyril Bradley Rootham – a list by the Janus Project * Category:1875 births Category:1938 deaths Category:People educated at Bristol Grammar School Category:Alumni of St John's College, Cambridge Category:Fellows of St John's College, Cambridge Category:Alumni of the Royal College of Music Category:English composers Category:English classical organists Category:British male organists Category:People from Bristol ",
    "title": "Cyril Rootham"
}