{
    "id": "7808236",
    "text": "Joseph Ripley Chandler (August 22, 1792 – July 10, 1880) was a Whig member of the U.S. House of Representatives from Pennsylvania. ==Biography== Joseph R. Chandler was born in Kingston, Massachusetts. He was engaged in commercial work in Boston, Massachusetts, and moved to Philadelphia, Pennsylvania, in 1815. He founded a young ladies' seminary and worked as editor of the United States Gazette from 1822 to 1847. He was a member of the Philadelphia City Council from 1832 to 1848, and a member of the State constitutional convention in 1837. For a short time, he was an editorial assistant at Graham's Magazine in 1848.Oberholtzer, Ellis Paxson. The Literary History of Philadelphia. Philadelphia: George W. Jacobs & Co., 1906. . p. 273 Chandler was elected as a Whig to the Thirty-first, Thirty-second, and Thirty-third Congresses. He was an unsuccessful candidate for reelection in 1854. He was appointed by President James Buchanan as Minister to the Two Sicilies and served from June 15, 1858, to November 15, 1860. He served as president of the board of directors of Girard College. He became interested in prison reform and was a delegate to the International Prison Congress held at London in 1872. He died in 1880 in Philadelphia, where he was interred in New Cathedral Cemetery. ==Bibliography== *Gerrity, Frank. \"The Disruption of the Philadelphia Whigocracy: Joseph R. Chandler, Anti-Catholicism, and the Congressional Election of 1854.\" Pennsylvania Magazine, 111 (April 1987): 161-94. ==Sources== *The Political Graveyard ==External links== * * Category:Members of the United States House of Representatives from Pennsylvania Category:Pennsylvania Whigs Category:Philadelphia City Council members Category:Ambassadors of the United States to the Kingdom of the Two Sicilies Category:19th-century American newspaper editors Category:1792 births Category:1880 deaths Category:Whig Party members of the United States House of Representatives Category:19th-century American politicians ",
    "title": "Joseph Ripley Chandler"
}