{
    "id": "7808413",
    "text": "Color - Inkjet refill kit. Black - Inkjet refill kit. An inkjet refill kit is a set of tools and ink used to refill ink cartridges. The specific tools and the amount or type of ink depends on which cartridge the kit is designed for. The purpose of an inkjet refill kit for consumers is that it offers a low-cost alternative to buying original, genuine cartridges. ==Contents== Typically, a refill kit comes with a cartridge holder, bottles of ink and needles. The exact tools that come with the kit can vary by manufacturer or by which cartridge the kit is for. Some tools are found in all kits because they are necessary to refill, but others, like the cartridge holder or a needle to withdraw air from the cartridge, are optional. The most common refill kits come with either: bottles of black ink for black refill kits; or one bottle each of cyan, magenta and yellow for color refill kits; or one bottle each of photo cyan, photo magenta and photo black for photo-color refill kits; or combination of all colors for combo refill kits. ==Refilling process== The refill process typically involves the following steps: * Injecting ink: Depending on the type of cartridge being refilled, ink can either be injected through a hole on top of the cartridge, or directly into the ink chambers after the top has been popped off. The ink can be injected directly from a bottle (with a needle tip on it) or from a needle filled with ink. The ink must be slowly injected into the cartridge so as not to cause damage, or overfilling, or overflow to other-color ink reservoirs. (For colors, a label on the cartridge might have three ordered color-dots to indicate the corresponding three ink colors of the reservoir chambers. : Some refill kits include a final step where a small amount of air is removed from the cartridge in order to restore the ink-fluid balance that was present inside the cartridge before the refilling. * Installing and running: Once the cartridge is filled, the top is placed back on (if necessary) and the cartridge can be reinstalled in the printer. Extra ink flowing from the cartridge print-head can be wiped or blotted (for a few minutes). On some cartridges, the ink has a problem getting to the bottom of the cartridge (especially the colored cartridges), it must be forced to the bottom either by suction through the jet plate or by putting pressure from the top with a syringe to purge the ink through the jet plate very gently. It might be necessary to run the printer cleaning utilities on the refilled cartridge, in case any excess ink is left over from the refilling process. A note to the unfamiliar: the capacity of the cartridge of some brands is much much more than the cartridge comes with when new (especially the colored ones), there may be room for 2 or 3 times the ink sold in some \"kits\" (this can be learned by doing an autopsy on a non- functioning cartridge, also why the ink does not reach the bottom in the case of some colored inks). In those cases, the needle must be able to reach to within 0.375\" from the bottom or closer to be sure that the ink can reach the jets and not just saturate the sponge. The sponge can in some cases take two or more charges of ink and still not reach the bottom (jets). * Print-head cleaning: Sometimes the ink flow might be blocked by dried ink on the ink cartridge print-head. For color cartridges, typically one ink-color fails to flow due to dried ink. The dried ink can be cleaned using isopropyl alcohol (50% or higher) on a swab or folded paper towel rubbed gently three or four times across the print-head. Another method is to let the cartridge sit overnight in a shallow cup or glass of very warm clean water (not necessarily distilled water). The water depth required is about .25 or .375\"; remove and re-clean as above and try to use. ==Anti-refilling protections used by printer manufacturers== Resetting an Epson ink cartridge using a resetter tool Many printer manufactures provide their cartridges with chips and/or sensors to prevent refilling. These chips can also serve as a \"copy protection,\" so that the printer does not work with cartridges made by other manufacturers. In such cases, the refilling process must include the bypassing of those anti- refilling protections. (Refill instructions, chip resetters or autoreset chips [the latter are reset each time the printer is switched on] for different cartridge models, and other tools are available on the Internet.) Time-coding of ink cartridges To make more money, some manufacturers provide their ink cartridges with a time chip, so that after a certain period of time or after a certain number of printed pages the ink cartridges no longer work and/or a message appears that they are empty even if they are still almost full. So the user cannot buy several ink cartridges to store them for a longer time, but must regularly buy new ones. Region-coding of printers and ink cartridges For price discrimination, some printer manufacturers (e.g. Canon, Epson, HP, Lexmark, Xerox) give their printers and ink cartridges region codes - similar to DVD region codes -, so that the users can only use printers and ink cartridges from their region and cannot import cheaper ones from another region. The region can be changed several times; then, the printer is \"region- locked\" like an RPC-2 DVD drive and accepts only cartridges from one certain region. Sometimes the region change must be done by the manufacturer's customer service and cannot be done by the user. Xerox printers are shipped with neutral \"factory\" ink sticks with no region coding. Upon the installation of the first new ink stick after these factory sticks, the machine will set a region code based on the installed ink stick and will only accept ink sticks for that region from that point forward. \"Officially, \" only three starter ink sticks per color can be used; then, the printer will no longer accept them and will want region-coded ink sticks to be inserted, but there are workarounds for that problem. When moving to a new region, it seems a good idea to store empty cartridges from the old region (or to re-use the region-free Xerox factory ink sticks) and to refill them with ink from the new region. However, they usually also have chips and sensors to prevent refilling (such as the \"time chips\" mentioned above). Some manufacturers of region-coded printers also offer region-free printers specially designed for travelers, but, generally, the best solution seems to be to avoid region-coded printers. Integration of the print-head in the cartridge Some manufacturers install the print-head not in the printer, but integrate it in the cartridge. This makes it more difficult or even illegal (because of patent laws) for other manufacturers to rebuild cartridges, and just refilling the cartridge (including cleaning the print-head and resetting or disabling chips/sensors, if necessary) is sometimes not sufficient, because one cannot print anymore once the print-head no longer works. ==Advantages and disadvantages== The main benefit of using a refill kit is the claimed cost savings. Environmental benefit is also claimed, as the process reuses a cartridge that would have otherwise been thrown away after one use. The downside to refill is the time associated with it and the unpredictability. Refilling a cartridge can take 10–15 minutes for those unfamiliar with the process, and some may prefer buying a new cartridge to the effort it takes to refill. Also, ink cartridges usually last for 4-5 refills, but there are those that can only be refilled one time before they are worn out. The biggest perceived downside to refilling is the mess associated with it. Many consumers shy away from refilling either based on past experiences or stories they have heard. Many of the unsuccessful refill kits of the past were so-called \"universal\" kits, meaning they were designed for use with multiple cartridges. Because all manufacturers use different types of ink, and because different cartridge designs require different refilling processes, these universal kits had a high failure rate. Today these kits are harder to find, as refill kits made for specific cartridges have become more the norm, but perception that all refill kits are messy still remains. The main reason for the decline in refill kits is the emergence of large chains of ink stores that offer a refill process. This is similar to the evolution of the automobile oil change. Just as cars became too complex for the average driver to change oil, the new cartridges have also become too complex for the average consumer to do it by themselves. Inkjet refill kits are available in different sizes and with different grades of ink. ==See also== *Continuous ink system *Ink cartridge *Inkjet printer ==References== Category:Inkjet printers Category:Inks Category:Office equipment Category:Printing and the environment Category:Recycling ",
    "title": "Inkjet refill kit"
}