{
    "id": "7809188",
    "text": "P.J. Kavanagh FRSL (6 January 1931 – 26 August 2015) was an English poet, lecturer, actor, broadcaster and columnist. His father was the ITMA scriptwriter Ted Kavanagh. == Life == Patrick Joseph Kavanagh worked as a Butlin's Redcoat, then as a newsreader for Radiodiffusion Française, in Paris. He attended acting classes but was called up for National Service, and was wounded in the Korean War. Kavanagh attended Merton College, Oxford from 1951 to 1954; there he began to write poetry, and met Sally Philipps, the daughter of the novelist Rosamond Lehmann. He and Philipps wed in 1956; two years later she died suddenly, of poliomyelitis, while they were living in Java, where he was teaching for the British Council. His memoir about their relationship, The Perfect Stranger, won the Richard Hillary Memorial Prize. He published several volumes of poetry: One and One, On the Way to the Depot, About Time, Edward Thomas in Heaven, Life Before Death and An Enchantment and Something About. There were collections: Selected Poems, Presences: New and Selected Poems, and Collected Poems. In 1993 he was given the Cholmondeley Award for poetry. Kavanagh's first novel, A Song and Dance, was awarded the Guardian Fiction Prize; he wrote three further novels: A Happy Man, People and Weather, and Only by Mistake; and two novels for children: Scarf Jack and Rebel for Good. He published a collection of essays and articles People and Places: A Selection 1975–1987, a travel autobiography Finding Connections, and a literary companion Voices in Ireland. He was editor of Collected Poems of Ivor Gurney, The Bodley Head G. K. Chesterton, The Essential G. K. Chesterton, The Oxford Book of Short Poems (with James Michie) and A Book of Consolations. He co-presented the programmes Poetry Please on BBC Radio 4 and Not So Much a Programme on BBC1 TV. His acting roles included the films Masters of Venus (1962), Half Moon Street (1986) and Hidden Agenda (1990), and his television appearances include Journey Through Summer, as the Nazi-memorabilia-collecting Father Seamus Fitzpatrick in the episode of Father Ted, \"Are You Right There, Father Ted?\", and as the secret agent Sean Mortimer suffering from drug- induced amnesia in the episode \"The Forget-Me-Knot\" of the series The Avengers, the last episode with Diana Rigg in the female leading role. He was a columnist for The Spectator from 1983 to 1996 and then for The Times Literary Supplement until 2002. ==Death== Kavanagh lived in Gloucestershire from 1963 until his death. He married his second wife, Catherine Ward, in 1965; they had two sons together. ==Publications== *One and One, London: Heinemann, 1959. *The Perfect Stranger (autobiography), London: Chatto and Windus, 1966. *On the Way to the Depot, London: Chatto & Windus/The Hogarth Press, 1967. *A Song and Dance, 1968 *About Time, London: Chatto & Windus/The Hogarth Press, 1970. *A Happy Man, 1972. *Edward Thomas in Heaven, London: Chatto & Windus/The Hogarth Press, 1974. *People and Weather, London: John Calder, 1978. *Scarf Jack, 1978. *Life Before Death, London: Chatto & Windus/The Hogarth Press, 1979. *Rebel for Good, 1980. *Collected Poems of Ivor Gurney (editor), Oxford University Press, 1982 (paperback) *The Oxford Book of Short Poems (co-editor with James Michie), Oxford University Press, 1985. *The Bodley Head G. K. Chesterton, (editor), 1985 *Only by Mistake, 1986. *The Essential G. K. Chesterton, (editor), 1987 *People and Places: a selection 1975–1987, 1988 *Finding Connections, 1990 *An Enchantment, Manchester: Carcanet, 1991. *A Book of Consolations, (editor), 1992 *Collected Poems. Manchester: Carcanet, 1995. * Voices in Ireland: A Traveller's Literary Companion, John Murray, 1995. *Something About, Manchester: Carcanet, 2004. *P. J. Kavanagh Reading from his poems, The Poetry Archive 2005 ==Partial filmography== *Masters of Venus (1962) – Mike *Lawrence of Arabia (1962) – Staff Major – Murray's Aide (uncredited) *The Naked Brigade (1965) – Lt. Bentley *Half Moon Street (1986) – General Sir George Newhouse *Hidden Agenda (1990) – Alec Nevin ==References== ==External links== *PJ Kavanagh at Poetry Archive *PJ Kavanagh at literary agent PFD *Site which includes Voices in Ireland by PJ Kavanagh complete Category:1931 births Category:2015 deaths Category:Alumni of Merton College, Oxford Category:BBC Radio 4 presenters Category:British Army personnel of the Korean War Category:Disease-related deaths in England Category:English male television actors Category:People educated at Douai School Category:Fellows of the Royal Society of Literature Category:English male poets Category:People from Worthing ",
    "title": "P. J. Kavanagh"
}