{
    "id": "7809965",
    "text": "Forever, for Always, for Love is the second studio album by American R&B; singer and songwriter Luther Vandross, released on September 21, 1982, by Epic Records. It became Vandross' second album to chart in the top 20 on the Billboard 200 and was his second album to top the R&B; Albums chart where it spent three weeks. The album was certified Platinum by the RIAA, and earned Vandross his third nomination for Best R&B; Vocal Performance, Male, but lost to Marvin Gaye for his song \"Sexual Healing\". The hit \"Since I Lost My Baby\" was originally recorded by the Temptations in 1965, while the \"Having a Party\" part of the opening track was originally recorded by Sam Cooke in 1962. The album's opening track was heard during the opening credits of the 1990 film House Party. Rolling Stone gave the album a four-star rating, describing Vandross as \"the most gifted male pop-soul singer of his generation\". In 2004, singer Lalah Hathaway covered the song \"Forever, for Always, for Love\" for the compilation album Forever, for Always, for Luther. She later included the song on her 2004 third album Outrun the Sky. In the same year Philadelphia rap-duo Young Gunz sampled \"Better Love\" on their top 40 hit \"No Better Love\" ft. Rell. == Track listing == == Personnel == *Luther Vandross – vocals, backing vocals, vocal arrangements; acoustic piano on \"Once You Know How\"Luther Vandross – Forever for Always, for Love (1982) album releases & credits at Discogs. Retrieved 7-4-2016. *Doc Powell, Georg Wadenius – guitar *Nat Adderley, Jr. – keyboards, backing vocals *Ed Walsh – synthesizer *Marcus Miller – bass *Yogi Horton, Buddy Williams – drums *Paulinho da Costa, Ralph MacDonald, Sammy Figueroa – percussion *Alan Rubin, Dave Bargeron, David Taylor, Gregory Williams, Jon Clarke, Jon Faddis, Lawrence Feldman, Lou Marini, Michael Brecker, Peter Gordon, Randy Brecker, Ronnie Cuber, Tom Malone – horns *Alfred Brown, Emanuel Vardi, Frederick Buldrini, Gene Bianco, Guy Lumia, Harry Zaratzian, Helen Weiss, Homer Mensch, Jesse Levy, John Beal, Jonathan Abramowitz, Judy Geist, Julien Barber, Kermit Moore, Leo Kahn, Leo Kahn, Lewis Bagowitz, Lewis Eley, Louann Montesi, Margaret Ross, Marilyn Wright, Max Pollikoff, Ora Shiran, Richard Sortomme, Richard Young, Ron Carter, Sidney Kaufman, Sue Pray – strings *Brenda White King, Fonzi Thornton, Paulette McWilliams, Phillip Ballou, Cissy Houston, Michelle Cobbs, Tawatha Agee, Yvonne Lewis, Norma Jean Wright – backing vocals *Paul Riser, Leon Pendarvis – string and horn arrangements ==Charts== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (1982) ! scope=\"col\"| Peak position |- |- |- ! scope=\"col\"| Chart (1987) ! scope=\"col\"| Peak position |- |- |} == Certifications == == See also == * List of number-one R&B; albums of 1982 (U.S.) == References == Category:Luther Vandross albums Category:1982 albums Category:Albums arranged by Paul Riser Category:Epic Records albums Category:Legacy Recordings albums ",
    "title": "Forever, for Always, for Love"
}