{
    "id": "7809967",
    "text": "Joseph Casey (December 17, 1814 – February 10, 1879) was a United States Representative from Pennsylvania and a Judge and Chief Justice of the Court of Claims. ==Education and career== Born on December 17, 1814, at Ringgold Manor in the unincorporated community of Ringgold, Washington County, Maryland, Casey read law with Charles B. Penrose of Carlisle, Pennsylvania in 1838. He was admitted to the bar and entered private practice in Bloomfield, Pennsylvania from 1838 to 1845. He continued private practice in New Berlin, Pennsylvania from 1845 to 1849. ==Congressional service== Casey was elected as a Whig from Pennsylvania's 13th congressional district to the United States House of Representatives of the 31st United States Congress, serving from March 4, 1849, to March 3, 1851. He declined to be a candidate for renomination in 1850. ==Later career== Following his departure from Congress, Casey resumed private practice in New Berlin from 1851 to 1855, and in Harrisburg, Pennsylvania from 1855 to 1861. He was a Commissioner for the Commonwealth of Pennsylvania in 1855. He was the reporter of decisions for the Supreme Court of Pennsylvania from 1856 to 1861. ==Federal judicial service== Casey received a recess appointment from President Abraham Lincoln on May 23, 1861, to a Judge seat on the Court of Claims (later the United States Court of Claims) vacated by Judge George Parker Scarburgh. He was nominated to the same position by President Lincoln on July 9, 1861. He was confirmed by the United States Senate on July 22, 1861, and received his commission the same day. His service terminated on March 13, 1863, due to his elevation to be Chief Justice of the same court. Casey was nominated by President Lincoln on March 12, 1863, to the Court of Claims, to the new Chief Justice seat authorized by 12 Stat. 765. He was confirmed by the Senate on March 13, 1863, and received his commission the same day. His service terminated on December 1, 1870, due to his resignation. ==Later career and death== Following his resignation from the federal bench, Casey resumed private practice in Washington, D.C. from 1871 to 1879. He was a Professor at National University (now George Washington University) from 1871 to 1879. He died on February 10, 1879, in Washington, D.C. He was interred in Oak Hill Cemetery in Washington, D.C. ==References== ==Sources== * *The Political Graveyard Category:Members of the United States House of Representatives from Pennsylvania Category:Judges of the United States Court of Claims Category:Pennsylvania state court judges Category:Pennsylvania lawyers Category:1814 births Category:1879 deaths Category:Pennsylvania Whigs Category:Burials at Oak Hill Cemetery (Washington, D.C.) Category:United States Article I federal judges appointed by Abraham Lincoln Category:19th-century American judges Category:Whig Party members of the United States House of Representatives Category:19th-century American politicians ",
    "title": "Joseph Casey (congressman)"
}