{
    "id": "7810863",
    "text": "Thomas Edward Seymour (born January 20, 1977 in New Britain, Connecticut) is an American filmmaker and actor. Tom is most known for the award-winning documentary features VHS Massacre and VHS Massacre Too distributed by FilmRise, MUBI and Troma Entertainment (2016-2020). The documentaries feature Joe Bob Briggs, James Rolfe, Greg Sestero, Debbie Rochon, Lloyd Kaufman, Juliette Danielle. They concentrate on the video store era and how media consolidation has destroyed the American exploitation film industry. VHS Massacre and VHS Massacre Too garnered 21 wins at San Francisco IndieFest, Miami Sci-Fi, Houston, Independent Horror Movie awards, Telly Awards and others. The film also screened at Yale University in May 2016 as part of the NH docs Film Festival. That same year it was called \"A Fantastic Documentary\" by Ain't it Cool News. Tom is also considered one of the \"Top Twenty Contemporary Underground Filmmakers in the U.S.\", according to the book The History of Independent Cinema and is known for his work on the 2018 National Board of Review Nominated Toy Shop and the Emmy Nominated and YouTube award nominated series Net_work (2007-2009) featured on Hulu.34th Annual Daytime Emmy Awards, page31 url =http://cdn.emmyonline.org/day_34th_program_telecast.pdf In 2019 Thomas joined the Telly Awards Judging Council known as the \"Silver Council\". In 2014 Seymour won the Platinum Remi (World-fest Houston's Highest honor) for his feature film Rudyard Kipling's Mark of the Beast. He has accrued over thirty film festival wins in his career to date. His films have been covered everywhere from Variety, NPR to the New York Times. Seymour has directed video content for CBS, NBC, IGN, Troma, College Humor, Bloodbath and Black20 Studios over the course of his career. He is the creator of the popular internet web series Black20: Trailer Park (Seen on G4 TV, IGN, YouTube). Black20.com boasts a 150,000,000 unique views of their video content and features talent such as Aubrey Plaza, Amy Schumer, Eric Andre and others. In 2008 Thomas along with the rest of the Black20 comedy troop were voted the first \"The King's of Dot Comedy\" by \"Attack of the Show\" on G4TV. With Jon Gorman of Bloodbath Pictures Thomas directed the feature film Rudyard Kipling's Mark of the Beast starring Ellen Muth (Dead Like Me Showtime series) in 2012 which was given a positive review by Ain't it Cool News and was featured in Issue #318 of Fangoria Magazine in the article \"Bugged out on Beast\". He also co-created the Bikini Bloodbath Trilogy (distributed by Uwe Boll's company Boll World Sales) , a comedy horror film series starring Debbie Rochon, Lloyd Kaufman. In 2010 Bikini Bloodbath Carwash was named the \"#1 Ridiculous(ly Awesome) Horror Movie Titles of all time by Mark H. Harris, About.com Guide. The third installment of the Bikini Bloodbath series entitled Bikini Bloodbath Christmas was called \"A, B-movie Masterpiece!\" by horrorsociety.com in 2011 and was recommended by the Rain Dance Film Festival on the “List of Christmas Horror Films to watch: 12 Day of Anti-Christmas,” in December 2013. At Hale Manor Productions, he starred in and directed such films as London Betty (Released on Maverick Entertainment's Platinum label in 2010), starring Daniel Von Bargen from Seinfeld and Malcolm in the Middle and narrated by Clint Howard. London Betty also made the list of \"Top Films of the Year\" on Moviesmademe.com in 2009 and in May 2011 London Betty hit the #3 spot for British comedy on Amazon on Demand. He also directed the York Entertainment DVD release Bestseller Land of College Prophets and Everything Moves Alone, which had a New York Theatrical run in 2001. Some of his higher profile acting performances include A New Wave (starring John Krasinski), Being Michael Madsen (starring Michael Madsen, Virginia Madsen and David Carradine), the Web-Emmy nominated Hulu series Net_Work as the character \"Tom: The Coolest Guy in The Office\" and The Tonight Show with Jay Leno in the \"Easter Bunny Hates You\" digital video. He also composed the scores for the independent films such as Everything Moves Alone, Thrill Kill Jack in Hale Manor, and Land of College Prophets. While he acts, directs and writes scripts, he is also a solo artist. His first album, U.S. Export was released by Sling Slang Records in 2004 to positive reviews. ==Filmography== *VHS Massacre (Troma Entertainment) *Monster Kill Series (Troma Entertainment) *Rudyard Kipling's Mark of the Beast *A New Wave *Being Michael Madsen *London Betty *Bikini Bloodbath *Land of College Prophets *Raise Your Voice *The 1 Second Film *Everything Moves Alone *Bikini Bloodbath Car Wash *Bikini Bloodbath Christmas *The Wind *Attack of the Show ==Discography== *U.S. Export 2003 (Sling Slang Records) *Sky from the Mine 2011 (Hale Manor Productions) ==References== ==External links== * *Thomas joins the Telly Awards Judging Council January, 2019 *\"VHS Massaccre wins at the 39th Annual Telly Awards\"(Silver and Two Bronze), Telly Awards, June 1, 2018 *“VHS Massacre Movie Review” Ain't it Cool, April 16th, 2016 *\"VHS Massacre screens at Yale University\" Yale News, May 19th 2016 *“Seinfeld actor Daniel Von Bargen's last film was Thomas Edward Seymour's London Betty,” Variety, March 4th, 2015 *“Thomas Edward Seymour wins Platinum Remi at Worldfest Houston,” World-fest Houston Awards Page, April 18th, 2014 *“Review of Mark of the Beast,” Ain't it Cool, November 16th, 2012 *“Top list of Christmas Horror Films: 12 Day of Anti-Christmas,” Raindance Film Festival, December 19th, 2013 *“Interview with Thomas Edward Seymour,” Search My Trash, December 12th, 2012 *“Interview (Building a Perfect Beast by Michael Gingold) with Thomas Edward Seymour,” Fangoria Magazine, November 17th, 2011 *“Interview (Where we Live) with Thomas Edward Seymour,” NPR, September 21, 2008 *“Plainville filmaker garners praise,” New Britain Herald, September 21, 2008 *\"Interview with the Hartford Courant on the making of London Betty *“The Knights who say BIKINI: An Interview with Thomas Edward Seymour,” DVD Town, Dec 1, 2008 *\"Satire With the Blessing of Lady Luck Herself\" by Virginia Heffernan, New York Times, May 1, 2007 *MSN Movies Category:1977 births Category:Living people Category:American rock musicians Category:American male film actors Category:American film score composers Category:Male film score composers Category:People from New Britain, Connecticut ",
    "title": "Thomas Edward Seymour"
}