{
    "id": "7810013",
    "text": "Manuel Narvaez (born December 25, 1981) is a Puerto Rican professional basketball player. He has played in the NBDL, National Association of Intercollegiate Athletics (NAIA) and the National Superior Basketball League of Puerto Rico (BSN) with Santurce Crabbers, Coamo Marathon Runners, Ponce Lions, Bayamón Cowboys, Morovis Titans, and the Isabela Gallitos. Narvaez was drafted by the Albuquerque Thunderbirds with the 1st pick of the fourth round of the 2006 NBDL draft. He was a member of the 2006 and 2007 Puerto Rican National Team. ==Biography== Narvaez played his college career with Southern Nazarene University from 2000 to 2004. During his junior year (2002–03)he averaged 15.8 points per game and 11.6 rebounds per game. During his senior year (2003–2004) he averaged 18.6 points per game and 12.5 rebounds per game, and was named NAIA Third Team All-American. Narvaez played professionally in the National Superior Basketball League starting in 2000. In 2006 Narvaez was drafted by the Albuquerque Thunderbirds with the 1st pick of the fourth round of the 2006 NBA Development League draft. On January 2, 2007, Narvaez was waived by the Thunderbirds. On February 14, 2007, Narvaez was acquired by the Colorado 14ers to replace Eric Osmundson due to injury. Narvaez was waived by the 14ers in February 2007. With the Coamo Marathon Runners in 2007, Narvaez averaged 14 points and 13.9 rebounds per game. He led his team in five categories: defensive rebound, offensive rebounds, All-start team, sportsmanship player and defensive team. Narvaez was a member of the Puerto Rican National Basketball Team in 2006, participating in the Central American and Caribbean Games earning the Gold Medal and the Basketball World Championship 2006. During summer of 2007, Narvaez represented Puerto Rico as a member of the Puerto Rican National Basketball Team, which won a silver medal during the 2007 Pan-American Games. Narvaez participated in the 2010 National Superior Basketball season, playing with Ponce Lions with an average of 10 points and 10 rebounds per game. In the 2011 season with Coamo, Narvaez averaged 11 points and 11 rebounds. Narvaez is also an author of a motivational book called \"El Sentido del Baloncesto en la Vida\". In this book, Narvaez described leadership tools basketball offers to the future generations. ==Career stats== Narvaez's NBA Development League stats in 16 games were 7 games started, 61 points with 3.9 points per game, 8 assists for 0.4 assists per game average, 72 rebounds for a 4.9 rebounds per game average, 4 steals with a 0.3 steals per game average, 1 block for a 0.1 blocks per game average, a .500 field goal percentage and a .765 free-throw percentage. ==References== * NBA.com Manuel Narvaez Player Profile * Basketball- Reference.com NBDL Stats – Manuel Narvaez Category:1981 births Category:Living people Category:Albuquerque Thunderbirds players Category:Baloncesto Superior Nacional players Category:Basketball players at the 2007 Pan American Games Category:Basketball players at the 2011 Pan American Games Category:Central American and Caribbean Games gold medalists for Puerto Rico Category:Colorado 14ers players Category:Competitors at the 2010 Central American and Caribbean Games Category:Leones de Ponce basketball players Category:Pan American Games gold medalists for Puerto Rico Category:Pan American Games medalists in basketball Category:Pan American Games silver medalists for Puerto Rico Category:People from Bayamón, Puerto Rico Category:Puerto Rican men's basketball players Category:Puerto Rico men's national basketball team players Category:Southern Nazarene Crimson Storm men's basketball players Category:2006 FIBA World Championship players Category:Centers (basketball) Category:Central American and Caribbean Games medalists in basketball ",
    "title": "Manuel Narvaez"
}