{
    "id": "7810878",
    "text": "Major General Rowland Laugharne (1607 - 1675) was a member of the Welsh gentry, and a prominent soldier during the Wars of the Three Kingdoms, in which he fought on both sides. Laugharne served as a page to Robert Devereux, 3rd Earl of Essex, and may have served with him in the Dutch war with Spain. Along with John Poyer and Rice Powell, he led Parliamentarian forces in Pembrokeshire during the 1642 to 1646 First English Civil War. from 1643 until the Royalists surrendered in June 1646. A social conservative, he supported moderate Parliamentarians who wanted a negotiated settlement with Charles I, and opposed radicals within the New Model Army. In the Second English Civil War, he fought for the Royalists, but was defeated at the Battle of St Fagans in May 1648. Condemned to death with Poyer and Powell, he was reprieved after the three drew lots; Poyer lost, and was executed shortly afterwards. After the 1660 Restoration, he was elected to the Cavalier Parliament in 1661 for Pembroke, but played little part in politics. His last years were spent in poverty, and he died in November 1675. ==Biography== Rowland Laugharne was the eldest son of John Laugharne (1584–1644), from St Brides in Pembrokeshire, and Janet Owen (1588–after 1635). His father owned St Brides Castle, a converted abbey, now a listed building. His sister Dorothy married Sir Hugh Owen (1607–1670), Member of Parliament for Pembroke Boroughs. His nephew Captain John Laugharne (1640–1687), son of his younger brother Francis, emigrated to Virginia in 1673, and became a prominent member of the colonial establishment. At some point before 1639, he married Anne Button (died 1681); they had one surviving child, another Rowland (ca 1640–1691), who avoided politics, but appears to have had Tory sympathies, since he refused to swear allegiance to William III after the 1688 Glorious Revolution. His grandson John (1666–1715), was a Tory MP for Haverfordwest from 1702 to 1715. ==Career== Part of Laugharne's youth was spent as page to the Earl of Essex, and he may have accompanied him on military service in the Low Countries. Little is known of his activities during this period, but he was certainly an experienced soldier prior to returning to Wales. ===First English Civil War; 1642 to 1646=== When war began in August 1642, most of Wales supported Charles I, with the exception of Pembrokeshire. Laugharne, Rice Powell, and John Poyer, mayor of Pembroke, were instrumental in holding it for Parliament, helped by the inefficiency of the Earl of Carbery, the local Royalist commander. Pembrokeshire acquired greater significance after the July 1643 truce between Irish Royalists and the Confederacy; if the Royalists won control of ports like Cardiff, it would allow them to quickly ship large numbers of troops to England. In early 1644, a Parliamentarian naval squadron sailed into Milford Haven, and offered to evacuate Poyer and his garrison, who refused. Instead, Laugharne used them to clear Pembrokeshire of Royalist forces, and was appointed Governor of Pembroke Castle. Confronted by fresh troops under Sir Charles Gerard, Laugharne withdrew to his bases in Pembroke and Tenby, which control of the sea made virtually impregnable. Gerard established garrisons at Aberystwyth, Kidwelly, Carmarthen, Cardigan, Newcastle Emlyn, Laugharne, and Roch, devastated the lands between, then returned to Royalist headquarters in Oxford. Many of the Royalist troops at Marston Moor in July came from Wales, and defeat left insufficient forces to relieve these strongpoints if attacked. On 29 October, Laugharne and 2,000 troops besieged Laugharne Castle, which was held by 200 men under Lieutenant-Colonel Russell. A two day bombardment left a breach large enough for an assault, and on 2 November the Parliamentarians captured the outer ward of the castle. Russell surrendered the following day, and his men received a pass to Cardigan Castle. Leaving a small garrison in place, Laugharne marched out to meet Royalist troops advancing from Carmarthen, who withdrew before making contact. Laugharne moved onto Cardigan, but had to wait for his heavy artillery to be transported from Laugharne Castle before beginning operations; it surrendered in late December, and he repulsed a Royalist attempt to retake it in January. In March 1645, Parliament awarded him £3,000, as well as the forfeited lands of John Barlow, in Slebech. The New Model Army defeated Charles' main field army at the Battle of Naseby in June 1645, leaving the Royalists only in control of the West Country. Laugharne set about reducing their remaining garrisons in South Wales, a process mostly complete by early 1646. The war ended Charles when surrendered in June, by which time Laugharne was commander-in-chief for Pembrokeshire, Cardiganshire, Carmarthenshire, and Glamorgan. ===Second English Civil War; 1648=== Arguments over the settlement with Charles led to conflict between Parliamentarian moderates, mostly Presbyterians like Laugharne, and religious Independents, many of whom were also members of the New Model. The moderates held a majority in Parliament, with military backing from the London Trained Bands, the Western Association under Edward Massey, Laugharne and Poyer in Wales, as well as elements of the Royal Navy. They were opposed by more radical MPs, supported by the Army Council, which included Sir Thomas Fairfax and Oliver Cromwell. Pembroke Castle, Laugharne's headquarters In April 1647, Parliament confirmed Laugharne as commander in South Wales, but only by a margin of three votes, and appointed a New Model officer as his deputy. Many viewed Poyer and Laugharne with suspicion, particularly since Charles continued to negotiate with the Irish Confederacy for military support, making it vital to control ports like Cardiff and Milford Haven. In July, another experienced New Model officer, Colonel Thomas Horton, was sent to replace Laugharne, and secure these positions. The economic cost of the war, a poor 1646 harvest, and recurrence of the plague meant Parliament could not meet all of its obligations; by March 1647, the troops in Wales had not been paid for eighteen months, while the New Model was owed over £3 million, an enormous sum at the time. Parliament ordered it to Ireland, stating only those who agreed would be paid; when their representatives demanded full payment for all in advance, it was disbanded. The Army Council responded by seizing control of London, which meant Laugharne's troops now faced disbandment without pay. In March 1648, he visited London to meet with sympathetic MPs; he was arrested returning to Wales, but soon escaped. Poyer and Rice Powell refused to hand over Pembroke Castle to their replacements, and were joined there by Laugharne. It was now clear the only way to keep control of their mutinous troops was to ensure they were paid; in April, the three leaders declared their support for restoring Charles, in line with the terms being discussed with Parliamentary moderates. They assembled an army of around 8,000, but most were untrained and poorly armed, and were easily defeated by Horton's experienced troops at St Fagans in May. Laugharne withdrew to Pembroke Castle, which was besieged by a force under Cromwell, and surrendered in July 1648. ===Post 1648=== The war had become increasingly bitter, and participants in the Second Civil War were often harshly treated; after St Fagans, Horton executed four of Laugharne's officers for treason. Laugharne, Poyer and Powell were sentenced to death, but Fairfax decreed only one should die, to be decided by lots drawn by a child. Poyer drew the blank, and was executed by firing squad in April 1649; his two colleagues were sent into exile. Although Laugharne later claimed to have spent most of the 1650s in prison, he seemed to have been treated with relative leniency by the Protectorate, although his Slebech estates were removed in October 1649, and given to Colonel Horton and others. After the 1660 Restoration, he was elected to the Cavalier Parliament in 1661 for Pembroke, a constituency controlled by his cousin, Sir John Owen. He never recovered his financial losses, and played little part in politics; shortly before his death in November 1675, his wife claimed he had been obliged ‘to pawn his cloak and sword, and has only 3 shillings in the world’. ==References== ==Sources== * * * * * * * * * * ==Bibliography== * Philips, J. R., Memoirs of the Civil War in Wales and the Marches 1642–49 (London, 1874). * Leach, A. L., History of the Civil War (1642–49) in Pembrokshire and on its Borders (London, 1937). * Rees, J. F., Studies in Welsh History – collected papers, lectures and reviews (Cardiff, 1947). Category:1607 births Category:1675 deaths Category:People from Pembrokeshire Category:People of the English Civil War Category:Members of the Parliament of England (pre-1707) for constituencies in Wales Category:17th-century soldiers Category:17th-century Welsh people Category:English MPs 1661–1679 ",
    "title": "Rowland Laugharne"
}