{
    "id": "7810695",
    "text": "\"East of the Sun (and West of the Moon)\" is a popular song written by Brooks Bowman, an undergraduate member of Princeton University's Class of 1936, for the 1934 production of the Princeton Triangle Club's production of Stags at Bay. It was published in 1934 by Santly Bros. and soon became a hallmark of the Princeton Tigertones, one of Princeton University's all-male a cappella groups. The standard is also sung by the Princeton Nassoons, Princeton University's oldest a cappella group. ==Recorded versions== *\"East of the Sun\" was first recorded by Hal Kemp for Brunswick Records on Dec. 1, 1934, and has remained a jazz standard since the 1950s. *Another of the first recordings was by Arthur Tracy on September 22, 1935 according to CD jacket of ASV Living Era Hits of '35, CD AJA 5185. *Frank Sinatra recorded it in 1940 (with backup slang lyrics) with the Tommy Dorsey Orchestra Album - Head On My Pillow (RCA Victor) Making - mars 1936. *Sarah Vaughan recorded it in a 1949 Columbia session for the album Sarah Vaughan in Hi-Fi., and also her 1953 EP \"Hot Jazz (album)\" *Charlie Parker recorded it as early as 1952; it is featured on numerous albums, including two renditions on The Complete Legendary Rockland Palace Date 1952. *Benny Goodman recorded a memorable version with his sextet, also in 1952; this performance is included on Benny Goodman Sextet. *Stan Getz recorded it in 1955, and it was featured as the first track on his seminal double album The West Coast Jazz. *One of the most popular recordings was by Louis Armstrong, featured in his 1957 double-album I've Got the World on a String. *The Four Freshmen recorded it on their album Four Freshmen and Five Saxes (1957). *Keely Smith recorded it in 1958 for her Capitol album, Politely with Billy May & His Orchestra. *Lee Wiley recorded it for West of the Moon (1958). *Ella Fitzgerald included this on her 1959 Verve release Ella Fitzgerald Sings Sweet Songs for Swingers with the Frank De Vol Orchestra and Harry \"Sweets\" Edison on trumpet. *Frank Sinatra recorded it on I Remember Tommy (1961). *Al Hirt released a version on his 1962 album, Trumpet and Strings. *Cal Tjader recorded the song on his 1964 album, Breeze from the East. *Ellis Marsalis Recorded the song in the Wynton Marsalis album of 1991, Standard Time Vol. 2. *Tony Bennett recorded the song on his 1992 tribute to Sinatra Perfectly Frank. *Betty Carter recorded the song on her 1996 album I'm Yours, You're Mine. *Diana Krall recorded the song on her album When I Look in Your Eyes (1999) and again on Live in Paris (2002). Other versions recorded include: *Guy Mitchell *Billie Holiday, *Tommy Dorsey,Tommy Dorsey, A Portrait of Tommy Dorsey Retrieved 09-19-11 *George Shearing *Dakota Staton, Lester Young, *Scott Hamilton (1993), *Stacey Kent (1998) *Sonny and Perley (1999), *Alexis Cole (2005), *Rebecca Parris (2007), and Joshua Redman (2007). ==References== Category:1935 songs Category:1930s jazz standards Category:Louis Armstrong songs Category:Ella Fitzgerald songs Category:Frank Sinatra songs Category:Tony Bennett songs Category:Diana Krall songs Category:Guy Mitchell songs Category:Billie Holiday songs Category:Tommy Dorsey songs Category:Al Hirt songs Category:Princeton University ",
    "title": "East of the Sun (and West of the Moon)"
}