{
    "id": "7811151",
    "text": "Lake Stevens High School is a high school located in Lake Stevens, Washington, United States, in the Lake Stevens School District. LSHS currently educates grades 10–12. ==History== LSHS first opened in the early 20th century where North Lake Middle School is currently located. LSHS has since moved to its current location on 113th Avenue, and the current school was remodeled in the 1990s and again in the summer of 2007, and is currently undergoing a modernization 2018-2021. In the summer of 2010, the football stadium was torn down and remodeled to fit more people. ==='Pink Palace'=== From 1929 to 1979, Lake Stevens High School was located on the grounds where North Lake Middle School currently stands. Painted with surplus paint with a pinkish hue sometime between 1958 -1959, the school was eventually nicknamed the Pink Palace. After the 1978-1979 school year, the building was demolished, and students began at the current LSHS location in the fall of 1979. ==School activities== Several school programs use names that reference the region's Scandinavian heritage, which is also reflected in the \"Vikings\" mascot. The annual yearbook is known as The Rune, while the student newspaper is The Valhalla. Lake Stevens High School has four bands which all play at both the fall and spring concerts and at a large number of festivals and ensembles. These bands are the two jazz bands, the wind ensemble, and the concert band. All the bands come together to make the Viking Pep Band, which plays at all home football and basketball games and participates in school assemblies. The bands have won many awards from festivals such as MPMEA, Pasco, and BDX. ==Sports, Athletics and Clubs== LSHS is a member of the 4A WESCO North division of Washington State. ===Wrestling=== The varsity Wrestling team has won 11 state titles: 1990, 2000, 2001, 2004, 2007, 2008, 2009, 2011,2012,2013,2016 under coach Brent Barnes. The team went 18 years without losing a WESCO league match, last losing to Lynnwood High School during the 1993 season. In the 2007-2008 season, the streak ended with a loss to Snohomish High School by a margin of 18-31. However, the team went on to win the state championship that same year. MTV featured the Lake Stevens High School wrestling team in an episode of True Life in 2012, the episode entitled, \"On The Mat\". ===Girls' Basketball=== Girls' basketball team played in the 2008 state tournament. ===Football=== The Lake Stevens High School football team is currently led by football head coach Tom Tri. He has led the Lake Stevens Vikings to numerous undefeated, playoff seasons ever since his takeover in 2004. The undefeated 2015 Vikings played on NBC, ESPN and ABC throughout the year. In 2018 the Vikings took 2nd WIAA 4A, losing the Championship game to Union High School. As of 2019 they are the 7-peat champions of the Wesco 4A Conference. ===Boys' Soccer=== The boys' soccer team has been nationally ranked by the Adidas National Soccer Association of America. In the 2006 season, their peak ranking was #9 in the national poll and #2 in their region, they finished fourth in state that year. In 2010, the boys' soccer team completed its most successful season to date, winning Wesco North and All Wesco district titles and eventually making it into the state finals. In the same year, the boys' soccer team was also ranked #21 out of 50 on ESPN's FAB 50, which ranks the top 50 teams in the nation. ===Cross Country=== The Lake Stevens High School Cross Country team, led by Coach Chaffee, has sent runners to the state meet for several years in a row. Their most recent season (2017) ended by sending the girls varsity team on to the state championship meet for the first time in many years. ==Performing Arts== ===Theatre=== Lake Stevens High School offers an Introduction to Theatre and an Advanced Theatre course. ===Choir=== Lake Stevens High School offers Concert Choir, Jazz Choir, and Treble Choir. Choir is directed by Mrs. Monika Tabor at both LSHS and Cavelero Mid High School. ==Notable alumni== *Mitch Canham - Former Oregon State catcher and current minor league baseball player for the Oakland Athletics. *Marv Harshman - Member of the National Basketball Hall of Fame *Cory Kennedy (skateboarder) - Pro-skateboarder *Chris Pratt - Television and Film actor. Television shows such as Everwood, The O.C., and Parks and Recreation. Films such as The Lego Movie and Guardians of the Galaxy (film). (Spoke for the class of 2020’s graduation *Stephen Thompson - Played on Super Bowl III (New York Jets), currently a pastor in Marysville, Washington. *Ryan Verdugo - Major League Baseball pitcher (Kansas City Royals, Boston Red Sox) *Jacob Eason - NFL quarterback for Indianapolis Colts ==References== ==External links== *Lake Stevens High School Website *HeraldNet Prep Sports *Lake Stevens School District #4 *Woodinville Band *The Valhalla Category:High schools in Snohomish County, Washington Category:Public high schools in Washington (state) ",
    "title": "Lake Stevens High School"
}