{
    "id": "7811684",
    "text": "Dr Max Atkinson is an academic and author from the United Kingdom. Atkinson has worked with a number of prominent politicians and business leaders and is particularly known for his research on speech writing and presentation skills in the fields of political speeches, courtroom language and conversation. == Academic career == After completing a PhD in Sociology at the University of Essexhttp://maxatkinson.blogspot.com/2010/11/will-any-of-this-weeks- student.html in 1969, Atkinson worked as a Lecturer at the University of Lancaster (1969–72) and the University of Manchester (1973–76) and was a Fellow of Wolfson College at Oxford University from 1976 to 1988. Atkinson also held a visiting professorship at Henley Management College for ten years and for shorter periods at other universities in Sweden, Austria and the United States. == Public speaking and speech writing career == Atkinson first came to prominence in 1984 with the publication of his book Our Masters' Voices: The Language and Body Language of Politics, in which he outlined research which demonstrated how particular sets of rhetorical techniques can trigger applause from the audience during political speeches. These techniques were put to the test that year in a Granada Television World in Action programme in which Atkinson demonstrated how a speaker with no previous public speaking experience could be coached to win multiple rounds of applause and a standing ovation at the annual conference of the Social Democratic Party in the UK. Sir Robin Day, commenting for BBC television, described the conference speech delivered by Ann Brennan, who Atkinson had coached, as \"the most refreshing speech we've heard so far\", while The Guardian said that it \"lit up the conference as no other speech had done all week\". In 1985, Atkinson ran a seminar on speech writing at the White House during Ronald Reagan's Presidency. From 1987 to 1999, Atkinson was an advisor and speech writer for the leader of the Liberal Democrats, Paddy Ashdown. Ashdown has noted: \"There was scarcely a single major speech, in my eleven years as leader of the Liberal Democrats that I made without benefiting from Max Atkinson’s personal advice and help.\" Atkinson has published a number of books and is also noted as a blogger for his commentary on public communications. In 2015, he was awarded a lifetime achievement award by the UK Speechwriters' Guild. In March 2016, Atkinson was made a Fellow of the Academy of Social Science (FAcSS) for his contributions to social science. ==Books== Max Atkinson's books include: *Discovering Suicide: Studies in the social organisation of sudden death, Macmillan, 1978. *Order in Court: the organisation of verbal interaction in judicial settings(with Paul Drew), Macmillan, 1979. * Structures of Social Action: Studies in conversation analysis(edited with John Heritage), Cambridge University Press, 1984. *Our Masters' Voices: the Language and Body Language of Politics, Routledge, 1984. *Lend Me Your Ears: All You Need to Know About Making Speeches and Presentations, Vermilion, 2004. *Speech-Making and Presentation Made Easy, Vermilion, 2008. *Seen and Heard: Conversations and Commentary on Contemporary Communication, Gunmakers, 2014. Some of Atkinson's books have been published in the USA and several translated into other languages, including Spanish and Russian. ==References== ==External links== * Max Atkinson's blog * Max Atkinson's website * Max Atkinson's comments on Barack Obama's oratory * Article by Max Atkinson in relation to Gordon Brown's oratory * Guidance by Max Atkinson in relation to public speaking Category:English self-help writers Category:English non-fiction writers Category:Living people Category:Year of birth missing (living people) Category:Alumni of the University of Essex Category:English male non-fiction writers ",
    "title": "Max Atkinson"
}