{
    "id": "7811253",
    "text": "Monument to Mother Featherlegs near Lusk, Wyoming\"Mother Featherlegs\" (died 1879) was a sex worker who lived near Lusk, Wyoming and was murdered during a robbery in 1879. She received her name because of the ruffled lace underwear that she favored. Her grave has been called the only monument in the United States to a sex worker. ==Adult life== Mother Featherlegs and a live-in companion arrived in the area around Lusk in 1876, and promptly established a whorehouse along the Cheyenne-Black Hills trail, at which establishment gambling and whiskey were supplied in addition to sex. Her companion, who called himself \"Dangerous Dick\" Davis, claimed to be a hunter and trapper, but spent most of his time lounging around the house instead. The house, little more than a dugout near a stream, soon became a refuge for bandits from the surrounding area, and they would frequently entrust jewels, money, and other valuables to the madam for safe-keeping. ==Death== One afternoon in the summer of 1879, Mrs. O. J. Demmon, the wife of a local rancher, rode to Mother Featherlegs' for a visit, having no one else to talk to. She discovered the madam's murdered body lying beside the spring; apparently she had been killed while filling a bucket with spring water, and had been dead for two or three days. Tracks in the area indicated that Dangerous Dick had murdered his companion and fled with the money and jewels she was holding for local bandits. Mother Featherlegs was buried quietly on the spot, her identity still unknown. Davis returned to the swamps of Louisiana, and was captured and charged with murder and robbery some years later. Before his lynching, he confessed to murdering his companion, whose real name was Charlotte Shepard. According to him, she was part of a gang of cutthroats that operated in the area shortly after the American Civil War; eventually all of the gang members, including her sons Tom and Bill, were killed except for Shepard and Davis. ==Later interest== In 1893 Mother Featherlegs' grave was disturbed by a pair of curious schoolboys. One of them, Russell Thorp, Jr., later recalled the incident: > A school mate and myself spent a vacation in and around Rawhide and Muskrat > Canyon and like the fool things kids sometimes undertake, we decided to dig > up the remains of Mother Featherlegs. So we camped nearby and proceeded to > do this job at night. It was a beautiful moonlight night. This was, as I > recall, about the summer of 1893 — 14 years after her death. When we removed > the lid of this homemade pine coffin, her features were clearly > recognizable, with a great mass of red hair. We hastily nailed the lid back > down. After all those years the body had more the appearance of being > slightly mummified, and the coffin was not rotted. DeadWood Magazine. == Memorial == On May 17, 1964, a monument in red granite was unveiled over the grave of Mother Featherlegs; Roadside America. it had been created as part of a reenactment of the 1864 stagecoach run between Cheyenne and Deadwood, and was built with donations from the citizens of Lusk. Russell Thorp, Jr., unveiled the stone, which read: > Here lies Mother Featherlegs. So called, as in her ruffled pantalettes she > looked like a feather-legged chicken in a high wind. She was roadhouse > ma'am. An outlaw confederate, she was murdered by \"Dangerous Dick Davis the > Terrapin\" in 1879. Legends of America. The grave of Mother Featherlegs may still be visited; it is located about ten miles south of the town of Lusk. == References == Category:1879 deaths Category:American murder victims Category:American prostitutes Category:Murdered sex workers in the United States Category:People murdered in Wyoming Category:People from Lusk, Wyoming Category:Year of birth missing Category:Monuments and memorials to women ",
    "title": "Mother Featherlegs"
}