{
    "id": "7812113",
    "text": "The Oklahoma Department of Veteran Affairs (ODVA) is a department of the state of Oklahoma under the supervision of the Oklahoma Secretary of Veterans Affairs charged with providing medical and rehabilitative services for veterans and their families. The Department is governed by a nine-member Oklahoma Veterans Commission, who members are appointed by the Governor, with the approval the Oklahoma Senate for three-year terms. The Governor appoints members from names submitted by the American Legion, Disabled American Veterans, Veterans of Foreign Wars, Military Order of the Purple Heart, National Guard Association, Paralyzed Veterans of America, as well as three at-large appointees. The Commission in turn appoints the Executive Director of the Department, who serve at the pleasure of the Commission and is responsible for administration of the Department. The Department was created in 1981 during the term of Governor George Nigh as a successor to the Soldiers Relief Commission. ==Mission and History== The Veterans Affairs Department is charged with ensuring all Oklahoma veterans and their families receive all possible benefits and provide health services and long-term skilled care in a residential environment to all qualified veterans residing in the state. These services includes nursing and domiciliary care, financial assistance in emergencies, and field service counseling in the filing of claims for United States Department of Veterans Affairs and state benefits. The Oklahoma Legislature created the Soldiers Relief Commission in 1947. It was later replaced by the Department in 1981. ==Leadership== The Department is administered by the Department's Executive Director. Oversight for the Department is provided by the nine member Oklahoma Veterans Commission. ===Oklahoma Veterans Commission=== The Department of Veterans Affairs is administered under such rules, regulations and policies as may be prescribed by the nine-member Oklahoma Veterans Commission. The members of the Commission are appointed by the Governor of Oklahoma, with the approval of the Oklahoma Senate, from a list of names submitted by the American Legion, Disabled American Veterans, Veterans of Foreign Wars, Military Order of the Purple Heart, National Guard Association, Paralyzed Veterans of America, as well as three at-large appointees. Three members of the Commission must be Vietnam War veterans. All members serve three-year terms. As of August 2017, the members of the Oklahoma Veterans Commission are as follows: *Chairman Tom Richey *Eric Tuck *Gerry Shepherd *Pat Fite *Pete Costilow *Larry Van Schuyver *Gary Secor *Lloyd Smithson *Jon Arthur ==Budget== ===Funding=== The Department is funded primarily from three sources: yearly appropriations, patient fees, and federal funding. The United States Department of Veterans Affairs provides the Department a federal per diem payment per veteran in each Department Veterans Center. Each of the three funding sources makes up roughly one-third of the total budget of the Department. ===Expenditures=== The Department has annual budget of just over $130 million. The vast majority of that budget (over $100 million) was dedicated to employee salaries and benefits.Fiscal Year 2011 State Budget, Oklahoma Office of State Finance ==Organization== *Oklahoma Veterans Commission **Executive Director ***Deputy Director ****Director, Veterans Services - responsible for providing outreach and services to veterans and their dependents *****Mental Health Liaison *****Education *****Employment ****Chief Financial Officer - responsible for overseeing all finances of the Department ****Claims and Benefits Manager - responsible for providing as complete rehabilitation as possible to disabled veterans and their dependents *****Lawton Claims Office *****Muskogee Claims Office *****Oklahoma City Hospital Office *****Muskogee Hospital Office *****Tulsa Hospital Office ****Regional Veterans Centers Administrators - responsible for providing medical, nursing and domiciliary care to veterans *****Ardmore Veterans Center *****Claremore Veterans Center *****Clinton Veterans Center *****Norman Veterans Center *****Sulphur Veterans Center *****Tahlihina Veterans Center ****Administrative Programs Officer - responsible for overseeing the central administrative and personnel operations of the Department *****Program Administrator (Construction) - responsible for overseeing all construction by the Department *****Program Administrator (Safety) - responsible for overseeing all public safety issues for the Department *****Program Administrator (Information Technology) - responsible for overseeing technology use by the Department *****Program Administrator (Human Resources) - responsible for overseeing all human resource issues for the Department ****State Approving Agency Administrator - responsible for approving criteria for veterans' professional and educational assistance needs ===Claims and Benefits=== The Claims and Benefits Division provides many different services to the veterans and their dependents. The primary function is to assist veterans and their dependents with their claims before the United States Department of Veterans Affairs. Claims worked through the Muskogee, Oklahoma Claims Office help claimants obtain compensation and pension benefits. Oklahoma Department of Veterans Affairs Service Officers nationally accredited through the Department of Veterans Affairs to represent the claimant with their claims and appeals. The Service Officers will assist in the appeals process, and if necessary, represent the claimant at a personal hearing before the United States Department of Veterans Affairs Hearing Officer. The Muskogee Claims Office handles lifetime hunting & fishing permits, state benefits requests, and the Financial Assistance Program. ==Staffing== The Veterans Affairs Department, with an annual budget of over $130 million, is one of the largest employers of the State. For fiscal year 2010, the Department was authorized 1,998 full-time employees.FY 2011 State Budget, Oklahoma Office of State Finance {| border=\"1\" cellspacing=\"0\" cellpadding=\"5\" style=\"border-collapse:collapse;\" class=\"wikitable\" !Division !Number of Employees |- |Administration |35 |- |Claims and Benefits |32 |- |Nursing Care |1,926 |- |State Approving Agency |5 |- |Total |1,998 |} ==See also== *United States Department of Veterans Affairs ==References== ==External links== *Oklahoma Department of Veterans Affairs official website Veterans Affairs, Department of Oklahoma ",
    "title": "Oklahoma Department of Veterans Affairs"
}