{
    "id": "7812526",
    "text": "Shadmot Dvora () is a moshav in northern Israel. Located south-west of Tiberias, it falls under the jurisdiction of Lower Galilee Regional Council. In it had a population of . The village was established on 23 May 1939 by Jewish immigrants mostly from Germany. ==History== The moshav was founded in the evening of the Jewish holiday Shavuot (23 May 1939) on the lands of the Arab village al-Shajara, which the Palestine Jewish Colonization Association had bought in the 1920s. Initially it was established as a tower and stockade settlement by part of the members from the cooperative moshav Moledet, most of which were immigrants from Germany, whom strove to live in a moshav ovdim. Initially the settlement was named \"Omer\" after the Nahal which established it, although later on the name of the village was changed to \"Shadmot Dvora\", after the name of Dorothy de Rothschild, the wife of James Armand de Rothschild who was the president of PICA (he was appointed to this position in 1924 by his father Edmond James de Rothschild), that from his money the lands of the moshav were bought, and also after Deborah the prophetess, whom gathered the Israeli tribes to fight the Canaanites in this area (Judges 4:14). During the first seven years the residents of the moshav lived within the walls of the small tower and stockade settlement, which was located opposite the unfriendly Arab village of Shaara on the other side of the wadi, only after the conclusion of the 1948 Arab–Israeli War during which the inhabitants of Shaara fled to the neighboring Arab countries, their village was ruined and the residents of the moshav felt more secure to start living outside of the walls. Following this, at the end of the 1940s and the start of the 1950s the lands of the moshav were distributed between all the inhabitants of the moshav, in which the inhabitants established individual farms for each family, while the rest of the lands were distributed among the residents for agricultural purposes. During the 1970s a new part was added to the moshav in its southern part, in which new houses were constructed which were bought by the children of the residents of the moshav, and also new residents. During the 1980s the economic condition of the moshav worsened, as a result of financial debts accumulation and the commonalty of the settlement was put under an Administrative receivership. Since the end of the 1990s and during the course of the 2000s, under the Administrative receivership, on a designated vacant part of the moshav in its eastern part, which wasn't in use by anyone, new houses were built and were sold to the children of the veteran residents of the moshav and to new residents in order to cover the debts of the moshav. ==References== ==External links== *Official website Category:German-Jewish culture in Israel Category:Moshavim Category:Populated places in Northern District (Israel) Category:Populated places established in 1939 Category:1939 establishments in Mandatory Palestine ",
    "title": "Shadmot Dvora"
}