{
    "id": "7812016",
    "text": "Bernd Sturmfels Bernd Sturmfels (born March 28, 1962 in Kassel, West Germany) is a Professor of Mathematics and Computer Science at the University of California, Berkeley and is a director of the Max Planck Institute for Mathematics in the Sciences in Leipzig since 2017. ==Education and career== He received his Ph.D. in 1987 from the University of Washington and the Technische Universität Darmstadt. After two postdoctoral years at the Institute for Mathematics and its Applications in Minneapolis, Minnesota, and the Research Institute for Symbolic Computation in Linz, Austria, he taught at Cornell University, before joining UC Berkeley in 1995. His Ph.D. students include Melody Chan, Jesús A. De Loera, and Rekha R. Thomas. ==Contributions== Bernd Sturmfels has made contributions to a variety of areas of mathematics, including algebraic geometry, commutative algebra, discrete geometry, Gröbner bases, toric varieties, tropical geometry, algebraic statistics, and computational biology. He has written several highly cited papers in algebra with Dave Bayer. He is also the author or co-author of multiple books including: *Computational synthetic geometry (with J. Bokowski, 1989) *Oriented matroids (with A. Bjorner, M. Las Vergnas, N. White, and G. M. Ziegler, 1993; 2nd ed., 1999) *Algorithms in invariant theory (1993; 2nd ed., 2008) *Gröbner bases and convex polytopes (1996) *Gröbner deformations of hypergeometric differential equations (with M. Saito and N. Takayama, 2000) *Solving systems of polynomial equations (2002) *Combinatorial commutative algebra (with E. Miller, 2005) *Lectures on algebraic statistics (with M. Drton and S. Sullivant, 2009) *Combinatorial algebraic geometry (with Conca, Di Rocca, Draisma, Huh, and Viviani, 2013) *Introduction to tropical geometry (with D. Maclagan, 2015) ==Awards and honors== Sturmfels' honors include a National Young Investigator Fellowship, an Alfred P. Sloan Fellowship, and a David and Lucile Packard Fellowship. In 1999 he received a Lester R. Ford Award for his expository article Polynomial equations and convex polytopes. He was awarded a Miller Research Professorship at the University of California Berkeley for 2000–2001. In 2018 he was awarded the George David Birkhoff Prize in Applied Mathematics. In 2012, he became a fellow of the American Mathematical Society.List of Fellows of the American Mathematical Society, retrieved 2013-08-05. ==Selected publications== * * ==References== ==Further reading== * ==External links== * Homepage at Berkeley * Category:1962 births Category:20th-century German mathematicians Category:20th-century American mathematicians Category:21st-century American mathematicians Category:Living people Category:University of Washington alumni Category:Fellows of the American Mathematical Society Category:UC Berkeley College of Engineering faculty Category:Fellows of the Society for Industrial and Applied Mathematics Category:Mathematics popularizers Category:Technische Universität Darmstadt alumni Category:Algebraic geometers Category:Combinatorialists Category:People from Kassel Category:Sloan Research Fellows Category:Algebraists Category:Cornell University faculty Category:21st-century German mathematicians ",
    "title": "Bernd Sturmfels"
}