{
    "id": "7812331",
    "text": "Rush in Rio is a live DVD by Canadian band Rush, released in 2003 (see 2003 in music). It is also available as a three CD set. It was the first concert DVD ever released by the band, consisting of 29 songs, and is available in both one- and two-disc sets. Bonus features in the two-disc set include a behind- the-scenes tour documentary directed by Andrew MacNaughtan and multi-angle viewing options for three instrumentals. The performance was recorded and filmed at Maracanã Stadium in Rio de Janeiro, Brazil and was the final night on the 2002 Vapor Trails Tour. It is the band's first live video that presents a single night's entire performance. The attendance at this show was 40,000, the second largest crowd at a show on the Vapor Trails Tour (the largest crowd being 60,000 at the previous night's show in São Paulo). The crew had such a difficult time driving from São Paulo to Rio de Janeiro that they were hours late when they arrived at the stadium, and no sound or video check was done because the crowd was entering by the time everything was set up. After this show, Neil Peart's rotating drum riser was destroyed when it was being removed from the stadium by a flat-bed truck whose driver miscalculated the height of the exit. During the final three shows of the tour, all in Brazil, the Vapor Trails carpet spread out on the stage became so soaked with rainwater that it could not be flown out with the rest of the equipment afterward. It was left behind in Rio and eventually sold on eBay to a fan in Connecticut. The Rush In Rio DVD received the 2004 Juno Award for \"Music DVD of the Year.\" ==Easter eggs== The second disc includes two Easter eggs. The first Easter egg is the cartoon that plays during \"By-Tor and the Snow Dog.\" If you are using a remote control, the Easter egg is accessed by pressing \"enter\" on a remote control at 26:40 in the disc-2 documentary, \"The Boys in Brazil,\" while Alex Lifeson is discussing the song. Or, if you are at a keyboard, you can press the [Enter] key once (also known as the 'Return' key) at any point between 26:40 and 27:39. The second Easter egg on the second disc is a video of Rush playing \"Anthem\" in 1975. It is accessed with a remote control by selecting the second clip (\"O Baterista\") on the main menu, the first clip (\"YYZ\") twice, and the second again, returning to the main menu after each selection. If you are using a computer, start the clip \"O Baterista\", and let it start playing. Either let it play to the end, (which returns you to the main menu,) or click your media player's button for 'next selection' (which takes you to the main menu). Next, play the track \"YYZ\", and, as before, return to the main menu. Select \"YYZ\" again, and then play \"O Baterista\" again. After playing those four selections in that sequence, when you return to the main menu you will see a new 'Special Bonus' option at the top-left of the main menu called, \"Anthem 1975.\" This video sequence has been referred to as an allusion to Rush's 1976 album 2112. ==Track listing== ===Disc 1=== # \"Tom Sawyer\" – 5:04 # \"Distant Early Warning\" – 4:50 # \"New World Man\" – 4:04 # \"Roll the Bones\" – 6:15 # \"Earthshine\" – 5:44 # \"YYZ\" – 4:56 # \"The Pass\" – 4:52 # \"Bravado\" – 6:18 # \"The Big Money\" – 6:03 # \"The Trees\" – 5:12 # \"Freewill\" – 5:48 # \"Closer to the Heart\" – 3:04 # \"Natural Science\" – 8:34 # \"One Little Victory\" – 5:32 # \"Driven\" – 5:22 # \"Ghost Rider\" – 5:36 # \"Secret Touch\" – 7:00 # \"Dreamline\" – 5:10 # \"Red Sector A\" – 5:16 # \"Leave That Thing Alone\" – 4:59 # \"O Baterista [Drum Solo]\" – 8:54 # \"Resist\" – 4:23 # \"2112 Overture/The Temples of Syrinx\" – 6:52 # \"Limelight\" – 4:29 # \"La Villa Strangiato\" – 10:05 # \"The Spirit of Radio\" – 5:28 Encore: # \"By-Tor and the Snow Dog\" – 4:34 # \"Cygnus X-1\" – 3:12 # \"Working Man\" – 5:48 ===Disc 2=== The Documentary: The Boys in Brazil MX Multiangle Songs: # \"YYZ\" # \"O Baterista\" # \"La Villa Strangiato\" \\+ Easter Eggs ==Personnel== ===Band members=== *Geddy Lee - vocals, bass guitar, synthesizers, acoustic guitar on \"Resist\" *Alex Lifeson - electric and acoustic guitars, backing vocals *Neil Peart - drums and percussion ===Production=== *Daniel E. Catullo III - director, producer *Andrew MacNaughtan - director of \"The Boys in Brazil\" *Lawrence Jordan, Lionel Pasamonte - producers *Ray Danniels, Pegi Cecconi, Bryan Domyan - executive producers *Allan Weinrib - executive producer, producer of \"The Boys in Brazil\" *Glenis S. Gross, Tilton Gardner, Robert McClaugherty - co- executive producers *Michael J. Schultz, Alberto Magno - Brazilian producers *Ted Kenney - line producer *James 'Jimbo' Barton - audio producer ==References== ==External links== * Category:Rush (band) video albums Category:2003 video albums Category:Live video albums Category:2003 live albums Category:Atlantic Records live albums Category:Atlantic Records video albums Category:Rush (band) live albums Category:Juno Award for Music DVD of the Year winners pt:Rush in Rio sv:Rush in Rio ",
    "title": "Rush in Rio (video)"
}