{
    "id": "7813241",
    "text": "Luana DeVol frequently sang with the Masterworks Chorale. She can be seen on the left of the quartet of soloists in this 1979 performance. Luana DeVol (born November 30, 1942 in San Mateo, California) is an American operatic soprano who made her Metropolitan Opera debut as Ortrud in April 2007 in Wagner's Lohengrin. The production was broadcast internationally on April 29, 2007. She was named \"Singer of the Year\" in 1997 and 2000 by the German opera magazine Opernwelt.\"Wer sind die besten Sänger unserer Zeit?\", Opernwelt (9 April 2010) ==Early life and education== DeVol graduated from Capuchino High School in San Bruno, California, where she grew up, and attended the College of San Mateo in San Mateo. She had a featured role in a production of Patience by Gilbert and Sullivan, the very first performances by the San Mateo Community Theatre, in the summer of 1963.Eyewitness account by Robert E. Nylund ==Career== Since the mid-1980s, DeVol has sung primarily in Europe and has enjoyed success in the German repertoire. She was a featured soloist with the Masterworks Chorale in San Mateo under the direction of Galen Marshall, and sang in a great variety of choral works, especially by Ludwig van Beethoven and Johannes Brahms. DeVol appeared with the San Francisco Symphony\"Soprano returns to the scene of the crime – DeVol back at S.F. Opera after 20 years\" by Joshua Kosman, San Francisco Chronicle (September 3, 2003) and the San Francisco Opera.Performance details for The Mother of Us All in September 2003 She moved to Germany in 1984 to further pursue her career, giving numerous operatic performances there.Luana De Vol website DeVol has been featured on recordings released by the Bayer Music Group.Portrait, Vol. 2 (Beethoven, Weber, Marschner, Wagner) ==References== Category:1942 births Category:Living people Category:American operatic sopranos Category:College of San Mateo alumni Category:People from San Mateo, California ",
    "title": "Luana DeVol"
}