{
    "id": "7813196",
    "text": "Calfreisen () is a former municipality in the district of Plessur in the canton of Graubünden in Switzerland. On 1 January 2013 the former municipalities of Calfreisen, Castiel, Langwies, Lüen, Molinis, Peist and St. Peter-Pagig merged into the municipality of Arosa.Nomenklaturen – Amtliches Gemeindeverzeichnis der Schweiz accessed 9 February 2013 ==History== Calfreisen is first mentioned in 1156 as Caureisene. ==Geography== Before the merger, Calfreisen had a total area of . Of this area, 49.5% is used for agricultural purposes, while 30% is forested. Of the rest of the land, 1.7% is settled (buildings or roads) and the remainder (18.8%) is non-productive (rivers, glaciers or mountains). The former municipality is located in the Schanfigg sub-district of the Plessur district. It is on the north slope of the Schanfigg mountain. ==Demographics== Calfreisen had a population (as of 2010) of 54.Swiss Federal Statistical Office accessed 11 February 2013 , 20.4% of the population was made up of foreign nationals. Over the last 10 years the population has grown at a rate of 12.5%. , the gender distribution of the population was 55.6% male and 44.4% female.Graubunden in Numbers accessed 21 September 2009 The age distribution, , in Calfreisen is; 7 children or 15.6% of the population are between 0 and 9 years old. 4 teenagers or 8.9% are 10 to 14, and 1 teenager is 15 to 19. Of the adult population, 2 people or 4.4% of the population are between 20 and 29 years old. 6 people or 13.3% are 30 to 39, 8 people or 17.8% are 40 to 49, and 6 people or 13.3% are 50 to 59. The senior population distribution is 1 person is between 60 and 69 years old, 3 people or 6.7% are 70 to 79, there are 7 people or 15.6% who are 80 to 89.Graubunden Population Statistics accessed 21 September 2009 In the 2007 federal election the most popular party was the SVP which received 63.3% of the vote. The next three most popular parties were the SP (28.3%), the CVP (5%) and the FDP (3.3%). In Calfreisen about 77.3% of the population (between age 25-64) have completed either non-mandatory upper secondary education or additional higher education (either University or a Fachhochschule). Calfreisen has an unemployment rate of 0.4%. , there were 6 people employed in the primary economic sector and about 3 businesses involved in this sector. 1 person is employed in the secondary sector and there is 1 business in this sector. 1 person is employed in the tertiary sector, with 1 business in this sector. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1808 | 57 |- | 1850 | 98 |- | 1900 | 58 |- | 1950 | 60 |- | 1980 | 34 |- | 2000 | 45 |- |} ==Languages== Most of the population () speaks German (93.3%), with the rest speaking Romansh ( 6.7%). The historical language use is given in the following table: {| class=\"wikitable\" |----- | colspan=\"7\" align=\"center\" bgcolor=\"#BFEFFF\" | Languages in Calfreisen |----- | rowspan=\"2\" align=\"center\" | Languages || colspan=\"2\" align=\"center\" | Census 1980 || colspan=\"2\" align=\"center\" | Census 1990 || colspan=\"2\" align=\"center\" | Census 2000 |----- | align=\"center\" | Number || align=\"center\" | Percent || align=\"center\" | Number || align=\"center\" | Percent || align=\"center\" | Number || align=\"center\" | Percent |----- |German || align=right | 32 || align=right | 94.12% || align=right | 53 || align=right | 98.15% || align=right | 42 || align=right | 93.33% |----- |Romansh || align=right | 2 || align=right | 5.88% || align=right | 0 || align=right | 0.00% || align=right | 3 || align=right | 6.67% |----- |Population || align=right | 34 || align=right | 100% || align=right | 54 || align=right | 100% || align=right | 45 || align=right | 100% |} ==References== ==External links== * Official website * Category:Former municipalities of Graubünden ",
    "title": "Calfreisen"
}