{
    "id": "7813334",
    "text": "Oisín Fagan, (born 24 December 1973) nicknamed \"Gael Force\", is an Irish professional boxer based in Oklahoma City, U.S., who fights in the light welterweight and lightweight divisions. ==Background== Although a native Dubliner from Tallaght, Oisín (pronounced \"Usheen\" ) Fagan, a grade school teacher by profession, is based in Oklahoma. At the age of 12, Fagan moved to Portmarnock and began to play for a number of football clubs such as, Glebe North, St. Malachy's and Portmarnock F.C. Fagan then travelled to the US on a football (soccer) scholarship to undertake Bachelor's degrees in Physical Education and Political Journalism at the University of Science and Arts of Oklahoma. During his time at university Fagan was twice awarded the All American Scholar Athlete award, as well as chosen to represent the regional All Star team. Following the completion of his degrees course Fagan then turned his attention towards boxing. ==Professional career== ===Debut fights=== Fagan had only three fights in his amateur career before turning professional in February 2003, winning his first fight at the AMC Flea Market in Oklahoma City, when he knocked out fellow debutant Sheldon Mosley. Fagan's first loss came against Isaac Mendoza in July 2003. Mendoza gave Fagan which broke his nose and cheekbone in three places. Fagan refused to have the fight stopped until the bout was over however with ten seconds to go in the fight the referee called a halt to the fight due to the loss of blood. After Fagan's first nine pro fights he had a patchy record of six wins and three losses including a points defeat to Julio Cesar Chavez Jr. Following this mediocre start to his career and a defeat to Derrick Moon in October 2004, Fagan had considered quitting boxing but was encouraged to continue by former world champion Wayne McCullough. Fagan then went to train with McCullough and found a new drive behind his boxing and decided to give boxing one final chance. ===Oklahoma State lightweight title=== Fagan then fought for his first title belt in December 2004 against Lee Cargle for the vacant Oklahoma State lightweight title. The venue was sold out and the atmosphere was charged. Cargle landed the first meaningful blows of the fight when he caught Fagan with a surprise right hand, which landed flush on his jaw. Fagan thought the fight was over but shuck it off and returned with a number of flurries to win the opening round. Fagan continued to throw jabs to the body and the head and controlled much of the middle of the fight. In the third after Fagan almost floored Cargle, Cargle smiled at Fagan and said \"man, I'm not going anywhere - you ain't knocking me out!\" to which Fagan laughed and replied \"maybe not, but I'm gonna try my best\". Cargle began to showboat in the fourth and pushed Fagan hard in the fifth but Fagan was again dominant in the sixth and final round when he caught Cargle with combination and landed a straight right which cut with opponent. Despite the tough fight Fagan took the title belt by unanimous decision with a margin of 60-54 on all score cards. The venue erupted on hearing the decision with table top celebrations and Irish tricolours waving as Fagan was swamped by his cheering school pupils. ===Irish light welterweight title=== After winning the Oklahoma State title, Fagan went on a run. Seven straight wins before he was handed a shot at the vacant Irish light welterweight title in June 2006. The Irish title had been vacated by unbeaten fellow Dubliner Robbie Murray to allow Fagan and Peter McDonagh to fight for the title. However, McDonagh pulled out of the fight and Fagan faced Jeff Thomas for the title. Fagan was furious over McDonagh's withdrawal, stating; An angry Fagan won the Irish title in front of his friends and family with a knockout victory in round seven against Thomas at the National Stadium, Dublin. ===Spadafora fight=== Fagan returned to the US after winning the Irish title and defeated Brian Paul in Tulsa with a second round KO. He then earned a shot at highly touted and unbeaten former IBF lightweight title holder Paul Spadafora. In March 2007, Fagan suffered a loss to Paul Spadafora in a split decision over ten rounds. ===Khan fight=== He faced Britain's Amir Khan at the London ExCel Arena. Khan dominated the whole the fight and stopped Fagan in the 2nd round. Fagan was also knocked down twice in the 1st round by a quick fury of punches from Khan. Fagan's corner threw in the towel early during the 2nd. It was later revealed that Fagan had broken his leg as a result of the first knockdown and this seriously hurt his balance.Fagan: Fighting on one leg ==External links== * *Oisin Fagan interview on KFOR-TV for St. Patrick's Day *Current Irish professional ==References== Category:1973 births Category:Living people Category:Sportspeople from County Dublin Category:Irish male boxers Category:University of Science and Arts of Oklahoma alumni Category:Light-welterweight boxers ",
    "title": "Oisin Fagan"
}