{
    "id": "7813395",
    "text": "Revolber is an alternative rock/rap/funk/pop band from Paraguay, created in 1999. The band's first name was \"Revolver\" but the name had to be changed because of legal issues. They got the name from the Beatles album Revolver. ==History== Patrick Altamirano in the Rock Cosquín in Argentina 2010 The band hails from the city of Presidente Franco, in the department of Alto Paraná. A group of friends formed the band in 1999 inspired by watching the 1999 Woodstock festival. Soon after the band was created they were playing in small bars in the Ciudad del Este city. Because of their local success the group decided to move to Asunción in 2000. Shortly afterwards, they recorded their first album titled Kasero, sucio y barato (in English: Homemade, dirty and cheap). After a few important gigs they returned to the studio in 2003 to record their second album titled “Ka’imonomacaco” which refers to the three different cultures of the neighbouring countries of Paraguay, Argentina and Brazil (Ka'i, mono and macaco mean monkey in three different languages: Guaraní, Spanish and Portuguese). The album quickly became a success and this allowed the band to extensively tour through Paraguay, Argentina and Brazil. Revolber also participated in the popular Paraguayan rock festivals \"Pilsen Rock\" and \"Quilmes Rock\" where they played in front of audiences of up to 80,000 people. Perhaps, their most memorable live moment happened in the 2006 edition of the Pilsen Rock festival in Asunción, where they invited and helped former Paraguayan football (soccer) superstar Romerito to make his debut as a rock singer. But it was not, romerito could not sing, he's not a singer. He was a guest on the most popular song of the group at the time, a song that talks about conflicts with the police of the district, the phrase that most stands out in the song is \"we are not the bads because we do something that is forbidden by politicians\" the name of the song is \"seven brothers and one rocket\" One day they were watching a video of the band Metallica when they play in prison San Quentin State and asked the question: \"It would have been so also in Paraguay?\" The band went for a show in the most populated prison in South America, a prison that has no guards inside were there for 8 hours, no phone, no communication with the outside world, the idea of the band was always bringing his music to everywhere possible ... And so it was in the year 2010 approximately edited the DVD \"Live in Tacumbú\" The most dangerous prison in South America, \"where we also find people who want a better life.\" In the same year they were the first Paraguayan rock band to play in Cosquin Rock festival in Argentina. On September 21 of the year 2011 they decided to go play in the most popular neighborhoods in the Asuncion City. La Chacarita opposite the house of Jose Asuncion Flores one of the most important musicians of Paraguay. They recorded everything and edited a movie, which is in charge of director Luis Aguirre (Universo Servilleta) \"Un Revolber en La Chaca\" the movie is free on the Internet. In 2013 the group published \"Amoto Lado B\" definition does not exist in the Guarani Language comes from \"Jopara\" (mix between Guarani and Spanish) which means \"over there\" and the term \"Side B\", is a game word that defines the concept of the album. The material was made between June 2012 and February 2013 recorded in various studios and home of Patrick Altamirano (vocals), \"using many synthesizers, minimoog, rhodes and hammond 70s, to a drum with the hype of 26 inches the style of the same time, seeking a mix of analog sound of those years and the current technology. \"We believe that results in an eclectic sound proposal, guitars that sound a 'shebang desert' to the sounds that you can do from an application on Ipad ... We always try to go a little further into our limitations\" ==Discography== * Kasero, sucio y barato (2000) * Ka'imonomacaco (2003) * Sacoleiro Magico (2008) * Amoto Lado B (2013) ==Members== *Patrick Altamirano - (vocals) *Juan Pablo Ramirez - (bass) *Juan \"El Gordo LiberoSky\" Colman - (drums) *Rodolfo Gomez (keys) *Jorge Pflugfelder (guitar) ==Sources== *Profile at rockpy.com *Romerito's debut as a rock singer with Revolber (video) *Rock and Pop News *Journal La Nacion 21 April 2011 *Paraguay.com 14 feb 2010 *Trailer \"Revolber vivo en Tacumbu\" *Trailer \"Un Revolber en La Chaca\" *Full Movie \"Un Revolber en La Chaca\" *Journal ABC 20 May 2013 Category:People from Alto Paraná Department Category:Musical groups established in 1999 Category:Alternative rock groups Category:Paraguayan hip hop groups Category:Paraguayan funk musical groups Category:1999 establishments in Paraguay ",
    "title": "Revolber"
}