{
    "id": "7814054",
    "text": "The Compagnies Franches de la Marine (previously known as Troupes de la marine, and later being renamed and reorganized as the Troupes de Marine) were an ensemble of autonomous infantry units attached to the French Royal Navy () bound to serve both on land and sea. These troupes constituted the principal military force of France capable of intervening in actions and holding garrisons in outre-mer (overseas) from 1690 to 1761. Independent companies of the navy and colonial regulars,Sutherland, Stuart. \"Troupes de la Marine\", in The Canadian Encyclopedia (Edmonton: Hurtig Publishers, 1988), Volume 4, p.2196. were under the authority of the French Minister of Marine, who was also responsible for the French navy, overseas trade, and French colonies. In New France, these were the only regular soldiers stationed by the Crown from 1685 to 1755; that year several army battalions were dispatched to North America during the Seven Years' War between France and Great Britain, which was waged in Europe and North America. The Naval Department of France began using the Compagnies to defend their control of the fur trade in North America with certain tribes and the safety of local civilians from raiding nations of the Iroquois Confederacy, especially the powerful Mohawk and Seneca.Russ, Christopher J. Les Troupes De La Marine, 1683-1713, 1971. Print. In 1756, after the start of the Seven Years' War (known as the French and Indian War by American historians), the Compagnies were superseded in New France by the arrival of large units of the regular army commanded by Louis-Joseph de Montcalm. After the fall of Montreal to British forces in 1760, the victors ordered the disbanding of the Compagnies in Canada. After the war ended in 1763, France ceded all of its North American territories east of the Mississippi River to the British. In 1992 the Canadian Forces Naval Reserve revived the Compagnies as a historical re-enactment unit. It has toured the country. == Development of the Troupes de la marine== === Genesis === The French colonial forces are believed to date to the establishment in 1622 by Cardinal Richelieu of the hundred Compagnies Ordinaires de la Mer. These units served as soldiers on board naval vessels of the Marine Royal. Desertions, floods, lack of funds and governmental interest considerably reduced their effectiveness. In 1626 Richelieu created the Régiment la Marine, of which he was the owner and honorary commandant. The regiment demonstrated its capability in limited battles along the provincial coast up to the Lérins Islands, near Cannes, and in the Bay of Biscay. Richelieu created other regiments to sustain the effort of French colonization in New France. The first supported national efforts in the Antilles; the first French colonizers arrived in the islands of Guadeloupe and Martinique (named by the French) in the year 1630. The period of service of the regiments varied: Régiment du Havre (1636-1642), Régiment des Îles (garrisoned at îles de Ré and Oléron in 1636-1663), and the régiment des Galères garrisoned at Toulon. Louis XIII created the Régiment des Vaisseaux (1638-1643). The latter was reformed by Cardinal Mazarin in 1664 and renamed as Régiment Vaisseau-Mazarin. The regiment was designated Régiment Vaisseau-Provence in 1658, then Régiment Royal-Vaisseaux in 1669. In 1669, Jean-Baptiste Colbert State Secretary of the Navy () and avid developer of the marine royal (French Royal Navy) and colonial efforts, created two regiments: Régiment Royal–La Marine and the Régiment de l'Amiral; their forces were distributed among naval installations at Dunkerque, le Havre, Brest, Rochefort, and Toulon. For the first time they wore the grey-white uniform with blue vest, which became traditional for them. In 1670 there were significant changes administered by Colbert and François- Michel le Tellier, Marquis de Louvois, respectively the Naval State Secretary and the Secretary of State of War. The four regiments of la marine were transferred from the secretariat of La Marine to that of the secretariat of La Guerre. This change was required to meet the successive military war demands of the reign of Louis XIV, who wanted the Crown to control all French units. The regiments were withdrawn from the French Navy, preserving only the name as a naval designation. During the Revolution of the late 18th century, the La Marine, Royal-Marine, Royal-Vaisseux, and the Régiment de l'Amiral ( re- baptized Régiment de Vermandois) were completely integrated into the French Army, becoming respectively, the 11e, 60e, 43e and 61e de Ligne in 1791. The Marine Royale attracted numerous recruits in 1671: France was able to staff 196 naval vessels. Colbert decided to create 100 companies of \"guardian- soldiers\" intended to defend the naval vessels (). However, in 1673 Louvois has these men transferred to the French Army. Starting this date, naval and marine officers were required to recruit their own crews. Owing to the presence of \"levées\" on the war or commercial sea ports, similar to the \"marine press\", the officers garrisoned their naval ships with defenders. However, the system found its limits quickly. The recruits were often lacking discipline and experience...and were discharged or deserted following their first campaign, ruining months of training. The naval and marine officers re- visited impressment and sought other ways to recruit crew. French naval and marine officers had limited access to experienced soldiers until 1682. In 1683, three companies of Troupes de la Marine were sent to Québec to contain the nations of the Iroquois Confederacy from south of the Great Lakes, who were constantly raiding French settlements. They also blocked commercial fur trading routes to the interior of the Canadian colony, as they wanted to keep a monopoly on the trade.Cassel, Jay. \"Troupes de la Marine,\" The Oxford Companion to Canadian History. Oxford University Press, 2004. By 1690, it became clear that the forces assigned to ships were not sufficient to defend the French colonies. Another force was created with that specific mission in mind; it was also called the Compagnies Franches de la Marine. Marching in Canada These troops originally were recruited from the French mainland from among males sixteen years and older who were at least 5'5\" tall. Starting in 1685, younger sons of aristocrats in Quebec were sent to France to attain a military or naval education and become officers.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 130. Print. However, throughout their history the Compagnies often did not have their full complement of soldiers, which the colonial leadership frequently complained about to the national leadership in metropolitan France. This was in large part due to the problems of recruitment of soldiers to Canada. The climate, and constant fighting with the powerful Iroquois, frightened off many French from signing up.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 79. Print. Another factor was that the French custom of having to ask for the consent of soldier to be sent to a region, which led many to refuse to go to Canada. The French resorted to using petty criminals to serve in the Compagnies Franche de la Marine.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 73. Print. Even under-strength, they served to defend the major towns of the colony. Other detachments were assigned to the small fur trading posts that were so important to the economy. One of the reasons for the multi-façade orientation service ( sea and land troupe de terre as a line infantry) of the Troupes de la marine, was due to the rivalry between the Colbert family, who were Ministers of the Marine, and the Le Tellier family whom were in charge of the Troupe de Terre.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 125. Print. These bad relations led to the Colbert family sending significantly more naval officers to serve on land than officers from the Troupe de Terre Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 125. Print. === Three ordinances === To render the limited access of proper naval experiences more operationally effective, the royal power decided to create new colonial troupes, with the initiative of Jean-Baptiste Colbert, Marquis de Seignelay, succeeding to the secretariat of the Navy. Colbert requested from the military intendant of Rochefort, the creation of a corps of soldiers \"toujours prêt à embarquer\" (always ready to embark), \"gens braves et capables de bons services\" (brave people and capable of good services). Accordingly, are created six \"companies of la marine\" dependent on State Secretary of the Navy. Composed of 50 men each, units were dispersed between Brest, Rochefort, and Toulon, which became the principal war ports of France. They were \"gardiens de port\" (guardian of ports) in demi- solde assigned to the surveillance of the ports and royal vessels. Disposing of four months of leave per year, they remained in their homes in times of peace at the condition of reporting back to duty three to four times a year in sessions of inspection and exercises lasting three days. They were commanded by a Lieutenant de Vaisseau. They were definitely dependent of the \"secretariat de la Marine\" (Naval secretariat). The royal ordinance of January 1, 1685 completed this system by the second foundation of the \"soldats- gardiens\" (guardian soldiers). Each port consisted of six \"escouades\" (sections) of 50 guardian soldiers and six companies of 50 demi-soldes, that is 300 of each type, totaling a theoretical of 600 soldiers per port. When the guardian soldiers of the ports would embark, those in demi-solde would be called to serve in their place at full pay. The number of companies of guardian soldiers by port became ten, that is 500 men in 1686, then eleven companies, that is 550 men in 1687. 150 men, that is three companies, assigned to Havre during the same year. The units of the same port are under the commandment of a \"capitaine de vaisseau\". The successor of de Seignelay, Louis Phélypeaux, comte de Pontchartrain, signed the royal ordinance of April 15, 1689 which reinforced the ensemble of existing by supplementations of a company of 100 \"apprentis-canonniers\" (artillery-apprentices) at Brest, Rochefort and Toulon, one company of 50 \"bombardiers\" and six sections of 50 supplementary guardian soldiers at Brest, Rochefort, Toulon and le Havre. The ensemble of these units were regrouped under the designation of \"troupes de la Marine\" (Troupes de la marine). Principally mainly interested in the service at sea, these guardian soldiers could form up to a third of the equipment on which they boarded. On December 16, 1690, the royal ordinance reorganized entirely the French troupes destined in outre-mer service. The royal ordinance authorized the creation of eighty companies franches de la marine integrating at the crops of the same units, new recruits in addition to the ensemble forming the guardian soldiers, port guardians in demi-solde, the artillery- apprentices and bombardiers. == General knowledge == The Troupes de la marine wasn't any different from troupes de terre of the French Army in terms of being a Line Infantry on land or sea on board a ship. Most of the troupes de la marine regiments were transferred to the French Army, with the latter having had troupes de terre (land forces troupes) in maritime service on board ships since 1622 after the first regular specific infantry troupes of Spain and Portugal. However their service orientation function at the corps of the three ordinances mounting the defensive of sea ports differentiated them from the troupe de terre of the French Army. As the name would suggest, they served on ships, in ports, all the while assuring the defense of the colony. The troupes de la Marine were organized as independent from one another, in order to provide multiple divisions of an equal number. Regarding their origin, these soldiers originated from France, with the exception of some officers. Around the 1750s, three quarters of the troops were born in the territories of New France itself.Gilles Durand. \"Les soldats des troupes de la Marine en Nouvelle-France durant la décennie 1750 : origine, recrutement et devenir.\" Commission Franco-Québecoise Sur Les Lieux De Mémoire Communs. Bulletin n°30, juin 2010. Web. 21 Feb. 2015. == Importance throughout time == These soldiers were present during the majority of New France's existence. Until 1755, they represented the only regular forces in the region. Their history begins in 1683 when the ministère de la Marine decides to procure his own soldiers so that he may defend his colonies without having to rely on the troops of the ministère de la Guerre. Within the first half of the 18th century, the ministère de la marine sent, to Canada and l'Île Royale, less than 200 recruits per year to replace lost men. At the beginning of the 1750s, they counted close to 1,600 soldiers. While the Seven Years' War raged on, the ministère augmented the number of companies to the same number contained in each. Over 4,500 recruits were sent to Canada and Louisbourg, raising the number of soldiers serving in the colonies to 6,100. France's efforts are quite great if the soldiers sent to be a part of the troupes de Terre are also counted. The other ranks of the marines were enlisted in France, but the officer corps became increasingly Canadian through recruitment of officers' sons. All promotions were by merit; purchase of commissions were prohibited. Native born, raised by military fathers, since childhood used to hardships, accustomed to socializing with France's indigenous allies, these officers made the French colonial marines into the best wilderness warriors of the continent, in battleworthiness exceeding anything the British or their colonies could organize. The marines foremost victory was at the Battle of the Monongahela, when 100 marines and 600 Indian allies killed or wounded up to a 1,000 enemy soldiers, suffering only a hundred casualties themselves. The British rangers were an attempt to replicate the tactics of the French colonial marines.Eccles 1974.Stacey 1974.Chartrand 1984.Morton 1985, pp. 18-23. == Territory of operation == Their territory of operation extends across what was considered New France, ranging from Acadia to the Mississippi. They were predominantly used in locations possessing forts. The troupes de la Marine reaffirmed the importance of the French homeland and protected all territories against the nearby English colonies, in an area stuck between the Atlantic and the Appalachians. == Recruitment == Rifleman sword, on display at the Musée national de la Marine. The recruitment of the soldiers for the troupes de la Marine was undertaken by French and Canadian officials in French territory. From the 1750s, the need for soldiers grew so rapidly that the state had to contact private recruiters. These individuals traveled across the kingdom in search of additional men. This what not limited to the traditionally favoured regions of the north and west, as the east and south were targeted as well. Even the attempts of the knight Alexis Magallon de la Morlière to recruit deserters and refugees in foreign lands were seen as successful. The bulk of these recruits came from the port cities of Rochefort, Le Havre, Bordeaux, Bayonne, and Nantes.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971.78-79 Print. The vast majority of recruits came from Rochefort. Between 1683 and 1688, 66% of the 2050 Troupes de la Marine that arrived in Canada, were from Rochefort.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 78. Print. == Accomplishments in New France == The Compagnies de la Marine, eventually consisting of over 6,000 soldiers and 500 officers, greatly contributed to the defense of Canada and Louisbourg. These men served in the company of the Canadian militia and Native Americans, and quite rarely alongside the troupes de Terre. Following the fall of New France, the majority of French recruits returned to Europe, but at least 600 soldiers stayed and married in North America. As a result, they birthed many French legacies in North America, with their descendants being found across the continent to this very day. == Colonies == The main bases of the Companies in France remained the largest military ports: Brest, Rochefort, Toulon, which was added Port-Louis, in the Morbihan . The colonies, the numbers break down as follows: *New France: During the first half of the eighteenth century, there were twenty-eight companies of 40 men (about 1,200 soldiers). In 1756 (beginning of the Seven Years' War), there were forty companies of 65 men (about 2,700 infantrymen). *Isle Royale(Louisbourg): In 1725, there were 6 companies of about 300 men. *Louisiana: The first two units of the Louisiana Compagnies franches de la Marine were created in 1703. In 1714, they were augmented to four companies, being doubled in 1716. Each of these had three officers and 50 enlisted men. By 1731, Louisiana became a royal colony, leading its troops to be incorporated into the Compagnies franches de la marine.René Chartrand. Louis XV's Army (5): Colonial and Naval Troops. Osprey Publishing, 1998. In 1721, there were eight companies(about 400 men, maintained by the East India Company). By 1732, this grew to thirteen companies (about 650 men, after the handover of the colony to the Crown by the East India Company). Later, in 1750, thirty-seven companies, totaling about 1,300 men. Within the next four years, the company was suppressed, with the workforce being found in other units. *Santo Domingo *Leeward Islands: In 1713, there were ten to fourteen companies, with about 600 men divided between Martinique, the Guadeloupe, St. Lucia, the Grenada and St. Kitts. By 1755, they added up to about 1,200 men. *Guyana: In 1725, there were four companies of about 200 men. *Indian Ocean: In the first half of the eighteenth century, there were about 500 men divided between the Bourbon island, the Isle of France and Madagascar. *India: In the first half of the eighteenth century, there were about 1,500 men (maintained by the East India Company). By 1758, there were 650 soldiers, including the Compagnies franches arriving with the expeditionary force of Lally Tollendal and Admiral d'Ache . === New France === When Governor Joseph-Antoine Le Febvre de La Barre took over leadership of New France in 1682, he soon learned that the colony did not have the forces to defend itself from potential attack by the Iroquois or other potential enemies. He quickly submitted a formal request for troops from the mainland. In 1683, the Naval Department of France sent the first three Compagnies Franches de la Marine to New France. Their main mission was to defend the colonists and prevent disruption of the fur trade. By the following year, the Compagnies had become a separate military force independent of regular branches of the French military. The colony was also defended by militia. The force expanded by 1757 to 40 companies of 65 men scattered across the various settlements in New France. Some 24 companies were also stationed in Ile Royale, principally at the Fortress of Louisbourg, and another 36 in Louisiana in the mid-1750s. A few companies were previously stationed in Placentia (Newfoundland) and Acadia.Rene Chartrand, The French Soldier in Colonial America (Alexandria, New York, and Bloomfield, Ontario: Museum Restoration Service, 1984), 16-17. Troupes de la marine. In the early seventeenth century, Cardinal Richelieu ordered the creation of the Troupes de la Marine to serve aboard French naval vessels. About eighty companies of one hundred men each were formed. The Troupes de la Marine were dispatched by Louis XIV in 1682Sutherland, Stuart. \"Troupes de la Marine\", in The Canadian Encyclopedia (Edmonton: Hurtig Publishers, 1988), Volume 4, p.2196, says they were created in December 1690. to replace French regulars in New France, and were used to garrison other French colonies. Initially, the troops that were recruited in France and arrived in Quebec by 1683 were composed of three companies. However, the troops that arrived were raw, many of whom were unfit for battle, and overall poorly supplied Christopher J. Russ. Les Troupes De La Marine, 1683-1713. , 1971. 44 Print. The number of companies in Canada steadily increased over the years and reached as many as 40 companies by the year 1757.http://www.militaryheritage.com/c_franch.htm The roughly 30 companies stationed in the territory of Canada (varied between 28-35 based on the economic and military developments in France) gradually developed into the first permanent 'Canadian' military force Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 49. Print. The vast majority of soldiers did not live in barracks. The town of Montreal only built a barrack in 1685, which only sheltered 100 of the 250 soldiers stationed there at the time.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 85. Print. Most soldiers lived with colonists. To prevent conflict between colonists and soldiers, the Intendant, Jacque de Meulles passed legislation that stated, \" an ordinance which obliged the habitants to provide no more than one pot, one chaudière, and a place for the soldier to sleep.\".Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 87. Print. This was later altered to include a straw bed, and place by the fire during the winter months The companies were considered colonial regulars and eventually became well trained in conventional warfare and became proficient in the native style of warfare known as \"La Petite Guerre\".Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 201. Print. Prior to this, fighting between French and Natives was mainly between Canadian militia and their native allies, as previous attempts at engaging the Iroquois in conventional warfare was proven to be ineffective Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 51. Print. In Louisbourg, the cannoniers-bombardiers company (artillery company) was established in 1743. Two soldiers were chosen from each company stationed at the Louisbourg Garrison, to be trained by the master gunner at firing and aiming cannons.Greer, Allan. \"The Soldiers of Isle Royale, 1720–45\" (Environment Canada: 1979), p. 8. As a result of their extra training and duties, the canoniers were paid an additional six livres per month in compensation for their inability to earn money in the construction of forts or elsewhere, and were offered cash prizes for good marksmanship.Greer, Allan. \"The Soldiers of Isle Royale, 1720–45\" (Environment Canada: 1979), p. 9. The Louisbourg artillery company was composed of 13 canoniers, 12 bombardiers, one drummer, two corporals and two sergeants, led by a lieutenant and a captain. === Unit complement === Flag of the Compagnie Franche de la marine Royal Regulations for the Captains and other Officers of the Compagnies Franches de la Marine on September 29, 1693. The Compagnies were varied in their makeup, and it was not until 1757 that their organization was standardized. Each Compagnie was led by a Captain whose name was used to refer to it. Other officer and petty officers in each Compagnie after the 1757 standardization included a lieutenant, two ensigns, two sergeants, and three corporals as well as two drummers and two cadets who would later be eligible for officer positions. A company of marines was usually composed of 45 to 65 soldiers, two sergeants, two corporals and one drummer, overseen by a capitaine.Greer, Allan. \"The Soldiers of Isle Royale, 1720–45\" (Environment Canada: 1979), p. 7. The majority of the rank and file soldiers were lower-class men recruited in France, although the officers were increasingly Canadian-born and noble. Promotions from soldiers to the officer corps were non-existent and the individual ranks were separated by large pay gaps.Greer, Allan. \"The People of New France\" (Toronto: University of Toronto Press, 1997), p. 50–51. Young Canadian-born men were usually admitted into the officer ranks by commissions as cadets or ensigns through the governor. The sons of noblemen or existing officers were usually preferentially selected for positions in the officer corps as well. Cadets constituted a boy or young man who served in a company and was being trained to become an officer in the future. Officers would often exploit the selective nature of admittance to the corps by enrolling their boys sometimes as early as age 5 in order to receive more rations and an extra salary. In 1717, the admission of officers under the age of 14 was prohibited, but the exploitation of the system continued. Service in the officer corps of the Troupes de la Marine was an important source of economic opportunity and prestige for New France's elite and there was usually a waiting list for commissions in Marine companies. However, colonial enlistment of rank-and-file soldiers was discouraged because it reduced agricultural settlement. During periods of peace, soldiers received additional pay for their services in the construction of forts and roads.Greer, Allan. \"The People of New France\" (Toronto: University of Toronto Press, 1997), p. 51. Due to a chronic labor shortage, the colonial regulars were also permitted to increase their pay by rendering their services on local farms. *28 Compagnies Franches de la Marine of Canada 1683-1755 **30 companies 1750s with 1500 soldiers and 120 officers * Compagnies franches de la Marine of Acadia ** 4 companies with 200 soldiers and 12 officers by 1702 * Compagnies franches de la Marine of Plaisance ** 3 companies with 150 soldiers and 9 officers by 1690s * Compagnies franches de la Marine on Ile Royale 1710s ** 24 companies with 1200 soldiers and 96 officers by 1749 ===Officer Corps=== Prior to 1687, the vast majority of officers serving in Canada were from mainland France.Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 128. Print. This is especially interesting as Canadian elites were only admitted into the officers corps in 1687. The vast majority of these officers were descendants of the officers of the Carignan-Salières regiment whom arrived in 1665 to attempt to eliminate the Iroquois threatChristopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. 119. Print. The usage of Canadian officers was especially important to the Ministry of the Marine, and the monarchy, as the vast majority of French officers had no desire to serve in Canada, and it was cheaper to recruit from Canada, than to transport officers from France Christopher J. Russ. Les Troupes De La Marine, 1683-1713. , 1971. 166. Print. The massive debts brought to the Canadian nobility by their attempt to replicate French noble life in Canada, led to many captains skimming from the military and excess work wages of their soldiers Christopher J. Russ, Les Troupes De La Marine, 1683-1713. , 1971. Print. It was the Captain's duty to distribute wages. === Uniforms === Compagnies Franches de la Marine uniforms Those serving in the Compagnies were given rations of bread, bacon, and dried peas, and received a replacement uniform every other year. The clothing and equipment of New France's troops were generally purchased in France and then shipped to Canada. Many records indicate that uniform and attire were altered from time to time, but remained very similar to that of the uniforms of other forces in France's other colonies in the Americas. In the 1750s, private soldiers were issued a long collarless single-breasted coat or justaucorps of greyish white, with lining and deep cuffs of blue. Pockets with horizontal flaps were placed low on the hips, and the skirt corners could be hooked back to facilitate movement. The long-sleeved waistcoat, breeches, and stockings were blue. Accompanying this, a black felt tricorn decorated with a cockade and button, was worn very low over the eyes; its brim was edged with false-gold lace. Soldiers also wore black buckled shoes, topped with gaiters of white duck, which were fastened with a black strap and reached to the thigh. For aesthetic purposes, a white cravat and shirt were worn.René Chartrand. \"Uniforms,\" Historica Canada. Last modified October 20, 2014. Accessed January 31, 2015. Uniform differed depending on rank, as corporals wore a yellow lace around the top of the coat cuffs. That of sergeants was quite similar, but made of higher quality material, having an inch-wide stripe of gold lace edging the cuffs and pocket flaps. Sergeants wore a grey-white uniform with a red lining and red stockings. This was very specific to the Compagnies franches de la Marine at this time. They also carried halberds, a tradition that was common across Europe. Two gold lace stripes were worn on the cuffs and pocket slaps of sergeant-majors. Common soldiers wore a grey-white uniform lined and faced with blue. This was a distinctive colour of the Troupes de la Marine. Their hats were trimmed with imitation gold braid, which was a blend of brass wire and yellow cord. This difference in materials demarked the lesser ranking of the soldier. In terms of weapons, they carried a musket, bayonet, and a sword.Government of Canada. \"Sergeant, drummer and soldier of the Compagnies franches de la Marine in New France, 1685-1700,\" Canadian Military History Gateway. Last modified March 29, 2011. Accessed January 31, 2015. http://www.cmhg.gc.ca/cmh/image-118-eng.asp?page_id=121 Drummers wore the King's small livery or insignia. Their blue coat had brass buttons and red cuffs and lining. Although similar to the uniform of a private soldier, it was heavily ornamented along the seams and buttonholes with the King's livery lace, featuring white chain on a crimson ground. Their waistcoat, breeches, and stockings were also red. Buff sword-belts and drum slings were bordered with livery lace, while the blue drum shells were spread with fleur-de-lis. Drummers a rank above wore the great livery, which distinguished itself only through the red triangles on white ground that appeared between the strips of livery lace. Once again, the quality of material is what predominantly marked the distinctiveness of the uniforms of officers. The coat was left unadorned, but the waistcoat was frequently embellished with gold lace. Their buttons and gorget were gilt, and hats were braided with fine gold lace. The gorget was worn only on duty, while the men were armed with a gilt-hilted sword, as well as an espontoon, which was exchanged for a fusil in battle. New soldiers, or cadets, wore the same uniform as others and were distinguished only by an aiguillette of blue and white silk with brass tips. Cadets served only in Quebec (Canada), Île Royale, and La Louisiane. Compagnies Franches de la Marine Officers At full dress parades, officers carried spontoons and swords; they wore gorgets. If they were deemed of a higher ranking, they might wear the coveted Cross of St. Louis, hung on a scarlet ribbon at the breast. In order to reward officers with long and distinguished careers, Louis XIV created the Royal and Military Order of St Louis in 1693, knighting those deemed worthy. Numerous Canadian officers received this cross for their work. Non-commissioned officers or sergeants were armed with halberds for formal occasions. While in western regions, regulars wore a casual, serviceable dress based on that of woodsmen. This included buckskin or cloth leggings, moccasins, and breeches of Indian design. There were some cases when they dressed entirely in Native American apparel, most likely for purposes of warfare. In winter, the Canadian hooded capot, woollen tuque and leggings, moccasins, and mittens were given to soldiers. To facilitate movement, troops used snowshoes overland. Except during wartime, the soldiers were allowed to supplement their income with outside work. They often worked as laborers on local farms or to help build forts and roads. Ammunition and arms were carried with a buff leather waist-belt with brass buckles, which was attached to a double frog and holding brown leather, brass-tipped scabbards for sword and bayonet. The sword carried was brass-hilted and had a straight blade. A red- brown leather cartridge-box was attached to the waist-belt. Eventually it was worn suspended on the right hip from a buff leather cross-belt. The standard French cartouchière of the mid-eighteenth century held thirty musket cartridges instead of nine, contrasting with its predecessor, though it can be assumed that there were many different stylistic variations. The older variant was engraved with the King's arms or a white anchor and border. Soldiers also carried a small brass-mounted powder-horn was also carried. The cartridge case was used to carry ammunition and a model 1728 French infantry musket, or \"St. Etienne\", although different types of flintlock muskets and fusils were carried at different points in the history of the units. Although the exact designs of the muskets used by a unit such as the Compagnies franches de la marine can no longer be found, it is accepted that they were all of the flintlock type. Given that the colonial regulars were the responsibility of the navy, they carried navy-model muskets made at Tulle. In the 1740s, the navy began to purchase muskets from St-Etienne, which probably resembled the army's 1728 model. In 1752, the royal magazines at Montreal and Quebec contained a great variety of muskets and bayonets. === Duties and requirements === The Compagnie Franche de la Marine were under strict instructions from the King in France. Some rules were as simple as remaining orderly (which included application to their living quarters, marching, etc.) and obeying orders (the penalty for non-obedience was to be arrested and held in custody for 8 days and having the governor-general notified). Other rules were very specific; for instance, in order to leave their designated living area, the soldier must have necessary engagement, permission from the commander, and be away no longer than 8 days. They were supplied with firewood, candles, muskets and ammunition (when needed), and it was their duty to take care of their own weapon. When the soldiers reached their assigned station, the troop commander assigned living quarters, often among civilian households in towns, as they did not always have sufficient barracks for troops or officers. At the garrison, the troops had to practice with their weapons – twice per week with the musket, once per week with a grenade. If they were absent from practices, the major would be obligated to notify the commander, who would take charge of the absentee. The commissioner, accompanied by the major, regularly inspected the soldier's weapons and living quarters, and captains were held responsible for their soldiers' orderliness. If these were not satisfactory, the governor- general and intendant would be notified, who would hold back the officer's pay. The officer would be required to complete training in weapons with the soldiers. Once the commissioner's inspection was complete, he would fill out a certificate, asserting that the soldiers had taken care of their duties, and captains could allow only those who had done so to conduct paid work. In addition, Sergeants were required to visit the soldiers of their squad twice per week to keep track of their activities and behaviour in order to keep the captain up to date and to root out potential deserters. ==== Deserters ==== In the situation of the desertion of a soldier, the captain-commander of his living quarter, the major of the troop, and the captain of the soldier would be required to write to the governor-general and intendant (individually), alerting them to the situation and providing the name of the soldier, as well as inform them regarding the measures that had been taken to find and arrest the individual. Once a deserter was located and taken into custody, he was tried before the judge in the closest town, on the condition that his officers had to be present. If an insufficient number of officers and captains were available to review the case as a council or panel, the commander may call a Lieutenant who has reached twenty-two years of age to sit in council. == French and Indian War == Along with the Canadian militia and France's Amerindian allies, the Troupes de la Marine were essential to the defence of New France in the late seventeenth and eighteenth centuries. With the arrival of large numbers of British regulars after 1755, the nature of warfare in North America shifted from irregular to conventional European warfare. Sieges and fortifications became more important strategically. After 1755, with the shifting conditions, France also sent regular army battalions to fight in North America. During the Seven Years' War, the Louisbourg Garrison's residents were taken captive by the British when the fortress fell. After the conquest of 1760, many settled permanently in the new territory, Other ethnic French residents were repatriated to France, although they may have been born in New France. Although the strength of the force varied widely over time, by the French and Indian War, there were some forty companies serving in the St. Lawrence Valley and the Pays d'en Haut, about twenty at Louisbourg, and more in Louisiana and Acadia. Large garrisons were maintained at Quebec, Montreal, and New Orleans, with smaller forces guarding posts to secure the frontiers and supply routes throughout France's vast territories in North America by the eighteenth century. Small detachments of troops were sent to protect the advance trading posts, which were integral to the success of the profitable fur trade in New France. When the French and Indian War broke out, the Compagnies were a major part of the French war effort in North America. Their experience in the colony and with war parties of French Canadien militia and native allies made them skilled in the kind of frontier fighting practised during the war. In addition to leading raids on English settlements, they had helped in the efforts to take over the Ohio Valley that preceded the war. They participated in the defeat of English General Edward Braddock early in the war. By 1755, regular infantry battalions were sent by France to help protect the colony, and a number of the Compagnies were combined into their own battalion to serve alongside the line troops. These forces helped to defend the French fortress at Louisbourg, as well as Quebec City and Montreal, from attack by British armies. Following the fall of New France, the victorious Britain eliminated the Compagnies as a standing military force. == Major conflicts and commitments == Companies free men took part in every conflict involving France of 1690-1761 in Europe, the Americas, and India. Their commitments were normally related to naval warfare, but they were very often used on land. Are listed here as their main commitments. Naval battles isolated and \"helping hands\" delivered during the guerrilla war in America are too many to be presented. === In Europe === War of the League of Augsburg (1688-1697) *Battle of La Hogue (29 May 1692) *Battle of Lagos (27 June 1693) War of the Spanish Succession (1709-1714) *Battle of Malplaquet (Sept. 11, 1709) *Battle of Denain (24 July 1712) War of the Polish Succession (1733-1738) *Siege of Danzig (1734) (February 22 to July 9, 1734) Seven Years' War (1756-1763) *Battle of Minorca (1756) *Battle of Lagos (19 August 1759) *Battle of Quiberon Bay (20 November 1759) *Battle of Belle-Isle (1761) === In America === ==== King William's War ==== *Siege of Quebec (16 to 21 October 1690) *Shipping Cartagena (2 May 1697) ==== Queen Anne's War ==== *Defense of Guadeloupe (1703) *Shipments Rio (1710 and June 1711 to February 1712) ==== Inter War Period ==== *War of the Quadruple Alliance (1718-1720) *Naval battle of the Dauphine (Bay Island Mobile ) (19 August 1719) *Seat Pensacola (2 September 1719) *Wars Foxes (1712-1714 and 1729) *Wars Natchez (1717-1719 and 1729-1731) *Wars Chickasaws (1736 and 1739-1740) ==== King George's War ==== * Raid on Canso *Siege of Louisbourg (1745) ==== French and Indian War ==== *Battle of Fort Necessity (July 3, 1754) *Siege of Fort Beausejour (June 1755) *Battle of the Monongahela (9 July 1755) *Battle of Fort Carillon (8 July 1758) *Siege of Louisbourg (June–July 1758) * Defense of Guadeloupe (April 1758) *Plains of Abraham (September 13, 1759) *Battle of Sainte-Foy (April 28, 1760) *Defence of Montreal (September 1760) *Defense of Martinique (1761) === In India === Third Intercolonial War *Battle of Negapatam (6 July 1746) *Seat Madras (August 21 September 1746) *Siege of Pondicherry (Fall 1748) Fourth Intercolonial War (1754-1760) *Battle of Cuddalore (29 April 1758) *Battle of Negapatam (3 August 1758) *Seat Madras (December 1758-February 1759) *Battle of Pondicherry (10 September 1759) *Siege of Pondicherry (March 1760 to January 4, 1761) == Notable members == File:Jacques TestardditMontigny(1663-1737).png|Jacques Testard de Montigny File:Jean- Baptiste Hertel de Rouville.jpg|Jean-Baptiste Hertel de Rouville File:Marquis de Boishébert - Charles Deschamps de Boishébert et de Raffetot (1753) McCord Museum McGill.jpg|Charles Deschamps de Boishébert File:Pierre Le Moyne d'Iberville 1661-1706.jpg|Pierre Le Moyne d'Iberville * François Dupont Duvivier == Re-enactments == The Canadian Forces Naval Reserve created a historical reenactment group of the Compagnies Franches de la Marine in 1992. They demonstrate musketry and military drill while dressed in period uniforms. These performances are advertised as family events designed to help the public learn more about military history and interact with sailors. The military unit of the heritage presentation staff at the Fortress of Louisbourg National Historic Site of Canada consists of costumed interpreters representing soldiers of the Compagnies Franches de la Marine stationed in Louisbourg during the summer of 1744. During the site's operating season, they perform daily musket firings and military demonstrations and stand guard at various locations in the reconstructed eighteenth-century town.http://www.pc.gc.ca/eng/lhn-nhs/ns/louisbourg/activ/activ2.aspx === Gallery === Image:Franche de la Marine10.JPG| Image:Franche de la Marine3.jpg| Image:Franche de la Marine4.jpg| Image:Franche de la Marine8.jpg| The Compagnie Franche de la Marine exercising during the 400th Anniversary of Québec City in 2008. == See also == *Military of New France *Colonial militia in Canada == References == ===Notes=== ===Cited literature=== * Chartrand, René (1984). The French Soldier in Colonial America. Bloomfield, Ont.: Museum Restoration Service. * Chartrand, René (1997). Louis XV's Army (5): Colonial and Naval Troops. Osprey Publishing. * Eccles, W. J. (1974). \"The French forces in North America during the Seven Years' War.\" Dictionary of Canadian Biography. Toronto: University of Toronto Press, vol. 3: xv-xxiii. * Greer, Allan (1979). The Soldiers of Isle Royale, 1720–45. Environment Canada, pp. 7–9. * Greer, Allan (1997). The People of New France. Toronto: University of Toronto Press, pp. 50–51 * Morton, Desmond (1985). A Military History of Canada. Edmonton: Hurtig, pp. 18–23. * Stacey, C.P. (1974). \"The British Forces in North America during the Seven Years' War.\" Dictionary of Canadian Biography. Toronto: University of Toronto Press, vol. 3: xxiv-xxx. * Sutherland, Stuart R. J (1988). \"Troupes de la Marine\", The Canadian Encyclopedia, Volume 4, p. 2196\\. Edmonton: Hurtig Publishers. Category:Naval history of Canada Category:French Navy Category:New France Category:Military regiments raised in Nova Scotia Category:History of the French Navy Category:History of New France Category:Military history of Canada Category:Canadian ceremonial units ",
    "title": "Compagnies Franches de la Marine"
}