{
    "id": "7814168",
    "text": "Francis Newton Souza (12 April 1924 – 28 March 2002) was a Goan artist. He was a founding member of the Progressive Artists' Group of Bombay, and was the first post-independence Indian artist to achieve high recognition in the West. Souza's style exhibited both low-life and high energy. ==Early life and education== Francis Newton Souza was born to Roman Catholic parents of Goan origin in the village of Saligao, Goa. In 1929, after he had moved to Mumbai with his widowed mother, he survived an attack of smallpox which left him scarred for life. His grateful mother added Francis to his name, after St Francis Xavier, the patron saint of Goa. He attended St. Xavier's College in Bombay, being expelled for drawing graffiti in a toilet which he claimed he was correcting, but the priests did not accept his claims. Souza studied at the Sir J. J. School of Art in Bombay but was expelled in 1945 for his support for the Quit India Movement. Souza joined the Communist Party of India in 1947. Souza's grandson is the British street artist Solomon Souza, known for his work in Jerusalem. ==Career== In 1947 he was a founding member of the Bombay Progressive Artists' Group which encouraged Indian artists to participate in the international avant-garde. In 1948 Souza's paintings were shown at an exhibition in London's Burlington House. In 1949 Souza moved to London, where initially struggling to make an impact as an artist, he worked as a journalist. The Institute of Contemporary Arts included his work in a 1954 exhibition. His success as an artist took off following the publication in 1955 of his autobiographical essay Nirvana of a Maggot in Stephen Spender's Encounter magazine. Spender introduced Souza to the art dealer Victor Musgrave, the owner of Gallery One. Souza's 1955 exhibit was sold out, leading to ongoing success In 1959 Souza published Words and Lines. Souza's career developed steadily, and he participated in several shows, receiving positive reviews from John Berger. His style was, as Berger pointed out,Summary of Souza's career deliberately eclectic: essentially Expressionist in character, but also drawing on the post-war Art Brut movement and elements of British Neo-romanticism. His work was often highly erotic. According to art historian Yashodhara Dalmia, > At the heart of Souza's creativity was the belief that society's destructive > aspects shouldn't be suppressed, they should be aired and confronted. Be it > the hypocrisy of the church, the corruption of the upper classes or the > repression of sexuality in a country that has a Khajuraho, he was uncovering > the underbelly of existence. From 1967 he settled in New York City; he returned to India shortly before his death. The poet and artist Srimati Lal was his partner during his last days. Souza died on 28 March 2002 and was buried in Sewri cemetery in Mumbai. ==Reputation== In recent years Souza's Paintings have been sold for over a million dollars. In 2008, his painting \"Birth\" (1955) set a world auction record for the most expensive Indian painting sold till then by selling for US$2.5 million (Rs 11.3 crore) at a Christie's auction. In 2015, the painting \"Birth\" was resold at Christie's in New York, fetching more than US$4 million. FN Souza’s ‘Birth’ sets new record, sold for $4 million at Christie’s New York auction. The Financial Express, 18 September 2015. In June 2010 Christie's held an auction of over 140 lots from the Souza Estate. Many of Souza's works fetched very high prices, some several times Christie's estimates.Christie's - The Art of Souza: Property from the Estate of Francis Newton Souza A purported 1963 painting by Souza appeared on the BBC Antiques Road Show in February 2009. Neelam Raaj wrote in The Times of India: ==Public collections== *Birmingham Museum of Art, UK *British Museum, London, UK *Glenbarra Art Museum, Himeji, Hyōgo, Japan *Haifa Museum, Israel *National Gallery of Modern Art, New Delhi, India *National Gallery of Victoria, Melbourne, Australia *Tate Gallery, London, UK *Victoria and Albert Museum, London, UK *The Hepworth Wakefield Art Gallery, UK *Museum of Biblical Art (Dallas), Texas, USA ==See also== * Lancelot Ribeiro (brother and fellow painter) * Vamona Navelcar * Vasudeo S. Gaitonde ==References== ==External links== * (website on Souza by art critic Srimati Lal) * * * Category:Indian male painters Category:Indian erotic artists Category:1924 births Category:2002 deaths Category:Indian emigrants to the United States Category:St. Xavier's College, Mumbai alumni Category:Sir Jamsetjee Jeejebhoy School of Art alumni Category:People from North Goa district Souza, Francis, Newton Category:20th- century Indian painters Category:Indian Expressionist painters Category:Painters from Goa Category:Indian emigrants to England ",
    "title": "F. N. Souza"
}