{
    "id": "7814636",
    "text": "1777 illustration of Aitken Portrait of Aitken in jail by W. Cave ad viv del James Aitken (28 September 1752 – 10 March 1777), also known as John the Painter, was a mercenary who committed acts of sabotage in Royal Navy naval dockyards during the American Revolutionary War in 1776–77. ==Early life== Aitken was born in Edinburgh in 1752, the son of a whitesmith and the eighth of twelve children. The early death of his father allowed Aitken to enter the charitable school for impoverished children at George Heriot's Hospital, which was founded to care for the \"puir, faitherless bairns\" (Scots: poor, fatherless children) of Edinburgh. Upon leaving school at age 14, he tried his hand at a variety of low-paying trades, including painter apprenticeship in 1767,Warner, Jessica. The Incendiary: The Misadventures of John The Painter, First Modern Terrorist. Toronto: McClelland, 2005. before finding that the world of criminal activity offered him more immediate rewards. He admitted in his testament to being a highwayman, burglar, shoplifter, robber, and (on at least one occasion) a rapist: > ... I made the best of my way through Winchester to Basingstoke, intending > to return to London. Going over a down near Basingstoke, I saw a girl > watching some sheep, upon whom, with some threats and imprecations, I > committed a rape, to my shame it be said. ==Career as a saboteur== Fearful that his crimes would soon be detected, Aitken negotiated an indenture in exchange for a voyage to Jamestown, Virginia. He had no real intention of serving the terms of the indenture, and soon escaped to North Carolina. His next two years in the colonies were spent in such locales as Philadelphia, Boston, New York City, and Perth Amboy, New Jersey. It was during this period that he became exposed to revolutionary rhetoric, and Aitken claimed that he had been harassed by British troops for being a suspected Whig. At some point after a 1775 return trip to England he developed his scheme of political arson. Some historians have speculated that Aitken was motivated by a desire to escape his life of insignificance and poverty, and that by striking a blow on behalf of the American revolutionaries, Aitken would be recognised and handsomely rewarded for his role. The British dockyards, Aitken believed, were vulnerable to attack, and he was convinced that one highly motivated arsonist could cripple the Royal Navy by destroying ships in the harbours, but more importantly the dockyards and ropewalks used to build, refit and repair the massive Royal Navy. Despite being a wanted criminal for his other crimes, Aitken travelled freely to several dockyards to determine their vulnerability. Additionally, he travelled to Paris where he eventually forced himself into a meeting with American diplomat Silas Deane. Although Deane was sceptical that Aitken would be successful, Aitken left the meetings believing that he had the full backing of Deane and the American revolutionary government. What is clear is that Aitken never received remuneration beyond a few pounds that Deane lent him. Aitken returned to England with Deane's instruction to meet the American expatriate, spy, and double-agent Edward Bancroft; Aitken disclosed to him at least some of his intentions. Using his training with mixing chemicals and paint solvents from his trade as a painter, Aitken solicited the help of several others in constructing crude incendiary devices with the intention of burning down the highly flammable buildings in the Royal Dockyards. Over the course of several months Aitken attacked facilities in Portsmouth and Bristol, creating the impression that a band of saboteurs was on the loose in England. ==Manhunt, capture and imprisonment== 18th century woodcut of Aitken Aitken's exploits, though only marginally successful at causing actual damage, did succeed in generating a significant amount of panic among the British public and government. Unsurprisingly, other fires detected during the same time period were incorrectly attributed to Aitken, fanning the alarm. At the height of the crisis, King George III was receiving frequent briefings and groups such as the Bow Street Runners were sent after the trail of Aitken. Eventually, through the help of Sir John Fielding, a description of Aitken naming him John the Painter and a reward for his capture were posted. Soon after, Aitken was arrested while travelling through the country. Over the course of his imprisonment, British authorities were initially unsuccessful in gaining sufficient evidence. However, they soon co-opted a young man, John Baldwin, a former Philadelphia painter, who visited Aitken frequently in prison and eventually gained his trust.Clark, William Bell. John the Painter. The Pennsylvania Magazine of History and Biography, Vol. 63, No. 1, January 1939, p. 20. Archive Aitken soon provided a great deal of incriminating information to this agent, which was subsequently used in locating witnesses and strengthening the state's case against him. ==Trial and execution== British authorities hanged John the Painter on 10 March 1777 from the mizzenmast of HMS Arethusa for arson in royal dockyards after he was caught setting the rope house at Portsmouth on fire. The mast was struck from the ship and re-erected at the dockyard entrance so as many people as possible could watch the execution. It was the highest gallows ever to be used in an execution in England.1777: James Aitken, aka John the Painter, terrorist of the American Revolution, ExecutedToday.com, March 10th, 2013. Some 20,000 people reportedly witnessed the hanging. His remains were gibbeted and displayed at Fort Blockhouse for several years.Pindar, Ian. Jessica Warner's John the Painter outlines the dispiriting but dogged efforts of an 18th-century arsonist, The Guardian, March 5, 2005. Archive ==See also== *Arson in royal dockyards ==References== ==Further reading== *Aitken, James. Confession of John the Painter. In: Naval Documents of the American Revolution, Vol. 8, Washington, D.C.: Government Printing Office, 1980, pp. 646–649. *Aitken, James (1777). The life of James Aitken, commonly called John the Painter, an incendiary, who was tried at the Castle of Winchester, on Thursday the 7th day of March, 1777, and convicted of setting fire to His Majesty's dock-yard, at Portsmouth, Exhibiting a detail of Facts of the utmost Importance to Great Britain. The whole faithfully taken down from the convict's own mouth, on Friday, Saturday, and Sunday, preceding his Execution. Winton: Printed by J. Wilkes. *Sharpe, James. John the Painter: The First Modern Terrorist. Journal of Forensic Psychiatry & Psychology, Volume 18, Issue 2, June 2007, pp. 278–281. *Warner, Jessica. John the Painter: Terrorist of the American Revolution. New York: Thunder's Mouth Press, 2004. *Warner, Jessica. The Incendiary: The Misadventures of John The Painter, First Modern Terrorist. Toronto: McClelland, 2005. **Secondary literature concerning James Aitken Category:1752 births Category:1777 deaths Category:1777 in Great Britain Category:People educated at George Heriot's School Category:Scottish criminals Category:People from Edinburgh Category:History of the Royal Navy Category:Terrorism in the United Kingdom Category:People executed by England and Wales by hanging Category:Scottish emigrants to the United States Category:House painters Category:Executed Scottish people Category:British arsonists Category:Scottish rapists Category:British burglars Category:British robbers Category:English highwaymen Category:18th-century British criminals Category:American Revolutionary War ",
    "title": "John the Painter"
}