{
    "id": "7815824",
    "text": "The Monastery is a series of reality television programmes originally made in the United Kingdom in 2005. The format involves a number of individuals, who are not necessarily religious, spending a period of time in a place of religious retreat.What is The Monastery? , Worth Abbey website It has since been copied for UK sequels and in the United States and Australia. ==United Kingdom== The UK series The Monastery was produced by Tiger Aspect for the BBC, and filmed at Worth Abbey. It was first transmitted in May 2005. ===People=== ;The Abbot The Abbot, Christopher Jamison, and the community of 22 Benedictine monks provided guidance to the laymen. Jamison became well- known through the series and went on to make further television programmes. ;The laymen Tony Burke, 29, single and from London. Worked in the world of advertising and production of television trailers for sex chat lines. Of the five, it was Tony whose experience on the show was most profound. After the completion of the series, Tony continued to make frequent visits to the monastery. Nick Buxton, 37, a PhD student who subsequently completed his doctoral in Buddhist Studies at Cambridge University and who has stayed in numerous monasteries around the world. After the series Nick trained to be an Anglican priest at St Stephen's House, Oxford University and has contributed to media with his thoughts on theology which have included a visit to the Coptic Monastery of Saint Anthony in Egypt.Egypt's Coptic Christians, BBC He became a Minor Canon at Ripon Cathedral and is now Parish Priest of St John The Baptist Church, Newcastle upon Tyne. His book on monasticism Tantalus and the Pelican, which includes considerable description and assessment of his experience at Worth Abbey and at St. Hugh's Charterhouse, Parkminster, the Carthusian monastery visited during the series, was published in January 2009.Tantalus and the Pelican, Continuum Books, January 2009 Peter Gruffydd, 69, married and a retired teacher from Bristol. The published poet wanted to re-examine the faith in which he was raised as a child, having rejected religion in his youth. Gary McCormick, 36, single and from Cornwall. Originally from Belfast, he joined the loyalist paramilitary group, the Ulster Defence Association (UDA) at 18 years of age. He claims to have been falsely accused of fire bombing a shop and vandalising a catholic home which in turn led to time in prison. Now a committed Christian who found God at the age 23. Struggling with alcohol and low self-esteem as a consequence his troubled past, Gary decided to participate on the show to come to terms with issues prior to marrying his fiancée. Anthoney Wright, 32, single and from Nottingham. Working for a legal publishing company in London, he was raised by his Baptist grandparents, he was in search of a way to deal with issues surrounding his mother and alternatives to his hedonistic lifestyle. After the series Anthoney became a practising Buddhist and is now a published singer- songwriter;Anthoney Wright, New band of the day, The Guardian, 28 August 2008 his debut album Feet on the Ground was released in March 2009. ===Reception and sequels=== The Monastery won the Merit Award for Religious Programming in the Sandford St. Martin Trust Awards in 2006. The series was re-broadcast by other television networks. The BBC commissioned a follow-up episode The Monastery Revisited, broadcast in June 2006; immediately followed by a four- episode series The Convent, in which four women spent 40 days in a convent of the Poor Clares at Arundel;Convent opens its doors to BBC2, BBC, 1 June 2006 \"The Convent\" , mini-site about the series at The Poor Clares Arundel website and The Retreat in 2007 in which a group of men and women lived together in a Muslim school of prayer.The Monastery: a new kind of television at Worth Abbey websiteFinding Sanctuary, Orion Publishing ==United States== The US version, also called The Monastery, was made by the Discovery Channel and broadcast on TLC. It debuted on 22 October 2006 and aired on Sundays at 10:00 pm. In the first season, five men of various backgrounds who were facing personal crises volunteered to live at a Benedictine monastery, the Monastery of Christ in the Desert in northern New Mexico, for 40 days.TLC Ventures into Unexplored Territory with The Monastery, About.com, 20 October 2006. Retrieved 9 May 2009. There was also a series made at Our Lady of the Mississippi Abbey in Iowa, but it was never broadcast. ==Australia== ABC in Australia made a similar series, The Abbey, in which five women spent 33 days living the life of an enclosed Benedictine nun.The Abbey, ABC website ==References== ==External links== * *BBC press releases of the series *The Monastery on Tiger Aspect website Category:2000s British reality television series Category:2005 British television series debuts Category:2005 British television series endings Category:BBC television documentaries Category:British reality television series Category:English-language television shows Category:Order of Saint Benedict Category:Television shows about Catholicism Category:Television series by Endemol Category:Television series by Tiger Aspect Productions ",
    "title": "The Monastery (TV series)"
}