{
    "id": "7815337",
    "text": "Hostway is a global web hosting, and technology infrastructure company headquartered in Austin, Texas, United States, founded in 1998. It provides individuals, small- to medium-sized businesses and large corporations with hosting services for web sites, databases, business applications, and managed web hosting. Hostway Services Inc. serves customers worldwide. Hostway merged with Hosting.com in January of 2019 https://www.bizjournals.com/sanantonio/news/2019/01/08/hostway-to-mergewith- colorado-competitor.html. . The merged company rebranded to Ntirety in September of 2019https://www.prnewswire.com/news-releases/introducing-ntirety- managed-cloud-services-leader-hostwayhosting-announces-re-brand-changing- company-name-to-ntirety-300915060.html. ==History== ===Founding=== In 1998, University of Chicago alumni Lucas Roh, John Lee, Arnold Choi and two other business partners acquired Spectronet Inc., a Web hosting company in the Chicago suburbs with annual revenues of $30,000. They renamed the company Hostway Services Inc. and began preparations to expand its reach in the US and international markets. Roh previously served as a computer scientist at Argonne National Laboratory, conducting pioneering research in the emerging field of \"automatic differentiation\". He also worked for six years as a software and hardware engineer at Tektronics and Hewlett-Packard prior to becoming a founding partner, president and CEO of Hostway. ===Globalization=== Initially, company growth was focused on sales throughout the United States, primarily in Chicago. In 2000, the founders expanded Hostway to international markets with the launch of Hostway Korea. Korea was chosen as the starting point for Hostway's expansion because of Roh's familiarity with the culture (Roh was raised and educated in South Korea before his family immigrated to the United States while he was in high school). This would serve as the beginning of a much larger push towards its globalization of web hosting services. From 2000-2007, Hostway grew via acquisition, increasing its client base and building its experience with the dedicated server/managed hosting and domain name registration markets. The most significant of these was the 2003 merger with Canada's NetNation Communications with approximately US$10 million paid in cash to NetNation stockholders. In June 2006, Hostway announced the opening of its new data center located at Boeing International's worldwide headquarters, in the heart of downtown Chicago. It is the largest commercially operated data center in downtown Chicago. In April 2007, Hostway announced the acquisition of Affinity Internet Inc., which is headquartered in Fort Lauderdale, Florida, with approximately 300 employees, and has been operating since 1996. In September 2016, Emil Sayegh joined Hostway as president and CEO. Prior to Hostway, Emil was the chairman of the board, CEO, and president of Codero Hosting, VP of Cloud Services at HP, and VP/GM of Cloud at Rackspace.https://hostway.com/press-releases/hostway-services-names-industry- veteran-emil-sayegh-as-ceo-and-president/ Hostway has remained a privately held company throughout its expansion, which has seen the company open data centers and/or local offices in various locations. Offices in these cities are currently run by Hostway Services:Careers at Hostway | Hostway * Chicago, Illinois * Tampa, Florida - 2 locations * Austin, Texas - 2 locations * San Antonio, Texas * Vancouver, British Columbia * Sofia, Bulgaria * Toronto, Ontario * Seoul, South Korea * Hanover, Germany Hostway Services has previously run offices in these locations: * Fort Lauderdale, Florida * Mumbai, India * London, United Kingdom * Paris, France * Amsterdam, Netherlands * Antwerp, Belgium * Frankfurt, Germany * Sydney, Australia * Bucharest, Romania ==Products & Services== ===Enterprise Hosting=== Managed server hosting – Hostway delivers custom managed hosting services, on dedicated servers. Hostway will build, monitor, secure, maintain, and patch the infrastructure. Customers have the ability to install and manage all applications on the servers. Cloud hosting – Hostway is an Infrastructure as a Service (IaaS) provider that sells both public and private cloud capabilities under its own FlexCloud brand. Both services include virtualization technology with the main difference being that the public cloud is shared by multiple customers, and the private cloud allocates specific virtualization resources to one customer. Hybrid cloud – Hostway launched hybrid cloud hosting in 2012 as a service that combines dedicated/managed server infrastructure with virtualized cloud environments (public or private) through a private VLAN connection. Customers may also connect the Hostway infrastructure to their on- premises environment. Colocation – Hostway colocation services allow customers to lease space at one of Hostway's data centers in order to take advantage of its security, power, and network while maintaining control of their servers. Channel Partner – Hostway partners with companies of various sizes – including VARs, developers, and IVRs – to resell their services. These partnerships can take the form of referral or reseller programs. ===Website and Application Hosting=== Domain name registration – Hostway allows the purchase of new domain names or transfer of pre-owned domain names to their servers for utilization with their web hosting services. Email hosting – Hostway offers POP/IMAP email accounts which include a webmail client, calendar and address book for standalone email hosting. Hosted Microsoft Exchange – Hostway has partnered with Microsoft Corporation to provide a hosted solution for the Microsoft Exchange software solution. They have also combined this with 3rd party security solutions to provide an email compliance package. Shared hosting – Hostway provides hosting on web servers where each website is located on its own section of the server. These plans are the most economical of Hostway's offerings, but also the most limited in resources since they are shared among all websites on the server. Private Label – Hostway works with telcos, MSOs and big box retail companies to resell their services through a white label wholesale model. ===Partnerships=== Hostway has long partnered with Microsoft, and was selected the 2011 Microsoft Hyper-V Cloud Provider of the Year. In June 2012, Hostway as a finalist for the Microsoft Hosting Partner of the Year Award. Hostway was also an exhibitor and presenter at Microsoft's 2012 Worldwide Partner Conference. Hostway is among North America's largest providers of public cloud services using Microsoft HyperV. == Acquisition == In December 2013, Hostway was acquired by private equity firm Littlejohn & Co.. Financials of the deal were not disclosed, but Crain's projected the deal to be worth in the neighborhood of $200 million. == Merger with HOSTING == In January 2019, Hostway and HOSTING announced a merger of the two companies. Backed by previous private equity firms Littlejohn & Co. and Pamlico who will stay on as equal partners. In September 2019, Hostway|Hosting Announces Re-Brand, Changing Company Name to “Ntirety” https://www.ntirety.com/resources/introducing-ntirety-hostwayhosting- announces-rebrand/ ==Hosting Infrastructure== * More than 250,000 sq ft total data center space * Carrier independent * Multiple 10 gig connections per data center to the Tier 1 Internet backbone providers * Cisco, Brocade networking gear * Network of 11 lights-out Tier 3+ data centers * Megawatt diesel generators * VESDA detection and gas-based fire suppression system ==References== Category:Companies based in Chicago Category:Internet technology companies of the United States Category:Web hosting ",
    "title": "Hostway"
}