{
    "id": "7815722",
    "text": "\"Runnin' Down a Dream\" is a song co-written and recorded by Tom Petty. It was released in July 1989 as the second single from his first solo album Full Moon Fever. \"Runnin' Down a Dream\" achieved reasonable chart success, reaching number 23 both in Canada and on the US Billboard Hot 100 and the top of the Billboard Album Rock Tracks chart.Whitburn, Joel (2004). The Billboard Book of Top 40 Hits. 8th Edition (Billboard Publications), page 490. It has since garnered significant airplay on classic rock stations, and lent its name to the 2007 documentary on Tom Petty and the Heartbreakers. ==Lyrics and music== The song was co-written by Mike Campbell, along with Petty and Jeff Lynne. It was a nod to Petty's musical roots, with the lyric \"me and Del were singin' 'Little Runaway'\" making reference to Del Shannon and \"Runaway\". The song uses E major as a tonic, but makes ample use of chords outside that key, such as A, D, G, and C major chords. Some passages (including the extended outro) use a pedal point of E in the bass, while changing chords from E major to C and D major chords above it. The repeating fuzz guitar riff, using the notes B, B♭, A, G, and E, lacks only a D to complete the hexatonic E blues scale.Tom Petty, Full Moon Fever (songbook) C.P.P. Belwin, Inc.; First Edition (1989) ==Music video== The music video for \"Runnin' Down a Dream\", directed by Jim Lenahan, featured animation, based on several episodes of the classic comic strip Little Nemo in Slumberland by Winsor McCay, featuring a drawing style reminiscent of McCay's and showing Petty and a character who resembles Flip travelling through Slumberland. The 1933 film King Kong is also briefly referenced when Petty, atop the Chrysler Building, attempts to swat at attacking oversized mosquitoes, much like Kong swatting at the biplanes in the film. ==Charts== {| class=\"wikitable\" ! Chart (1989) ! Peak position |- | Australia ARIA Singles Chart | align=\"center\"| 68 |- | Canadian RPM Top Singles | align=\"center\"| 23 |- | UK Singles Chart | align=\"center\"| 55 |- | US Billboard Album Rock Tracks | align=\"center\"| 1 |- | US Billboard Hot 100 | align=\"center\"| 23 |} ==In popular culture== It was used on the soundtrack for the videogame Grand Theft Auto: San Andreas and was the official theme song of the 2006 NBA Finals as well as the 2008 NBA Finals. The song was also used by ABC in the 2010 NBA Finals when the presentation of the game reached the end of the third quarter and was phased out into a commercial break. The song is playable in Guitar Hero 5 and was released as downloadable content for Rock Band 2; in Guitar Hero 5 the master track is used. It closed Petty and the Heartbreakers' performance at the February 2008 Super Bowl XLII Halftime Show, encoda'ed with a long Mike Campbell guitar solo. The next morning, following the Patriots loss to the Giants, which ended their chance at perfection, the song was used during Super Bowl highlights on ESPN. It was also used in promotional segments of the 2008 MLB World Series. In 2011, the song was included in Tom Hanks's film Larry Crowne and on its soundtrack. In the animated television series King of the Hill episode \"Arlen City Bomber\", Lucky Kleinschmidt (voiced by Tom Petty) says \"I'm gonna help you run down that dream, Bobby\" of getting Bobby a freshly made corn chip off the production line. The song was used in the Family Guy episode \"The Book of Joe\" when Brian achieves his \"runner's high\". In 2017 after Petty’s death, NBC used the song for the promo for its telecast of the Monster Energy NASCAR Cup Series Championship Race at Homestead-Miami Speedway. NBC began using a version of this song as their theme for NASCAR on NBC in the summer of 2018, replacing \"Bringing Back the Sunshine\" by Blake Shelton. This song is covered by ZZ Ward. ==References== ==External links== * Category:1989 singles Category:Tom Petty songs Category:Animated music videos Category:Song recordings produced by Jeff Lynne Category:Billboard Mainstream Rock number- one singles Category:Songs written by Jeff Lynne Category:Songs written by Tom Petty Category:Songs written by Mike Campbell (musician) Category:MCA Records singles Category:1989 songs ",
    "title": "Runnin' Down a Dream"
}