{
    "id": "7816571",
    "text": "The Linz Program of 1882 was a political platform that called for the complete Germanization of the Austrian state. It was created in response to the rising social, economic and political position of the Slavic peoples within the Austria-Hungary Dual Monarchy. The framers of the program were fearful that the Slavs were overrunning the German element of the monarchy. == The Framers == The Linz Program was created by five Austrian intellectuals of German descent: *Victor Adler, a Jewish physician, socialist and founder of the Social Democratic Party in Austria. First associated with the liberal German nationalist movement, he later became an activist for the Austrian working class; *Georg Schönerer, a politician who began as a liberal German nationalist only to later in life become a leading anti-Semite and supporter of an extreme Pan-German agenda *Robert Pattai, a lawyer; *Heinrich Friedjung, a Jewish historian; *Engelbert Pernerstorfer, a writer and later Socialist activist. == The Manifesto == The goal of the framers was to create a German- dominated Austrian state. They proposed ceding the regions of Galicia, Bukovina and Dalmatia to Hungary or giving the regions complete autonomy, and they wanted Austria's ties to Hungary to be only of a personal nature, with no administrative or legislative consequences. Additionally, German was to become the official language of Austria, and a proposed Customs union, which would be added to the monarchy's constitution, would provide strengthened ties to the German Reich. Rather than being a blueprint for a political movement, the proposal was more rhetorical. The emotional inclinations of the framers are well represented in the following excerpt from their manifesto: > \"We protest against all attempts to convert Austria into a Slavic state. We > shall continue to agitate for the maintenance of German as the official > language and to oppose the extension of federalism ... [W]e are steadfast > supporters of the alliance with Germany and the foreign policy now being > followed by the empire\" (Roman, 512). Ultimately, Adler and the others wanted Austria to exist separate from the Habsburg Monarchy, which controlled much of central Europe at the time; instead, they wanted to tie themselves as close as possible to Germany. == After 1882 == Following its creation, the Linz Program never gained much support in any influential political circles. Additionally, the framers eventually distanced themselves from the program. This was due in large part to Schönerer's venomous anti-Semitic inclinations, which became associated with the program over time, especially after 1885 when he had an Aryan paragraph added to it. == Sources == * * Category:Politics of Austria Category:1882 in Austria Category:Political manifestos Category:1882 in politics Category:1882 in Austria-Hungary Category:German nationalism in Austria Category:1882 documents Category:Anti-Slavic sentiment Category:Germanization ",
    "title": "Linz Program of 1882"
}