{
    "id": "7816568",
    "text": "Johan Voskamp (; born 15 October 1984) is a Dutch footballer who plays as a striker for VV LYRA. ==Career== Voskamp has previously played for Helmond Sport, Excelsior Rotterdam and RKC Waalwijk. He signed for relegated Jupiler League side Sparta Rotterdam ahead of the 2010–11 campaign, but missed the club's first game of the season, a 2–1 win away at Go Ahead Eagles. He made his debut a week later against newly named Almere City, scoring eight goals on his debut in a 12–1 win.Sparta Rotterdam vs. Almere City - 20 August 2010 - Soccerway He ended up the league's top goalscorer in what was a dismal season for the Rotterdammers.Dubbel gevoel bij Jupiler League-topscorer Voskamp - Voetbal International In July 2011, he joined Śląsk Wrocław on a three-year contract.Śląsk podpisał kontrakt z Johanem Voskampem 6.07.2011, slaskwroclaw.pl He made his debut on 14 July as a substitute against Dundee United in the Europa League second qualifying round first leg and scored the only goal of the game giving his team a 1–0 win. On 31 July 2011 he debuted, yet again as a substitute, in the Ekstraklasa, where he scored a goal securing his team a 1–1 against Górnik Zabrze.Śląsk Wrocław - Górnik Zabrze 1:1 31 July 2011, sports.pl On 7 June 2013, Voskamp signed a three-year contract with his former team Sparta Rotterdam. 7 June 2013, Voetbalprimeur.nl ==Honours== ===Club=== ;Śląsk Wrocław * Ekstraklasa: 2011-12 ;Sparta Rotterdam * Eerste Divisie: 2015-16 ==References== ==External links== * Voetbal International profile * Category:1984 births Category:Living people Category:Dutch footballers Category:Dutch expatriate footballers Category:SBV Excelsior players Category:RKC Waalwijk players Category:Helmond Sport players Category:Sparta Rotterdam players Category:Śląsk Wrocław players Category:Eredivisie players Category:Eerste Divisie players Category:Ekstraklasa players Category:Expatriate footballers in Poland Category:Association football forwards Category:People from De Lier ",
    "title": "Johan Voskamp"
}