{
    "id": "7816995",
    "text": "Andrey Ivanovich Lavrov (, born March 26, 1962 in Krasnodar) is a Russian (and former Soviet) handball goalkeeper and the only three times Olympic handball champion. Lavrov is also the only athlete to have won Olympic gold medals for three different teams, winning gold for the Soviet Union in 1988, the Unified Team in 1992, and for Russia in 2000. Four years later, at the age of 42, he won his fourth olympic medal, another unique feat for a handball player, when his Russian team earned third place and the bronze medals at the 2004 Athens Olympic games. Lavrov was a long time captain for the Russian handball team, and he was Flag Bearer for the Russian athletes at the 2000 Summer Olympics Opening Ceremony of the Sydney Summer Olympics. Lavrov has also won two World Championships for Russia, in 1993 and in 1997, as well as the European Championship in 1996. In 2001, Andrey Lavrov was voted \"Russian handball player of the century\" in his home country. ==References== * Athens Olympics profile * Biography Category:1962 births Category:Living people Category:Soviet male handball players Category:Russian male handball players Category:Handball players at the 1988 Summer Olympics Category:Handball players at the 1992 Summer Olympics Category:Handball players at the 1996 Summer Olympics Category:Handball players at the 2000 Summer Olympics Category:Handball players at the 2004 Summer Olympics Category:Olympic handball players of the Soviet Union Category:Olympic handball players of the Unified Team Category:Olympic handball players of Russia Category:Olympic gold medalists for the Soviet Union Category:Olympic gold medalists for the Unified Team Category:Olympic gold medalists for Russia Category:Olympic bronze medalists for Russia Category:Sportspeople from Krasnodar Category:RK Zagreb players Category:Olympic medalists in handball Category:Medalists at the 2004 Summer Olympics Category:Medalists at the 2000 Summer Olympics Category:Medalists at the 1992 Summer Olympics Category:Medalists at the 1988 Summer Olympics ",
    "title": "Andrey Lavrov"
}