{
    "id": "7816195",
    "text": "The International School of Kuantan (ISK) is a private international school in Kuantan, Malaysia, established in 1996. It provides education to elementary, middle and high school students based on the curricula and practices of public and private schools in the United States. English is used as the medium of instruction to prepare students for admission to university. ==Accreditation== The International School of Kuantan is a private international school, legally registered with the Registrar of Schools and Teachers in the Pahang State Department of Education. ISK is a full member of the East Asia Regional Council of Overseas Schools (EARCOS) and in 2003 was accredited by the Accrediting Commission for Schools of the Western Association of Schools and Colleges (WASC).https://isk.edu.my/index.php/about-us/accreditation ==Campus facilities== ISK's campus has the capacity for over 250 students. It contains eleven classrooms, six of which are equipped with interactive whiteboards (smart board), three science labs with smart boards, two computer labs, library, music room (soundproof), art room, counseling room, sick bay, cafeteria, convenience store, multi-purpose hall, fully equipped AV facilities, three badminton courts, basketball court, male and female dressing room with shower, futsal court, volleyball court, netball court.https://isk.edu.my/index.php/about-us/our-campus ==Extracurricular activities and athletics== Students in Kindergarten through Grade 12 have the opportunity to participate in a variety of extra-curricular clubs and sports throughout the school year depending on their grade level, ability, interests and experience.https://isk.edu.my/index.php/student-life/after-school- activities ==School History== (1996–2018) https://isk.edu.my/index.php/about- us/our-history * License to operate the school was approved in 1996, by the Ministry of Education Malaysia to Effective Energy Sdn. Bhd. (EESB), a private company incorporated with the Registrar of Companies Malaysia. The International School of Kuantan opened on the ground floor of two units of shop lots at A33, Jalan Tanjung Api, Padang Lalang, Kuantan, Pahang, Malaysia. Initial student body of sixteen students in grades seven through twelve. Four teachers were hired with three being expatriates. * The first graduating class in June 1999 included three graduates who have all continued their education at the International Islamic University in Malaysia. * The school became a candidate for accreditation by the Accrediting Commission for Schools, Western Association of Schools and Colleges (ACS WASC). * The school was granted accreditation by the Accrediting Commission for Schools, Western Association of Schools and Colleges (ACS WASC). * The school recorded a 50% in enrollment and the school expanded to 50 students due to a 40% quota granted by the government to all international schools to allow enrollment of Malaysian students. * Land was acquired to build a new campus for the school in order to be able to accommodate the growing student body. * Effective 1 July 2012, the 40% quota for Malaysian students allowed to enroll in international schools was lifted by the Malaysian Government. Enrollment at ISK increased by 40% to a total of 79 students for school year 2012/2013. Faculty was increased by 50% to accommodate the growing student body. Completion of school design plan to begin construction of the new campus. * Construction of the new campus began. * In January, 2015 the school moved to a beautiful, new purpose-built facility at Bandar Indera Mahkota, Kuantan, Pahang MALAYSIA. * In 2018, student enrollment expanded over 100 students for the first time. ==References== == External links == *Official Website *EARCOS Member Schools *ASC-WASC *https://www.thestar.com.my/metro/community/2015/06/12/international-school- in-kuantan-caters-to-expats *https://www.thestar.com.my/metro/community/2015/06/19/open-day-at- international-school-well-received Category:Educational institutions established in 1996 Category:1996 establishments in Malaysia Category:Kuantan ",
    "title": "International School of Kuantan"
}