{
    "id": "7818361",
    "text": "Eldridge Moores (October 13, 1938 – October 28, 2018) was an American geologist. He specialized in the understanding of ophiolites (fragments of oceanic crust and mantle that have been emplaced onto the continental crust) and the geology of the continental crust of the Western United States and Tethyan belt, the geology of Greece, Cyprus, and Pakistan, and the tectonic development of the Sierra Nevada and the Alpine - Himalayan systems. Moores was Distinguished Professor Emeritus of Geology at the University of California, Davis. In 1996, Moores was President of the Geological Society of America (GSA)GSA Past Leaders https://www.geosociety.org/GSA/About/Leadership/Past_Leaders/GSA/About/Past_Leaders.aspx and editor of the society's journal Geology from 1981 to 1989. He is the recipient of the GSA's Distinguished Service Award and the Geological Association of Canada Medal.https://www.geosociety.org/awards/06speeches/international.htm Together with geologist Robert J. Twiss, Moores co-authored two textbooks: TectonicsTectonics, W. H. Freeman (1995); and Structural GeologyStructural Geology, Macmillan Higher Education (2006); Moores is the main subject of the John McPhee book on California geology, Assembling California (1993),Assembling California (1998); Farrar, Straus and Giroux / Macmillan (1993); as well as McPhee's Annals of the Former World (1998).Annals of the Former World, John McPhee; Farrar Straus & Giroux, New York, NY (1998); In 2013, Eldridge Moores was awarded the title of UC Davis distinguished professor emeritus. This title is awarded annually by the UC Davis Emeriti Association on the basis of outstanding contributions following retirement in the traditional areas of teaching, research and service.http://www.davisenterprise.com/local-news/ucd/eldridge-moores-name- distinguished-professor-emeritus/ == Bibliography == * Eldridge M. Moores, Robert J. Twiss (1995) Tectonics (W. H. Freeman) * Robert J. Twiss, Eldridge M. Moores, (December 15, 2006) Structural Geology 2nd edition, (W. H. Freeman) * Eldridge M. Moores (Editor)(2003) Volcanoes and Earthquakes (Discoveries). * Lauret E. Savoy, Eldridge M. Moores, and Judith E. Moores, editors, (2006) Bedrock: Writers on the Wonders of Geology (Trinity University Press) * Carol S. Prentice, Judith G. Scotchmoor, Eldridge M. Moores, John P. Kiland (Editors) (2006) 1906 San Francisco Earthquake Centennial Field Guide (Geological Society of America) * Richard Rodriguez, Sandra Phillips, Aaron Betsky, Eldridge Moores, Eldridge M. Moores (1996) Crossing the Frontier: Photographs of the Developing West, 1849 to the Present (Chronicle Book) * Yildirim Dilek, Eldridge M. Moores, Don Elthon, and Adolphe Nicolas (editors) (2001) Ophiolites and Oceanic Crust: New Insights from Field Studies and the Ocean Drilling Program (Special Paper of the Geological Society of America) ==References== ==External links== *Eldridge Moores Papers at Special Collections Dept., University Library, University of California, Davis Category:1938 births Category:2018 deaths Category:Writers from Phoenix, Arizona Category:California Institute of Technology alumni Category:Princeton University alumni Category:American geologists Category:University of California, Davis faculty Category:Presidents of the Geological Society of America ",
    "title": "Eldridge M. Moores"
}