{
    "id": "7818764",
    "text": "Mrs. Wiggs of the Cabbage Patch is a 1934 American comedy-drama film, directed by Norman Taurog, and is based on the 1904 Broadway play by Anne Crawford Flexner,https://www.ibdb.com/broadway-production/mrs-wiggs-of-the-cabbage- patch-5904 which itself is taken from the novel of the same name by Alice Hegan Rice. The film stars Broadway stage actress Pauline Lord, and is one of only two films she appeared in. ZaSu Pitts and W. C. Fields appear in supporting roles. The 1934 version is the third film adaptation of the novel and play. The first film version was released in 1914, starring Blanche Chapman. The second version was released in 1919 and stars Mary Carr, while the fourth version was released in 1942 and stars Fay Bainter. The book was also adapted into a radio series which aired from 1935 to 1938. ==Plot== In 1901, Mrs. Wiggs is facing eviction, scrabbling for survival with her number of children and hoping for the return of her husband, who left many years before, looking for gold in the Klondike. The family owns the shack but it has a mortgage of $25 ($ today) and the evil moneylender is threatening them. Mrs. Wiggs is a laundress but can't manage to save enough back because whatever extra money she gets is used to help others, often animals. The oldest son, James, has worked hard all his life, but now is seriously ill with tuberculosis. The little girls are all named \"out of geography\", Europena, Asia and Australia. The second-oldest boy, Billy, is something of an entrepreneur. When he finds a spavined and dying horse he brings it home and the family nurses it back to reasonable health, naming it Cuba. Neighbor Tabitha Hazy seeks a husband and takes out a subscription to \"The Matrimonial Guide\", the 1901 version of a dating service. Alice, a wealthy girl who is a volunteer social worker, brings the family a feast of a Thanksgiving dinner (in the book, they promptly sell it and buy cheaper food). Her fiance becomes involved, finally taking Jimmy to a hospital. Billy makes enough to take the family to a vaudeville variety show, and Mrs. Wiggs describes it all to Jimmy as he dies. She places an advertisement in national newspapers, directed to her husband, saying that Jimmy is dead and he must come home. Tabitha has found a man she likes, but fears he won't like her because she can't cook. Mrs. Wiggs conspires with her to serve an exquisite dinner. When he finds out the truth, he refuses to marry her, but she tells him she doesn't want someone who thinks only of his own pleasure and throws him out. In the midst of all this, Mr. Wiggs arrives and sits quietly in a corner until he is noticed. He's got enough money to pay off the mortgage, and everyone lives happily ever after. ==Cast== ==Reception== The film was one of Paramount's biggest hits of the year, although less successful than the studio originally hoped.Churchill, Douglas W. The Year in Hollywood: 1934 May Be Remembered as the Beginning of the Sweetness-and-Light Era (gate locked); New York Times [New York, N.Y] 30 Dec 1934: X5. Retrieved December 16, 2013. ==References== ==External links== * * Category:1934 films Category:1934 comedy-drama films Category:American films Category:American comedy-drama films Category:American black-and-white films Category:American film remakes Category:English-language films Category:Films based on American novels Category:Films directed by Norman Taurog Category:Films set in 1901 Category:Films shot in Los Angeles Category:Paramount Pictures films Category:Films based on works by Alice Hegan Rice Category:1934 comedy films Category:1934 drama films ",
    "title": "Mrs. Wiggs of the Cabbage Patch (1934 film)"
}