{
    "id": "7818908",
    "text": "Ladlad (Tagalog for \"coming out,\" \"The Unfurled\", from the swardspeak pagladlad ng kapa unfurling one's cape), formerly Ang Ladlad LGBT Party Inc. and sometimes colloquially known as \"the LGBT party\", is a Filipino lesbian, gay, bisexual, and transgender (LGBT) political party. It was founded on September 1, 2003 by Danton Remoto. The party's official motto is \"Bukas isip. Bukas puso.\" (Open mind. Open heart.) ==History== Ladlad first tried to register with the Commission on Elections (COMELEC) in 2006, with the hopes of appearing on the 2007 ballot, but was denied for supposedly not having enough members. COMELEC further denied Ladlad's petition to be allowed to run in the 2010 elections, this time on the grounds of \"immorality\". However, on January 12, 2010, the Supreme Court granted a temporary restraining order, thereby allowing Ladlad to participate in the 2010 elections. On April 8, 2010, the Supreme Court overturned the ban in the case of Ang Ladlad v. COMELEC (G.R. No. 190582), allowing Ladlad to join the elections. The party received 113,187 votes or 0.37% (excluding votes from Lanao del Sur), below the optional 2% threshold and was not able to win a seat in Congress. In the 2013 elections, the party also failed to reach the minimum two percent of votes cast barring the party from running in the 2016 elections. The party did not enter the 2019 race, despite being qualified to. ==Programs and platforms== The organization's goals are focused toward human rights, and the organization fights for equal rights among all Filipinos, whether they are LGBT or not. Ladlad has the following platforms: #to pass an anti-discrimination bill that would guarantee LGBT Filipinos equal opportunities and treatment; #funding employment opportunities and welfare programs for impoverished and disabled LGBT Filipinos; #setting up of centers for LGBT youth and seniors in need of protection. Same-sex marriage is not part of the party's platform, although it would add it if it were to achieve the passage of its desired anti- discrimination bill. ==Popularity== The party's low popularity is seen as being due to the country's opposing influential Catholic figures who oppose Ladlad's goals and congressional bid. Recent trends, however, have lessened the percentage of Filipinos who closely follow traditional Catholic teachings, and LGBT causes have gotten more visibility in the country as can be seen by the huge influx of attendees of pride parades, such as the Metro Manila Pride March, which more than 70,000 attended in 2019. While more Filipinos are coming out, some scholars caution that this isn't the best way to gauge the prevalence of LGBT people, as Filipino culture may view coming out as \"gratuitous\", \"excessive\", and \"American\". ==Electoral performance== {|class=wikitable style=\"text-align:right\" |- !Election !! Votes !! % !! Seats |- |align=left|2010 || 114,120 || 0.38% || 0 |- |align=left|2013 || 100,700 || 0.37% || 0 |- |align=left|2016 ||colspan=3 align=left|Disqualified* |- |align=left|2019 ||colspan=3 align=left|Did not enter race |}*Parties that didn't win for two consecutive elections are barred from running in the next immediate election. == See also == * LGBT rights in the Philippines ==References== Category:LGBT organizations in the Philippines Category:LGBT political parties Category:Liberal parties in the Philippines Category:Political parties established in 2003 ",
    "title": "Ladlad"
}