{
    "id": "7818844",
    "text": "The Indian Human Spaceflight Programme (HSP) was initiated in 2007 by the Indian Space Research Organisation (ISRO) to develop the technology needed to launch crewed orbital spacecrafts into low Earth orbit. The first crewed flight was planned with a spacecraft called Gaganyaan for December 2021 on a GSLV Mark III rocket.Gaganyaan mission to take Indian astronaut to space by 2022: PM Modi. The Hindu. 15 August 2018. Before the Gaganyaan mission announcement in August 2018, human spaceflight was not a priority for ISRO earlier but it has been working on related technologies and it performed a Crew Module Atmospheric Re-entry Experiment and a Pad Abort Test for the mission. In December 2018, the government approved further 100 billion (US$1.5 billion) for a 7-days crewed flight of 2-3 astronauts.Indians To Spend 7 Days In Space In Rs. 10,000 Crore Gaganyaan Plan: 10 Points, NDTV, 28 December 2018. If completed in meantime, India will become the fourth nation to conduct independent human spaceflight after the Soviet Union/Russia, United States and China. After conducting crewed spaceflights, the agency intends to start a space station programme and crewed lunar landing and manned interplanetary missions in long term. == History == Prototype flight suit for crewed mission On 9 August 2007 the then Chairman of the ISRO, G. Madhavan Nair, indicated the agency is \"seriously considering\" the creation of the Human Spaceflight Programme. He further indicated that within a year ISRO would report on its development of new space capsule technologies. Development of a fully autonomous orbital vehicle to carry a two-member crew into low-Earth orbit (LEO) began a few months after that when the government allocated for pre- project initiatives for 2007 through 2008. A crewed orbital spaceflight would require about and a period of seven years for development. The Planning Commission estimated that a budget of was required for initial work during 2007–2012 for the crewed spaceflight. In February 2009, the Government of India authorized the human space flight programme,\"India announces first manned space mission\". BBC. 27 January 2010 but fell short of fully funding it or creating the programme. The trials for crewed space missions began in 2007 with the 600 kg Space Capsule Recovery Experiment (SRE), launched using the Polar Satellite Launch Vehicle (PSLV) rocket, and safely returned to Earth 12 days later. This followed with the Crew Module Atmospheric Re-entry Experiment, and the Pad Abort Test in 2018. This enables India to develop heat-resistant materials, technology and procedures necessary for human space travel. As per memorandum of understanding (MoU), Defence Research and Development Organisation (DRDO) will provide support for Human Space Mission with critical human-centric systems and technologies like space grade food, crew healthcare, radiation measurement and protection, parachutes for the safe recovery of the crew module and fire suppression system etc. Defence Food Research Laboratory (DFRL) has worked on the space food for the crew and has been conducting trials on a G-suit for astronauts as well. A prototype called 'Advanced Crew Escape Suit' weighing 13 kg and built by Sure Safety (India) Private Limited has been tested and performance verified. While the crew module is design to carry a total of 3 passengers, the maiden crewed mission may only have one or two crews on board. Having shown success in all preliminary tests, the decisive push for the creation of the Human Spaceflight Programme took place in 2017, and it was accepted and formally announced by the Prime Minister on 15 August 2018. The funding is approximately Rs 10,000 crore. The testing phase was expected to begin in December 2020 and the first crewed mission was to undertaken in December 2021. However, on 11 June 2020, it was announced that the overall schedule for the Gaganyaan launches had been postponed, in turn revising the timetable for the HSP. == Spacecraft development == {| class=\"wikitable floatright\" |+ Development schedule of Gaganyaan !Flight type !Proposed month & year !Crew |- |Test Flight 1 |2020 - December |None |- |Test Flight 2 |2021 - July |None |- |Crewed |2021 - December | 1 |} The first phase of this programme is to develop and fly the 3.7-ton spacecraft called Gaganyaan with capacity to carry a 3-member crew in low Earth orbit and safely return to Earth after a mission duration of a few orbits to two days. The first crewed flight is planned for December 2021. The extendable version of the spaceship will allow flights up to seven days, rendezvous and docking capability. In the next phase, enhancements will lead to the development of a small habitat allowing spaceflight duration of 30–40 days at once. Further advances from experience will subsequently lead to development of a space station. On 7 October 2016, Vikram Sarabhai Space Centre Director K. Sivan stated that ISRO was gearing up to conduct a critical 'crew bailout test' called ISRO Pad Abort Test to see how fast and effectively the crew module could be released safely in the event of an emergency. The tests were conducted successfully on 5 July 2018 at Satish Dhawan Space Centre, Sriharikota. This was the first of a series of tests to qualify a crew escape system technology. Parachute tests are scheduled before end of 2019 and multiple in-flight abort tests are planned starting mid 2020. India will not use any animals for life support systems testing but robots resembling humans will be used. ISRO is targeting more than 99.8% reliability for its crew escape system. As of August 2018, ISRO plans to launch its crewed orbiter Gaganyaan atop a Geosynchronous Satellite Launch Vehicle Mk III (GSLV Mk III). About 16 minutes after lift-off, the rocket will inject the orbital vehicle into an orbit 300 to 400 km above Earth. The capsule would return for a splashdown in the Arabian Sea near the Gujarat coastline. As of May 2019, design of crew module has been completed. The spacecraft will be flown twice uncrewed for validation before conducting actual human spaceflight. As of January 2020, crew module was due to undergo testing in wind tunnel facility of Council of Scientific and Industrial Research (CSIR) at National Aerospace Laboratories (NAL). The spacecraft will carry one crew in its maiden crewed mission to an orbit of . == Infrastructure development == === Launch pad === A third launch pad with human rating and more facilities has been under construction in Sriharikota for India's future crewed missions. However, India's maiden crewed mission is expected to take off from second launch pad only. In November 2019, ISRO released tenders for augmentation of second launch pad for Gaganyaan project. === Human-Rating of GSLV Mk III === Human- rating rates the system is capable of safely transporting humans. ISRO will be building and launching 2 missions to validate the human rating of the GSLV-MK III. Existing launch facilities will be upgraded to enable them to carry out launches under Indian Human Spaceflight campaign. ISRO has been modifying propulsion modules of various stages of rocket for human rating. Theoretical parameters for human rating are expected to achieved by August or September 2020 to be followed by simulations and three test launches. === Escape System === ISRO has successfully conducted a pad abort test to validate its launch escape system for fast and effective crew extraction in the event of an emergency. The tests were conducted successfully on 5 July 2018 at Satish Dhawan Space Centre, Sriharikota. This was the first of a series of tests to qualify a crew escape system technology. Work on parachute enlargement and new architecture are also going on. Parachute tests are scheduled before end of 2019 and multiple in-flight abort tests are planned starting mid 2020 using a liquid fueled test vehicle. A new test vehicle has been designed in early 2020 for validation of crew escape system. The vehicle has been built for in-flight escape of crew and possess propulsion on top of the module to take the module away to a safe distance. ===Astronaut training=== In spring 2009 a full-scale mock-up of the crew capsule was built and delivered to Satish Dhawan Space Centre for training of astronauts. India was to short list 200 Indian Air Force pilots for this purpose. The selection process would begin by the candidates having to complete an ISRO questionnaire, after which they would be subjected to physical and psychological analyses. Only 4 of the 200 applicants were to be selected for the first space mission training. While two will fly, two shall act as reserve.Model of space crew module ready, The Hindu, 2 May 2009 ISRO signed a memorandum of understanding in 2009 with the Indian Air Force's Institute of Aerospace Medicine (IAM) to conduct preliminary research on psychological and physiological needs of crew and development of training facilities. IAM played a key role in determining astronaut training, design for crew capsule as per anthropometric dimensions of Indian population and a number of control and environmental systems as per psychological and physiological needs. Announcement of Gaganyaan by PM Modi immediately attracted an enthusiastic reaction from Indian diaspora and ISRO received millions of letters and emails from Indians resident as well as abroad willing to volunteer as astronauts for the project. ISRO Chairman, K. Sivan, announced in January 2019 the creation of India's Human Space Flight Centre in Bangalore for training astronauts.ISRO set for April launch of Chandrayaan-2 after missed deadline. Vikram Gopal, Hindustan Times, 11 January 2019. The centre will train the selected astronauts in rescue and recovery operations, operate in zero gravity environment, and monitoring of the radiation environment. While HSFC will initially function from ISRO headquarters, another facility has been planned to be built near Bengluru to build an HSFC campus. The facility will include offices, housing, testing and integration facilities and will also employ a workforce of 1,000 people in long run of Indian manned space program. An astronaut training facility will be established on proposed site of nearby Kempegowda International Airport in Devanahalli, Karnataka. ISRO's Human Space Flight Centre and Glavcosmos, which is a subsidiary of the Russian state corporation Roscosmos, signed an agreement on 1 July 2019 for cooperation in the selection, support, medical examination and space training of four Indian astronauts. An ISRO Technical Liaison Unit (ITLU) will be set up in Moscow to facilitate the development of some key technologies and establishment of special facilities which are essential to support life in space. Till September 2019, level 1 of astronaut selection process was completed in Bengluru. Selected Test Pilots underwent physical exercise tests, lab investigations, radiological tests, clinical tests and evaluation on various facets of their psychology. By November 2019 the Indian Air Force had selected 12 potential astronauts who will then go to Russia for further training in two batches. As selection criteria require test pilot experience, any females will not be part of the first Indian crewed spaceflight. First crewed flight will consist of a crew of three with one backup and this team of four will go to Russia for astronaut training. In December 2019, selection process came to completion and four candidates began their 12-month long training at Gagarin Research & Test Cosmonaut Training Center (GCTC) on 10 February 2020. The astronauts will be trained for abnormal landing in various terrains including forests, rivers and sea. In third week of February 2020, Indian astronaut candidates completed their winter survival training. ISRO's has also proposed a plan to establish an astronaut training centre at Challakere of Chitradurga district. The facility would take at least 2–3 years to be established after government's approval. Following their training in Russia for unexpected and extreme situations, Indian astronauts would return to India in March 2021 for rest of training in Indian module. CNES is supplying flight system, training flight physicians and technical teams for Indian Human Spaceflight Programme. It is also collaborating and sharing its expertise in the domains of space medicine, astronaut health monitoring and life support. === Space food === The Mysore-based Defence Food Research Laboratory (DFRL), a unit of Defence Research and Development Organisation (DRDO) has developed dried and packaged food for astronauts. The food laboratory has developed around 70 varieties of dehydrated and processed food items that have undergone strict procedures to zero-in on micro bacterial and macro bacterial nutrients. Special care has to be taken in the packing and the food item should be of limited weight but at the same time should be high in nutritional qualities. Waste disposal system for leftover food, liquid dispensing systems, food rehydrating systems and heaters etc. adaptable to outer space conditions were in development although variety of food products planned onboard Gaganyaan is yet to be publicised as of August 2020. DFRL is expected to launch its RTE space food by March 2021 while initial batch for Gaganyaan will carry fodder sufficient for 7 days. === Humanoid robots === Unlike other nations that have carried out human space flights, India will not fly animals into space. Instead, it will fly humanoid robots for a better understanding of what weightlessness and radiation do to the human body during long durations in space. A legless humanoid named as Vyom Mitrā was displayed in January 2020 which is expected to fly onboard unmanned experimental missions as well as assist astronauts on crewed missions. == Experiments and objectives == On 7 November 2018, ISRO released an Announcement of Opportunity seeking proposals from the Indian science community for microgravity experiments that could be carried out during the first two robotic flights of Gaganyaan. The scope of the experiments is not restricted, and other relevant ideas will be entertained. The proposed orbit for microgravity platform is expected to be in an Earth-bound orbit at approximately 400 km altitude. All the proposed internal and external experimental payloads will undergo thermal, vacuum and radiation tests under required temperature and pressure conditions. To carry out micro-gravity experiments for long duration, a satellite may be placed in orbit. Indian vyomanauts will perform four biological and two physical science experiments related to micro-gravity during the mission. ==Space station== India plans to deploy a 20 tonne space station as a follow- up programme of the Gaganyaan mission. On 13 June 2019, ISRO Chief K. Sivan announced the plan, saying that India's space station will be deployed in 5–7 years after completion of Gaganyaan project. He also said that India will not join the International Space Station program. The space station would be capable of harbouring a crew for 15–20 days at a time. It is expected to be placed in a low Earth orbit of 400 km altitude and be capable of harbouring three humans. Final approval is expected to be given to the programme by the Indian government only after the completion of the Gaganyaan mission. ISRO is working to develop spacecraft docking and berthing technology, with an initial funding of ₹10 crore cleared in 2017. A Space Docking Experiment, or SPADEX, is being worked out by ISRO with systems like signal analysis equipment, high- precision videometer for navigation, docking system electronics and real-time decision making for landing systems being developed in various stages. As part of SPADEX, ISRO will launch 2 small satellites for testing. This technology is crucial for a space station as it will enable transfer humans from one vehicle or spacecraft to another. == References == == External links == * President Kalam's vision: India will land on the Moon in August 2025 * Hindustan Aeronautics Ltd (HAL) hands over the first ‘Crew Module Structural Assembly’ to ISRO. 13 February 2014. Category:Space programme of India Category:Human spaceflight programs Category:Articles containing video clips ",
    "title": "Indian Human Spaceflight Programme"
}