{
    "id": "7819060",
    "text": "Document and Eyewitness is a live album by the post-punk band Wire. It marked the end of the first period of Wire's activity and the end of their association with EMI. The Notre Dame Hall show records Wire after the tour to support 154, tired of playing the same old songs and continually moving forward. Of the seven songs, three were never recorded in-studio by Wire and the rest were captured as B-sides and other ephemeral recordings. Nine of the songs recorded live for the album were reworked and recorded for the band's 2013 album Change Becomes Us. The Electric Ballroom show documents a band revelling in their (artistic) freedom, creating a surreal and challenging show that not only included almost all new material, but also a Dadaist cabaret including a moving 6'x12' sheet behind which the band performed, assorted headdresses and props, and an MC, Wire's manager Mick Collins, who tried to keep control of proceedings. The show was performed before a restive punk crowd who were little appeased by a version of 12XU (edited down to a 15-second fragment for this release) and reacted with a thrown bottle during the unnamed instrumental. The recording was made on an eight track tape recorder that was set up incorrectly, resulting in a distorted two track mix. The live version of 'Heartbeat' was recorded in Montreux in March 1979 when Wire supported Roxy Music. The original vinyl release was a double with the Electric Ballroom tracks on sides one and two and the Notre Dame Hall and Montreux tracks on sides three and four. The compact disc reissue switched the running order, beginning with Notre Dame and Montreux and following with the Electric Ballroom tracks. 'Our Swimmer' and 'Midnight Bahnhof Cafe' were originally released on Rough Trade as a 7\" single (RT79) and are bonus tracks on Mute's CD reissue. In 2014, the band's label Pink Flag released a new version of the album which revises the original track list of the album and also includes a bonus disc, this disc also including the original CD bonus tracks. The album is included in The Quietus' list of its writers' \"40 Favourite Live Albums\". ==Track listing== ;Original CD track list (1–7: recorded 19 July 1979 at Notre Dame Hall, London; 8: 9 March 1979 at Montreux; 9–20: 29 February 1980 at Electric Ballroom, London; 21–22: 1979 at Magritte Studio) #'Go Ahead' - 4:00 #'Ally in Exile' - 4:19 #'Relationship' - 1:20 #'Underwater Experiences' - 2:41 #'Witness to the Fact' - 2:50 #'2 People in a Room' - 1:52 #'Our Swimmer' - 3:00 #'Heartbeat' - 3:08 #'5/10' M.C.'s request spot - 5:30 #'12XU (Fragment)' - 2:16 #'Underwater Experiences' - 2:39 #'Everythings Going To Be Nice' Woman enters pulling 2 tethered men and an inflatable jet - 1:05 #'Piano Tuner (Keep Strumming Those Guitars)' Vocalist attacks gas stove - 5:19 #'We Meet Under Tables' Vocalist wears black knee length veil - 3:30 #'Zegk Hoqp' 12 percussionists with newspaper head dresses - 5:00 #'Eastern Standard' M.C. attempts geographical explanation' - 3:03 #'Instrumental' (thrown bottle) - 2:11 #'Eels Sang Lino' Vocalist accompanied and lit by illuminated goose - 3:05 #'Revealing Trade Secrets' - 2:34 #'And Then... Coda' Vocalist eats 2 loaves and then blank scrolls are unrolled - 9:01 #'Our Swimmer' - 3:34 #'Midnight Bahnhof Cafe' - 4:33 ==References== Category:Wire (band) live albums Category:1981 live albums Category:Mute Records live albums Category:Rough Trade Records live albums ",
    "title": "Document and Eyewitness"
}