{
    "id": "7820572",
    "text": "Suipacha Partido is a partido of Buenos Aires Province in Argentina. The provincial subdivision has a population of about 9,000 inhabitants and an area of . Its capital city is Suipacha, which is around from Buenos Aires. ==Adjacent partidos== Suipacha borders the partidos of Carmen de Areco, San Andrés de Giles and Chacabuco to the north, Mercedes to the east, Navarro to the south, and Chivilcoy to the west. == Population == According to estimates for June 2007 the population was 9,406 inhabitants.Population estimates and projections of the Province of Buenos Aires - DPE -. * Based on the information obtained in the Census made in 2010, the total population is Suipachense 9,997 inhabitants, having increased by 1103 compared with the previous census (2001); this is a population density of 10.5 persons per square kilometer. == History == Suipacha land originally belonged to the partidos of Mercedes, San Andres de Giles, Carmen de Areco, Chivilcoy and Navarro, part of the section Areco. This district was created by Act of October 24, 1864, determined their limits by decree of February 24, 1865. The name commemorates the first battle won by the patriotic arms in the War of Independence fought in the territory of Bolivia (Alto Peru) on November 7, 1810 between the royal army and the forces commanded by General Antonio González Balcarce, with the outstanding performance of Martin Miguel de Guemes. The area of the present partido of Suipacha integrated the Hinterland of Salado, where the games were organized long before the outside line borders. The Indian problem after the May Revolution became more increase and governments must deal over advancement of the various boundary lines, which for almost a century remained in the Salado River; one of the first guards established was to Luján (now Mercedes) in 1752 on the banks of the river of the same name and the fort Areco from 1771 defended the first settlers who settled on the Luján River and its tributary, the Arroyo de los lions. AI respect of the Areco forts and then enfiteusis law passed in 1826 by Rivadavia, get the earliest settlers who as the oldest surveying were Samuel Bishop, José Viñas, Mariano Cruz, Bias Peak, Jose Ferreyra, Norberto Martinez, Pedro Veloz ; Santiago Rojas, Antonio Suarez (grandfather of the founder), Juan Bautista Rodriguez, Second Costa, Pablo Martinez, Toribio Freire Benito Baldeares, Baltazar Witt, Saturnino Unzué and Pedro Mones Ruiz. Western Railroad opened the line between Mercedes and Chivilcoy in 1866, and thereafter after several stations, including Freire, on land owned by Toribio Freire from whom a corner of his field was expropriated for the purpose. The land where the town was formed in 1860 belonged to Pascual Suarez passing later by her daughter Rosario Suarez married in first nuptials with Basilio Labat. These two people applied for the May 11, 1875 the Superior Government the formation of a people in their own land, located around the Casco stay at the highest point called Cerrito del Durazno Freire and adjoining the station. Appended drawings that had been raised by surveyor Pedro Saubidet and were referred to the Department of Engineers who reported on August 28, 1875 approving the formation of a people with the name of Suipacha and making some comments on the trace of it. The objections are answered personally Rosario Suarez, who had been widowed on 18 July of that year. On 24 September 1875 the Executive approved the plan of the town of Mercedes seconded the measures indicated by the further expresses Topographic Department and the prosecutor Fernandez to pass the case to the Government Notary deed for the land to be donated to raise public buildings. On 31 May 1879 the executive issues a decree declaring head of the party's people Suipacha, designating the following authorities: Magistrate Don Felipe Videla, Military Commander Urbano Alvarez, Municipal Commission: León Billourou (second husband founder), Juan Laborda, Tomás Gaham and Leopoldo Bernal as starters, with alternates and Marcelo Mones Damian Solomon. * 1752 1. rd. Fortin de Luján (now Mercedes) on the banks of the homonymous river * 1771 Fortin Areco, on the Luján River and its tributary, the Arroyo de los Leones * 1826, with forts and law enfiteusis Rivadavia, get people: Samuel Bishop, José Viñas, Mariano Cruz, Bias Peak, Jose Ferreyra, Norberto Martinez, Pedro Veloz, Santiago Rojas, Antonio Suarez, Juan Bautista Rodriguez Segundo Costa, Pablo Martinez, Toribio Freire, Benito Baldivares, Baltazar Witt, Saturnino Unzue, Pedro Mones Ruiz. * 1860 buy the land where the people would form Pascual Suarez * 1864 the game is created * 1866, FF.CC West between Mercedes and Chivilcoy, forming several stations * March 28, 1870, the government approves the project in the parish of \"Carmen de Areco\" would have jurisdiction over Suipacha * 1875, church next to the Freire station. The new landowners, Rosario Suarez and her husband Basilio Labat call on the government formation of a people in their own land, adjacent to the Freire station. They enclosed letters raised by surveyor Pedro Saubidet * August 28, 1875, the formation of the people Suipacha is approved. * September 24, 1875, the Government approved the plan of the town, being legally founded the town, ascribed to Mercedes. * May 31, 1879, the Government issues a decree declaring head of Party to Suipacha * 1881 two public elementary schools * October 11 of 1973, by law 8105 is declared city ==Settlements== * Suipacha * General Rivas * Román Báez ==Suipacha Shield == By decree of 15.05.1970 the municipal commissioner of the Military Government D. Manuel Miguel Mujica required the Board of Genealogy and Heraldry of Buenos Aires creating a shield, which was approved. It refers to the fact that names weapons to the people and to the patron of the same Nuestra Señora del Rosario. ==References== * InfoBAN Suipacha ==External links== * La Barra de Suipacha Category:1864 establishments in Argentina Category:Partidos of Buenos Aires Province ",
    "title": "Suipacha Partido"
}