{
    "id": "7820192",
    "text": "The Afghan hijackers case refers to a series of United Kingdom judicial rulings in 2006 in which it was ruled a group of nine Afghan men, who had hijacked an aircraft to escape the Taliban, had the right to remain in the UK. The case provoked widespread political controversy and was questioned by large sections of the media, causing widespread condemnation by many newspapers (most notably The Sun),Hijacker ruling draws criticism, BBC News, 11 May 2006 and the leaders of both the Labour Party and the Conservative Party. Prime Minister of the United Kingdom Tony Blair called the ruling \"an abuse of common sense\",Timeline of Afghan hijacker case, BBC News, 2 August 2006 while the Conservative Party leader David Cameron pledged to reform British human rights legislation to prevent a recurrence of such situations.Tory pledge on Human Rights Act, BBC News, 12 May 2006 ==Timeline of the case== On 6 February 2000, a group of nine Afghan men led by brothers Ali Safi and Mohammed Safi fleeing the Taliban regime hijacked Ariana Afghan Airlines flight 805 a Boeing 727 aircraft registration YA-FAY with 180 passengers and seven crew. Flight 805 was a domestic flight from Kabul to Mazar-i-Sharif Airport. The hijackers forced the crew to fly to Stansted Airport in Essex, England after stopovers in Tashkent, Aktobe and Moscow. The siege of the aircraft lasted until 10 February. They were convicted of hijacking and false imprisonment in 2001 and sentenced to five years imprisonment, but their convictions were quashed by the Court of Appeal in 2003, because the trial judge's summing up made an error in law which might have misdirected the jury. The judge had advised that the defence of duress was only applicable if the defendants were under an actual objective threat, whereas the Court of Appeal ruled that in law the perception of a threat can be enough for the defendants to present duress as a defence.Vikram Dodd, Stansted hijack convictions are quashed, The Guardian, 23 May 2003. In 2004, a panel of adjudicators ruled that returning the men to Afghanistan would breach their human rights in accordance with the Human Rights Act 1998. Home Secretary Charles Clarke granted the men only temporary leave to remain in the United Kingdom. This would have placed restrictions on them, including not being able to work or obtain travel documents and being told where to live.Reid fights Afghan hijack ruling, BBC News, 31 July 2006 In 2006, Mr Justice Sullivan of the High Court, in S and Others v Secretary of State for the Home Department, ruled that it was unlawful under the 1971 Immigration Act to restrict the men's leave to remain in the United Kingdom, and ordered that they be granted \"discretionary leave to remain\", which entitled them to work in the United Kingdom.S & Ors, R (on the application of) v Secretary of State for the Home Department [2006] EWHC 1111 (Admin), 10 May 2006 The Home Secretary, John Reid, challenged the ruling in the Court of Appeal, arguing that the Home Office \"should have the power to grant only temporary admission to failed asylum seekers who are only allowed to stay in the UK due to their human rights\". The Court dismissed the appeal on 4 August 2006.Reid loses Afghan hijack ruling, BBC News, 4 August 2006S and Others v Secretary of State for the Home Department, [2006] EWCA Civ 1157 Ariana Afghan Airlines aircraft at Kabul International Airport, Afghanistan. (2007) One of them is a Boeing 727, similar to the aircraft involved. The main terminal building and satellite building three at London Stansted Airport ==Controversy== Both major British political parties condemned the ruling. Shadow Home Secretary David Davis said \"these hijackers committed serious crimes which should make them incompatible with refugee status\" and argued that the problem was of the Labour government's \"own creation\" due to their introduction of the Human Rights Act 1998. ==See also== *Human Rights Act 1998 *Secretary of State for the Home Department *Political asylum *Refugee *Afghan refugees ==References== ==External links== *Text of the Court of Appeal ruling Category:Aircraft hijackings Category:Aviation accidents and incidents in 2000 Category:Aviation accidents and incidents in England Category:United Kingdom right of asylum case law Category:2000s in the City of Westminster Category:2006 in British case law Category:Afghan expatriates in the United Kingdom ",
    "title": "2006 Afghan hijackers case"
}