{
    "id": "7820612",
    "text": "In mathematics, a Lipschitz domain (or domain with Lipschitz boundary) is a domain in Euclidean space whose boundary is \"sufficiently regular\" in the sense that it can be thought of as locally being the graph of a Lipschitz continuous function. The term is named after the German mathematician Rudolf Lipschitz. ==Definition== Let n \\in \\mathbb N. Let \\Omega be a domain of \\mathbb R^n and let \\partial\\Omega denote the boundary of \\Omega. Then \\Omega is called a Lipschitz domain if for every point p \\in \\partial\\Omega there exists a hyperplane H of dimension n-1 through p, a Lipschitz-continuous function g : H \\rightarrow \\mathbb R over that hyperplane, and reals r > 0 and h > 0 such that * \\Omega \\cap C = \\left\\\\{x + y \\vec{n} \\mid x \\in B_r(p) \\cap H,\\ -h < y < g(x) \\right\\\\} * (\\partial\\Omega) \\cap C = \\left\\\\{x + y \\vec{n} \\mid x \\in B_r(p) \\cap H,\\ g(x) = y \\right\\\\} where :\\vec{n} is a unit vector that is normal to H, :B_{r} (p) := \\\\{x \\in \\mathbb{R}^{n} \\mid \\| x - p \\| < r \\\\} is the open ball of radius r, :C := \\left\\\\{x + y \\vec{n} \\mid x \\in B_r(p) \\cap H,\\ -h < y < h \\right\\\\}. In other words, at each point of its boundary, \\Omega is locally the set of points located above the graph of some Lipschitz function. == Generalization == A more general notion is that of weakly Lipschitz domains, which are domains whose boundary is locally flattable by a bilipschitz mapping. Lipschitz domains in the sense above are sometimes called strongly Lipschitz by contrast with weakly Lipschitz domains. A domain \\Omega is weakly Lipschitz if for every point p \\in \\partial\\Omega, there exists a radius r > 0 and a map l_p : B_r(p) \\rightarrow Q such that * l_p is a bijection; * l_p and l_p^{-1} are both Lipschitz continuous functions; * l_p\\left( \\partial\\Omega \\cap B_r(p) \\right) = Q_0; * l_p\\left( \\Omega \\cap B_r(p) \\right) = Q_+; where Q denotes the unit ball B_1(0) in \\mathbb{R}^{n} and :Q_{0} := \\\\{(x_{1}, \\ldots, x_{n}) \\in Q \\mid x_{n} = 0 \\\\}; :Q_{+} := \\\\{(x_{1}, \\ldots, x_{n}) \\in Q \\mid x_{n} > 0 \\\\}. A (strongly) Lipschitz domain is always a weakly Lipschitz domain but the converse is not true. An example of weakly Lipschitz domains that fails to be a strongly Lipschitz domain is given by the two-bricks domain Werner Licht, M. \"Smoothed Projections over Weakly Lipschitz Domains\", arXiv, 2016. ==Applications of Lipschitz domains== Many of the Sobolev embedding theorems require that the domain of study be a Lipschitz domain. Consequently, many partial differential equations and variational problems are defined on Lipschitz domains. ==References== * Category:Geometry Category:Lipschitz maps Category:Sobolev spaces ",
    "title": "Lipschitz domain"
}