{
    "id": "7820926",
    "text": "The rowing competition at the 1924 Summer Olympics in Paris featured seven events, all for men only. The competitions were held from Sunday to Thursday, 13 to 17 July. ==Medal summary== {| |-valign=\"top\" | Single Sculls | | | |-valign=\"top\" | Double Sculls | | | |-valign=\"top\" | Coxless Pairs | | |none awardedThe official report shows a team from Great Britain (C. Killig and C. Southgate) ranked third, but they did not start in the final race with the other two pairs and the IOC medal database does not credit the pair with a bronze medal. |-valign=\"top\" | Coxed Pairs | Édouard Candeveau Alfred Felber Émile Lachapelle | Ercole Olgeni Giovanni Scatturin Gino Sopracordevole | Leon Butler Harold Wilson Edward Jennings |-valign=\"top\" | Coxless Fours | Maxwell Eley James MacNabb Robert Morrison Terence Sanders | Archibald Black George MacKay Colin FinlaysonThe IOC medal database credits this medal to A. Mariacher. Also the official report shows Mariacher as competitor instead of Finlayson. However the National Olympic Committee of Canada shows only Finlayson as competitor, but not Mariacher. William Wood | Émile Albrecht Alfred Probst Eugen Sigg Hans Walter |-valign=\"top\" |Coxed four | Émile Albrecht Alfred Probst Eugen Sigg Hans Walter Walter Lossli | Eugène Constant Louis Gressier Georges Lecointe Raymond Talleux Marcel Lepan | Bob Gerhardt Sid Jelinek Ed Mitchell Henry Welsford John Kennedy |-valign=\"top\" | Eights | Leonard Carpenter Howard Kingsbury Alfred Lindley John Miller James Rockefeller Frederick Sheffield Benjamin Spock Alfred Wilson Laurence Stoddard | Arthur Bell Robert Hunter William Langford Harold Little John Smith Warren Snyder Norman Taylor William Wallace Ivor Campbell | Antonio Cattalinich Francesco Cattalinich Simeone Cattalinich Giuseppe Crivelli Latino Galasso Pietro Ivanov Bruno Sorich Carlo Toniatti Vittorio Gliubich |} ==Participating nations== A total of 181 rowers from 14 nations competed at the Paris Games: * * * * * * * * * * * * * * ==Medal table== ==References== ==Sources== * Category:1924 Summer Olympics events 1924 ",
    "title": "Rowing at the 1924 Summer Olympics"
}