{
    "id": "7820936",
    "text": "Fanas is a Swiss village in the Prättigau and a former municipality in the political district of Prättigau/Davos in the canton of Graubünden. On 1 January 2011 Fanas and Valzeina were merged with the municipality of Grüsch. ==History== Aerial view from 400 m by Walter Mittelholzer (1923) Fanas is first mentioned in second half of the 12th Century as Phanaunes. ==Geography== Fanas has an area, , of . Of this area, 45% is used for agricultural purposes, while 36.8% is forested. Of the rest of the land, 0.7% is settled (buildings or roads) and the remainder (17.5%) is non-productive (rivers, glaciers or mountains). The municipality is located in the Seewis sub-district of the Prättigau/Davos district on a terrace between Grüsch and Schiers. It consists of the linear village of Fanas. ==Demographics== Fanas has a population (as of 31 December 2010) of 401.Swiss Federal Statistics Office – STAT-TAB Ständige und Nichtständige Wohnbevölkerung nach Region, Geschlecht, Nationalität und Alter accessed 10 December 2011 , 3.1% of the population was made up of foreign nationals. Over the last 10 years the population has grown at a rate of 3.7%.Swiss Federal Statistical Office accessed 30-Oct-2009 , the gender distribution of the population was 47.3% male and 52.7% female.Graubunden in Numbers accessed 21 September 2009 The age distribution, , in Fanas is; 47 children or 12.5% of the population are between 0 and 9 years old and 42 teenagers or 11.1% are between 10 and 19. Of the adult population, 39 people or 10.3% of the population are between 20 and 29 years old. 48 people or 12.7% are between 30 and 39, 62 people or 16.4% are between 40 and 49, and 55 people or 14.6% are between 50 and 59. The senior population distribution is 38 people or 10.1% of the population are between 60 and 69 years old, 32 people or 8.5% are between 70 and 79, there are 13 people or 3.4% who are between 80 and 89 there is 1 person who is between 90 and 99.Graubunden Population Statistics accessed 21 September 2009 In the 2007 federal election the most popular party was the SVP which received 42.9% of the vote. The next three most popular parties were the FDP (26.4%), the SP (19.9%) and the CVP (6.2%). The entire Swiss population is generally well educated. In Fanas about 75.6% of the population (between age 25-64) have completed either non-mandatory upper secondary education or additional higher education (either University or a Fachhochschule). Fanas has an unemployment rate of 0.94%. , there were 34 people employed in the primary economic sector and about 12 businesses involved in this sector. 26 people are employed in the secondary sector and there are 7 businesses in this sector. 28 people are employed in the tertiary sector, with 13 businesses in this sector. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1850 | 373 |- | 1900 | 282 |- | 1920 | 250 |- | 1950 | 303 |- | 1970 | 226 |- | 2000 | 377 |- |} ==Languages== Most of the population () speaks German (98.1%), with French being second most common ( 0.8%) and Swedish being third ( 0.5%). Originally the village spoke Romansh, but by the mid 16th Century the majority spoke German. {| class=\"wikitable\" |----- | colspan=\"7\" align=\"center\" bgcolor=\"#BFEFFF\" | Languages in Fanas |----- | rowspan=\"2\" align=\"center\" | Languages || colspan=\"2\" align=\"center\" | Census 1980 || colspan=\"2\" align=\"center\" | Census 1990 || colspan=\"2\" align=\"center\" | Census 2000 |----- | align=\"center\" bgcolor=\" | Number || align=\"center\" | Percent || align=\"center\" | Number || align=\"center\" | Percent || align=\"center\" | Number || align=\"center\" | Percent |----- |German || align=right | 271 || align=right | 97.48% || align=right | 333 || align=right | 96.24% || align=right | 370 || align=right | 98.14% |----- |Romansh || align=right | 2 || align=right | 0.72% || align=right | 0 || align=right | 0.00% || align=right | 1 || align=right | 0.27% |----- |Population || align=right | 278 || align=right | 100% || align=right | 346 || align=right | 100% || align=right | 377 || align=right | 100% |} ==References== ==External links== * Official Web site Category:Former municipalities of Graubünden ",
    "title": "Fanas"
}