{
    "id": "7820918",
    "text": "UM.SiteMaker is a web-based program, originated at the University of Michigan, that lets non-technical people make highly customized websites and web- databases. It has been used to make sites that serve a wide variety of purposes, including: {| class=\"wikitable\" style=\"background-color: #FFFFFF; margin: 1em auto 1em auto\" |- | style=\"padding: 6px;\" | Administrative Information | style=\"padding: 6px;\" | Editorial Management | style=\"padding: 6px;\" | Faculty or Lab Groups | style=\"padding: 6px;\" | Journal Clubs |- | style=\"padding: 6px;\" | Portfolios | style=\"padding: 6px;\" | Professional Development | style=\"padding: 6px;\" | Public Service | style=\"padding: 6px;\" | Research Projects |- | style=\"padding: 6px;\" | Research Resources | style=\"padding: 6px;\" | Scholarly Conferences | style=\"padding: 6px;\" | Student Organizations | style=\"padding: 6px;\" | Student Projects |} UM.SiteMaker was developed jointly by the University of Michigan and Global Village Consulting (Vancouver, BC), who maintain the generic version of the program under the name GVC.SiteMaker. The source code and executable files are available from SourceForge, under the Educational Community License. It was recognized by Campus Technology magazine as the winner of its 2006 Innovators Award, in the area of \"the Web\". In 2015, the developers announced that they were retiring the software by the end of the year.http://sitemaker.umich.edu/sitemaker.resources/home == UM.Sitemaker Features == * File repository * Version control * Workflow (roles for Editors and Contributors) * Integration with many media types (QuickTime, RealMedia, Flash, etc.) * Access control at the file and section levels * WYSIWYG editing * Data Tables for creating web forms and online databases (without knowledge of programming or database administration) == Technical Summary == * UM.SiteMaker is a Java application written using WebObjects frameworks. It can be deployed on various platforms, and is database independent * Authentication can be handled within the application or by using a WebISO that places the UserID into the REMOTE_USER header parameter (e.g., Cosign, Pubcookie, CAS) * Access groups to protect files and sections (pages) are created by site owners, and can either be local to a particular website, or they can refer to an LDAP source (including recursive resolution of nested groups) * Data Tables created by users are objects in the application, and do not represent tables in the underlying database ==External links== * UM.SiteMaker home * Support Topics database at the University of Michigan ==References== Category:Web development software ",
    "title": "UM.SiteMaker"
}