{
    "id": "7821039",
    "text": "Bertram James Head (6 June 1916 – February 2002) was an English professional football player and manager. ==Playing career== Head was born in Midsomer Norton and began his career with his local team before joining Welton Rovers. He moved to Torquay United in October 1936 and made his debut, at right-back, in a 1–0 win at home to Aldershot on 7 November 1936. He was not a regular for his first two seasons with Torquay, but was an ever-present in the 1938–39 season before his career was interrupted by War. When league football resumed in August 1946, Head was again a first choice in the Torquay team, although by now had moved to the centre of defence. He went on to make over 200 league appearances for Torquay before joining Bury in February 1952. He played eleven times for Bury that season, with a further eleven league appearances the following season before retiring to the Bury coaching staff. ==Coaching and managerial career== After beginning his coaching career at Gigg Lane, Head progressed to Chief Scout and then Assistant Manager with the club before taking over as manager of Swindon Town in October 1956. It was an unenviable job. Swindon finished the season just one place off the bottom in the 1956–57 season, and having to apply for re-election. With the league being restructured at the end of the 1957/58 season, it would be crucial for the Town to finish in the top half of the table – to avoid having to become founder members of the newly created Fourth Division. Against all the odds, Swindon finished just three points behind the leaders, Brighton & Hove Albion in fourth place, and took their place in Division Three. In contrast, Head's former side, Torquay, had finished runners-up to Ipswich Town on goal average the previous season, but finished fourth from bottom in 1957–58 and found themselves in the new Division Four. With little money available for transfers, Head set up a youth system, which aimed to develop young players in some of the local leagues. Gradually, these players were blooded in the first team. Shortly before the 1960/61 season, Head arranged a trial match between the \"Probables\" and the \"Possibles\" – the Probables were the older, experienced players, the Possibles were a team of youngsters. When the Possibles won the game convincingly, it persuaded Head to start the season with a young team, which included the youngest ever full-back pairing of John Trollope and Terry Wollen – both of whom were aged just seventeen. This system produced many future Swindon greats – Trollope, Mike Summerbee, Bobby Woodruff, Ernie Hunt, Keith Morgan, Roger Smart, Rod Thomas, David 'Bronco' Layne and Don Rogers to name but a few – and, as they gradually climbed the league table, the team earned the nickname, \"Bert's Babes\". After finishing 9th in 1961/62, Head guided Swindon to their first ever promotion the following season. Swindon's first season in Division Two started brilliantly. The young side won their first six games, leaving them three points clear at the top of the table – and didn't lose until the tenth game, when they were brought crashing back down to earth with a 4–0 defeat at Northampton Town. Suddenly, their form deserted them and in November 1963, they went five games without scoring a goal. They finished the season in a respectable mid-table position. The 1964–65 season started as it meant to go on. An early injury to goalkeeper Norman Oakley sent Town crashing to a 6–1 defeat. As the season went on, more players succumbed to injury – and crucially, the highly rated forward Ernie Hunt was missed most often – firstly with appendicitis, then with a broken foot. Gradually, Town were sucked into a relegation battle, and, when the final day of the season came, Swindon and Portsmouth were level on points, with the Town having superior goal average. Both teams were away – Swindon at Southampton, Portsmouth at Northampton. Amazingly, the League allowed the Pompey game to kick off later in the evening, and when Town lost 2–1 at The Dell, Portsmouth knew they needed only a draw to keep them up. With Northampton already promoted, Pompey got their draw, and condemned Town back to Division Three. They had been unlucky – but the Town board showed no mercy, rather harshly sacking Head in August 1965 – the man who had previously turned the fortunes of the club. Head returned to Bury as manager the same month, where he was forced to sell Colin Bell to Manchester City, a move that infuriated many Bury fans. He left Bury in April 1966 to manage Crystal Palace, having been identified by Palace chairman Arthur Wait as the right man for the job. Although he had limited financial resources at his disposal he guided Palace into the top flight in 1969 for the first time in their history, and kept them up for the following three seasons. In March 1973 he was moved upstairs to a general manager's post until the end of the season, replaced by the flamboyant Malcolm Allison who took Palace back to Division Three over the course of the next two seasons. Head left Palace in May 1973 and also managed Bath City for a spell in the same year. He became a director of Bath City in 1975, resigning from the board in 1982. He also worked as a scout for Swindon Town. Head died in February 2002 in Reading, Berkshire, aged 85. His wife Ginny had died eight years previously, but he left two sons, David, who played professionally for Reading, and Roger and a daughter, Sue. ==References== ==External links== *Manager profile at Swindon Town FC * Category:1916 births Category:2002 deaths Category:People from Midsomer Norton Category:English footballers Category:Association football defenders Category:Welton Rovers F.C. players Category:Torquay United F.C. players Category:Bury F.C. players Category:English Football League players Category:Watford F.C. wartime guest players Category:English football managers Category:Swindon Town F.C. managers Category:Bury F.C. managers Category:Crystal Palace F.C. managers Category:Bath City F.C. managers Category:English Football League managers Category:Southern Football League managers ",
    "title": "Bert Head"
}