{
    "id": "7821693",
    "text": "Valzeina is a Swiss village in the Prättigau and a former municipality in the political district of Prättigau/Davos in the canton of Graubünden. On 1 January 2011 Fanas and Valzeina were merged with the municipality of Grüsch. ==History== Valzeina is first mentioned in 1367 as Valtzennas. ==Geography== From Brand (Sigg), looking toward Valzeina Valzeina has an area, , of . Of this area, 40.3% is used for agricultural purposes, while 53.2% is forested. Of the rest of the land, 2.5% is settled (buildings or roads) and the remainder (3.9%) is non-productive (rivers, glaciers or mountains). The municipality is located in the Seewis sub-district of the Prättigau/Davos district. It consists of scattered settlements in Vorder-Valzeina, Hinter- Valzeina and Sigg (on the right side of the valley). The municipalities of Grüsch and Valzeina are considering a merger on 1 January 2010 into a new municipality that will be known as Grüsch.Amtliches Gemeindeverzeichnis der Schweiz published by the Swiss Federal Statistical Office accessed 23 September 2009 ==Demographics== Valzeina has a population (as of 31 December 2010) of 139.Swiss Federal Statistics Office – STAT-TAB Ständige und Nichtständige Wohnbevölkerung nach Region, Geschlecht, Nationalität und Alter accessed 10 December 2011 , 3.9% of the population was made up of foreign nationals. Over the last 10 years the population has decreased at a rate of -10.1%. Most of the population () speaks German (97.1%), with Romansh being second most common ( 1.4%) and Italian being third ( 0.7%).Swiss Federal Statistical Office accessed 30-Oct-2009 , the gender distribution of the population was 56.0% male and 44.0% female.Graubunden in Numbers accessed 21 September 2009 The age distribution, , in Valzeina is; 24 children or 17.1% of the population are between 0 and 9 years old and 18 teenagers or 12.9% are between 10 and 19. Of the adult population, 13 people or 9.3% of the population are between 20 and 29 years old. 29 people or 20.7% are between 30 and 39, 15 people or 10.7% are between 40 and 49, and 14 people or 10.0% are between 50 and 59. The senior population distribution is 12 people or 8.6% of the population are between 60 and 69 years old, 9 people or 6.4% are between 70 and 79, there are 5 people or 3.6% who are between 80 and 89 there is 1 person who is between 90 and 99.Graubunden Population Statistics accessed 21 September 2009 In the 2007 federal election the most popular party was the SP which received 39.2% of the vote. The next three most popular parties were the SVP (35.9%), the FDP (9.9%) and the local, small right-wing parties (6.6%). The entire Swiss population is generally well educated. In Valzeina about 67.2% of the population (between age 25-64) have completed either non- mandatory upper secondary education or additional higher education (either University or a Fachhochschule). Valzeina has an unemployment rate of 1.03%. , there were 37 people employed in the primary economic sector and about 17 businesses involved in this sector. 4 people are employed in the secondary sector and there is 1 business in this sector. 6 people are employed in the tertiary sector, with 3 businesses in this sector. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1850 | 243 |- | 1900 | 216 |- | 1950 | 216 |- | 1980 | 115 |- | 2000 | 140 |- |} ==References== Christoph Signer: Die Walsergemeinde Valzeina. Anthropogeographische Aspekte Valzeinas. Diplomarbeit, Universität Zürich. Zürich 1980. ==External links== * Official website Category:Former municipalities of Graubünden ",
    "title": "Valzeina"
}