{
    "id": "7821952",
    "text": "Upper Lough MacNean Looking toward Cushrush on Lower Lough MacNean Lough MacNean ()Placenames Database of Ireland is a large freshwater lake on the border between Northern Ireland and the Republic of Ireland. It is in two parts. Lower Lough MacNean (or Lough Nilly),The English Cyclopedia 1867 Page 498 \" ... and is connected by a short stream about half a mile in length with Lough Nitty (sometimes called Lower Lough Macnean), ..\" the smaller eastern lake, is wholly within County Fermanagh (in Northern Ireland). Upper Lough MacNean, the larger western lake, is split between Fermanagh, County Cavan and County Leitrim (in the Republic of Ireland). On the strip of land between the two lakes are the villages of Belcoo (Fermanagh) and Blacklion (Cavan). A river runs between the villages, linking the eastern and western lakes.Ordnance Survey Ireland: Map Viewer The shape of Lough MacNean changed during the 1960s when a major draining operation took place; before this, the lake was used for eel fishing, but dredging during the drainage process decimated their numbers. ==Islands== ;Upper Lough MacNean *Bilberry Island *Garrow (or Buck) Islands *Inishkeen *Inishteig *Kilrooskagh Island () *Patrick's Island *Port Island *Rosscorkey Island *Trawnish () *Tuam Island () ;Lower Lough MacNean *Cushrush Island *Inishee () Cushrush, Inishteig, Kilrooscagh and Rosscorkey are now fayed to the land by small bridges. Cushrush seems to have been dwelt since the Mesolithic period as many microlithic flint tools have been found there. There are also the remains of two crannogs; one in each lake. These were small manmade (or partially manmade) islands used as dwellings in ancient times. == See also == * List of loughs in Ireland == References == == External links == * The Lough Macnean Valley – Northern Ireland Environment Agency Category:Lakes of County Fermanagh Category:Lakes of County Cavan Category:Lakes of County Leitrim ",
    "title": "Lough MacNean"
}