{
    "id": "7821557",
    "text": "The Battle of Kilmallock took place between 25 July and 5 August 1922 in County Limerick, Ireland. It was one of the largest engagements of the Irish Civil War. It consisted of ten days of fighting in the countryside round Kilmallock in County Limerick, in which Irish Free State Army forces, advancing south from Limerick city, found their path blocked by anti-Treaty IRA troops, dug into a number of villages at Bruff, Bruree and Patrickswell. The fighting ended with the retreat of the anti-Treaty fighters and the occupation of Kilmallock by Free State forces. ==Preparations== The prelude to the battle was the fall of Limerick city to Free State forces. The Republican forces in the city under Liam Deasy, withdrew from their positions after a week's fighting and concentrated in Kilmallock and the nearby towns of Bruff and Bruree. The Free State forces, advancing south from the city, found their path blocked by the Republicans dug in at the three hilltop towns. The National Army's attempt to break through this position produced the only 'line battle' of the war with the two sides facing each other along clear front- lines. The Kilmallock-Bruff-Bruree triangle would see some of the war's most intense fighting. Whereas in the fighting in Dublin, Limerick and Waterford, Free State troops equipped with artillery overcame Anti-Treaty resistance relatively easily, at Kilmallock they had a much harder time. The main reason for this was that the Free State troops, most of whom were new recruits, were facing some of the best of the IRA forces without an advantage in numbers or firepower. General Eoin O'Duffy complained of shortage of arms and ammunition. He estimated that while his forces had about 1,300 rifles, the Republicans could muster over 2,000. He was also scathingly critical of the quality of the troops at his disposal, whom he described as, \"a disgruntled, undisciplined and cowardly crowd\".Michael Hopkinson, Green against Green, p152 The Republicans knew this and were confident of success. Nevertheless, the Republican commanders had their own problems. Logistical support and co- operation between forces from different counties was poor and unreliable. Deasy's command included Volunteers from Limerick itself, Cork and Kerry, all of whom had their own commanders. They had three improvised armoured cars, some mortars and heavy machine guns but no artillery. O'Duffy drew up plans for the advance on Kilmallock with the assistance of his second-in-command Major General W.R.E. Murphy who had been a Lieutenant Colonel in World War I. His experience in the trenches had a major effect on his approach – pre- disposing him to cautious advances and use of trenches for cover. ==Battle== The Irish Republic had the better of the first clashes. On Sunday 23 July, Free State forces took Bruff and began their advance on Kilmallock, but were twice beaten back by determined Republican resistance. The following day, the Republicans managed to retake Bruff in a counter-attack, taking 76 prisoners. As a result of this setback, O'Duffy called off the advance for the time being and waited for reinforcements. Free State forces quickly retook Bruff after reinforcements arrived. However, things got worse for the National Army as the week went on. They made slow progress in taking the Republican strongpoints, and their casualties also mounted. On Tuesday, 25 July, a unit of the Dublin Guard under Tom Flood was ambushed on a narrow road. They fought their way clear, but only after losing four men killed. Three more Free State soldiers were killed two days later. On 30 July, Major General Murphy launched an attack to take Bruree. The Dublin Guards attacked the town from the southeast, supported by armoured cars and an 18-pound field gun. The Republicans held out for five hours until Free State artillery was brought into action. At least 13 Free State soldiers and nine Anti-Treaty fighters were killed in the action and more were wounded before the Free State troops secured Bruree. The Republican commander Deany knew how important Bruree was to the defence of Kilmallock and drew up plans to recapture the town using three armoured cars, trench mortars and machine guns. On 2 August, Republicans captured Patrickswell south of Limerick. The armoured cars then attacked Bruree, taking Free State forces by complete surprise. One car attacked Commandant Flood's headquarters at the Railway Hotel. The Commandant and his men managed to escape out the back of the building under the cover of Lewis gun fire. The second armoured car rammed the front door of another post in the school house, which persuaded the twenty-five troops inside to surrender. However when Free State reinforcements, along with armoured cars arrived, the republican counter-attack stalled. The Free State reinforcements were led by Comdt. Gen. Seamus Hogan, who personally led his forces, riding in the armoured car nicknamed 'The Customs House.' Having failed to secure the surrender of the town, Republican forces retreated. ==The Tide turns against the Republicans== Having held Bruree against a Republican counterattack, Free State forces prepared to capture Kilmallock itself, but anticipated there would be heavy fighting. Republican Adjutant General Con Moloney commented on 2 August, \"Up to yesterday we have had the best of the operations there [the Kilmallock area]. There will, I fear, be a big change there now as the enemy have been reinforced very considerably.\"C Townshend, \"The Republic: The Fight For Irish Independence\", p.417. In 3rd Western Division area they had all but disbanded: unwilling to fight Free Staters, destroy roads, and now discouraged by the Catholic church.Adjutant General to Acting Chief of Staff, 29 July 1922, University College Dublin Archives P69/38. On Thursday, 3 August, 2,000 men strong Free State forces backed up by armoured cars and artillery advanced on Kilmallock from Bruree, Dromin and Bulgaden. Seven hundred troops arrived the next day with an armoured car and a field gun. By Saturday the town was surrounded by Free State forces. The Dublin Guard were also on hand to prevent Republican forces from escaping. Three miles away Free State artillery was deployed and shelled Republican forces on Kilmallock Hill and Quarry Hill. The two hills were soon controlled by Free State forces. The National Army had, therefore, assembled overwhelming force to smother resistance at Kilmallock. They were still, however, expecting hard fighting before they took the town. To their surprise, when the Free State troops entered town, they encountered only light resistance from a Republican rearguard (volunteers from Cork). Most of the Republican troops had already abandoned their positions and retreated to Charleville. They had departed not because the Free State troops were much stronger, but because they had been outflanked by Free State seaborne landings on the coasts of County Kerry and County Cork on 2 and 8 August respectively. The landings in Cork and Kerry forced Comdt. Gen. Deasy to release units from this area to return home to their own areas. Although the landings in Cork occurred after the retreat from Kilmallock, the subsequent loss of brigades from Cork added to Commandant General Deasy's problems. The final phase of the fighting in County Limerick came when the Free State advance south was held up at Newcastlewest. Another day of heavy fighting ensued in which the Government troops had to bring up armoured cars and artillery to dislodge the Republicans, who were reported to have lost up to 12 men before they retreated in the direction of Cork. ===Military Analysis=== The Republicans battle plan had not failed due to a lack of armaments, nor in the first instance an unwillingness to fight. However there was in the high command a real inability to accept that the war against the Provisional Government was different from that with the British. Lynch was unprepared to draw up detailed instructions, in spite of urgent requests from O'Malley for orders. Moloney, for example, thought people would see that the National Army was not representing a legitimate Free State. They refused to recognise that the Catholic church were now, having been in favour of resistance against the British, standing for the State and a cessation of war. Men in Limerick and the Western Divisional areas lost the towns, only hanging onto mountainous hills looking west to the sea. Their soldiers refused to fight, went homewards, and would not dig up the roads nor disrupt communication lines. Lynch was frustrated: in his books, O'Malley blamed his lack of control as contrasting with Mulcahy's efficient logistics. In the end the Republicans were outnumbered, and by late 1922 were running low on ammunition, rifles, and explosives, artillery and armoured cars. By contrast the Free State even acquired tanks.C Townshend, \"The Republic\", pp.412-421. ===References=== ===Bibliography=== ==External links== *Large article about Irish Civil War Main source for article. *NY Times article, 30 July 1922: 'Stubborn battle goes on around Kilmallock' *NY Times article, 1 August 1922: Free State Troops Capture Tipperary; Close In On Kilmallock, But Defenders Still Occupy dominating Heights *NY Times article, 5 August 1922: 'Irish battle rages around Kilmallock' *NY times article, 6 August 1922: 'Free State forces take Kilmallock' ==See also== *Irish Free State offensive Category:Battles of the Irish Civil War Category:1922 in Ireland Kilmallock Category:National Army (Ireland) Category:July 1922 events Category:August 1922 events ",
    "title": "Battle of Kilmallock"
}