{
    "id": "7822233",
    "text": "Interface conditions describe the behaviour of electromagnetic fields; electric field, electric displacement field, and the magnetic field at the interface of two materials. The differential forms of these equations require that there is always an open neighbourhood around the point to which they are applied, otherwise the vector fields and H are not differentiable. In other words, the medium must be continuous. On the interface of two different media with different values for electrical permittivity and magnetic permeability, that condition does not apply. However, the interface conditions for the electromagnetic field vectors can be derived from the integral forms of Maxwell's equations. ==Interface conditions for electric field vectors== === Electric field strength === :\\mathbf{n}_{12} \\times (\\mathbf{E}_2 - \\mathbf{E}_1) = \\mathbf{0} where: \\mathbf{n}_{12} is normal vector from medium 1 to medium 2. Therefore, the tangential component of E is continuous across the interface. :{| class=\"toccolours collapsible collapsed\" width=\"80%\" style=\"text-align:left\" !Outline of proof from Faraday's law |- |We begin with the integral form of Faraday's law: :\\oint_{\\partial \\Sigma} \\mathbf{E} \\cdot d\\boldsymbol{\\ell} = - \\int_\\Sigma \\frac{\\partial \\mathbf{B}}{\\partial t} \\cdot d\\mathbf{A} :Choose \\Sigma as a small square across the interface. Then, have the sides perpendicular to the interface shrink to infinitesimal length. The area of integration now looks like a line, which has zero area. In other words: :\\lim_{line length \\to 0}\\mathbf{A} = 0 :Since \\partial \\mathbf{B} / \\partial t remains finite in this limit, the whole right hand side goes to zero. All that is left is: :\\oint_{\\partial \\Sigma} \\mathbf{E} \\cdot d\\boldsymbol{\\ell} = 0 Two of our sides are infinitesimally small, leaving only :\\int_{medium 1} \\mathbf{E} \\cdot d\\boldsymbol{\\ell} +\\int_{medium 2} \\mathbf{E} \\cdot d\\boldsymbol{\\ell}= 0 :Assuming we made our square small enough that E is roughly constant, its magnitude can be pulled out of the integral. As the remaining sides to our original loop, the d\\boldsymbol{\\ell} in each region run in opposite directions, so we define one of them as the tangent unit vector \\boldsymbol{t} and the other as -\\boldsymbol{t} :(\\mathbf{E}_2 \\cdot \\boldsymbol{t} ) l - (\\mathbf{E}_1 \\cdot \\boldsymbol{t} ) l = \\mathbf{0} After dividing by l, and rearranging, :(\\mathbf{E}_2 - \\mathbf{E}_1 )\\cdot \\boldsymbol{t} = \\mathbf{0} This argument works for any tangential direction. The difference in electric field dotted into any tangential vector is zero, meaning only the components of \\mathbf{E} parallel to the normal vector can change between mediums. Thus, the difference in electric field vector is parallel to the normal vector. Two parallel vectors always have a cross product of zero. :\\mathbf{n}_{12} \\times (\\mathbf{E}_2 - \\mathbf{E}_1) = \\mathbf{0} |} === Electric displacement field === :(\\mathbf{D}_2 - \\mathbf{D}_1) \\cdot \\mathbf{n}_{12} = \\sigma_{s} \\mathbf{n}_{12} is the unit normal vector from medium 1 to medium 2. \\sigma_{s} is the surface charge density between the media (unbounded charges only, not coming from polarization of the materials). Therefore, the normal component of D has a step of surface charge on the interface surface. If there is no surface charge on the interface, the normal component of D is continuous. ==Interface conditions for magnetic field vectors== === For magnetic flux density === :(\\mathbf{B}_2 - \\mathbf{B}_1) \\cdot \\mathbf{n}_{12} = 0 where: \\mathbf{n}_{12} is normal vector from medium 1 to medium 2. Therefore, the normal component of B is continuous across the interface. === For magnetic field strength === :\\mathbf{n}_{12} \\times (\\mathbf{H}_2 - \\mathbf{H}_1) = \\mathbf{j}_s where: \\mathbf{n}_{12} is the unit normal vector from medium 1 to medium 2. \\mathbf{j}_s is the surface current density between the two media (unbounded current only, not coming from polarisation of the materials). Therefore, the tangential component of H is continuous across the surface if there's no surface current present. ==Discussion according to the media beside the interface== === If medium 1 & 2 are perfect dielectrics === There are no charges nor surface currents at the interface, and so the tangential component of H and the normal component of D are also continuous. === If medium 1 is a perfect dielectric and medium 2 is a perfect metal === There are charges and surface currents at the interface, and so the tangential component of H and the normal component of D are not continuous. == Boundary conditions == The boundary conditions must not be confused with the interface conditions. For numerical calculations, the space where the calculation of the electromagnetic field is achieved must be restricted to some boundaries. This is done by assuming conditions at the boundaries which are physically correct and numerically solvable in finite time. In some cases, the boundary conditions resume to a simple interface condition. The most usual and simple example is a fully reflecting (electric wall) boundary - the outer medium is considered as a perfect conductor. In some cases, it is more complicated: for example, the reflection-less (i.e. open) boundaries are simulated as perfectly matched layer or magnetic wall that do not resume to a single interface. == See also == * Maxwell's equations == References == Category:Electromagnetism Category:Boundary conditions ",
    "title": "Interface conditions for electromagnetic fields"
}