{
    "id": "7823191",
    "text": "Alpha Wave Movement (established 1992 in Miami, Florida) is the electronic music project of Gregory T. Kyryluk. Alpha Wave Movement's musical style can be considered ambient, new-age, some space rock, the classic 1970s period German style electronic music otherwise known as Berlin school as well as the ambient aesthetics of Brian Eno, and Steve Roach. Releases such A Distant Signal and Terra have more ambient space elements than other Alpha Wave Movement releases. Beyond Silence has more space rock elements and has a more rhythmic feel in their overall music compositions. In 2007 Alpha Wave Movement released The Mystic & The Machine, a musical exploration of 1970's era romantic progressive rock performed on synthesizers with the addition of UK musician Steve Hillman on electric guitar. The influences of Genesis, Ozric Tentacles (1980s era), and Camel are quite obvious and intended and shows yet another side of Alpha Wave Movement's composition. Alpha Wave Movement's music is semi electronic-based, utilizing digital synthesizers and MIDI to create its sonic explorations. Aside from the music influences nature and natural landscapes are a continuous source of inspiration for compositions. Alpha Wave Movement has performed at the Ambient Ping Canada and at the Gathering Room USA. Alpha Wave Movement has released music on the Dutch label Groove Unlimited, Silent Records (USA), Waveform Records (USA), Spiralight (USA), Anodize (USA) and on the private label Harmonic Resonance Recordings. Alpha Wave Movement's other projects include Thought Guild (vintage synthesizer improvisation project with synthesist Christopher Cameron), Open Canvas, Subtle Shift, Biome and a solo release as Gregory Kyryluk. The latest release from Alpha Wave Movement is entitled \"Soniq Variants\"(2011). The release is based conceptually on the use of Ensoniq synthesizers solely for the compositions. Ensoniq was an American manufacturer that spearheaded early affordable synthesizer workstation's the first of which was the ESQ-1 in 1986. Music on this release was composed primarily on the ESQ-1, VFX-SD, SQ-R and a DP4 all of which were made by Ensoniq. Additional use of a Novation synthesizer was also incorporated to add some timbral texture. The year 2012 arrived with a new electronic music project by Gregory Kyryluk under the alias of Subtle Shift (early releases where under the alias of Within Reason). This new project dives head into the ambient dub waterways. Featuring a more sublime percussive foundation, environmental soundscapes. Drawn on the influences of the Detroit and European creative pioneering spirits such as Rod Modell and Yagya, GAS as well as incorporating 1970s electro aesthetics. To date there are four full-length releases by Subtle Shift on the Anodize and Harmonic Resonance Recording labels. In 2014 the electronica world fusion project Open Canvas (essentially Gregory Kyryluk) had a track from the Waveform Records release \"Indumani\" featured in the internationally popular gothic horror show True Blood. The Open Canvas track \"Ojopati\" was featured in the final season episode 3. ==Discography== ===Full-length as Alpha Wave Movement=== * 2018: Somnus * 2018: Tranquility Space Volume 1 * 2017: Echoes In The Vacuum * 2017: Cerulean Skies * 2016: Kinetic * 2015/16: Harmonic Currents * 2015: Earthen * 2015: System A * 2014: Horizons * 2014: Archaic Frontiers * 2014: Celestial Chronicles * 2013: Architexture of Silence * 2013: Yasumu * 2012: Exiled Particles - Archives Volume I * 2012: Eolian Reflections * 2011: Myriad Stars * 2011: Soniq Variants * 2009: Cosmic Mandala * 2008: Terra * 2007: The Mystic & The Machine * 2007: The Regions Between * 2005: Ephemeral Highways * 2005: Beyond Silence * 2003: Cosmology * 2002: A Distant Signal * 2000: Bislama * 2000: Drifted Into Deeper Lands *1998: Concept of Motion *1997: The Edge of Infinity *1995: Transcendence ===Full-length as Biome=== * 2018: The Shores of Temenos ===Full-length as Subtle Shift (Formerly known as Within Reason)=== * 2014: Farshadow * 2013: Transient Broadcasts * 2013: Substrate: Collected Elements * 2012: Subtle Shift ===Full- Length as Thought Guild=== * 2018: Archiphonic * 2013: Electrik Curios * 2012: Third Voyage * 2005: Continuum * 2002: Context ===Full-length as Open Canvas=== * 2014: Relics of the Sun (Dune Tunes 1997-1999) * 2009: Travel by Sound * 2000: Indumani * 1998: Nomadic Impressions ===Full-length as Gregory Kyryluk=== * 2005: Ephemeral Highways ===Compilations=== * Die Welt Ist Klang: A Tribute to Pete Namlook * Ambienism * From Here to Tranquility #4 * The Other World * The Truth Is Twisted * Lektronic Soundscapes II * Sequences Magazine Issue #26 * Sequences Magazine Anniversary Issue * EMPortal: Joint Efforts the Album ===Video games=== * Grand Theft Auto IV ===Video=== * Headcandy: Sidney's Psychedelic Adventure ===Television=== * True Blood final season, episode 3 \"Music from Open Canvas 'Indumani ==External links== * Biome on Bandcamp * Alpha Wave Movement on Bandcamp * Open Canvas on Discogs * Thought Guild on Discogs * Harmonic Resonance Bandcamp Category:American electronic musicians Category:American electronic music groups Category:Ambient musicians ",
    "title": "Alpha Wave Movement"
}