{
    "id": "7824553",
    "text": "Aaron Van Camp (June 23, 1816 – September 15, 1892)Glenwood Cemetery records, Glenwood Cemetery, Washington, D. C. was an espionage agent for the Confederate States of America during the American Civil War. He and his son Eugene B. Van Camp were members of the Rose O'Neal Greenhow Confederate spy ring, which in 1861 was broken up by Allan Pinkerton, head of the newly formed Secret Service. At the time of the Civil War, Van Camp was a well-known dentist in Washington, D.C.. After his arrest and imprisonment in the Old Capitol Prison, he was paroled in early 1862. During the remainder of the Civil War, he continued spying for the Confederacy. He had taken his family to California during the Gold Rush of 1849, and then traveled in the South Pacific. In the 1850s he operated a whaling supply company in Samoa, where he was appointed as Commercial Agent for the United States in the Navigator Islands (now American Samoa) from 1853 to 1856. Later in 1881 he was appointed as Commercial Agent in Fiji, serving until 1884. ==Early life and career== Van Camp was born in 1816 in Luzerne County, Pennsylvania. He married Maria L. Bestor of Harper's Ferry, Virginia, in about 1836.Jefferson County, VA, Marriage Records Their son Eugene B. Van Camp was born in Louisville, Kentucky, in 1838.6th Cavalry Regiment- The Virginia History Series, M. P. Musick, 1st Ed., 1990 As a young man and Rebel soldier, Eugene assisted the elder Van Camp in his espionage activities for the Confederate States of America. Aaron Van Camp practiced dentistry in Kentucky,Louisville, KY City Directories, 1838-1844 Tennessee,American Journal of Dental Science, 1844, p. 161 Maryland,Matchett’s Baltimore Directory, 1848-1849 and Washington, D.C.Boyd's Washington, D.C. City Directories, 1858-1886 During the California Gold Rush period of the late 1840s, he took his family to California. In 1851, Van Camp went on a voyage into the South Pacific and became interested in supplying whaling ships, with the Navigator Islands as his base. He established a whaling resupply outpost in Apia, Samoa, in 1852. In 1853, Van Camp was appointed as Commercial Agent to the Navigator Islands (Samoa) and to the Friendly Islands (Tonga) by the U. S. Secretary of State.NARA Personnel Records of the State Dept. M588, M587, Consular Dispatches, Samoa and Fiji, T25 and T27 He held that position until 1856, when he returned to the United States to resume his dentistry practice in Washington, D.C.Island Reminiscences, Thomas Trood, McCarron, Stewart Co., 1912 Upon his return to Washington, D. C. Van Camp strongly expressed his pro-slavery views, especially after John Brown's unsuccessful raid on Harpers Ferry, WV.“The Evening Post” NY, NY, Dec 1, 1859; (article refers to altercation with abolitionist in downtown Washington) ==Espionage during the Civil War== Old Capitol Prison in 1863 In April 1861, shortly after the Civil War began, Van Camp's son Eugene enlisted in a Confederate cavalry unit and became an orderly for General P.G.T. Beauregard before the First Battle of Bull Run.The War of the Rebellion, v. 1-8, [serial no. 114-121], p. 562 Aaron and his son Eugene assisted Rose O'Neal Greenhow, who was operating a spy ring in the capital, in smuggling information pertaining to Union troop movements prior to that battle.Bakeless, John. Spies of the Confederacy. Philadelphia: J. B. Lippincott Company, 1970, p, 57. Shortly thereafter, Greenhow's spy ring was broken up by Allan Pinkerton of the newly formed Union Intelligence Service. In late December, 1861, the elder Van Camp was imprisoned as a suspected spy in downtown Washington in the Old Capitol Prison. Van Camp was released from custody on parole in March 1862National Intelligencer, Wash. D. C. 19 Mar 1862 after signing an oath of allegiance to the Union.Official Records of the War of the Rebellion, Series 2, vol. 2, Part 1 After release, Van Camp most likely linked up with the Confederate Secret Service. In January 1864, both Van Camps were reported to have been engaging in spying activities for the Confederates in the Vicksburg, Mississippi, area, according to a confidential letter sent to U. S. Secretary of War Edwin M. Stanton by a Union sympathizer. They were alleged to be conducting such espionage under the cover of trading in cotton.NARA Military Service Records for Eugene B. Van Camp, NWCTB Image ID: 281274 No arrests were made. In April 1864, Van Camp arranged to secure a trading permit for Eugene to open a store at the Union-controlled Fort Pillow in Kentucky. In an attack by Confederate cavalry under the command of Nathan Bedford Forrest a few days later, Eugene was badly wounded by a Confederate minie ball and was evacuated by Union forces to Illinois and then to New York for treatment.River Run Red. The Fort Pillow Massacre in the American Civil War Andrew Ward, New York: Viking Penguin Press, 2005. In January 1865, Van Camp sent a letter to President Abraham Lincoln seeking that Eugene be \"protected from the draft\" which was denied. Eugene was permitted to return with Van Camp to their family home in Washington, D.C. In April 1865, an anonymous letter was sent to Union General Christopher C. Augur, who was investigating the Lincoln assassination, accusing Van Camp, and his son Eugene of being involved in the President's assassination and the attempt on the life of Secretary of State William Seward.The Lincoln Assassination. The Documents Edited by William E. Edwards and Edward Steers, Jr., Univ. of Illinois Press, 2009, pp. 44-45. There is no evidence that either Van Camp was involved in the conspiracy. ==Postbellum activities== Between 1881 and 1884, Van Camp served as U. S. Commercial Agent at Levuka, Fiji.NARA Personnel Records of the State Dept. M588, M587, Consular Dispatches, Samoa and Fiji, T25 and T27 He died in Washington, D.C., on September 15, 1892, and was buried in Glenwood Cemetery (Washington, D.C.).Washington Post, obituary, September 16, 1892 ==References== ==Further reading== * Bakeless, John. Spies of the Confederacy. Philadelphia: J. B. Lippincott Company, 1970. * Blackman, Ann. Wild Rose: Rose O'Neale Greenhow, Civil War Spy. New York: Random House, 2005. . * Edwards, William E and Steers, Edward Jr., editors, The Lincoln Assassination. The Documents, Univ. of Illinois Press, 2009. . * Kane, Harnett T. Spies for the Blue and Gray. New York: Doubleday & Co. * Markle, Donald E. Spies and Spymasters of the Civil War. New York: Hippocene Books, 1994. . * Richards, Rhys. Samoa's Forgotten Whaling Heritage, American Whaling in Samoan Waters 1824-1878. Wellington, New Zealand: Lithographic Services, Ltd. 1988. . * Ross, Ishbel. Rebel Rose, Life of Rose O'Neal Greenhow, Confederate Spy. New York: Harper & Bros. * Ward, Andrew. River Run Red. The Fort Pillow Massacre in the American Civil War. New York: Viking Penguin Press, 2005. . Category:1816 births Category:1892 deaths Category:People from Luzerne County, Pennsylvania Category:American Civil War spies Category:People of Washington, D.C., in the American Civil War Category:American prisoners and detainees Category:Prisoners and detainees of the United States military Category:American dentists ",
    "title": "Aaron Van Camp"
}