{
    "id": "7824991",
    "text": "This is a list of some of the best known patter songs. ==Pre-Gilbert and Sullivan== * Auber: Le domino noir – \"Je suis sauvée enfin\" * Cornelius: The Barber of Baghdad – \"Bin Akademiker, Doktor und Chemiker\" * Donizetti: L'elisir d'amore – \"Udite, Udite, o rustici\", middle section (Dulcamara) * Donizetti: Don Pasquale – \"Cheti, cheti, immantinente\", final section (duet for Don Pasquale and Doctor Malatesta) * Glinka: Ruslan and Lyudmila – Farlaf's Rondo «Близок уж час торжества моего» (Farlaf) * Mozart: Marriage of Figaro – \"La vendetta, oh, la vendetta\", final section (Bartolo) * Mozart: Don Giovanni – \"Fin ch'han dal vino\" (Don Giovanni) * Mozart: The Abduction from the Seraglio – \"Solche hergelaufne Laffen\", especially the final section of the aira (Osmin) * Mozart: \"Clarice cara mia sposa\", aria for Tenor, K. 256 * Rossini: Il Barbiere di Siviglia – \"Largo al factotum\", final section (Figaro); \"A un dottor de la mia sorte\" (Bartolo) * Rossini: La Cenerentola – \"Sia qualunque delle figlie\", final section (Don Magnifico) * Rossini: \"La Danza\" * Rossini: Il viaggio a Reims – \"Medaglie incomparabili\" (Don Profondo) * Offenbach: La jolie parfumeuse – \"Neighbors Chorus\" ==Gilbert and Sullivan== * Arthur Sullivan and F. C. Burnand: Cox and Box – \"My Master Is Punctual\" (Mr. Cox)Florip, Daniel. \"Cox and Box and Trial by Jury do UMGASS proud\", The Gasbag, Friends of the University of Michigan Gilbert & Sullivan Society, Vol. 37, No. 2, Issue 234, Autumn 2006, p. 16Eden and Saremba, p. 99 * Gilbert and Sullivan (referred to below as \"Sullivan\"): The Gondoliers – \"In enterprise of martial kind\" (Duke of Plaza-Toro)Lyrics to \"In enterprise of martial kind\", The Gilbert and Sullivan Archive * Sullivan: The Gondoliers – \"Rising early in the morning\" (Giuseppe)Shepherd, Marc. \"Nelson Eddy: Patter Songs from Gilbert and Sullivan\" at A Gilbert and Sullivan Discography * Sullivan: H.M.S. Pinafore – \"When I Was a Lad\" (Sir Joseph) * Sullivan: Iolanthe – \"When you're lying awake\" (Lord Chancellor)(the \"Nightmare song\")Williams, p. 23 * Sullivan: The Mikado – \"As someday it may happen\" (Ko-Ko) * Sullivan: Patience – \"If you want a receipt for that popular mystery\" (Colonel Calverley)Ainger, p. 196 * Sullivan: Patience – \"If you're anxious for to shine\" (Bunthorne) * Sullivan: Patience – \"So go to him and say to him\" (Bunthorne and Lady Jane) * Sullivan: The Pirates of Penzance – \"I am the very model of a modern Major- General\" (Major-General Stanley) Tom Lehrer wrote a pastiche of the song called \"The Elements\".Shepherd, Marc. \"Tom Lehrer's 'The Elements' and 'Clementine' (1959)\", The Gilbert and Sullivan Discography, 5 October 2008, accessed December 15, 2017 * Sullivan: Princess Ida – \"If you give me your attention, I will tell you what I am\" (King Gama) * Sullivan: Ruddigore – \"My boy, you may take it from me\" (Robin) * Sullivan: Ruddigore – \"Henceforth all the crimes that I find in the Times\" (Robin)Bradley, p. 732 * Sullivan: Ruddigore – \"My eyes are fully open to my awful situation\" (Robin, Despard, and Margaret). This song was adapted for use in the Broadway revivals of The Pirates of Penzance (Papp production, 1980) and Thoroughly Modern Millie as \"The Speed Test\". * Sullivan: The Sorcerer – \"My name is John Wellington Wells\" (J. W. Wells) * Sullivan: Trial by Jury – \"When I, good friends, was called to the bar\" (the Learned Judge)Article and links about \"The Judge's Song\", The Victorian Web * Sullivan: The Yeomen of the Guard – \"I've Jibe and Joke. ... I've wisdom from the East and from the West\" (Jack Point)Lister, p. 23 * Sullivan: The Yeomen of the Guard – \"Oh! A private buffoon is a light- hearted loon\" (Jack Point) ==After G&S;: selected showtunes== * Ashman & Menken: \"Now (It's Just the Gas)\" from Little Shop of HorrorsStone, Martin. \"Little Shop of Horrors: Cross-Pollinization!\", Mondo Musicals, August 25, 2010, accessed February 7, 2017 * Lionel Bart: \"Reviewing the Situation\" from Oliver! * Cy Coleman: \"Museum Song\" from BarnumHischak, Thomas. The Oxford Companion to the American Musical, Oxford University Press, p. 51 * Comden & Green: \"If\" from Two on the Aisle * Frankel & Korie: \"The Revolutionary Costume\" from Grey Gardens * Rupert Holmes: \"Both Sides of the Coin\" from DroodFarrington, Jan. \"Ta-ra-ra Boom-de-ay!\", TheaterJones.com, October 22, 2014, accessed June 24, 2016 * Eric Idle: \"You Won't Succeed on Broadway\" from SpamalotHolden, Stephen. \"Extrovert and Introvert: Refined Musical Clowns\", The New York Times, December 9, 2009, accessed February 7, 2018 * Kander & Ebb: \"The Money Song\" from Cabaret * Kander & Ebb: \"We Both Reached for the Gun\" from Chicago * George Gershwin: \"The Mophams\" from Primrose * George Gershwin: \"It Ain't Necessarily So\" from Porgy and Bess * Bock & Harnick: \"Tonight at Eight\" from She Loves Me * Jerry Herman: \"Penny in My Pocket\" from Hello, Dolly! * Jonathan Larson: \"Therapy\" from Tick, Tick... Boom!Henderson, Kathy. \"Speed Test! Check Out Our Video Roundup of the Fastest Patter Songs, from Company, Godspell & More\", Broadway.com, August 5, 2013, accessed June 24, 2016 * Lerner & Loewe: \"Why Can't the English?\", \"I'm an Ordinary Man\" and \"A Hymn to Him\" from My Fair Lady * Roger Miller: \"The Royal Nonesuch\" from Big River * Laurence O'Keefe: \"Show You a Thing or Two\" from Bat Boy: The Musical * Cole Porter: \"Let's Not Talk About Love\" from Let's Face It! * Stephen Schwartz: \"All for the Best\" from Godspell * Stephen Schwartz: \"War is a Science\" from Pippin * Sherman Brothers: \"Supercalifragilisticexpialidocious\" from Mary PoppinsWestwood, Matthew. \"Songs in the key of the Sherman brothers\", The Australian, July 27, 2010 * Stephen Sondheim: \"Another Hundred People\" and \"Getting Married Today\"Weiss, Hedy. \"Writers Theatre sets a blistering look at marriage in Company\", Chicage Sun-Times, June 23, 2016 from Company * Stephen Sondheim: \"Now\" from A Little Night Music * Stephen Sondheim: \"The Worst Pies In London\" and \"A Little Priest\" from Sweeney Todd * Stephen Sondheim: \"Putting It Together\" from Sunday in the Park with George * Stephen Sondheim: \"Mr. Goldstone, I Love You\" from Gypsy * Stephen Sondheim: \"Franklin Shepard, Inc.\" from Merrily We Roll Along * Kurt Weill: \"Tschaikowsky (and Other Russians)\" from Lady in the DarkDale, Michael. \"Videos: Chicago's Jason Danieley Holds a Note for Longer Than It Takes Danny Kaye to Sing 'Tchaikovsky'\", BroadwayWorld.com, April 8, 2016 * Meredith Willson: \"Rock Island (opening sequence)\" and \"Ya Got Trouble\" from The Music Man ==After G&S;: selected popular and classical music== * Scrubs: \"The Rant Song\" from the 2007 episode \"My Musical\"Harris, Kathryn. \"Musicals in the Media: the Scrubs Musical\", Music Theatre International, March 9, 2010, accessed June 9, 2019 * Animaniacs: \"Yakko's World\" (1993), among othersMendoza, N. F. \"Shows for Youngsters and Their Parents Too: A sense of history and smarts set Fox's Animaniacs apart\", Los Angeles Times, December 26, 1993, accessed June 24, 2016 * Barenaked Ladies: \"One Week\" from \"Stunt\" (1998)Sutherland, Lori Archer. \"'The Flim Flam Cider Song' by Daniel Ingram\", TonalDiversions.com, April 1, 2016, accessed February 7, 2017 * Billy Joel: \"We Didn't Start the Fire\" from Storm Front (1989)Neethling, Bertie. (2016). \"Names in Songs: A Comparative Analysis of Billy Joel's We Didn't Start the Fire and Christopher Torr's Hot Gates\" in C. Hough (ed.) The Oxford Handbook of Names and Naming. * Noël Coward: \"Mad Dogs and Englishmen\" (1931)Self, Geoffrey. Light Music in Britain since 1870: A Survey, Routledge (2017) * Lucky Starr: \"I've Been Everywhere\" (1959 by Geoff Mack)Doll, Christopher (2017). Hearing Harmony: Toward a Tonal Theory for the Rock Era. University of Michigan Press. pp. 266. * Phineas and Ferb: \"History of the Tri-State Area\", \"I Really Don't Hate Christmas\"Blanchette, Kyle. \"Top 10 Disney Holiday Specials!\", Moviepilot.com, November 30, 2015, accessed June 24, 2016 * Frank Zappa & The Mothers of Invention: \"Let's Make the Water Turn Black\" from We're Only in It for the Money (1968)Laurence, Robin. \"Geoffrey Farmer fêted in new Vancouver Art Gallery show\", Straight.com, May 27, 2015, accessed June 24, 2016 ==Notes== ==Sources== * * * * * ==External links== *Peter Schickele on the history of the patter song *Description of Nelson Eddy recording of patter songs, listing them *Description of Martyn Green recording of patter songs, listing them *List of some classical patter songs *Patter Song at TV Tropes Category:Lists of songs Category:Gilbert and Sullivan List ",
    "title": "List of patter songs"
}