{
    "id": "7824193",
    "text": "The Free Church of Scotland (Continuing) (Scottish Gaelic: An Eaglais Shaor Leantainneach) is a Scottish Presbyterian denomination which was formed in January 2000. It claims to be the true continuation of the Free Church of Scotland, hence its name. ==Formation== In 1996, Professor Donald Macleod, later to be principal of the Free Church College in Edinburgh, was acquitted of charges of sexual assault when a sheriff ruled there had been a conspiracy against him. An organisation called the Free Church Defence Association believed that \"it was wrong not to put Professor Macleod on trial in the General Assembly and that the majority has therefore departed from the principle that allegations of misconduct must be investigated not by a Committee of the General Assembly but by the whole General Assembly.\" The FCDA's chairman, Rev Maurice Roberts, was suspended for contumacy in June 1999 for refusing to withdraw his claim that General Assembly in May of that year was characterised by \"gross and irremediable wickedness and hypocrisy\". In August 1999, the FCDA's magazine, Free Church Foundations, referred to \"the evil of Mr Roberts' suspension.\"Notices, Free Church Foundations. Accessed 24 January 2011. A deadline was set for 30 November 1999 for the FCDA to disband, which it did not. Libels were drawn up against 22 ministers who refused to comply, and in a hearing by the Commission of Assembly on 19–20 January 2000 those libels were declared to be relevant. The 22 ministers were suspended, and they responded by leaving the commission. On 20 January 2000 the 'Free Church of Scotland (Continuing)' was formed when those ministers and a number of others adopted a \"Declaration of Reconstitution of the historic Free Church of Scotland.\"Act XVIII, General Assembly Acts 2000-2008 . Johnston McKay suggests that although on the surface the split was about Donald Macleod, in reality it was about theology, with the FCDA \"composed of people who adhere much more firmly to the Westminster Confession of Faith.\" ==Legal issues== Following their departure, FCC sought a declarator from the Court of Session as to ownership of the central funds and properties of the Church. When the appeal was sent to the Outer House of the Court of Session, Lady Paton dismissed their action without granting absolvitor.Opinion of Lady Paton, retrieved 16 June 2007 In March 2007 the Free Church of Scotland proceeded to take legal action at Broadford, on the island of Skye, seeking to reclaim the church manse. The Free Church (Continuing) lost the action at first instance on the decision of Lord Uist, and also lost their appeal to the Inner House of the Court of Session. The FCC expressed its intention to appeal both the above decisions, but in 2009, the International Conference of Reformed Churches noted that the FCC had \"withdrawn its appeal of the civil matter that was pending.\" ==Recognition== The denomination is a member of the International Conference of Reformed Churches and of Affinity. ==Congregations== The Free Church of Scotland (Continuing) presently has 34 functioning congregations, of which 7 are in North America. These churches belong to 6 Presbyteries: the Northern, the Skye and Lochcarron, the Inverness, the United States of America, the Outer Hebrides and the Southern Presbyteries. There are 6 congregations and preaching stations in the Atlanta metropolitan area, Washington Metro, Upstate South Carolina, Mebane, NC and St. Louis, MO in the United States, a congregation in Canada, Northern Ireland, and a seminary and demonstration farm in Zambia. {| class=\"wikitable\" !Church !Location !Presbytery !Web !Founded |- |Ness FCSC |North Dell, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Harris FCSC |Northton, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Knock and Point FCSC |Garrabost, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |North Uist and Grimsay FCSC |Bayhead, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Scalpay Harris FCSC |Scalpay, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Shawbost Preaching Station |Bragar, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Stornoway FCSC |Stornoway, Na h-Eileanan Siar |Outer Hebrides | |2000 |- |Assynt and Eddrachillis FCSC |Scourie and Lochinver, Highland |Northern | |2000 |- |Brora FCSC |Brora, Highland |Northern | |2000 |- |Kiltearn FCSC |Evanton, Highland |Northern | |2000 |- |Tarbat FCSC |Portmahomack and Inver, Highland |Northern | |2000 |- |Bracadale FCSC |Struan and Carbost, Highland |Skye and Lochcarron | |2000 |- |Duirinish FCSC |Duirinish, Highland |Skye and Lochcarron | |2000 |- |Lochalsh & Strath FCSC |Ardelve, Corran and Broadford, Highland |Skye and Lochcarron | |2000 |- |Snizort FCSC |Skeabost, Highland |Skye and Lochcarron | |2000 |- |Kilmuir and Stenscholl FCSC |Staffin, Highland |Skye and Lochcarron | |2000 |- |Portree FCSC |Portree, Highland |Skye and Lochcarron | |2000 |- |Grace Reformed Church, Aberdeen |Aberdeen, Aberdeen |Inverness | |2000 |- |Dores FCSC |Dores, Highland |Inverness | |2000 |- |Westhill Inverness FCSC |Inverness, Highland |Inverness | |2000 |- |Kilmorack and Strathglass FCSC |Beauly, Highland |Inverness | |2000 |- |Poolewe and Aultbea FCSC |Aultbea, Highland |Inverness | |2000 |- |Arran FCSC |Brodick, North Ayrshire |Southern | |2000 |- |Bethel Free Church, Ayr |Ayr, South Ayrshire |Southern | |2000 |- |Dumfries FCSC |Lockerbie, Dumfries and Galloway |Southern | |2000 |- |St Columba's FCSC, Edinburgh |Edinburgh, Edinburgh & Galashiels, Borders |Southern | |2000 |- |Knightswood FCSC |Knightswood, Glasgow |Southern | |2000 |- |Partick FCSC |Partick, Glasgow |Southern | |2000 |- |Shettleston FCSC |Shettleston, Glasgow |Southern | |2000 |- |London Preaching Station |Ham, London |Southern | | |- |Rothesay |Rothesay, Argyll and Bute |Southern | |2000 |- |Ballyclare and Doagh FCSC |Doagh, Antrim |Home & Foreign Missions | |2013 |- |Portavogie Preaching Station |Portavogie, Down |Home & Foreign Missions | | |- |Smiths Falls Reformed Church |Smiths Falls, Ontario |Home & Foreign Missions | |2002 |- |Reformation Presbyterian Church, Atlanta |Atlanta, Georgia |United States | |2004 |- |Greenville Presbyterian Church |Greenville, South Carolina |United States | |2006 |- |Cornerstone Presbyterian Church, Mebane |Mebane, North Carolina |United States | |2012 |- |Metropolitan Presbyterian Church, Washington |Washington, D. C. |United States | |2003 |- |Sovereign Grace Presbyterian Church, St Louis |St Louis, Missouri |United States | |2008 |} ==Seminary== The Free Church of Scotland (Continuing) maintains a seminary on the outskirts of Inverness for the training of its ministers. ==Music== The Free Church Continuing continues to hold to the exclusive use of metrical Psalms sung without instrumental accompaniment in worship, a position which the Free Church of Scotland has ceased to hold. ==See also== * John MacLeod, Principal Clerk of Assembly, Moderator of 2006 General Assembly ==References== ==External links== * The Free Church of Scotland (Continuing) * The Free Church Continuing Seminary * When Justice Failed in Church and State (An Explanation of the Division in the Free Church of Scotland) from the FCC's view Category:Reformed denominations in the United Kingdom Category:Presbyterianism in Scotland Category:Religious organisations based in Scotland Category:Christian organizations established in 2000 Category:Presbyterian denominations established in the 20th century Category:2000 establishments in Scotland Category:Presbyterian denominations in Canada Category:Presbyterian denominations in the United States Category:Presbyterian denominations in Scotland Category:Evangelical denominations in North America ",
    "title": "Free Church of Scotland (Continuing)"
}