{
    "id": "7824269",
    "text": "Ludovico Technique LLC was an art and entertainment production company which produces a variety of media, from feature films, to comic books. Their name comes from the Ludovico technique, a fictitious brainwashing technique from both the novel and the film A Clockwork Orange. Robert Meyer Burnett, CEO of Ludovico Technique, both co-wrote and directed the feature film Free Enterprise (film), which won both the \"Best Screenplay\" award and the \"New Directions\" award at the American Film Institute's 1998 AFI Fest. ==DVD special edition work== Ludovico staff work on-set during the production of a feature film, working to develop a rapport with the film crew, while providing for its own personnel, equipment, housing, transportation, and on-location post-production facilities, Ludovico provides audio and video content for various studio divisions, such as Marketing and Brand Management. Their DVD productions include the Columbia/Tri-Star DVD of The Usual Suspects and the UK edition (Winner: 2002 Cannes Film Festival Permanent DVD Collection); The Chronicles of Narnia: The Lion, the Witch and the Wardrobe DVD; the X-Men 2 DVD (nominated by the DVD Exclusives Academy for 2004 DVD Special Edition of the Year); The Lord of the Rings: The Two Towers 4-disc set (winner: 2004 DVD Special Edition of the Year); and the Tron 20th Anniversary Edition, nominated for both the 2003 DVD Exclusives Awards and Best Retrospective Documentary (for \"The Making of Tron\"). Ludovico Technique created the three-hour documentary Requiem for Krypton for the Superman Returns Special Edition DVD. ==Motion pictures== 2009 sees the release of Ludovico's first feature film, The Hills Run Red, produced in association with Warner Premiere and Dark Castle Entertainment. Developed by Robert Meyer Burnett and frequent Ludovico contractor Dave Parker, the film began life as a micro-budget co-production with Fever Dreams, a division of the NYC-based MedaBlasters. Burnett and Parker took control of the project and involved noted Splatterpunk author and screenwriter David J. Schow to do a page one rewrite of the original Fever Dreams script. Following this, they produced a two-minute \"teaser\" trailer to sell Parker's directorial vision for the film. Impressed with their efforts, director Bryan Singer called Warner Premiere's Diane Nelson to inform her of the project. Burnett and Parker then took their finished teaser and Schow's new draft of the script to Warner Premiere. The company picked the project to be the second film in their output deal with Dark Castle Entertainment, following up the initial release, Return to House on Haunted Hill. The film was shot entirely on location in Sophia, Bulgaria from May thru July 2008 under the direction of Parker with Burnett producing. The film had its World Premiere at the Seattle International FIlm Festival at midnight, June 12, 2009. ==Comics== The company also produce comic books and the range so far includes Living in Infamy by Ben Raab and The Red Line. ==External links== *Official homepage (defunct) *Talking Infamy: The Big Honkin' Roundtable Interview Adam White of Comiccritique.com interviews Ludovico Technique staff members Ben Raab, Deric Hughes, Greg Kirkpatrick, Ashley Miller and Robert Meyer Burnett *An Audio Interview with Robert Meyer Burnett by SiDEBAR Category:Film production companies of the United States ",
    "title": "Ludovico Technique LLC"
}