{
    "id": "7825584",
    "text": "Israeli citizenship law () regulates who are and can become citizens of Israel. The law rests on two statutes: the Law of Return enacted in 1950, allowing every Jew to immigrate to Israel, and the Citizenship Act of 1952, which defines how Israeli nationality could be acquired and lost. The Law of Return has since been amended twice and the Citizenship Act thirteen times. The primary principles of Israeli citizenship is jus sanguinis (citizenship by descent) for Jews and jus soli (citizenship by place of birth) for others. Apart from citizenship, there is another civil status which can be held by residents of Israel; the permanent residency status ( toshav keva). It is most common among Syrian citizens of the Golan Heights and among Arab East Jerusalem residents, but it occurs also among other non-citizens. ==History== This section describes the major changes to the Israeli nationality law from the establishment of the State in 1948 until today. === Prior to the enactment of the law === Prior to the establishment of Israel in 1948, the area that became Israel was part of Mandatory Palestine. Its inhabitants were citizens of Mandatory Palestine. The mandate came to an abrupt end in 1948 and the State of Israel was established during the 1948 Arab–Israeli War. The nascent state had no citizenship law and technically speaking, no citizens. Neither Jews nor Arabs had official citizenship status, but had identity cards or Temporary Residence Permits. This omission brought on a host of legal issues and Israeli courts provided conflicting positions on the question of citizenship. In a question relating to the nationality of former Mandatory Palestinian citizens, the Tel Aviv District Court, referring to public international law, ruled that > every individual who, on the day of the establishment of the State of > Israel, was a resident in the territory which today constitutes the State of > Israel, is also a national of Israel. Any other view must lead to the absurd > result of a state without national. Other courts held that former Mandatory Palestinian citizens had lost their citizenship with the termination of the mandate without acquiring any other. Voting rights for the Knesset's first two sessions, in 1949 and 1951, were therefore based on residence and not nationality. ===Enactment of the citizenship law and its impact=== On July 5, 1950, the Knesset enacted the Law of Return, a precursor to the nationality law that would be enacted later. The law specified that \"every Jew has the right to come to his country as an oleh [Jewish immigrant]\" but were otherwise mute on the question of citizenship. The first nationality law was the Citizenship Act of 1952. The law explicitly repealed the Palestinian Citizenship Order 1925 retroactively from the day of the establishment of the state. It enumerated four ways to acquire Israeli nationality, by return, by residence, by birth and by naturalization. The most controversial stipulations of the law were those concerning acquisition of nationality by residence. Although Israel was the successor state to the Palestine Mandate, the law did not automatically recognize nationals of Palestine as Israeli. Jewish and Arab residents of the mandate became citizens using different means: Jews using the Law of Return whereas Arabs only if they # Previously held Palestinian nationality. # Were registered residents of Israel since 1949. # Were still registered as residents in 1952 on the day of the law coming into effect. # Were \"in Israel, or in an area which became Israel territory after the establishment of the State, from the day of the establishment of the State to the day of the coming into force of this Law, or entered Israel legally during that period.\" The intention of these stipulations was to limit the number of Arabs who would be eligible for citizenship after they supported the invading armies in the 1948 war. During the war, a large number of Palestinian Arabs had fled from the parts of Israel that were not under Arab occupation, and as they were not registered as residents they did not gain Israeli nationality. Neither did they receive citizenship in any of the surrounding Arab states that they sought refuge in, with the exception of Jordan, so they became stateless. Scholars who have argued in favor of the Palestinian refugees right of return have argued that the 1952 Citizenship act constituted a \"denationalization\" and was a breach of international law. The estimates on the number of Arab refugees in 1948 vary widely, from a high estimate of three-quarter of a million Arab refugees, to a low estimate of about 300,000. About 160,000 Arabs remained within the armistice lines after the war. In the years following 1948, many internally displaced Palestinians and Palestinians outside the borders of Israel managed to return to their former places of residence. Due to the court's strict interpretation of the \"by residence\" clauses of the citizenship act, such as requiring continuous residence in the state, they were denied citizenship and only granted permanent residency status. This left tens of thousands of former Palestinian citizens stateless. In the 1950s and 1960s, several court cases were brought forward by Palestinians who challenged the strict rules for citizenship by residence. The question was finally settled in 1980, when further means of acquiring citizenship by residence was amended to the law so that it was retroactively made available for this group. ===Legal definition of Jew=== While the Law of Return allowed every Jew to immigrate to Israel, it did not define who is a Jew, which brought on some legal issues such as the case of Rufeisen v Minister of the Interior in 1962. Oswald Rufeisen was a Polish Jew who had converted to Catholicism and sought to immigrate to Israel. The Supreme Court ruled that by converting to another religion he had forfeited his right to return. This decision of the court would make its way into the second amendment of the Law of Return in 1970 in which \"Jew\" was defined: In 1970, the right of entry and settlement was extended to people with one Jewish grandparent and a person who is married to a Jew, whether or not he or she is considered Jewish under Orthodox interpretations of Halakha. > 4A. (a) The rights of a Jew under this Law and the rights of an oleh under > the Nationality Law, 5712-1952***, as well as the rights of an oleh under > any other enactment, are also vested in a child and a grandchild of a Jew, > the spouse of a Jew, the spouse of a child of a Jew and the spouse of a > grandchild of a Jew, except for a person who has been a Jew and has > voluntarily changed his religion. (b) It shall be immaterial whether or not > a Jew by whose right a right under subsection (a) is claimed is still alive > and whether or not he has immigrated to Israel. 4B. For the purposes of this > Law, \"Jew\" means a person who was born of a Jewish mother or has become > converted to Judaism and who is not a member of another religion. This interpretation differs from traditional Jewish religious law (Halakha), in which a person born Jewish and a member of another religion would be considered a Jew. ===Amendment for relatives of Jews=== In 1970 the Law of Return was expanded to grant the same rights to the spouse of a Jew, the children of a Jew and their spouses, and the grandchildren of a Jew and their spouses: > The rights of a Jew under this Law and the rights of an oleh under the > Nationality Law, (5712—1952), as well as the rights of an oleh under any > other enactment, are also vested in a child and a grandchild of a Jew, the > spouse of a Jew, the spouse of a child of a Jew and the spouse of a > grandchild of a Jew, except for a person who has been a Jew and has > voluntarily changed his religion. In 1999, the Supreme Court of Israel ruled that Jews or the descendants of Jews that actively practice a religion other than Judaism are not entitled to immigrate to Israel as they would no longer be considered Jews under the Law of Return, irrespective of their status under Halakah. On April 16, 2008, the Israeli Supreme Court ruled in a case brought by a number of people with Jewish fathers and grandfathers whose applications for citizenship had been rejected on the grounds that they were Jewish Messianics. The argument was made by the applicants that they had never been Jews according to Halakha, and were not therefore excluded by the conversion clause. This argument was upheld in the ruling, and the government agreed to reprocess their applications. ===Nationality amendment of 1971=== In 1971 the third amendment of the nationality law as enacted in the Knesset. The amendment added a new paragraph to Section 2 dealing with citizenship by return and read: :(e)Where a person has expressed his desire to settle in Israel, being a person who has received, or is entitled to receive, an oleh's visa under the Law of Return, 5710-1950, the Minister of the Interior may at his discretion, grant him, upon his application, nationality by virtue of return even before his aliya. The amendment was in response to the large number of Soviet Jews in the period following the Six-Day war who were denied exit visas and therefore unable to leave the Soviet Union. ===Family reunification for Palestinians=== In 2003, the Citizenship and Entry into Israel Law was passed. Originally intended as a temporary law it has since been extended on several occasions and is currently on the books. The law prohibits citizenship by family reunification between Israeli citizens and non-Jewish spouses from countries which some have termed \"enemy nationals\", Syria, Lebanon, Iraq, Iran and the Palestinian territories. In January 2012, the Supreme Court of Israel upheld the validity of the law. Acquiring Israeli citizenship by decree of the Minister of the Interior was added in 1968 (2nd amendment). ===Is \"Israeli\" a Nationality?=== According to international law, Israeli citizens are Israeli nationals having Israeli nationality so the nationality exists. But an ongoing debate in Israeli politics is whether an Israeli nationality exists in a \"deeper\" sense. Does an Israeli nationality exist, distinct from a Jewish or Palestinian nationality? Domestic Israeli law does not recognize an Israeli nationality. Citizens are registered along mostly ethnic affiliations, the main ones being Jewish, Arab, Druze and Circassian but foreign nationalities such as Egyptian, Georgian and Russian are also allowed. This registration was imprinted on Israeli identity card, which citizens are required to carry at all times under the field le'om (לאום) the Hebrew word for \"nationality\" or \"ethnic affiliation.\" Two lawsuits have been brought forward by citizens requesting to have their nationality registered as \"Israeli\" to the Supreme Court. Both times the request have been denied. The first of which was by human rights advocate and psychologist Georges Tamarin in 1971 who carried a plea to the Supreme Court to have his nationality identification as Jew changed to Israeli. A unanimous court ruled against him arguing that \"there is no Israeli nation separate from the Jewish people.\" In 2010, retired computational linguist professor Uzi Ornan, head of the I am an Israeli movement, and other Israeli scholars such as Joseph Agassi led a lawsuit challenging this system, demanding to have their affiliation listed as \"Israeli.\" The request, ostensibly about the existence of an \"Israeli nationality,\" was in 2013 denied by the Supreme Court, citing concerns about preserving the Jewish character of the Israeli State. ==Rights and obligations for citizens== Although not a part of the nationality law, Israeli citizens have the following rights: * to fully participate in the political system of Israel. * to an Israeli passport. * to travel into and out of Israel whenever they wish, but this right may be limited at certain times with special warrants. Other rights are granted equally to citizens and permanent residents of Israel, among them: the right to work within Israel, the right to extenuation of tax payments, the right to a pension when needed from the social security services, and the right to vote within the scope of local ordinances. Residents who are not citizens may, however, lose their status (and thus any rights provided to them in Israel) if they move outside Israel's borders (outside the Green Line including the Golan Heights and East Jerusalem), contrary to the privileges of citizens which enable them to re- settle in Israel at any time. Israeli citizens are required to have an Israeli passport at all times when outside the country, which must have been acquired before leaving Israel. Military service is legally mandatory for most Israeli citizens and residents although various exemptions can be granted. Arab citizens of Israel and haredi Jews (ultra-Orthodox) have received blanket exemptions. ==Acquisition of citizenship== This section lists the various ways of acquiring Israeli citizenship. ===Citizenship by Return=== The Law of Return grants all Jews (given the law's definition of \"Jew\" described above) the right to immigrate to Israel and claim Israeli citizenship upon arrival in Israel. Israeli law distinguishes between the Law of Return, which allows for Jews and their descendants to immigrate to Israel, and Israel's nationality law, which formally grants Israeli citizenship. In other words, the Law of Return does not itself determine Israeli citizenship; it merely allows for Jews and their eligible descendants to permanently live in Israel. Israel does, however, grant citizenship to those who immigrated under the Law of Return if the applicant so desires. A non-Israeli Jew or an eligible descendant of a non-Israeli Jew needs to request approval to immigrate to Israel, a request which can be denied for a variety of reasons including (but not limited to) possession of a criminal record, currently infected with a contagious disease, or otherwise viewed as a threat to Israeli society. Within three months of arriving in Israel under the Law of Return, immigrants automatically receive Israeli citizenship unless they explicitly request not to. ===Citizenship by residence=== Citizenship by residence provisions of the citizenship act were intended for non-Jewish residents of the British Mandate of Palestine, such as Arabs. Such residents who were continuously present within the territorial confines of Israel from the establishment of the state until the date of the enactment of the citizenship law were granted Israeli citizenship. In order to determine who was eligible for citizenship under this provision, the State conducted a population registration in 1952 and again in the 1980s. Those found to meet the requirements obtained Israeli citizenship. For purposes regarding modern Israeli citizenship, this section is usually irrelevant. ===Citizenship by descent=== A child (including children born outside Israel as first generation out of Israel) automatically acquires Israeli citizenship at birth if either or both of his or her parents are Israeli citizens. Persons born outside Israel are Israeli citizens if their father or mother holds Israeli citizenship, acquired either by birth in Israel, under the Law of Return, by residence, or by naturalization. Citizenship by descent, on the principle of jus sanguinis, is limited to only one generation born abroad. Despite this limitation, descendants of an Israeli national born abroad may be eligible to Israeli citizenship through other methods, such as the Law of Return. ===Citizenship by adoption=== In 1996 the citizenship law was amended (6th amendment) to allow Israeli citizenship by adoption. A non-Israeli child adopted by Israeli citizens is entitled to Israeli citizenship on the day of the adoption if it is made under Israeli law. A child adopted outside of Israel by Israeli citizens who are not residents of Israel can receive Israeli citizenship if both adoptive parents consent to it. ===Citizenship by naturalization=== Adults may acquire Israeli citizenship through naturalization. To be eligible for naturalization, a person must have resided in Israel for three years out of the previous five years, have the right to reside in Israel on a permanent basis, renounce his or her previous citizenship and swear an oath of citizenship to the state reading: :\"I declare that I will be a loyal national of the State of Israel.\" In 2010, a controversial bill was proposed to change the wording of the oath to: :\"I swear that I will be a loyal citizen to the state of Israel, as a Jewish and democratic state, and will uphold its laws.\" But the bill didn't garner a majority in the Knesset and wasn't enacted. The applicant must also have \"some knowledge\" of Hebrew but no language tests are used. No similar requirement is made for Arabic. All naturalization requests are at the discretion of the Minister of the Interior. ===Citizenship by marriage=== In 1970, Israel amended the Law of Return to state that the non-Jewish spouse of a Jew was eligible for citizenship as part of aliyah. The Citizenship and Entry into Israel Law of 2003 suspended the right of naturalization by marriage of a non-Israeli spouse who lives in the Palestinian territories.GRANTING STATUS TO THE FOREIGN SPOUSE OF AN ISRAELI CITIZEN The suspension was extended several times, most recently in 2016. The practice was suspended because some West Bank militants used the process to gain access to Israel proper with all related privileges, such as unrestricted movement. ===Citizenship by Jus Soli=== According to section 4A of the citizenship law: Whoever is born after the creation of the State of Israel in a place that was Israeli territory on the day of their birth, and never possessed any other citizenship, will be an Israeli citizen, if they applied in the period between their 18th and 21st birthday, with the additional condition that they were residents of Israel for five continuous years previous to their application. ===Process for obtaining citizenship by descent=== From inside Israel the Israeli parent(s) must go to the Ministry of the Interior with the child and the child's original birth certificate that lists the Israeli parent(s) as the parents of the child. In addition, the Israeli parent(s) need(s) to bring their identity cards or their Israeli passport and the child's foreign passport.http://www.moin.gov.il/Pages/default.aspx If the parents are not married or did not register their marriage with the Ministry of the Interior or Foreign Affairs, both of the parents must be in attendance at the Ministry of the Interior. After all of the information is verified, the child will be issued an identity number and an Israeli passport. If the child is 16 years or older, he or she will also receive an identity card. It is important to note that in Israel there is no separation of religion and state. If the mother is not Jewish by Orthodox standards then the child can not be registered as Jewish, nor can the child be married to a Jewish person inside of Israel without first undergoing an Orthodox conversion to Judaism. By the same token, a child born to a mother considered Jewish by Orthodox standards is automatically also registered as Jewish. ==Cancellation and renunciation of citizenship== There are cases in which the state can initiate a cancellation of citizenship of an Israeli citizen. Article 11 of the Israeli nationality law establishes three circumstances for which citizenship can be revoked: * If the person entered a state which is considered an enemy of Israel, or obtained citizenship of an enemy state. * If the person committed an act which is considered a breach of loyalty to the country. * If the person's citizenship was given to them on the basis of false information. In such a case, the revocation might also apply to the citizenship of the person's children. With regard to citizenship being obtained on the basis of false information, the Interior Minister may cancel the Israeli citizenship of anyone who obtained it through such means within three years of them having acquired it. If the person had acquired Israeli citizenship more than three years prior to the discovery of it having been obtained with false information, the Interior Ministry must first obtain permission from an administrative court to cancel it. A 2008 amendment to the Nationality Law of 1952 designated nine countries as enemy states: Afghanistan, Iran, Iraq, Lebanon, Libya, Pakistan, Sudan, Syria, and Yemen, as well as the Gaza Strip. Per article 10 of the citizenship act, Israeli citizens living abroad renounce their Israeli citizenship by filing an application with an Israeli embassy. The application is transferred to the Administration of Border Crossings, Population and Immigration, acting on behalf of the Minister of Interior, which reviews and either grants or rejects the request.Renouncing Israeli citizenship The request may be denied for any reason, such as if the person is obligated to serve in the military or if the person cannot prove that they have secured another state's citizenship. According to a report from the Population and Immigration Authority, 8 308 Israelis renounced their citizenship from 2003 to 2015. ==Dual citizenship== Israel allows its citizens to hold dual (or multiple) citizenship. A dual national is considered an Israeli citizen for all purposes, and is entitled to enter Israel without a visa, stay in Israel according to his own desire, engage in any profession and work with any employer according to Israeli law. There are two exceptions to this principle. Under an additional law added to the Basic Law: the Knesset (Article 16A) according to which Knesset members cannot pledge allegiance unless their foreign citizenship has been revoked, if possible, under the laws of that country. Israeli citizenship cannot be acquired by naturalization unless one renounces his or her previous citizenship. A dual national is not considered a foreign citizen under Israeli Security Service Law and is subject to a mandatory military service according to that law. He or she is considered a citizen regarding the criminal liability of Israeli civilians according to the Israeli Penal Law (and accordingly is not entitled to consular access by a representative of the other country). He or she is considered a citizen according to the Israeli laws of personal status, such as the authority jurisdiction of the rabbinical courts in the matters of marriage and divorce, according to the Israeli Rabbinical courts jurisdictions law. ==Amendments== This table lists the 10 amendments to the Nationality Law, when they were enacted in the Knesset, when they came into force and which issue of the gazette Sefer Ha-Chukkim (The Book of Laws) they were published in: {| id=\"amendments\" class=\"sortable wikitable succession-box\" style=\"font-size:90%;\"ijdn |- ! scope=\"col\" | # ! scope=\"col\" | Enactment ! scope=\"col\" | Commencement ! scope=\"col\" | Issue # ! scope=\"col\" | Effect of amendment |- | | | |95 |Israel's nationality law |- |1 | | |538 |Discretionary granting of citizenship by the Minister of the Interior.https://fanack.com/wp-pdf-reader.php?pdf_src=/wp- content/uploads/2014/archive/user_upload/Documenten/Links/Israel/NATIONALITY_LAW_AMENDMENT_NO2.pdf |- |2 |1971 |1971 |? |Option for Jews to apply for citizenship before undertaking Aliyah |- |3 | |, |984 |Less strict requirements for citizenship by residence for former Palestinian citizens |- |4 |1987 |1987 |? |Facilitates naturalisation of non-Jews who served in the IDF. |- |5 |1996 |1996 |? |Citizenship through adoption of a child. |- |6 |2004 |2004 |? |Facilitates naturalisation of non-Jews who served in the IDF. |- |7 | |2008 |? |Extended means for stripping citizenship. |- |8 | |2011 |? |Allows courts to revoke the citizenship of persons convicted of treason, espionage, assisting the enemy in time of war, etc.https://www.adalah.org/uploads/oldfiles/Public/files/Discriminatory-Laws- Database/English/38-Citizenship-Law-Amendment-10.pdf |- |9 |2016 |2016 |? |Extended means for citizenship revocation. |- |10 | |? |? |Authorizes the revocation of Israeli nationality if it has been granted on false information or the person has committed a breach of loyalty towards the state. |} ==Notable Jurisprudence== This section lists some notable court cases relating to Israeli nationality law: * A.B. v M.B. (1950) * Hussein v Governor of Acre Prison (1950) * Rufeisen v Minister of the Interior (1962) * Shalit v Minister of Interior (1969) * Jamal Najib Mousa v Minister of the Interior (1969): * Stamka v Minister of the Interior (1999): The court decided that a non-Jewish spouse of a Jewish Israeli citizen were not automatically eligible for citizenship under the Law of Return. * Ornan et al. v Ministry of Interior (2013): The court rejected the existence of an \"Israeli nationality.\" ==See also== * Basic Law: Israel as the Nation-State of the Jewish People * Citizenship and Entry into Israel Law * History of Palestinian nationality * Israeli identity card * Israeli passport * Law of Return * Ottoman Nationality Law of 1869 * Palestinian Citizenship Order, 1925 * Relationships between Jewish religious movements * Visa policy of Israel * Visa requirements for Israeli citizens * Who is a Jew? * African Hebrew Israelites of Jerusalem * Yom HaAliyah ==References== ==External links== * Ministry of Immigrant Absorption * Israeli nationality law (1952) * Ornan v Ministory of the Interior Category:1950 in international relations Category:1950 in law Category:Israeli nationality law Category:Zionism ",
    "title": "Israeli citizenship law"
}