{
    "id": "7825325",
    "text": "Chauncey Jamal Tolbert Washington (born April 29, 1985) is a former American football running back in the National Football League for the New York Jets, St. Louis Rams, and Dallas Cowboys. He was drafted by the Jacksonville Jaguars in the seventh round of the 2008 NFL Draft. He played college football at Southern California. ==Early years== Washington had a heralded career as an athlete at South Torrance High School. In his Senior 2002 season, he earned numerous All-American honors, running for 1,549 yards on 140 carries (11.1 avg.) with 23 TDs while catching 13 passes for 200 yards (15.4 avg.) with 2 TDs in 2002 despite missing 5 games with a knee injury. He also earned substantial notice as a sophomore and junior player As a Senior, Washington was ranked as the #12 running back in the nation by ESPN.com was aggressively recruited by USC and Michigan State, as well as Wisconsin, Oregon, Oregon State, ASU, Arizona, Boston College and Washington State. ==College career== Although Washington admitted he grew up as a rival-UCLA fan, he became USC's second commitment to the 2003 recruiting class in May 2002. That class also included two other highly touted running backs: 2005 Heisman Trophy-winner Reggie Bush as well as Colorado high school all-star and future USC touchdown leader LenDale White. Going into their freshman 2003 season, all three backs were considered to be talented enough to challenge for the starting position and all three played during the USC opener at Auburn. Washington's freshman season was limited by a nagging ankle injury suffered in the second game of the season that caused him to miss half the season and the 2004 spring practice due to a stress fracture in the ankle. He was ruled academically ineligible for the 2004 season and was redshirted. Washington was again academically ineligible for the 2005 season and lost his athletic scholarship. After considering entering the NFL Draft, leaving USC or transferring to a different school (with easier academic requirements), Washington was encouraged by his parents, teammates and university staff to stay in school and focus on academics while paying his own way through school. After much focus and hard work, Washington finally regained academic eligibility in the spring of 2006, and regained his scholarship that August.Washington (#23) as the Trojans running back against the Stanford Cardinal. Initially planned as the starting running back for the 2006 USC Trojans, the redshirt junior suffered a hamstring injury in pre-season practice, but had re-gained the starting position by midseason. He told the Los Angeles Times' Gary Klein that he had decided to forego the 2007 NFL Draft and return for his redshirt senior season. Going into 2007 spring practice, Washington's grades again became a concern. At the start of the 2007 season, Washington was again sidelined with an injury and did not play in the Trojans' opener. However, he rushed for over 900 yards and was a Pac-10 honorable mention player. ==Professional career== ===Pre-draft=== ===Jacksonville Jaguars=== Washington was selected in the 7th round pick 213 of the 2008 NFL Draft by the Jacksonville Jaguars. On June 26, 2008 Washington signed a contract of four years worth $1.6 million. He was waived by the Jaguars on September 5, 2009. ===First stint with Cowboys=== On September 22, 2009, Washington was signed to the Dallas Cowboys' practice squad. On October 3, he was promoted to the active roster because of injuries to Marion Barber III and Felix Jones. Safety Marvin White was waived to make room for Washington on the roster. After playing in the team's loss to the Denver Broncos on October 4, the Cowboys waived Washington the following day and signed cornerback Cletis Gordon. He was re-signed to the practice squad on October 6, only to be promoted a second time to the active roster on October 10. He was waived again on October 12 and signed to the team's practice squad the next day. ===New York Jets=== Washington was signed off the Cowboys' practice squad on December 14, 2009 by the New York Jets. Washington would be waived by the team on September 5, 2010. Washington would later be re-signed to the team's practice squad on September 7, 2010. ===St. Louis Rams=== Washington was signed off of the New York Jets practice squad on September 28, 2010 by the St. Louis Rams. He was waived on October 18 and signed to the Rams practice squad on October 19. He was released by the Rams on August 4, 2011. ===Second stint with Cowboys=== On November 30, 2011, he was signed to the Cowboys' practice squad. On December 23, he was promoted to the active roster. His only stats came against the Philadelphia Eagles, recording one carry for minus-1 yard and 2 receptions for 13 yards. He wasn't re-signed after the season. ==References== ==External links== *Jacksonville Jaguars bio *USC Trojans bio Category:1985 births Category:Living people Category:Sportspeople from Los Angeles County, California Category:Players of American football from California Category:American football running backs Category:USC Trojans football players Category:Jacksonville Jaguars players Category:Dallas Cowboys players Category:New York Jets players Category:St. Louis Rams players ",
    "title": "Chauncey Washington"
}