{
    "id": "7825247",
    "text": "Antonio Roybal (born October 1, 1976) is an American fine-art painter and sculptor from Santa Fe, New Mexico. ==Early life== Antonio is the son of David and Aggie Roybal, born in Santa Fe but raised in Southern California. He lived in San Diego during the earliest years of his childhood. He has three sisters. One of his sisters is also a painter, and two of his sisters are completely deaf. His Northern New Mexican ancestry can be traced back eleven generations. His father is a mathematician and computer scientist who has worked on many weapons projects at laboratories including White Sands Missile Range and Los Alamos National Laboratory. Roybal studied fine art at The Colorado Institute of Art. He apprenticed with French artist Jean-Claude Gaugy and lived and studied with Austrian artist Ernst Fuchs. His debut show was in Payerbach, Austria in 2000. ==Paintings== Judas, egg tempera and oil on wood, 10x 8 Roybal’s work is inspired by Northern Renaissance Art and early Mannerism. His influences are numerous, including Jan van Eyck, El Greco, and Hieronymus Bosch. Contemporary influences include Ernst Fuchs, Remedios Varo, and Mark Ryden. Roybal’s painting technique is modeled after Jan van Eyck and his followers. His work has gained greater prominence beginning in 2002 with the distinguished honor of being named one of the top 100 contemporary Hispanic artists by The National Hispanic Cultural Center. In 2006, he participated in a group show titled “Life and Liberty After 9-11” at The Las Cruces Museum of Art. Stylistically his work mixes religion, metaphysics, modern symbols such as toys and televisions with elongated stylized figures. His subject matter is influenced by Carl Jung’s work on archetypes and esoteric traditions including alchemy and metaphysics. He recently had a major show at The Albuquerque Museum of Art and also began showing at La Luz de Jesus Gallery on Hollywood Blvd. in Los Angeles, California. ==Personal life== Roybal currently lives in Albuquerque, New Mexico. ==Album Art== * \"Mystical Sun\" Energy Mind Consciousness, released by Cyberset Music. * \"Wintergreen\" Around and Around Again. ==Publications== * \"Ashe Journal\" 2010 * \"The Alibi\" 2010 * \"Ashe Journal\" Special Art Issue, 2007. * The American Artists BlueBook” (2004, 2005, 2006) * “Dawnings” (2001) * “The Santa Fe Reporter” 2003 * “The Essential Guide” 2003 ===Solo Exhibitions=== *2001 \"Atomic Bombs and Religious Icons\", Rancho de Chimayo Gallery, Santa Fe, New Mexico, USA. *2002 \"Conquering Surrealism in America”, Rancho de Chimayo Gallery. *2003 “Recognitions and Precognitions”, Sacred Arts Gallery, Santa Fe, New Mexico, USA. *2004 \"Narrative Enigmas\", The Journey Fine Arts Gallery, Santa Fe, New Mexico, USA. *2006 \"Spanish Market Celebration\", Rancho de Chimayo Gallery. *2007 \"Spanish Market Celebration\", Rancho de Chimayo Gallery. *2008 \"Spanish Market Celebration\", Rancho de Chimayo Gallery. *2009\"Spanish Market Celebration\", Rancho de Chimayo Gallery. ==Collections== *The National Hispanic Cultural Center, Albuquerque, New Mexico, USA. *Ernst Fuchs collection, Vienna, Austria. ==See also== * Visionary art ==References== * http://alibi.com/index.php?story=30544&scn;=art * https://web.archive.org/web/20121107024038/https://itunes.apple.com/us/album/around- around-again/id283959064 (Wintergreen album) * http://www.MysticalSun.com * http://www.askart.com/askart/r/antonio_roybal/antonio_roybal.aspx (Artist Bluebook for American Artists) * http://www.ashejournal.com/index.php?id=295 (Spiritual Magazine) ==External links== * http://www.AntonioRoybal.com/ - Antonio Roybal’s Official Website * http://www.KlaudiaMarrgallery.com (Gallery that represents Antonio Roybal's work.) * http://www.beinart.org * https://web.archive.org/web/20110202102246/http://ranchochimayo.com/ -Santa Fe Gallery representing Roybal. * http://www.all- art.org/art_20th_century/roybal1.html -History of Art website including a section with Roybal's work. * http://www.askart.com/askart/artist.aspx?artist=133621 * http://nhccnm.org/ -The National Hispanic Cultural Center has a work by Roybal in its permanent collection. * Antonio Roybal on GodConsciousness.com * http://www.ashejournal.com/index.php?id=295 Roybal's work featured in Ashé Journal * http://www.arthistoryarchive.com/arthistory/glossary/Painters-by- Nationality.html Painters of the World by Nationality. Category:20th-century American painters Category:American male painters Category:21st-century American painters Category:People from Santa Fe, New Mexico Category:1976 births Category:Living people Category:Fantastic art ",
    "title": "Antonio Roybal"
}