{
    "id": "7825851",
    "text": "Pedro Mountain Road describes a series of historical road crossings of Pedro Mountain, a promontory ridge located between Montara Mountain and the coastal cliffs of Devil's Slide in San Mateo County, California. This Pedro Mountain headland blocks the easy passage of coastal travelers between the Pedro Valley in Pacifica, California and Montara, California. The most prominent of these Pedro Mountain roads was Coastside Boulevard, the 1914 to 1937 coastal highway 57, which remains in use today as part of the trail network of McNee Ranch State Park. ==History== Pedro Mountain Road in 2007 The first historical record of the road crossing Pedro Mountain was in the journal of the Portola Expedition, October 1769. \"...on a very bad road up over a high mountain...though easily climbed on the way up, had a very hard abrupt descent on the opposite side.\" This routing today is known as Indian Trail, running up from Martini Creek, over Saddle Pass and down the ridge into the present day Willow Brook Estates in the Linda Mar district of Pacifica. From 1848 until 1879 the routing, known as Road Trail, was changed to run east and west along the ridge of Pedro Mountain from Saddle Pass turning north and descending the ridge above Adobe Drive and on towards the Sanchez Adobe. From 1879 to 1914 the routing was changed entirely, called the Half Moon Bay - Colma Road, and transversed over the mountain closer to the ocean on very steep and rutted switchbacks from above the Shamrock Ranch towards Martini Creek. The steepest sections of this routing were virtually impassible to automobiles, with a grading of 24%. The road was paved with concrete in 1913. From October 31, 1915 to June 1937 another new (paved) routing, called Coastside Boulevard (Highway 57) was routed up from Higgins Road in Pacifica, rising back towards Saddle Pass, and was welcomed as a much more automobile accessible routing. Remnants of this road are still passable to hikers, mountain bikers and horses and in the present day is called the 'Old Pedro Mountain Road'.VanderWerf, Barbara 1994. Montara Mountain. Gum Tree Lane Books, Granada, CA. Many cyclists have taken to unofficially calling it `Planet of the Apes`.https://www.strava.com/segments/3638392 ===Half Moon Bay - Colma Road=== It was a narrow, steep, and winding road and reportedly was seldom in good condition. Numerous accidents occurred on this dangerous road and some of the wrecked cars can still be found in ravines below the route. “Even with a thoroughly reliable driver and trustworthy car,” Motoring magazine warned in 1913, “Pedro Mountain Road is in such poor condition that anyone going this way is simply inviting disaster.” The danger was underscored by a large sign that read: “DANGEROUS FOR AUTOMOBILES—TAKE ROAD VIA SAN MATEO” Motorists who chose to ignore this sign encountered grades as steep as 25 percent in some places. Hairpin turns called for “the coolest heads, firmest hands, and strongest brakes that a car can have.”Half Moon Memories website This is supported by vintage photographs of the road. ===Ocean Shore Railroad=== The Ocean Shore Railroad, which operated from 1907 to 1920, served as an alternative routing to the nearly impassible Half Moon Bay-Colma road routing. After the railroad ceased operations along the coast, the company was unable to reach a satisfactory agreement with the State of California to move the highway to the railroad's right-of-way. Eventually, when State Route 1 was completed, the state located most of the highway parallel to the right-of-way, even along the treacherous Devil's Slide.Jack R. Wagner, The Last Whistle: Ocean Shore Railroad (Berkeley:Howell-North Books, 1974) ===Coastside Boulevard=== The Coastside Boulevard (also known as Highway 57) routing was replaced in 1937 by State Route 1 (the Cabrillo Highway), along the Devil's Slide.Rick Adams and Louise McCorkle, The State Route 1 Book, Ballantine Books, 1985 Portions of the crumbling pavement of Pedro Mountain Road can still be found between Montara and Pacifica. In some places, the roadbed has washed out or been partially buried by landslides. A short stub of the highway is still in use in Montara, near the local nursery. Nevertheless, the old routes are still accessible to hikers.Eyewitness account by Robert E. Nylund, www.mapquest.com One longtime coastside resident, Charlie Nye, Jr., recalled: \"The road coming over Pedro Mountain was terrible, just awful. Words can’t describe it. It was just impossible. It went around turns and more turns, hairpin turns, short turns, backward turns. There were potholes on top of potholes. When you come down here today and complain about a few earth-slides on Devil’s Slide, well, that’s nothing compared to that old Pedro Mountain Road.\"Interview with Charlie Nye Jr. for Half Moon Bay Memories website ==The road today== Part of the road begins at a chain link fence at the existing stub in Montara and continues north to Martini Creek. The original bridge across the creek is gone, but a trail is available to the ranger's residence on the north side of the creek. The route continues to the northern park boundary beyond the Saddle Pass above Pacifica. Hikers will find the route moderate to rigorous, climbing to an elevation of . The road continues on down into Pacifica to become the city's Higgins Way. Pedro Mountain Road intersects with the North Peak Access Road (which goes to the top of Montara Mountain), just before Green Valley.McNee Ranch State Park website Pedro Mountain Road in 2007 ==References== ==External links== * Review of Pedro Mountain trail hiking. Category:Historic trails and roads in California Category:History of San Mateo County, California Category:Native American trails in the United States Category:Roads in San Mateo County, California Category:Santa Cruz Mountains Category:Half Moon Bay, California Category:Pacifica, California ",
    "title": "Pedro Mountain Road"
}