{
    "id": "7825899",
    "text": "Dom Placidus Fixlmillner, O.S.B. Dom Placidus Fixlmillner, O.S.B., (May 28, 1721 – August 27, 1791) was a Benedictine monk and priest and was one of the first astronomers to compute the orbit of Uranus.Placidus Fixlmillner - Catholic Encyclopedia article == Biography == Born in the village of AchleuthenSchloss Achleiten bei Limbach (de) near Kremsmünster, Austria, Fixlmillner was educated in Salzburg, where he displayed an aptitude in mathematics. At the age of 16, he joined the Benedictine monks of Kremsmünster Abbey, where his uncle was the abbot. In 1756 he published a small non- astronomical treatise entitled Reipublicæ sacræ origines divinæ which was interrupted in 1761 when he returned to studying the transit of Venus. He was appointed director of an observatory at the abbey, which had been established by his uncle. He continued in charge of the observatory until his death. Outside astronomy, he was in charge of the college connected with the abbey and acted as professor of canon law. He was honoured by the Holy See with the office of Notary Apostolic of the Roman Court. He was one of the first to compute the orbit of Uranus after its discovery by Herschel. His numerous observations of Mercury were of much service to Lalande in constructing tables of that planet. Besides the treatise already mentioned he was the author of Meridianus speculæ astronomicæ cremifanensis (Steyer, 1765), which treats of his observations in connexion with the latitude and longitude of his observatory, and Decennium astronomicum (Steyer, 1776). After his death, his successor, Dom Derfflinger, published the Acta cremifanensia a Placido Fixlmillner (Steyer, 1791), which contain his observations from 1776 to 1791. He died at Kremsmünster on 27 August 1791. ==See also== *List of Roman Catholic scientist-clerics == References == * Category:1721 births Category:1791 deaths Category:18th-century Austrian people Category:18th- century Roman Catholic priests Category:18th-century astronomers Category:Austrian Benedictines Category:Benedictine scholars Category:Catholic clergy scientists Category:Austrian astronomers Category:People from Amstetten District Category:People from Kirchdorf an der Krems District ",
    "title": "Placidus Fixlmillner"
}