{
    "id": "7825003",
    "text": "Francesco Agello (27 December 1902 – 24 November 1942) was an Italian test pilot. ==Biography and flight achievements== Born at Casalpusterlengo, Lombardy, Italy, Agello graduated from pilot school in 1924 and soon became a test pilot. He was the fourth of four test pilots who tried to set a speed record with the Macchi M.C.72. However, one after the other, the test pilots ahead of Agello died (first Monti and then Bellini flying the M.C. 72, Neri died flying a CR-20 in 1933). Agello became famous when he succeeded in piloting the plane to a new speed record (over water) on 10 April 1933. He attained an average speed of 683 km/h (424 mph). More than a year later he flew the M.C. 72 to a new speed record of more than 700 km/h (709 km/h or 440 mph) on 23 October 1934. Both records, while obtained in a seaplane, also were absolute flight airspeed record. No one has ever flown a piston-engine seaplane faster since that date. ==Awards== Agello was awarded the De la Vaulx Medal twice for his speed records, once in 1933 and again in 1934. In 1934 he was also awarded the Medal of Aeronautic Valor.Trotta, A. (ed.) (1978). Cenni storici sulla Medaglia al valore aeronautico, p. 22. Ufficio Storico dello Stato Maggiore dell'Aeronautica Militare. Retrieved 15 June 2018 . ==Later career== In 1935 Agello joined the Italian government's airplane test center. ==Death== Agello died during World War II testing the new Macchi C.202 fighter at Bresso, near Milan, when his aircraft collided with another C.202 piloted by World War I flying ace and fellow test pilot Guido Masiero in heavy fog on 24 November 1942. Masiero also was killed.earlyaviators.com Schubert, Jim, \"Book Report: Italian Aviators Rome to Tokyo in 1920 by Lt. Gen'l. (Ret.) Domenico Ludovico\" ==References== == Sources == * De la Vaulx Medal Category:1902 births Category:1942 deaths Category:People from Casalpusterlengo Category:Test pilots Category:Aviators killed in aviation accidents or incidents in Italy Category:Flight speed record holders Category:Recipients of the Medal of Aeronautic Valor Category:Italian aviation record holders Category:Victims of aviation accidents or incidents in 1942 ",
    "title": "Francesco Agello"
}