{
    "id": "7825670",
    "text": "Theobald Stapleton, alias Teabóid Gallduf or Gallduff (1589 – 13 September 1647), was an Irish Roman Catholic priest born in County Tipperary,Ryan- Hackett, The Stapletons of Drom, alias Font-Forte, Co. Tipperary (1995). Ireland. Little is known of his career, except that he was a priest living in Flanders. In 1639, he published a catechism in Early Modern Irish to promote the use of the language in religious literature. It was the first Roman Catholic book in which the Irish language was printed in antiqua type. The book, published in Brussels, was called or, in Irish, . Stapleton's catechism was also the first notable attempt to simplify Irish spelling. He advocated and used a simplified spelling of Irish to encourage literacy among less educated people. In Stapleton's system, silent letters in certain words were replaced, e.g., the idhe in the word (\"sitting\") was replaced by í in (as in modern Irish). He also brought the spelling closer to the pronunciation, e.g. by replacing thbh as in (\"terror\") by f, giving uafás as in modern Irish. However, only authors of devotional literature adopted his spelling system; the classical spelling system remained in place until the 20th century. In September 1647, in the Sack of Cashel, during the Irish Confederate Wars Stapleton was captured in the cathedral at Cashel by Parliamentarian soldiers under the command of Murrough O'Brien, 1st Earl of Inchiquin, and put to death on the spot. ==References== ==Sources and external links== *Ryan-Hackett, Rita. 1995. The Stapletons of Drom, alias Font-Forte, Co. Tipperary. Killiney: Thornvale. *Theobald Stapleton at the Catholic Encyclopedia *St. John D. Seymour: The Storming of the Rock of Cashel by Lord Inchiquin in 1647.English Historical Review, Vol. 32, No. 127 (July, 1917) *Araltas.com *Simplified Spelling System *Franciscans in Cashel and Emly *The Spiritual Rose ed. Malachy McKenna Category:1589 births Category:1647 deaths Category:Irish language Category:Irish-language writers Category:Irish Roman Catholic priests Category:People from County Kilkenny Category:People of Elizabethan Ireland Category:Anti-Catholicism in Ireland ",
    "title": "Theobald Stapleton"
}