{
    "id": "7826176",
    "text": "Twydall is a suburb of Gillingham in Kent in south-east England. In 1998 responsibility for local government was transferred from Kent County Council to the newly created Unitary Authority of Medway, The origin of the name Twydall is thought to mean \"Two Parts\" or \"Double Portion\" from the Old English twidǣl, but by 1240 it was written Twydele.Placenames of Kent Judith Glover 1976, 1982, 1992 Meresborough Books . Two Palmerston forts were built in the area, Grange Redoubt and Woodlands Redoubt: the design used came to be known as the Twydall Profile.Gulvin, K., Hughes, Q., \"The Twydall Profile\", Fort (Fortress Study Group), 1978, (5), pp75-85 ==Surrounding area== Modern Twydall is situated between the A2 and the railway line, but previously it stretched down to the Medway estuary to Sharp's Green and Eastcourt Meadows which are now part of the Riverside Country Park and crossed by the Saxon Shore Way. Many of the road names in Twydall are names after villages within Kent. Districts in the surrounding area include Gillingham, Hempstead, and the Lower Rainham and Rainham Mark areas of Rainham. Lower Twydall is a distinct settlement to the north of Twydall. Shops in Twydall ==Education== There are a number of schools serving the Twydall area, including: * Twydall Primary School * Featherby Infants and Nursery School * Featherby Junior School * St Thomas of Canterbury RC Primary School • Danecourt School Holy Trinity Church ==Religion== There are a number of churches serving the Twydall area, including: *1 Baptist Rainham Christian Fellowship, Begonia Avenue *1 Church of England Holy Trinity, Twydall Lane *1 Evangelical Twydall Evangelical Church, Goudhurst Road *1 meetinghouse of The Church of Jesus Christ of Latter-day Saints, Twydall Lane The Catholic Church, formerly on Beechings Way, closed some years ago and the congregation moved to St Thomas’ Church in Rainham ==References== ==External links== *Medway Council: Twydall Neighbourhhood Action Plan Category:Places in Medway Category:Gillingham, Kent ",
    "title": "Twydall"
}