{
    "id": "7826990",
    "text": "Kristian Gullichsen (born 29 September 1932, in Helsinki) is a Finnish architect. The son of Harry and Maire Gullichsen he was born into a family of industrialists, designers and artists. His siblings are the renowned Finnish philosopher Lilli Alanen and Johan Gullichsen, a professor of engineering. Kristian Gullichsen has three sons and two daughters, one of the sons is the artist Alvar Gullichsen (born 1961). Gullichsen has been married twice; his second wife is architect Kirsi Gullichsen (née Parkkinen) (born 1964). Kristian Gullichsen has been a member of the board of governors of the Alvar Aalto Academy and the committee of the Alvar Aalto Symposium. From 1988 to 1993 he held the title of Finnish State Artist Professor. ==Childhood== The Gullichsen family home was the world-famous Villa Mairea (1938–39) in Noormarkku, designed by Alvar Aalto, one of the seminal houses of 20th century modernist architecture. Kristian was seven years old when his family moved into the house in August 1939. The family was close friends of the Aalto family, and Aalto was responsible for designing the company factories and communities, as part of the company ideology of enculturation. Kristian played with the Aalto children and did odd jobs in the Aalto architects' office.Kristian Gullichsen, \"Preface\", in Juhani Pallasmaa (ed), Alvar Aalto, Villa Mairea 1938-39. Alvar Aalto Academy, Helsinki, 1998. ==Early career== Kristian Gullichsen studied architecture at Helsinki University of Technology, qualifying as an architect in 1960, after which he returned to the Aalto office to work as an assistant architect, before founding his own office in 1961. From 1965 to 1967 he was also Head of the Exhibitions Office of the Museum of Finnish Architecture, Helsinki. In his early career he did a number of joint works with other architects such as Kirmo Mikkola and Juhani Pallasmaa. Of such projects the most memorable historically was the so-called Moduli 225 house (1969-1971), an industrially produced prefabricated summer house, built in timber, steel and glass, influenced by Japanese house design, the teachings of his mentor, Finnish architect and professor, Aulis Blomstedt and the minimalist houses of Mies van der Rohe. Seventy of the houses were built, but few remain today because they could not withstand the Finnish climate. Kristian Gullichsen, Stockmann department store extension, Helsinki (1986) ==Mature career== In 1969 Gullichsen founded a partnership in Helsinki with architects Erkki Kairamo and Timo Vormala, Arkkitehdit KY, which continued until Kairamo's death in 1997. The three partners presented different architectural modernist styles, Gullichsen the monumental, Kairamo the constructivist and Varmola the typological. Since Kairamo's death Gullichsen and Vormala have continued together as Gullichsen Vormala Arkkitehdit. The work of the office reached international attention in the late 1970s and early 1980s, described by the British journal The Architectural Review as constituting the \"Cool Helsinki School\". Gullichsen's mature architecture can be seen as a late-modernist style, combining the minimalist aesthetic of pure modernism with the humanist touches and concern for locality, craftsmanship and materials derived from Aalto. ==A selection of works by Kristian Gullichsen in collaboration with Erkki Kairamo and Timo Vormala== Kristian Gullichsen, Olympos Housing, Helsinki (2000) Kristian Gullichsen, Malmi Church, Helsinki (1982) *Kauniainen Parish Centre, Helsinki (1985) *Pieksämäki Civic Centre (1990) *Stockmann Department Store Extension, Helsinki (1986) *Olympos Housing, Myllytie 6, Kaivopuisto, Helsinki (1995) *University of Lleida Library and Science Centre, Spain (2003). *Finnish Embassy, Stockholm, Sweden (2002). *Gullichsen's own summer cottage in the archipelago, Hiittinen (1994) *Malmi Church (1982) *Pori Art Museum renovation (1979-1981) ==Books on the works of Kristian Gullichsen, Erkki Kairamo and Timo Vormala== * Ilona Anhava (ed.), Theory free zone. Kristian Gullichsen 80 vuotta = 80 år = 80 years. Published in Helsinki 29.9.2012 in honour of the 80th birthday of architect Kristian Gullichsen. Lönnberg, Helsinki, 2012. *Marja-Riitta Norri, Maija Kärkkäinen (eds.), An Architectural Present – 7 Approaches. Arkkitehtuurin Nykyhetki – 7 Näkökulmaa. Kristian Gullichsen, Erkki Kairamo, Timo Vormala, Juha Leiviskä, Kari Järvinen, Timo Airas, Pekka Helin, Tuomo Siitonen, Käpy Paavilainen, Simo Paavilainen, Mikko Heikkinen, Exhibition Catalogue. Museum of Finnish Architecture, Helsinki 1990. *Sebastiano Brandolini, Kristian Gullichsen, Erkki Kairamo, Timo Vormala: Architecture 1969-2000. Skira, Milan 2000. *Colin St John Wilson, Gullichsen, Kairamo, Vormala, 1967-1990. Barcelona, 1990. * Anthony C. Antoniades, \"Evolutionary Eclectic Inclusivity: On the work of Kristian Gullichsen\",\"A+U\" (Architecture and Urbanism) (in English and Japanese) No. 209, Feb. 1988, pp. 106–127. ==References== ==See also== *Ahlström — Gullichsen family Category:1932 births Category:Living people Category:Architects from Helsinki Category:Finnish architects Category:Modernist architects Category:Swedish- speaking Finns Category:Recipients of the Prince Eugen Medal ",
    "title": "Kristian Gullichsen"
}