{
    "id": "7826155",
    "text": "Untervaz is a municipality in the Landquart Region in the Swiss canton of Graubünden. ==History== Untervaz is first mentioned between 768-800 as Uaze. Between 801-850 it was mentioned as Vazes and between 1210-1300 it was called Vatz inferiore. ==Geography== Aerial view (1970) Untervaz has an area, , of . Of this area, 40% is used for agricultural purposes, while 46.9% is forested. Of the rest of the land, 4.8% is settled (buildings or roads) and the remainder (8.2%) is non-productive (rivers, glaciers or mountains). Before 2017, the municipality was located in the Fünf Dörfer sub-district of the Landquart district, after 2017 it was part of the Landquart Region. It is on the eastern foot of the Calanda mountains and is in the Churer Rheintal (Chur branch of the Rhine valley). ==Demographics== Untervaz has a population (as of ) of . , 9.0% of the population was made up of foreign nationals. Over the last 10 years the population has grown at a rate of 14.1%. Most of the population () speaks German (92.1%), with Romansh being second most common ( 2.2%) and Italian being third ( 2.0%).Swiss Federal Statistical Office accessed 15-Oct-2009 , the gender distribution of the population was 49.6% male and 50.4% female.Graubunden in Numbers accessed 21 September 2009 The age distribution, , in Untervaz is; 307 children or 14.7% of the population are between 0 and 9 years old. 151 teenagers or 7.2% are 10 to 14, and 148 teenagers or 7.1% are 15 to 19. Of the adult population, 233 people or 11.1% of the population are between 20 and 29 years old. 392 people or 18.7% are 30 to 39, 293 people or 14.0% are 40 to 49, and 249 people or 11.9% are 50 to 59. The senior population distribution is 165 people or 7.9% of the population are between 60 and 69 years old, 94 people or 4.5% are 70 to 79, there are 50 people or 2.4% who are 80 to 89, and there are 11 people or 0.5% who are 90 to 99.Graubunden Population Statistics accessed 21 September 2009 In the 2007 federal election the most popular party was the CVP which received 45.6% of the vote. The next three most popular parties were the SVP (27.6%), the SP (16.6%) and the FDP (8.4%). In Untervaz about 71% of the population (between age 25-64) have completed either non-mandatory upper secondary education or additional higher education (either university or a Fachhochschule). Untervaz has an unemployment rate of 1.19%. , there were 73 people employed in the primary economic sector and about 23 businesses involved in this sector. 324 people are employed in the secondary sector and there are 34 businesses in this sector. 193 people are employed in the tertiary sector, with 48 businesses in this sector. From the , 1,270 or 60.7% are Roman Catholic, while 640 or 30.6% belonged to the Swiss Reformed Church. Of the rest of the population, there are 26 individuals (or about 1.24% of the population) who belong to the Orthodox Church, and there are 22 individuals (or about 1.05% of the population) who belong to another Christian church. There are 58 (or about 2.77% of the population) who are Islamic. There are 6 individuals (or about 0.29% of the population) who belong to another church (not listed on the census), 39 (or about 1.86% of the population) belong to no church, are agnostic or atheist, and 32 individuals (or about 1.53% of the population) did not answer the question. The historical population is given in the following table: {| class=\"wikitable\" |- ! year ! population |- | 1850 | 1,097 |- | 1900 | 940 |- | 1910 | 928 |- | 1950 | 1,205 |- | 2000 | 2,093 |- |} ==Sights== ===Heritage sites of national significance=== The Ruins of Neuburg Castle is listed as a Swiss heritage site of national significance.Swiss inventory of cultural property of national and regional significance 21.11.2008 version, accessed 15-Oct-2009 Neuburg Castle was first built during the late 13th Century, most likely for the Baron Tumb von Neuburg (Vorarlberg). About 1450 it came under the control of Rudolf von Rappenstein, and at that time was known as Mötteli. In 1496 it was sold to the Bishop of Chur. Then, in 1577 the municipality bought the castle and associated barony. In the 16th Century, the site was abandoned and began to collapse. File:Neuburg Lage.jpg|Location of Ruine Neuburg File:Neuburg wohnen.jpg|Interior of the castle, living quarters File:Neuburg.jpg|Exterior of the castle ===Castles=== Castle Rappenstein The Höhlenburg Rappenstein is a castle built into a cave in the mountain side. ==References== ==External links== *Official Web site Category:Municipalities of Graubünden Category:Cultural property of national significance in Graubünden ",
    "title": "Untervaz"
}