{
    "id": "7827713",
    "text": "Mahantango Creek is a U.S. Geological Survey. National Hydrography Dataset high-resolution flowline data. The National Map , accessed August 8, 2011 tributary of the Susquehanna River in Dauphin, Northumberland, Schuylkill, and Snyder County counties, Pennsylvania in the United States.Gertler, Edward. Keystone Canoeing, Seneca Press, 2004. Mahantango or Mahantongo (pronounced Ma-ha-tun-ga) is a Lenape word, translated \"where we had plenty of meat to eat,\" \"good hunting grounds\" or \"where we kill deer.\" The name is shared by a creek, a valley and a mountain in central Pennsylvania, and is a common street name in the area.Genealogical and Biographical Annals of Northumberland County, Pennsylvania, J. L. Floyd & Co., 1911. Mahantango Creek rises in northern Schuylkill County between Line Mountain and Mahantango Mountain and flows west, eventually forming the boundary between Northumberland and Dauphin counties. There is also a portion of Mahantango Creek on the opposite side of the Susquehanna River, in today's Snyder County. It is on the boundary between Snyder County and Juniata County. This section of Mahantango Creek begins in the mountains of the Western portions of Snyder and Juniata Counties and empties into the Susquehanna, near McKee's Half Falls. This area along the Mahantango, also known as Mahantango Township, was land granted and settled in the mid 1750s by Peter and Michael Shaffer. Both had farms, Michael Shaffer also had a Lumber Mill and a Distillery. Little Mahantango Creek joins Mahantango Creek near the village of Rough and Ready. Pine Creek joins Mahantango Creek near the census-designated place of Klingerstown. Mahantango Creek joins the Susquehanna River upstream of the borough of Millersburg. ==See also== *Bargers Run, next tributary of the Susquehanna River going downriver *Boyers Run, next tributary of the Susquehanna River going upriver *List of rivers of Pennsylvania ==References== ==External links== *U.S. Geological Survey: PA stream gaging stations Category:Rivers of Pennsylvania Category:Tributaries of the Susquehanna River Category:Rivers of Dauphin County, Pennsylvania Category:Rivers of Schuylkill County, Pennsylvania Category:Rivers of Northumberland County, Pennsylvania ",
    "title": "Mahantango Creek"
}