{
    "id": "7827856",
    "text": "613 Torah Avenue is a series of Jewish children's audio and video albums. The first title appeared in 1977. The series was created by Cheryle Knobel and Rivkah Neuman, of Brooklyn. Rivkah Neuman was a Pre-1A teacher in Yeshiva Toras Emes Kamenitz in Brooklyn. The instrumentation and arrangements in the series are an example of religious Jewish music of the early 1960s and 1970s. \"613 Torah Avenue\" is the fictional address of its main character, a young Jewish boy named Chaim. The number 613 is significant in Judaism as the traditional number of mitzvot in the Torah. == Synopsis == Each album or video consists of a series of sketches grouped around a general plot line (Chaim walking down the street, at a carnival, his day at school, etc.), alternating with songs. In these sketches, Chaim talks and otherwise interacts with other characters, both human and inanimate (which are anthropomorphized), and their conversation eventually leads into the topic of the following song. In common with much other children's literature, the dialogue is arranged in rhyming form. In the first five titles in the series, the songs are arranged according to the order of the weekly Torah portions; generally there is one song per parsha, although sometimes there are two. The subsequent titles are on Pirkei Avot, tefillah, and the seasons of the year with their Jewish holidays. The melodies of the songs are taken from a wide variety of sources, both Jewish and non-Jewish: folk songs, popular songs, and so forth. == Titles == Currently the series consists of the following audio titles: * Vol. I, Songs for Chumash Bereishis (1977) * Vol. II, Songs for Chumash Shemos (1978) * Vol. III, Songs for Chumash Vayikra (1980) * Vol. IV, Songs for Chumash Bamidbar (1981) * Vol. V, Songs for Chumash Devarim (1982) * Vol. VI, Songs for Pirkei Avos (1983) * Vol. VII, Songs for Tefilah (1985) * Vol. VIII, Songs for the Seasons and Yomim Tovim (1987) and the following video titles: * Vol. I, Songs for Chumash Bereishis (animated) * Vol. II, Songs for Chumash Shemos (animated) * Vol. IV, Songs for Chumash Bamidbar (mixed live-action and animation) * Vol. VI, Songs for Pirkei Avos (mixed live-action and animation) * Vol. VII, Songs for Tefilah (mixed live-action and animation) * Vol. VIII, Songs for the Seasons and Yomim Tovim (live-action) == Theme song == Each title begins (and usually ends) with a variation of the series theme song, \"It's Time to Learn Torah.\" The original, from Vol. I, is: :It's time to learn Torah right now :Follow me, I'll show you how :If every one of us tries :We will grow up great and wise :Every Sedrah has a song and rhyme :That you can learn in a short time :The Torah is our guide :By its Mitzvos we abide Category:Jewish music Category:Children's music albums Category:Album series ",
    "title": "613 Torah Avenue"
}