{
    "id": "7827685",
    "text": "Alexander David \"Alex\" Revell (born 7 July 1983) is an English manager and former footballer. He is currently manager of Stevenage. ==Career== ===Cambridge United=== Revell is a graduate of the Cambridge United youth set- up, where he struggled to establish himself during his stint at the Abbey Stadium. ====Kettering Town (loan)==== Discovering his first team opportunities at Cambridge were limited, Revell spent a loan spell at then Conference National club Kettering Town. ===Braintree Town=== Soon afterwards, Revell left Cambridge in 2004 where he made the decision to drop out of the Football League by joining Braintree Town. During his time at Braintree, Revell managed to find the net 35 times for the club, where he managed to help them gain promotion to the Conference South during the 2005–06 season. ===Brighton & Hove Albion=== Revell was signed by Brighton & Hove Albion from Braintree for £8,000 during the close season of 2005–06. On 1 January 2008, Revell scored his first professional hat-trick as Brighton defeated Bournemouth 3–2 at the Withdean. ===Southend=== On 30 January 2008, Revell made his move from Brighton to Southend on a two-and-a-half-year contract for £150,000. Steve Tilson had been a long admirer of Revell and tried to sign him in August 2007 transfer window. On 16 August 2008, Revell scored his first league goal for Southend in a 1–1 draw with Millwall at The New Den. Revell scored his first home league goal for the Shrimpers in a 2–1 win over Swindon Town at Roots Hall on 18 October 2008. After several excellent hard working performances without reward, Revell scored his third goal for Southend after 10 minutes in the 2–2 draw away at Tranmere on 15 November 2008, getting ahead of Craig Duncan to meet Kevin Betsy's cross. Revell suffered a broken leg against Leyton Orient on 20 January 2009 after landing awkwardly, which ruled him out for the rest of the season. Revell made his comeback appearance from the injury on 10 July 2009 against Great Wakering in a pre season friendly. He made five appearances for Southend at the start of the 2009–2010 season, the last of which came against Swindon Town as Southend went down to a 2–1 defeat. Revell returned to Southend at the end of his loan spell having made 12 appearances and scoring two goals. On 12 January 2010, Southend and Revell parted company by mutual consent. ====Swindon Town (loan)==== On 1 September 2009, just three days after playing against them, he signed for Swindon Town on loan from Southend United until 3 January 2010, with the club having the option of making the move permanent if his spell was successful. Revell made his debut for The Robins in a 1–1 draw against his parent clubs rivals Colchester United. His first goals for Swindon came on 3 October 2009 against Brentford as he bagged a brace in a 3–2 victory. Revell fell down the pecking order at Swindon and with the fine form of Billy Paynter and Charlie Austin up front, Revell found his chances limited and was often an unused substitute. Swindon opted not to make the move permanent and Revell returned to Essex. ====Wycombe Wanderers (loan)==== Wycombe Wanderers thought they had signed Revell on 12 January 2010 on a free transfer but that deal fell through, on the rule that prevents players representing three clubs in one season. Revell was a Southend United player at the start of the season and played five times before going on a standard loan to Swindon Town, meaning that he had officially represented two clubs and subsequently could not sign for Wycombe. If Revell had gone on an emergency loan to Swindon Town he would have been able to sign for Wycombe Wanderers without any problems. On 22 January 2010, Revell was given permission to sign for Wycombe Wanderers on a three-month emergency loan. Revell remained a Southend United player as the club still held his registration. He remained on loan at Adams Park until late April 2010 before becoming a free agent. His first goal for Wycombe came on his debut, against Bristol Rovers from the penalty spot. After failing to score again for the next two months, Revell scored five goals in three games against Tranmere Rovers, Milton Keynes Dons and Swindon Town to help keep Wycombe in contention to avoid relegation. After the final game of his loan deal, he signed a contract at Wycombe, starting on 3 May until the end of June. However, this did not allow him to play in the final game of the season because the rule that prevents players representing three clubs in one season would only allow him to play while his emergency loan was valid. ===Leyton Orient=== Revell was offered an extended contract by Wycombe but turned it down, instead choosing to join Leyton Orient on a two-year contract starting on 1 July 2010. He scored on his league debut for Orient on 7 August, and followed it up three days later with the winning goal in the League Cup victory over his former club Swindon Town. On 13 November, Revell scored twice to help Orient register their first away win of the season with a 3–0 victory over Bristol Rovers. ===Rotherham United=== Revell signed for Rotherham United on the final day of the summer 2011 transfer window for an undisclosed fee.\"Rotherham sign orient striker Alex Revell\" BBC Sport. 31 August 2011. Retrieved 15 September 2012. He made his debut on 3 September, and scored twice in a 3–2 defeat against eventual league winners Swindon Town.\"Swindon 3–2 Rotherham\" BBC Sport. 3 September 2011. Retrieved 15 September 2012. His next goal came on 4 October in the Football League Trophy, scoring in a 2–1 loss to Sheffield United.\"Rotherham 1–2 Sheffield Utd\" BBC Sport. 4 October 2011. Retrieved 15 September 2012. On 25 October he helped Rotherham complete a sensational comeback against Morecambe, with Rotherham 3–0 down at half time, Revell scored the final goal as Rotherham managed to draw the game 3–3.\"Morecambe 3–3 Rotherham\" BBC Sport. 25 October 2011. Retrieved 15 September 2012. After scoring in wins against Bradford City\"Bradford 2–3 Rotherham\" BBC Sport. 19 November 2011. Retrieved 15 September 2012. and Hereford United,\"Hereford 2–3 Rotherham\" BBC Sport. 10 December 2011. Retrieved 15 September 2012. Revell scored his first goal of 2012 in another defeat to Swindon, this time a 2–1 loss at the Don Valley Stadium on 14 January.\"Rotherham 1–2 Swindon\" BBC Sport. 14 January 2012. Retrieved 15 September 2012. He scored in successive games against Dagenham\"Dag and Red 3–2 Rotherham\" BBC Sport. 28 January 2012. Retrieved 15 September 2012. and Southend\"Southend 0–2 Rotherham\" BBC Sport. 10 February 2012. Retrieved 15 September 2012. in January and February. On 21 March he scored in a 4–2 win against Macclesfield Town.\"Rotherham 4–2 Macclesfield\" BBC Sport. 21 March 2012. Retrieved 15 September 2012. He scored his tenth league goal for Rotherham on the final day of the season, in a 1–1 draw against Northampton Town on 5 May, which was also Rotherham's final ever goal and game at the Don Valley Stadium.\"Rotherham 1–1 Northampton\" BBC Sport. 5 May 2012. Retrieved 15 September 2012. He scored his first goal of the following season on 15 September 2012, in a 1–0 win against Torquay United.\"Rotherham United 1–0 Torquay\" BBC Sport. 15 September 2012. Retrieved 15 September 2012. He scored again the following game, in a 3–2 defeat at home to Rochdale.\"Rotherham 2–3 Rochdale\" BBC Sport. 18 September 2012. Retrieved 18 September 2012. In the next game against Barnet, he was sent off for what seemed to be a reckless challenge in a 0–0 draw at Underhill.\"Barnet 0–0 Rotherham\" BBC Sport. 22 September 2012. Revell scored Rotherham's first goal in their 2014 play-off semi-final first leg against Preston North End,Cartwright, Phil (9 May 2014). \"Preston 1–1 Rotherham\" BBC Sport. Retrieved 29 August 2014. and in the final, against Leyton Orient, he contributed two goals, the second \"an angled, dipping half volley from 40 yards out\" to tie the scores and take the match into a penalty shootout which Rotherham won.\"League One play-off final: Rotherham promoted after beating Leyton Orient on penalties\" Sky Sports. 25 May 2014. Retrieved 29 August 2014. He scored a goal against ex-club Brighton in the 2014–15 Championship season, leveling the match in an eventual 1–1 draw at Falmer Stadium. ===Cardiff City=== On 9 January 2015 Revell left Rotherham United and joined his former manager Russell Slade at Cardiff City, with the transfer fee believed to be in the region of £175,000. He made his debut in a 1–0 win over Fulham the following day and went on to score his first goal against Norwich City, the next game. He went on to finish the season with 2 goals in 17 games for his new club and 6 in total for the season. Revell had started in the starting eleven, the following season partnering Joe Mason, however was dropped after 3 games after a slow start to the season. ====Wigan Athletic (loan)==== On 11 November 2015, Revell joined League One side Wigan Athletic, making his debut at Rochdale and then finding the winner against Shrewsbury Town the following week. Upon returning to Cardiff, former club Rotherham United manager, Neil Redfearn had confirmed that the club had opened talked over Revell making a return to New York Stadium. Despite talks going on, Revell started the following game against Shrewsbury in the FA Cup. ===Milton Keynes Dons=== On 1 February 2016, Revell signed on a free transfer to fellow Championship side Milton Keynes Dons.http://www.walesonline.co.uk/sport/football/transfer- news/alex-revell-leaves-cardiff-city-10821787 On 23 February 2016 Revell scored his first goal for the club with a header in the 1–1 home draw versus Huddersfield Town.https://www.bbc.co.uk/sport/football/35584416 On 16 April 2016 away to Preston North End, with no substitutions remaining and the score level at 1–1, Revell replaced goalkeeper Cody Cropper in goal in the 81st minute after Cropper was sent off for a foul inside the penalty area against Preston's Eoin Doyle, resulting in a penalty being awarded. Revell saved the resulting penalty taken by Joe Garner. The game finished 1–1. The incident was widely reported in the press with Revell receiving high praise for his performance.https://www.bbc.co.uk/sport/football/36002957 ===Northampton Town=== Revell signed for Northampton Town on 14 June 2016 with contract commencing 1 July 2016 for 2 years. He scored his first goal for Northampton in a 1–1 draw against Charlton Athletic on 13 August 2016. ===Stevenage=== Revell joined League Two side Stevenage on a free transfer on 30 January 2018, signing an 18-month contract with the Hertfordshire club. He made his Stevenage debut in the club's 3–2 away defeat at Accrington Stanley on 3 February 2018, playing the whole match. In only his third appearance, Revell received a straight red card for a challenge on Isaiah Osbourne in an eventual 3–1 away loss to Forest Green Rovers. Consequently, he was suspended for the club's next three matches, returning to the first-team over a month after his dismissal. Revell scored his first goals for Stevenage in the club's comprehensive 4–1 win over rivals Barnet at Broadhall Way on 2 April 2018, netting twice in the second-half. This was to serve as the catalyst for a strong end to the season for Revell; scoring Stevenage's solitary goal in a 3–1 away loss at Coventry City, before scoring a hat-trick in a 3–1 win over Exeter City on 28 April 2018. It was Revell's first hat-trick in over ten years. Revell announced his retirement on 4 July 2019. He than later accepted a coaching role with Stevenage as the club's under-18s manager in September 2019 following the sacking of Dino Maamria. On 4 January 2020 Stevenage announced that Revell would retain his coaching duties but was coming out of retirement to aid the first team squad in their relegation battle. ====Manager==== On 16 February 2020, Revell was appointed first team manager until the end of the 2019–20 season following the resignation of Graham Westley, with Stevenage seven points adrift at the bottom of League Two. He managed two games, both lost, before the season was terminated prematurely due to the COVID-19 pandemic in the United Kingdom, with bottom club Stevenage initially relegated, but reprieved due to points deductions for Macclesfield Town. ==Career statistics== {| class=\"wikitable\" style=\"text-align:center\" |+Appearances and goals by club, season and competition |- !rowspan=\"2\"|Club !rowspan=\"2\"|Season !colspan=\"3\"|League !colspan=\"2\"|FA Cup !colspan=\"2\"|League Cup !colspan=\"2\"|Other !colspan=\"2\"|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=\"5\"|Cambridge United |2000–01 |Second Division |4||0||0||0||0||0||0||0||4||0 |- |2001–02 |Second Division |24||2||2||0||0||0||4Appearances in the Football League Trophy||0||30||2 |- |2002–03 |Third Division |9||0||0||0||0||0||2||0||11||0 |- |2003–04 |Third Division |20||3||0||0||1||0||0||0||21||3 |- !colspan=\"2\"|Total !57!!5!!2!!0!!1!!0!!6!!0!!66!!5 |- |Kettering Town (Loan) |2003–04 |Conference Premier |7||1||0||0||0||0||0||0||7||1 |- |rowspan=\"3\"|Braintree Town |2004–05 |IL Premier Division |32||18||1||0||0||0||0||0||33||18 |- |2005–06 |IL Premier Division |37||17||0||0||0||0||0||0||37||17 |- !colspan=\"2\"|Total !69!!35!!1!!0!!0!!0!!0!!0!!70!!35 |- |rowspan=\"3\"|Brighton |2006–07 |League One |38||7||3||2||2||0||3||2||46||11 |- |2007–08 |League One |21||6||1||1||1||0||2||0||25||7 |- !colspan=\"2\"|Total !59!!13!!4!!3!!3!!0!!5!!2!!71!!18 |- |rowspan=\"4\"|Southend |2007–08 |League One |8||0||0||0||0||0||2Appearances in the League One play-offs||0||10||0 |- |2008–09 |League One |23||4||4||0||1||0||0||0||28||4 |- |2009–10 |League One |3||0||0||0||2||0||0||0||5||0 |- !colspan=\"2\"|Total !34!!4!!4!!0!!3!!0!!2!!0!!43!!4 |- |Swindon Town (Loan) |2009–10 |League One |10||2||0||0||0||0||2||0||12||2 |- |Wycombe Wanderers (Loan) |2009–10 |League One |15||6||0||0||0||0||0||0||15||6 |- |rowspan=\"3\"|Leyton Orient |2010–11 |League One |39||13||8||2||2||1||1||0||50||16 |- |2011–12 |League One |5||0||0||0||1||0||0||0||6||0 |- !colspan=\"2\"|Total !44!!13!!8!!2!!3!!1!!1!!0!!56!!16 |- |rowspan=\"5\"|Rotherham United |2011–12 |League Two |40||10||2||0||0||0||1||1||43||11 |- |2012–13 |League Two |41||6||4||0||0||0||1||0||46||6 |- |2013–14 |League One |45||8||2||1||2||0||6Three appearances in the Football League Trophy and three in the League One play-offs||4||55||13 |- |2014–15 |Championship |24||4||0||0||2||0||0||0||26||4 |- !colspan=\"2\"|Total !150!!28!!8!!1!!4!!0!!8!!5!!170!!34 |- |rowspan=\"3\"|Cardiff City |2014–15 |Championship |16||2||1||0||0||0||0||0||17||2 |- |2015–16 |Championship |10||0||1||0||2||1||0||0||13||1 |- !colspan=\"2\"|Total !26!!2!!2!!0!!2!!1!!0!!0!!30!!3 |- |rowspan=\"1\"|Wigan Athletic (Loan) |2015–16 |League One |6||1||0||0||0||0||1||0||7||1 |- |rowspan=\"1\"|Milton Keynes Dons |2015–16 |Championship |17||4||0||0||0||0||0||0||17||4 |- |rowspan=\"3\"|Northampton Town |2016–17 |League One |32||8||2||0||3||2||2Appearances in the EFL Trophy||0||39||10 |- |2017–18 |League One |15||2||0||0||1||0||2||1||18||3 |- !colspan=\"2\"|Total !47!!10!!2!!0!!4!!2!!4!!1!!57!!13 |- |rowspan=\"4\"|Stevenage |2017–18 |League Two |12||6||0||0||0||0||0||0||12||6 |- |2018–19 |League Two |40||7||1||0||1||0||1||0||43||7 |- |2019–20 |League Two |2||0||0||0||0||0||1||0||2||0 |- !colspan=\"2\"|Total !54!!13!!1!!0!!1!!0!!1!!0!!57!!13 |- !colspan=\"3\"|Career total !596!!137!!32!!6!!21!!4!!30!!8!!679!!155 |} ===Managerial statistics=== {| class=wikitable style=text-align:center |+ Managerial record by team and tenure |- !rowspan=2|Team !rowspan=2|From !rowspan=2|To !colspan=5|Record |- !!!!!!!!! |- |align=left|Stevenage |align=left|16 February 2020 |align=left|Present |- !colspan=3|Total |} ==Honours== Rotherham United *Football League Two runner-up: 2012–13 *Football League One play-offs: 2013–14 ==References== ==External links== * Category:1983 births Category:Living people Category:Sportspeople from Cambridge Category:English footballers Category:Cambridge United F.C. players Category:Kettering Town F.C. players Category:Braintree Town F.C. players Category:Brighton & Hove Albion F.C. players Category:Cardiff City F.C. players Category:Leyton Orient F.C. players Category:Rotherham United F.C. players Category:Southend United F.C. players Category:Wigan Athletic F.C. players Category:Wycombe Wanderers F.C. players Category:Milton Keynes Dons F.C. players Category:Northampton Town F.C. players Category:Stevenage F.C. players Category:English Football League players Category:National League (English football) players Category:Association football forwards Category:Outfield association footballers who played in goal Category:English football managers Category:English Football League managers Category:Stevenage F.C. managers Category:Association football player-managers ",
    "title": "Alex Revell"
}