{
    "id": "7827938",
    "text": "Mission Los Santos Ángeles de Guevavi () was founded by Jesuit missionary Fathers Kino and Salvatierra in 1691 as La Misión de San Gabriel de Guevavi, a district headquarters in what is now Arizona, near Tumacácori. Subsequent missionaries called it San Rafael and San Miguel, resulting in the common historical name of Los Santos Ángeles de Guevavi. ==History== Father Juan de San Martín was assigned as the first resident priest (he left in 1703), with construction of a small chapel in 1701. Guevavi was designated as cabecera (headquarters) that same year. The ruins of the mission church are situated amidst a native Sobaipuri or O'odham (Upper Pima) settlement. Fathers Agustín de Campos and Luis Xavier Velarde visited occasionally after that. Father Grazhoffer reestablished a second church Guevavi in 1732. In 1751, Father Garrucho contracted the building of a new and larger 15 foot by 50 foot church, the ruins of which still exist today. The mother of Juan Bautista de Anza is buried in front of the altar. By the late 1690s, the Mission consisted of a church, a carpentry shop, and a blacksmith's area. By the 1770s, the settlement had been abandoned. The first Franciscan priest, Father Juan Crisóstomo Gil de Bernabé, arrived in 1768 and took up residency at the Mission with about fifty families. The Apaches attacked in 1769 and killed all but two of the few Spanish soldiers guarding the Mission; in 1770 and 1771 the natives continued their attacks and the cabecera was relocated to Tumacácori. Mission Los Santos Ángeles de Guevavi was abandoned for the last time in 1775. ==Archaeology== The convento and church have been excavated by the Arizona Archaeological and Historical SocietyRobinson, William J., 1976 Mission Guevavi: Excavations in the Convento. The Kiva 42(2):135-175. and the National Park Service.Burton, Jeffrey F., 1992a San Miguel de Guevavi: The Archaeology of an Eighteenth Century Jesuit Mission on the Rim of Christendom. Tucson, AZ: Western Archaeological and Conservation Center National Park Service, U.S. Department of the Interior. Historian John Kessell has written a comprehensive history of Guevavi.Kessell, John L., 1970 Mission of Sorrow: Jesuit Guevavi and the Pimas, 1691-1767. Tucson, AZ: University of Arizona Press. Archaeologist Deni Seymour has excavated a portion of the indigenous Sobaipuri-O'odham settlement of GuevaviSeymour, Deni J., 1997 Finding History in the Archaeological Record; The Upper Piman Settlement of Guevavi. Kiva 62(3):245-260.Seymour, Deni J., 2011 Where the Earth and Sky are Sewn Together: Sobaípuri-O’odham Contexts of Contact and Colonialism. University of Utah Press, Salt Lake City. and Father Kino's \"neat little house and church.\"Seymour, Deni J., 2009 Father Kino's 'Neat Little House and Church' at Guevavi. Journal of the Southwest 51(2):285-316. === Tumacácori National Historical Park === The Mission's ruins were incorporated into Tumacácori National Historical Park in 1990. It was declared a National Historic Landmark in 1990., === Juan Bautista de Anza National Historic Trail === The Mission Los Santos Ángeles de Guevavi is one of the designated tour sights of the Juan Bautista de Anza National Historic Trail, a National Park Service unit in the United States National Historic Trail and National Millennium Trail programs. A Brochure Map for driving and detailed Anza Maps by County, with a Historical destinations-events Guide and the official NPS: Juan Bautista de Anza National Historic Trail website are all available for information about the historic 1776 Juan Bautista de Anza trail places.http://www.nps.gov/juba/ de Anza National Historic Trail . 9/9/2010 Here, in front of the altar the mother of Juan Bautista de Anza is buried. ==See also== * Spanish Missions in the Sonoran Desert ==References== * *Burrus, E. J., 1965 Kino and the Cartography of Northwestern New Spain. Tucson, AZ: Arizona Pioneers' Historical Society. *Burrus, E. J., 1971a Kino and Manje: Explorers of Sonora and Arizona. In Sources and Studies for the History of the Americas, Vol. 10. Rome and St. Louis: Jesuit Historical Institute. *Burton, Jeffrey F., 1992a San Miguel de Guevavi: The Archaeology of an Eighteenth Century Jesuit Mission on the Rim of Christendom. Tucson, AZ: Western Archaeological and Conservation Center National Park Service, U.S. Department of the Interior. *Burton, Jeffrey F., 1992b Remnants of Adobe and Stone: The Surface Archaeology of the Guevavi and Calabazas Units, Tumacacori National Historical Park, Arizona. Tucson, AZ: Western Archaeological and Conservation Center National Park Service, U.S. Department of the Interior. *Karns, H. J., 1954 Luz de Tierra Incognita. Tucson, AZ: Arizona Silhouettes. *Kessell, John L., 1970 Mission of Sorrow: Jesuit Guevavi and the Pimas, 1691-1767. Tucson, AZ: University of Arizona Press. *Masse, W. Bruce, 1981 A Reappraisal of the Protohistoric Sobaipuri Indians of Southeastern Arizona. In The Protohistoric Period in the North American Southwest, A.D. 1450-1700. David R. Wilcox and W. Bruce Masse, editors. Tempe, AZ: Arizona State University Anthropological Research Papers No. 24, pp. 28–56. *Robinson, William J., 1976 Mission Guevavi: Excavations in the Convento. The Kiva 42(2):135-175. *Seymour, Deni J., 1993 Piman Settlement Survey in the Middle Santa Cruz River Valley, Santa Cruz County, Arizona. Report submitted to Arizona State Parks in fulfillment of survey and planning grant contract requirements. *Seymour, Deni J., 1997 Finding History in the Archaeological Record: The Upper Piman Settlement of Guevavi. Kiva 62(3):245-260. *Seymour, Deni J., 2007 A Syndetic Approach to Identification of the Historic Mission Site of San Cayetano Del Tumacácori. International Journal of Historical Archaeology, Vol. 11(3):269-296. *Seymour, Deni J., 2007 Delicate Diplomacy on a Restless Frontier: Seventeenth-Century Sobaipuri Social And Economic Relations in Northwestern New Spain, Part I. New Mexico Historical Review, Volume 824):469-499. *Seymour, Deni J., 2008 Delicate Diplomacy on a Restless Frontier: Seventeenth-Century Sobaipuri Social And Economic Relations in Northwestern New Spain, Part II. New Mexico Historical Review, Volume 83(2):171–199. *Seymour, Deni J., 2009 Father Kino's 'Neat Little House and Church' at Guevavi. Journal of the Southwest 51(2):285-316. *Seymour, Deni J., 2011 Where the Earth and Sky are Sewn Together: Sobaípuri-O’odham Contexts of Contact and Colonialism. University of Utah Press, Salt Lake City. ==External links== *National Park Service — Official Mission Los Santos Ángeles de Guevavi website — Tumacácori National Historical Park. *National Park Service — Official Juan Bautista de Anza National Historic Trail website * Category:Tumacácori National Historical Park Category:Buildings and structures in Santa Cruz County, Arizona Category:Catholic Church in Arizona Category:1691 establishments in the Spanish Empire Category:History of Santa Cruz County, Arizona Category:National Historic Landmarks in Arizona Category:Churches on the National Register of Historic Places in Arizona Category:National Register of Historic Places in Santa Cruz County, Arizona Category:Protected areas established in 1990 Category:Former populated places in Santa Cruz County, Arizona Category:Archaeological sites in Arizona Category:Ruins in the United States Category:Historic American Buildings Survey in Arizona ",
    "title": "Mission Los Santos Ángeles de Guevavi"
}