{
    "id": "7827044",
    "text": "The Roaring Twenties were an English four piece art rock/new wave band from London and Brighton formed in 2003 at Sussex University. The band released records through their own DIY label Snakes & Ladders. The Roaring Twenties released a limited edition EP Fun Before the Crash and had two tracks included in early 2006 on Snakes & Ladders Records' label sampler S&LCD001.; ==Press== The Roaring Twenties were reviewed in several underground music fanzines and magazines including ArtRocker, Maps (online), I Think You'll Find That's Fireworks (online), Lobster Quadrille and Antenna. The band also had tracks played on ArtRocker's weekly radio programme on London's Resonance FM and BBC Radio 1's Best of Unsigned programme with Huw Stephens. \"The Roaring Twenties are a strange mix of Gang of Four and Red Hot Chili Peppers' John Frusciante...their slow-burner of a set comprising three-minute pop gems.\" ArtRocker, February 2006 \"...with great certainty one would expect to hear a lot more from these bands and this label in the coming years.\" Rough Trade Shop website, March 2006 \"The Roaring Twenties...deliver a smart line in lo-fi post punk, coming across like an aggressive The Pop Group on A to Markworthy\"God is in the TV Zine, April 2006 \"The Roaring Twenties...bring to mind much underrated Americans Moving Units with their elastic punk-funk sound\"Maps Magazine, May 2006 ==Discography== ===EPs=== * Fun Before the Crash EP - (limited release, 2004) ===Singles=== * TBC - Snakes & Ladders Records S&LCD006; (to be released December 2006) ===Compilations=== * A to Markworthy - On Snakes & Ladders Records compilation 'S&LCD001;' (March 2006) * The Odd Couple - On Snakes & Ladders Records compilation 'S&LCD001;' (March 2006) * A to Markworthy - On ArtRocker covermount compilation 'DIY Labels 2' (August 2006) * The Odd Couple - On Lobster Quadrille Magazine covermount compilation (October 2006) ==See also== Snakes & Ladders Records ==Notes== ==External links== *The Roaring Twenties website *The Roaring Twenties on MySpace *Snakes & Ladders Records website *Snakes & Ladders Records on MySpace Category:English art rock groups Category:English indie rock groups Category:Musical groups from London ",
    "title": "The Roaring Twenties (band)"
}