{
    "id": "7827345",
    "text": "Uganda competed at the 1968 Summer Olympics which were held in Mexico City, Mexico from 12 to 27 October. The 1968 Summer Olympics were Uganda's fourth entry into an Olympic Games. Eleven athletes attended the Games to represent Uganda, eight boxers and three in track and field events. The nation won its first ever Olympic medals at these Games. Boxers Leo Rwabwogo and Eridadi Mukwanga both achieved podium finishes: Rwabwogo winning bronze in the flyweight division and Mukwanga winning silver in the bantamweight division. Amos Omolo was the most successful track and field athlete. He won both his heat and quarter-final in the men's 400m race before finishing last in the final. ==Background== Uganda first took part in an Olympic Games at the 1956 Summer Olympics in Melbourne, Australia, although it remained a British protectorate at the time. The Uganda Olympic Committee had been officially recognised by the International Olympic Committee in January of the same year. The nation became fully independent in October 1962, competing under its own flag for the first time at the 1964 Summer Olympics. The 1968 Summer Olympics were held between 12 and 27 October in Mexico City, Mexico and featured 5,516 athletes from 112 nations competing in 172 events. The 1968 Games were Uganda's fourth entry into the Olympic Games. Sprinter Amos Omolo and boxer Alex Odhiambo were the only members of Uganda's 11-man delegation who had previously competed at an Olympic Games. Kenyan-born Omolo had been eliminated in the heats of both of his events at the 1964 Summer Olympics in Tokyo. Odhiambo had been eliminated in the third round of the men's lightweight category at the same Games. He stepped up a weight division to light- welterweight for the 1968 Games. ==Medalists== {| class=\"wikitable sortable\" style=\"font-size:90%\" |- !Medal !Name !Sport !Event |- | align=center|16x16px || || Boxing || Bantamweight |- | align=center|16x16px || || Boxing || Flyweight |} ==Athletics== Uganda entered three athletes in athletics events at the 1968 Summer Olympics. The athletics events were held at the Estadio Olímpico Universitario. William Dralu competed in the men's 200m but failed to advance from his heat after finishing sixth with a time of 21.38 seconds. Long-distance runner Mustafa Musa competed in three events, the men's 5000m, 10,000m and marathon races. The 5,000m was the only event Musa entered that required qualifying. He was eliminated after finishing ninth in his heat. In his remaining events, Musa finished 22nd in the 10,000m before finishing the marathon in 55th place. The remaining athlete, Amos Omolo, was the oldest competitor in the Ugandan delegation, being aged 31 at the start of the Games. He entered the men's 100m and 400m events. In the 100m, Omolo qualified from his heat after finishing fourth with a personal best time of 10.50 seconds. He improved marginally on his time in the quarter-final with a wind assisted 10.45 seconds, but did not progress after finishing the race in seventh position. In the 400m, Omolo fared better, placing first in both his heat and his quarter-final race, setting a new personal best in the latter. He also progressed from the semi-finals with a fourth-placed finish before finishing last in the event's final after running the race in 47.61 seconds. ;Men ;Track & road events {| class=\"wikitable\" style=\"font-size:90%\" |- !rowspan=\"2\"|Athlete !rowspan=\"2\"|Event !colspan=\"2\"|Heat !colspan=\"2\"|Quarterfinal !colspan=\"2\"|Semifinal !colspan=\"2\"|Final |-style=\"font-size:95%\" !Result !Rank !Result !Rank !Result !Rank !Result !Rank |-align=center |align=left|William Dralu |align=left|200 m |21:38 |6 |colspan=6|Did not advance |-align=center |align=left rowspan=3|Mustafa Musa |align=left|5000 m |15:10.2 |9 |colspan=6|Did not advance |-align=center |align=left|10000 m |colspan=6 |30:54.24 |22 |-align=center |align=left|Marathon |colspan=6 |3:04:53 |55 |-align=center |align=left rowspan=2|Amos Omolo |align=left|100 m |10.50 |4 Q |10.45 |7 |colspan=4|Did not advance |-align=center |align=left|400 m |45.85 |1 Q |45.33 |1 Q |45.52 |4 Q |47.61 |8 |} ==Boxing== Uganda sent eight boxers to compete at the Games. The boxing event was held at the Arena México in the Colonia Doctores district of Mexico City. Douglas Ogada, Matthias Ouma and Andrew Kajjo, were eliminated after losing their first bouts in the early rounds. Alex Odhiambo, entering in the second round, won his bout against Spaniard Mariano Pérez before being eliminated by American James Wallington. David Jackson and Mohamed Muruli both advanced to the quarter-finals of the light-middleweight and lightweight divisions respectively before suffering defeat. Jackson was the youngest member of the Ugandan delegation, being aged 19 at the start of the Games. The remaining two Ugandan fighters in the quarter-finals, flyweight Leo Rwabwogo and bantamweight Eridadi Mukwanga, both won their bouts to reach the semi- finals. Rwabwogo defeated Hungarian Tibor Badari on points in the quarter- final while Mukvanga defeated Mexican Roberto Cervantes by the same method. By reaching the round, both fighters were guaranteed at least a bronze medal. Rwabwogo faced Polish fighter Artur Olech who had won the silver medal four years earlier in Tokyo. Olech defeated the Ugandan 3–2 on points. In his semi- final bout, Mukwanga defeated South Korean Chang Kyou-chul, progressing to the final after winning 4–1 on points. In the final he met Valerian Sokolov from the Soviet Union but suffered a TKO defeat when the referee stopped the fight in the second round. Rwabwogo and Mukwanga won a bronze and silver medal respectively, the first Olympic medals ever won by Uganda. ;Men {| class=\"wikitable\" style=\"font-size:90%\" |- !rowspan=\"2\"|Athlete !rowspan=\"2\"|Event !1 Round !2 Round !3 Round !Quarterfinals !Semifinals !colspan=2|Final |-style=\"font-size:95%\" !Opposition Result !Opposition Result !Opposition Result !Opposition Result !Opposition Result !colspan=2|Rank |-align=center |align=left|Douglas Ogada |align=left|Light Flyweight | L RSC-2 |colspan=6|Did not advance |-align=center |align=left|Leo Rwabwogo |align=left|Flyweight | W 5–0 | W 3–2 |colspan=1 | W 3–2 | L 2–3 |colspan=1|Did not advance |16x16px |-align=center |align=left|Eridadi Mukwanga |align=left|Bantamweight |colspan=1 | W KO-2 | W RSC-2 | W 4–1 | W 4–1 | L RSC-2 |16x16px |-align=center |align=left|Mohamed Muruli |align=left|Lightweight |colspan=1 | W 5–0 | W 4–1 | L 0–5 |colspan=3|Did not advance |-align=center |align=left|Alex Odhiambo |align=left|Light Welterweight |colspan=1 | W RSC-1 | L 0–5 |colspan=5|Did not advance |-align=center |align=left|Andrew Kajjo |align=left|Welterweight |colspan=1 | L1–4 |colspan=5|Did not advance |-align=center |align=left|David Jackson |align=left|Light Middleweight | W KO-2 | W 3–2 |colspan=1 | L 0–5 |colspan=5|Did not advance |-align=center |align=left|Matthias Ouma |align=left|Middleweight |colspan=1 | L 1–4 |colspan=6|Did not advance |} ==References== ==External links== *Official Olympic Reports *International Olympic Committee results database Category:Nations at the 1968 Summer Olympics 1968 Category:1968 in Ugandan sport ",
    "title": "Uganda at the 1968 Summer Olympics"
}