{
    "id": "7827602",
    "text": "Bendigo State Park is a Pennsylvania state park in Jones Township, Elk County, Pennsylvania in the United States. The park is in a valley on the East Branch Clarion River. of the park are developed. The other are undeveloped woodlands of beech, birch, cherry and maple. ==History== Bendigo State Park is named for an Irish tavern keeper, who lived in England, named William Thompson. Thompson was also a prizefighter of some renown. Boxing for money was illegal at the time in England and Thompson was arrested 28 times for breaking the law. Legend holds that Thompson fled to America, to avoid prosecution, when an opponent died in the ring due to injuries sustained in the fight. He adopted the name Bendigo, a corruption of the Old Testament name Abed-nego and moved to the frontier of northwestern Pennsylvania. The newly named, Bendigo, began serving as a Methodist evangelist while also working on the railroads. He was a very tall and strong man and soon became a favorite of his Italian co- workers. No records exist to support the claim that Thompson ever left the British Isles let alone lived in the area. The lumber industry was beginning to boom in northwestern Pennsylvania as Bendigo was making his rounds as an evangelist and a mill town in Elk County was named Bendigo in his honor. The lumber era was not to last forever. The forests were largely chopped down by the early 20th century and many of the mill towns, like Bendigo, were abandoned. The borough of Johnsonburg acquired the land that is currently Bendigo State Park in the 1920s and established a community park. The Works Progress Administration of U.S. President Franklin D. Roosevelt made many improvements to the park during the Great Depression. Flooding on the East Branch of the Clarion River destroyed most of the works of the WPA in the 1940s, but a stone wall and dam on the river are still standing. Ownership of the park was transferred to the Commonwealth of Pennsylvania in 1949 and over the course of ten years improvements were made. Bendigo State Park was formally opened to the public on August 15, 1959. The park is at an elevation of . ==Recreation== Bendigo State Park attracts families interested in using the swimming and picnicking facilities. The pool is opened daily from 11:00 am until 7:00 pm beginning Memorial Day weekend and ending Labor Day weekend. There are over 150 picnic tables in several picnic areas. The picnic areas have charcoal grills, drinking water, horseshoe pits and restrooms. ==Nearby state parks== The following state parks are within of Bendigo State Park: Note: shows Bendigo State Park *Bucktail State Park Natural Area (Cameron and Clinton Counties) *Clear Creek State Park (Jefferson County) *Elk State Park (Elk County) *Kinzua Bridge State Park (McKean County) *Parker Dam State Park (Clearfield County) *S. B. Elliott State Park (Clearfield County) *Sinnemahoning State Park (Cameron and Potter Counties) *Sizerville State Park (Cameron and Potter Counties) ==References== ==External links== * Category:State parks of Pennsylvania Category:Protected areas established in 1959 Category:Works Progress Administration in Pennsylvania Category:Parks in Elk County, Pennsylvania Category:1959 establishments in Pennsylvania Category:Protected areas of Elk County, Pennsylvania ",
    "title": "Bendigo State Park"
}