{
    "id": "7827566",
    "text": "MessagePlus/Open is a communication platform for medium to large organizations designed specifically to handle high volumes of traffic within a high- availability environment. Currently supported communication channels include fax, fax over IP, e-mail and SMS, together withvarious options for integration with business applications. The product has been developed by INTERCOPE GmbH, Germany and is sold by both Intercope and IBM. It was previously known as FaxPlus/Open. == Application Integration == MessagePlus/Open provides generic and application specific integration options. The generic interfaces can be used by any backend application, but require some programming effort. Examples are the data exchange through relational databases like IBM DB2 and Oracle Database, middleware like IBM WebSphere MQ, or a file interface. Application specific interfaces exploit product specific APIs like e.g. the RFC architecture of SAP. In addition interfaces are provided for legacy applications and available end-user interfaces include e-mail, a Client, and virtual printer. == Operating Systems and System Supervision == The solution runs on z/OS, AIX, Linux, Solaris, and Windows and can be distributed on several computers and operating systems. It can be monitored and controlled via SNMP using standard SNMP managing applications such as IBM Tivoli NetView or HP Network Node Manager (formerly HP Openview). == Virtualization and High Availability == MessagePlus/Open can be deployed in virtualized environments like VMware and supports, as standard, high availability cluster solutions including AIX High Availability Cluster Multi-Processing (HACMP), SUN Solaris Cluster and Microsoft Cluster Server / Failover Clustering (MSCS). == XML, JAVA and Web services == The latest release, MessagePlus/Open Version 4, supports XML based interfaces for file-exchange, IBM WebSphere MQ and WSDL based Web services. It includes a Java Web Client, a Java API, and additional functions designed for complex messaging processing scenarios. These include content analysis features to categorize documents and extract digital data from unstructured or semi-structured content which can then be delivered in structured formats like XML to backend applications. ==See also== *List of proprietary software for Linux ==External links== *INTERCOPE website *MessagePlus/Open - Functional Description Category:Fax software ",
    "title": "MessagePlus/Open"
}