{
    "id": "7828202",
    "text": "Gail Harris (born 16 December 1964 in Batley, West Riding of Yorkshire, England) is a British-born model, actress, adult-magazine publisher, and adult-industry entrepreneur. ==Life and career== ===Model and centerfold=== Before her film-industry work, Gail Thackray was a Page 3 girl (glamour model) for the British tabloid press. She then became a popular nude model from the mid–1980s, frequenting the pages of various pornographic magazines, including Knave, Penthouse, Mayfair, High Society, and Genesis. In 1986, as Gail Thackray, she was featured on the front cover, centerfold, and 14-page spread of Larry Flynt's Hustler and the 10th-anniversary feature model of High Society. ===Hollywood=== She transitioned and set her sights on Hollywood, beginning her career as an extra and actress performing nude scenes in low- budget B-movies, sexploitation films, and softcore porn film and video. In the mid‑1980s, she appeared nude in many episodes of Electric Blue, a softcore porn show that aired mainly on the Playboy Channel. She costarred with many porn stars including Kitten Natividad, Candie Evans, Taylor St. Clair, Ron Jeremy, and Ginger Lynn Allen. She also began performing stunt and body double work. In 1990, Harris starred in two horror/action direct-to-video films for director Jim Wynorski In Hard to Die, credited as Robyn Harris, she stars as a lingerie model who is trapped in a high rise with a madman and gets to fire a machine gun in skimpy underwear. In Sorority House Massacre II, Harris plays the female lead as a coed terrorised by a serial killer. Harris is popularly known as a \"scream queen\" and was named in the website Mr. Skin's Nudity Hall of Fame. === Founding Falcon Foto === In 1988, Harris founded Falcon Foto, a prominent provider of adult-entertainment material to the publishing and Internet industries with a library of over 2 million images. A 2004 USA Today story stated that Falcon Foto had the world's largest privately owned library of erotic photos, worth more than $25 million according to online experts. Falcon Foto also serves as the major licensor of adult material to print publishing groups, contributing approximately 40% of all photo content in the industry. === Creation of Hustler's Barely Legal === In 1988, Harris created the first niche adult magazine, Barely Legal, for Larry Flynt Publications, which became one of Flynt's best-selling titles. The launch of Barely Legal revolutionised the industry with 22 copycat titles appearing, as well as format changes in established publications and in the video medium. Falcon proved its vision again with a second title, Hometown Girls, published in partnership with Flynt, becoming Flynt's third top earner. Falcon Foto's third announcement of a new title Virgins Magazine created a bidding war before the concept was even released. === Internet porn and niche markets === When the Internet began to rapidly expand in the mid 1990s, Harris already had a viable pornographic business in place. Falcon Foto began digitising their entire library for use on the Internet and by the early 2000s, Harris had created multiple Internet sites, such as FalconFoto.com, FalconFoto.net, and Falcongold.com, focusing on the pornographic 'niche' market. In a 2003 interview, she stated the mission of her company was \"[t]o provide the best adult content to satisfy the niche fantasy of every perv on the Internet.\" She also claimed her company had the distinction of being the \"first to shoot a granny and the first to create an entire magazine devoted to young girls.\" Her other niche products included photos and videos for Barely Legal, Busty Beauties, Hometown Girls, 40+, Plumpers, and other magazines. In 2003, Harris collaborated with Larry Flynt III to create Contrentrus.com, both producing and marketing pornographic video products. In 2006, Harris finished a year as a consultant for Flynt, putting her staff to work helping Flynt develop websites, Vegas casino projects, video lines, and a mobile operation within his empire. In 2006, Harris collaborated with porn actors Brandi Love and Chris Potoski to form Naked Rhino Media, a multimedia porn site that featured exclusive niche-specific content. ==Personal life== Harris met her first husband Scott Harris while skydiving in the United States. Scott was the photographer who parachuted into the Michael Jackson compound during the 6 October 1991 wedding for Elizabeth Taylor and Larry Fortensky. On 1 August 2004, Thackray married adult entertainment entrepreneur Jason Tucker. On 19 February 2011, they were legally separated. Thackray retired from acting and producing in 2002 and stayed on as a resident of Los Angeles in the United States, where she enjoys riding horses and spending time with her family. ==Partial filmography== * Takin' It Off (1985) (video) .... Hannah * Electric Blue 38 (1986) (video) .... Limo Driver * Electric Blue 41 (1986) (video) .... Jeanie * Electric Blue 43 (1986) (video) .... Louise * Party Favors (1987) .... Nicole * Electric Blue 47 (1987) (video) .... Little Jo * Electric Blue 48 (1987) (video) .... John Squib's Girl * For Love and Money (1987) .... Fawny Van Renzlia * Electric Blue 49 (1987) (video) .... Girl on Video Monitor * Electric Blue 50 (1987) (video) .... Swimwear Model * Savage Harbor (1987) .... Harry's Girlfriend * Takin' It All Off (1987) .... Hannah McCall * Screwball Hotel (1988) (uncredited) * Hard to Die (1990) (as Robyn Harris) .... Dawn Grant * Sorority House Massacre 2 (1990) (as Robyn Harris) .... Linda * The Haunting of Morella (1990) .... Ilsa * Rainbow Drive (1990) (TV) .... Club Girl * Forbidden Games (1995) .... Tonya Douglas * Masseuse (1996) (as Robyn Harris) .... Diane * Dream On .... Catering Girl (1 episode, 1996) * Alien Escape (1997) .... Cindy * Masseuse 3 (1998/I) (video) .... Debbie * The Outsider (1998) (TV) .... Wubba Wubba Girl * The Circuit (2002) .... Nicole Kent * The Circuit 2: The Final Punch (2002) (video) .... Nicole Kent * Treasure Hunt (2003) (video) .... Gail * Quigley (2003) .... Woman on Street * Curse of the Komodo (2004) .... Dr. Dawn Porter ==References== ==External links== * * Running With Wolves Book Category:1964 births Category:Living people Category:English film actresses Category:People from Batley Category:Actresses from Yorkshire Category:Actors from Batley Category:Page 3 girls ",
    "title": "Gail Harris"
}