{
    "id": "7828128",
    "text": "Hill of Beath (; ) is a hill and a village in Fife, Scotland, just outside Dunfermline and joined to Cowdenbeath. On 16 June 1670 the Hill of Beath was the location of a celebrated meeting of the Covenanters at which preachers John Blackadder and John Dickson officiated. It was described as \"a great gathering of persons who came from the east of Fife and as far West as Stirling\". At that conventicle, during the height of the struggle against episcopal rule, the Covenanters brought swords and pistols to defend themselves against attack. The village at this location was built and owned by the Fife Coal Company, which rented the cottages to the miners for the duration of their employment in the mine. In 1896 the village population was about 1,300. As an experiment, a public house was started in June 1896 using the Gothenburg system, with any profits to be used for public works. An initial report suggested it was helping to reduce drunkenness despite the ease of access to public houses in nearby Crossgates. In February 1901 an underground fire killed seven men. Accidents, often fatal, were frequent in the years that followed. Hill of Beath is the birthplace of Rangers F.C. legend Jim Baxter and Scotland captain Willie Cunningham and the home town of Celtic F.C. captain Scott Brown. The village has a primary school and a community centre. File:Jim Baxter statue Hill Of Beath.jpg|Statue of Jim Baxter File:Housing and Hill o' Beath - geograph.org.uk - 739504.jpg|A mixture of housing, public and private, looking towards Hill o' Beath File:Hawthorn Crescent - geograph.org.uk - 48738.jpg|Hawthorn Crescent, Hill of Beath. The 'Hill' of Beath in the background File:Hill of Beath village from Cuttlehill road, just East of farm - geograph.org.uk - 42983.jpg|Hill of Beath from the road just east of Cuttlehill farm. A92 West Fife link road (dual carriageway) in foreground. File:Woodland, Hill of Beath - geograph.org.uk - 1385526.jpg|Woods planted on a restored open cast mining site. File:Leaving Crossgates Hill of Beath ahead - geograph.org.uk - 42978.jpg|B981 towards Cowdenbeath, situated over dual carriageway (A92) just short of bridge over railway. Hill of Beath ahead ==See also== * Hill of Beath Hawthorn F.C. ==References== Category:Villages in Fife Category:Hills of Fife Category:Mining communities in Fife ",
    "title": "Hill of Beath"
}