{
    "id": "7828761",
    "text": "Rónán Murray (born 5 June 1977 in Dublin, Ireland) is an Irish musician. From a musical family, he took his earliest piano lessons from his late father, Ciarán. Murray attended Blackrock College, a school for boys in south Dublin, where his musical gifts were further nurtured. He was chapel organist during his school days there. Subsequent organ studies with Peter Sweeney at the Dublin Conservatory of Music and Drama were complemented by masterclasses from such leading organists as James David Christie and Ben van Oosten. Positions held by Rónán include organist of St. Stephen's church, Killiney (1989–1991) and assistant organist of the Unitarian church, Dublin (1993–1996). Since November 1996, he has been organist of St. Joseph's Church Glasthule, Dublin. He is active as a freelance organist, pianist and composer. With a repertoire covering a range from traditional music and jazz piano, to classical organ music and improvisation, Murray also writes and performs his own songs. He has made numerous radio and television broadcasts and is much in demand both as a solo artist and collaborator. Appearances include the first Cork International Pipe Organ Festival in 2005 and a performance at the Cavaillé-Coll organ of St. Sulpice church, Paris. Murray has featured as musical director for many productions, especially variety concerts in venues throughout Ireland. He was a finalist in the Unisong International Song Competition 2004. He co-wrote and performed (with mezzo-soprano Maria de Moel) the musical theatre piece \"Violating Messages: The Songs of Kurt Weill\" during the 2005 Dublin Fringe Festival. He frequently works with his sister, renowned soprano Niamh Murray. In August 2006 Murray performed a recital at Liverpool Anglican Cathedral, home to one of the greatest pipe organs in the world. April 2007 saw him perform in Łódź Cathedral, Poland. His debut album of original songs, Reasons and Seasons was released in June 2006. It features Murray's singing and piano playing backed by Pete Maguire on bass and guitar, Kevin Mullins on drums and Lynette Maguire on clarinet. Upcoming projects include a CD recording showcasing the organ of St. Joseph's Glasthule. ==External links== * Official site * ♫ Reasons and Seasons - Rónán Murray. Listen @cdbaby ==References== Category:Musicians from Dublin (city) Category:1977 births Category:Living people Category:Irish organists Category:Male organists Category:People educated at Blackrock College Category:21st-century organists Category:21st- century male musicians ",
    "title": "Rónán Murray"
}