{
    "id": "7828837",
    "text": "Frazer Wright (born 23 December 1979) is a Scottish former professional footballer who is currently an assistant coach at Lowland League club BSC Glasgow. Wright, who started his career with Stranraer played for Kilmarnock, St Johnstone, Dumbarton and Stirling Albion where he was also assistant manager to Dave Mackay. ==Playing career== ===Kilmarnock=== Born in East Kilbride, South Lanarkshire, Wright started his career with semi-professional club Stranraer. In June 2005, he joined Kilmarnock on a free transfer. Wright quickly established himself in the Kilmarnock team, making 28 appearances in his first season at Rugby Park. He scored his first Kilmarnock goal in a 2–2 draw with Rangers in August 2006 and netted again the following month with an extra time free-kick in a 2–1 win against Livingston in the Scottish League Cup. He was on target again in the League Cup in November, scoring twice in a 3–2 win over Motherwell in the quarter-finals. These goals helped Kilmarnock reach the 2007 Scottish League Cup Final, which they lost to Hibernian. ===St Johnstone=== On 3 June 2011 he left Kilmarnock to join fellow Scottish Premier League side St Johnstone on a free transfer. Wright made his debut on 23 July against Aberdeen on the opening day of the season. On 18 July 2013, Wright scored the winner in a 1–0 away win against Rosenborg in the Europa League, giving St Johnstone their first ever away win in a European competition. On 17 February 2014, Wright agreed to sign a new one-and-a-half year contract with St Johnstone. He made 29 appearances in the 2014–15 season, as St Johnstone finished fourth in the 2014–15 Scottish Premiership. Wright signed a one-year contract with St Johnstone in June 2015. He left the club two months later. ===Dumbarton=== He signed for Scottish Championship side Dumbarton on 26 August 2015. He renewed his contract for another season with the club in May 2016, scoring his first goal two months later in a 6–2 defeat to Dundee. After making just 2 league appearances for the Sons during the 2016–17 season, Wright was released by the club on 5 January 2017. ===Stirling Albion=== After his release from Dumbarton, Wright joined Stirling Albion on 6 January 2017. Wright joins his former defensive partner and current Stirling manager, Dave Mackay, as well as former St Johnstone teammate Liam Caddis, all 3 of whom played at Saints together. Wright announced his retirement from football at the end of the 2016–17 season. ==Coaching career== Shortly after joining Stirling Albion, Wright was appointed assistant manager to Dave Mackay. He left the club in October 2018 following Mackay's sacking. Wright joined Lowland League side BSC Glasgow ahead of the 2019-20 season as a first team assistant coach. ==Honours== St Johnstone *Scottish Cup: 2013–14 ==References== ==External links== * * (2007-08 appearances wrongly given to Kyle Wright) Category:1979 births Category:People from East Kilbride Category:Living people Category:Association football central defenders Category:Scottish footballers Category:Stranraer F.C. players Category:Kilmarnock F.C. players Category:St Johnstone F.C. players Category:Scottish Football League players Category:Scottish Premier League players Category:Sportspeople from South Lanarkshire Category:Scottish Professional Football League players Category:Dumbarton F.C. players Category:Stirling Albion F.C. players Category:People educated at Claremont High School (East Kilbride) ",
    "title": "Frazer Wright"
}