{
    "id": "7828413",
    "text": "Mission San Cayetano de Calabazas, also known as Calabasas, is a Spanish Mission in the Sonoran Desert, located near present-day near Tumacácori, Arizona. The Mission was named for the Italian Saint Cajetan. ==History== ===18th century=== The original San Cayetano mission at Tumacacori Mission San Cayetano del Tumacácori was founded by Father Eusebio Kino in 1691 on Kino's first major exploration trip into the Pimeria Alta. During the O'odham rebellion of 1751, the original San Cayetano mission was destroyed. Afterward a new San Cayetano mission was founded to the south of the original mission on the Santa Cruz River, upstream from its confluence with Sonoita Creek by Spanish Jesuit missionary Father Francisco Xavier Pauer in 1756. He took at least seventy-eight O'odham to the site from their village of Toacuquita nearer the Santa Cruz River to the new site on the bluffs above it to the east.San Cayetano de Calabazas from nps.gov accessed July 19, 2019San Cayetano de Calabazas from southwestmissions.org accessed July 20, 2019 By 1761 a report said the Mission had a house with a lock and a half built church. A church report in 1772 described the mission as having a population 64, 21 men, 24 women and 19 children. It described the location as being on an open plain with good lands, but that the Indians do little or no farming, and that there was no church or house for the Missionary. However by 1773 the church was functional and in 1775, Father Pedro Font said mass there during the first Juan Bautista de Anza expedition to the upper part of Las Californias. In 1777, the mission church, houses and the granary filled with maize, were sacked and set afire during a raid by part of a band of Apache, apostate O’odham, and Seris that had similarly attacked Magdalena and other Pimería Alta communities during 1776. The mission O’odham killed 14 of the raiders but lost 7 of their own. The Mission was abandoned in 1786 when the last of the O'odham left because of continuing hostilities by the Apaches. ===19th century=== Between 1807 and 1830 the settlement area was used as an estancia (farm) for nearby Mission San José de Tumacácori. In 1808, Spanish settlers and Christian Indians moved into the Calabazas area and restored the chapel. In response, the Apaches again attacked in 1830, setting fire to the buildings and carrying off sacred vessels and vestments in the process. This discouraged anyone from living there for more than two decades, but vaqueros from Tumacácori continued to run cattle in the vicinity. In 1837, the Mexican government built Presidio de Calabasas to protect the area. In 1844, Mission Calabasas and its lands were sold at auction to the brother-in-law of Sonoran governor Manuel María Gándara. Gandara established a rancho at the old mission stocked with 6,000 cattle. The 1854 Gadsden Purchase, of land by the U.S. from México, included this area in New Mexico Territory. Mexican Army soldiers, in the Tucson garrison to protect the citizens from Apaches, withdrew from the Gadsden Purchase territory early in 1856. With their withdrawal the Gándara ranch came to an end. Late in 1856, the Mission church, now ranch house, became the temporary home of Major Enoch Steen, commander of four companies of the First Regiment of United States Dragoons who established Camp Moore, at the former Presidio de Calabasas, as the first military post in the New Mexico Territory’s Gadsden Purchase area. Ignacio Pesqueira, the new governor of Sonora, allowed quartermaster wagons to cross into Sonora for supplies. Now with the arrival of military protection, the Gandara ranch, and the surrounding area filled with American squatters. The following year, Steen received orders from Colonel Benjamin Bonneville, the departmental commander in Santa Fe, to move closer to Tucson. Regarding the vices of Tucson as a danger to the good order and discipline of his troops, Steen instead moved his camp 25 miles northeast to the headwaters of Sonoita Creek. The new post was named Fort Buchanan in honor of the recently inaugurated President James Buchanan.UNITED STATES MILITARY POSTS ON THE MEXICO BORDER (1856 TO PRESENT) from archaeologysouthwest.org accessed July 21, 2019 Subsequently, the former mission buildings served a number of purposes, a customs house in 1857 and the ranch house was occupied by family of Larcena Pennington Page before September 1859. In September 1865 the Union Army garrison at Tubac, Arizona was transferred to Old Camp Moore at Calabasas and it was first named Post at Calabasas then Fort Mason in honor of General Mason, who was then the commander of the California Volunteers in Arizona. The 1st Battalion of Native Cavalry, California Volunteers and 7th Regiment California Volunteer Infantry occupied the post until they were relieved by troops of the United States Army in May 1866. Due to persistent malaria, the Regulars abandoned the fort in October 1866 and established Camp Cameron. Mission Calabazas was a completely abandoned ruin by 1878, with only a roofless shell remaining. ==Preservation== Father Norman Whalen recruited preservation volunteers who capped the adobe walls, and placed a concrete foundation in 1960. The Arizona Historical Society took over site management and ownership in October 1974. The Mission became part of Tumacácori National Historical Park in 1990. It was declared a National Historic Landmark in 1990, and is on the National Register of Historic Places. ==See also== * Spanish missions in Arizona * Spanish Missions in the Sonoran Desert * National Register of Historic Places listings in Santa Cruz County, Arizona ==References== ==External links== * * Category:Tumacácori National Historical Park Category:Buildings and structures in Santa Cruz County, Arizona Category:Roman Catholic churches completed in 1756 Category:National Historic Landmarks in Arizona Category:National Register of Historic Places in Santa Cruz County, Arizona Category:Churches on the National Register of Historic Places in Arizona Category:Catholic Church in Arizona Category:Former populated places in Santa Cruz County, Arizona Category:History of Santa Cruz County, Arizona Category:Historic American Buildings Survey in Arizona Category:18th-century Roman Catholic church buildings in the United States ",
    "title": "Mission San Cayetano de Calabazas"
}