{
    "id": "7829756",
    "text": "Southern Rhodesia competed (as Rhodesia) at the 1928 Summer Olympics in Amsterdam, Netherlands. This was the first time the country had participated in the Olympic Games. It was one of two British Crown colonies who were allowed, by the International Olympic Committee, to compete as independent nations at the Games. Rhodesia was represented by two boxers; neither were able to reach the medal rounds of their respective tournaments. ==Background== Following an application by the British colony of Southern Rhodesia to the International Olympic Committee, the country was allowed to compete as an independent nation for the 1928 Summer Olympics in Amsterdam, Netherlands. This was one of two British Crown colonies that were permitted to participate independently that year, the other being Malta. Southern Rhodesia, as it was known at the time, competed under the name of Rhodesia. Two athletes from Southern Rhodesia were selected to compete in the 1928 games, both in boxing; Cecil Bissett in the lightweight and Leonard Hall in the welterweight weight division. This was the fewest athletes sent to a Summer Olympics by Rhodesia, and from the 1980 Summer Olympics as Zimbabwe. ==Boxing== Rhodesia was represented by two athletes in the boxing at the 1928 Olympics, each making their only Olympic appearances. Bissett received a bye past the first round on 7 August, while Hall defeated William Walther of Germany on a points decision. The second round took place on the following day, with both Rhodesians competing. Hall was knocked out of the tournament by Kintaro Usuda of Japan, while Bissett progressed following a victory in his first bout of the games against Carlos Orellana of Mexico. In the quarterfinals of the lightweight boxing, Bissett was defeated by Carlo Orlandi of Italy. {|class=wikitable style=\"font-size:90%\" |- !rowspan=\"2\"|Name !rowspan=\"2\"|Event !Round of 32 !Round of 16 !Quarterfinals !Semifinals !Final |- !style=\"line- height:1em\"|Opposition Result !style=\"line-height:1em\"|Opposition Result !style=\"line-height:1em\"|Opposition Result !style=\"line-height:1em\"|Opposition Result !style=\"line-height:1em\"|Opposition Result |- |Cecil Bissett |Lightweight |align=\"center\"|Bye |align=\"center\"| W Points |align=\"center\"| L Points |align=\"center\" colspan=\"3\"|Did not advance |- |Leonard Hall |Welterweight |align=\"center\"| W Points |align=\"center\"| L Points |align=\"center\" colspan=\"4\"|Did not advance |} == Notes == ==References== * * Category:Nations at the 1928 Summer Olympics 1928 Category:1928 in Southern Rhodesia 1928 ",
    "title": "Rhodesia at the 1928 Summer Olympics"
}