{
    "id": "7829094",
    "text": "Bhedābheda Vedānta is a subschool of Vedānta, which teaches that the individual self (jīvātman) is both different and not different from the ultimate reality known as Brahman. ==Etymology== Bhedābheda (Devanagari: ) is a Sanskrit word meaning \"difference and non-difference\". ==Philosophy== The characteristic position of all the different Bhedābheda Vedānta schools is that the individual self (jīvātman) is both different and not different from the ultimate reality known as Brahman. Each thinker within the Bhedābheda Vedānta tradition has their own particular understanding of the precise meanings of the philosophical terms \"difference\" and \"non-difference\". Bhedābheda Vedāntic ideas can be traced to some of the very oldest Vedāntic texts, including quite possibly Bādarāyaṇa's Brahma Sūtra (c. 4th century CE). Bhedābheda predates the positions of two other major schools of Vedānta. The Advaita (Non-dual) Vedānta that claims that the individual self is completely identical to Brahman, and the Dvaita (Dualist) Vedānta (13th century) that teaches complete difference between the individual self and Brahman. ==Influence== Bhedābheda ideas had an enormous influence on the devotional (bhakti) schools of India's medieval period. Among medieval Bhedābheda thinkers are: * Nimbārka (13th century), who founded the Svābhābika Dvaitādvaita school.Malkovsky, The Role of Divine Grace in the Soteriology of Śaṃkarācārya, Leiden: Brill, p. 118, * Bhāskara (8th and 9th centuries), who founded the Aupādhika Bhedābheda school. * Caitanya (1485-1533), the founder of Gaudiya Vaishnavism based in the eastern Indian State of West Bengal , and the theological founder of Achintya Bheda Abhedavedanta Other major names are Rāmānuja's teacher Yādavaprakāśa, and Vijñānabhikṣu (16th century). ==References== ==Sources== * ==Further reading== * * Complete English Translation of Sri Subodhini jee, published in Collected Works of Sri Vallabhcharya series, Sri Satguru Publications == External links == *Internet Encyclopedia of Philosophy, Bhedabheda Category:Vedanta Category:Bhakti movement ",
    "title": "Bhedabheda"
}