{
    "id": "7830923",
    "text": "West Brook Senior High School is a high school in the city of Beaumont, Texas. It is operated by the Beaumont Independent School District and was formed in 1982 as a court-ordered measure to integrate the schools of the formerly separate South Park Independent School District. West Brook is located at 8750 Phelan Boulevard. The school's official mascot is the Bruin Bear.Beaumont Independent School District. (October 21, 2008), West Brook High School. Beaumont ISD Facts on West Brook. Retrieved on 2008-10-21. ==History== West Brook was formed in 1982 from the court-ordered merger of two of the high schools in the former South Park Independent School District: the black Hebert High School, whose campus initially housed the ninth and tenth grades, and the almost all-white Forest Park High School, which initially housed the eleventh and twelfth grades. The students voted on the name and the mascot. The other majority-white high school in the district, South Park High School, was also merged into West Brook in 1986. West Brook is now located on the former Forest Park campus. ===State football championship=== In its first year, an integrated team from West Brook under the former Hebert coach, Alexander Durley, won the state 5A football championship. Durley died of cancer after two seasons as head football coach of the Bruins, and the school's former stadium was named Alex Durley Stadium in his honor. West Brook now plays home games at the Carrol A. \"Butch\" Thomas Educational Support Center, together with other city high schools. ===Bus accident=== On March 29, 2006, the varsity girls' soccer team was traveling to a road game in Humble when their charter bus overturned on the highway outside Devers. Two girls were killed in the accident. The team and their parents subsequently helped pass what became known as Ashley and Alicia's Law, a state law requiring seat belts on all school buses purchased on or after September 1, 2010, and on all charter buses purchased on or after September 1, 2011. ==Demographics== The demographic breakdown of the 2307 students enrolled for the 2012-2013 school year is as follows: *Male - 52.1% *Female - 47.9% *Native American/Alaskan - 0.3% *Asian/Pacific islander - 7.5% *Black - 38.6% *Hispanic - 18.3% *White - 32.8% *Multiracial - 2.5% ==Notable alumni== *Chip Ambres - former MLB outfielder *Jerry Ball - former NFL nose tackle *Michael Batiste - former NFL offensive lineman *Reggie Begelton - Former CFL and Current NFL Receiver *James Brown - former quarterback for the Texas Longhorns *Jay Bruce - MLB outfielder *Darrell Colbert – former NFL and WLAF wide receiver *Ryan Grant - NFL wide receiver for the Indianapolis Colts, formerly the Washington Redskins *Christine Michael - Indianapolis Colts running back *Frank Middleton - former NFL offensive lineman *Meghan Miller - actress, contestant in season 2 of America's Got Talent *Taylor Reed - CFL linebacker *Jason Tyner - former MLB outfielder *Mickey Washington - former NFL cornerback ==References== ==External links== *West Brook High School * *West Brook High School (old site) Category:Education in Beaumont, Texas Category:Beaumont Independent School District high schools Category:1982 establishments in Texas ",
    "title": "West Brook High School"
}