{
    "id": "7831321",
    "text": "Dennis Joseph Mack, born as Dennis Joseph McGee, (March 14, 1850 – April 10, 1888) was a professional baseball player who was a first baseman and shortstop in Major League Baseball for eight seasons from to . He played for seven different teams, including as a player-manager for the Louisville Eclipse in . ==Career== Mack spent three years at Villanova University, then joined the Rockford Forest Citys of the National Association for the 1871 season. The National Association was the first fully professional baseball league, and Rockford compiled a 4-21 record in its 25 games, finishing ninth in the nine- team league before folding at the season's end. Mack appeared in all 25 of his team's games, leading the team with 34 runs scored, 8 walks, and 12 stolen bases. Mack went on to play the next three seasons in the National Association. During the last of these, 1874, he was involved in accusations of game fixing.Ginsburg, Daniel E. The Fix Is In: A History of Baseball Gambling and Game Fixing Scandals, McFarland, 2004, pp. 24-26. On August 20, umpire Billy McLean came forward with allegations that a game between Mack's Philadelphia Whites and the Chicago White Stockings had been thrown by the Philadelphia club. McLean claimed that Philadelphia's John Radcliffe had approached him with an offer of $175 in exchange for making calls favorable to the White Stockings. According to McLean, Radcliffe named four other players as complicit in the fix: Mack, Candy Cummings, Bill Craver, and Nat Hicks. The board of directors for the Whites met to consider these charges on September 1, and they elected not to pursue the matter further with any players but Radcliffe, describing McLean's claims as \"hearsay\". The stockholders of the club voted to expel Radcliffe on September 8, by a count of 26 to 15, but he appealed to the judiciary committee of the National Association, and was reinstated on March 2, due to what Henry Chadwick characterized as procedural errors during the course of his expulsion. Mack then spent 1876 and 1880 in the National League, and concluded by spending two more seasons in the American Association in 1882 and 1883. During the 1882 season, he also served as manager of the Louisville Eclipse, leading the second-place club to a 42-38 record. He led the NA in walks in 1872, and ranked among his league's leaders in stolen bases three times. Mack ended his career with a .228 batting average, .273 on-base percentage, and .271 slugging percentage in 373 games played and 1505 at bats. ==Death== He suffered a fit on the evening of April 9, 1888, and remained unconscious until dying of his injuries at 6 a.m. the next day.\"Death of a Short Stop\", The New York Times, April 11, 1888, p. 5. ==See also== *List of Major League Baseball player–managers ==External links== ==References== Category:1851 births Category:1888 deaths Category:19th-century baseball players Category:Major League Baseball first basemen Category:Major League Baseball shortstops Category:Buffalo Bisons (NL) players Category:Louisville Eclipse players Category:Louisville Eclipse managers Category:Philadelphia Athletics (NA) players Category:Philadelphia White Stockings players Category:Pittsburgh Alleghenys players Category:Rockford Forest Citys players Category:St. Louis Brown Stockings players Category:Major League Baseball player-managers Category:Minor league baseball managers Category:Indianapolis Blues (minor league) players Category:Syracuse Stars (minor league baseball) players Category:Buffalo (minor league baseball) players Category:Utica Pent Ups players Category:Springfield (minor league baseball) players Category:Washington Nationals (minor league) players Category:Allentown Dukes players Category:Lancaster Ironsides players Category:Baltimore Monumentals (minor league) players Category:Baseball players from Pennsylvania Category:Sportspeople from Easton, Pennsylvania Category:Accidental deaths in Pennsylvania Category:Accidental deaths from falls ",
    "title": "Denny Mack"
}