{
    "id": "7831992",
    "text": "Sohmer & Co. trademark Sohmer & Co. was a piano manufacturing company founded in New York City in 1872. Sohmer & Co. marketed the first modern baby grand piano, and also manufactured pianos with aliquot stringing and bridge agraffes, as well as Cecilian \"all-inside\" player pianos and Welte-Mignon- Licensee reproducing pianos. Sohmer pianos were owned by U.S. President Calvin Coolidge, and composers Victor Herbert and Irving Berlin. Sohmer is now a line of pianos manufactured by Samick Music Corporation in Korea. == History == Hugo Sohmer (1845-1913) was born as the son of a physician in Dunningen, a village near Rottweil, on the foothills of the Black Forest, Germany. He was educated in literary and scientific subjects as well as music and the piano, and emigrated to New York City in 1863, where he apprenticed as a piano- builder in Schuetze & Ludolff's factory. He spent two years travelling in Europe continuing to study piano making, and returned to New York in 1870. In 1872 he founded Sohmer & Company, in partnership with Joseph Kuder (April 26, 1831 - July 24, 1913),Obituary The New York Times July 26, 1913, p. 7 a pianomaker originally from Vienna who had worked in New York since 1853, first for Steinway & Sons, and later Lighte, Newton & Bradburys as foreman, before working for Marschall & Mittauer, as well as their successor J. H. Boernhoeft. Long Island City factory Sohmer & Co. manufactured and sold pianos at Marschall & Mittauer's former address at 149 East 14th street. They expanded to 155 East 14th street and added Brooklyn showrooms by 1879, and in 1883 moved all but their warerooms to 143 East 23rd Street, formerly the factory of reed organ manufacturers Carhart & Needham.Spillane, p.254 In 1885, the facilities at the corner of 14th st. and 3rd ave. were altered according to plans drawn by Berger & Baylies,estimated at $10,000. The American Architect and Building News, vol. XVII. no. 283, March 21, 1885 and in 1886 purchased a large waterfront plot on Jamaica Avenue, Long Island—near Steinway & Sons' new factory—and erected a six story factory, also designed by Berger & Baylies.estimated $100,000. The Manufacturer and Builder, 1886 The factory was expanded with a six-story addition completed in 1907, and in 1919 erected a six story office and showroom at 31 West 57th Street, on New York's \"Piano Row\". Sohmer advertised their upright and square pianosInternational Exhibition, 1876. Official Catalogue, John Nagle & Co., Philadelphia, 1876. p262 had been awarded the First Medal of Merit, as well as the Diploma of Honour at the 1876 Centennial International Exhibition in Philadelphia and displayed the awards in later instruments although the system of awarding prizes had led to notable public disagreement among piano manufacturers. They also advertised first prizes received in Montreal in 1881 and 1882. Hugo Sohmer marketed the first modern \"bijou,\" or baby grand piano, built with a symmetrical case design which he patented in 1884.H. Sohmer, Piano Case. United States Design Patent D15,250, August 12, 1884 \"Only five feet long,\" these pianos were advertised as \"the smallest grand ever manufactured,\"advertisement, John Frost, ed. History of the State of California. Hurst & Co., New York, n.d. (ca.1885) having \"great power and volume of tone, together with the tone-sustaining quality and elastic touch heretofore only found in the concert grand.\"\"Merit and Enterprise\" The New York Times, January 1, 1886 The company also patented improvements in agraffe bars and actions in 1882, and in 1887 an agraffe for a quadruple strung \"reverbation scale\" and a pianissimo pedal in uprights, and bridge agraffes in 1890.H. Sohmer. Agraffe Bar for Pianos United States Patent 268,562 December 5, 1882; H. Sohmer, Piano Action. United States Patent 268,563. December 5, 1882; H. Sohmer, Piano-forte. United States Patent 358,946, March 8, 1887; Peter Weber, Pianissimo Pedal for Piano. United States Patent 357,436, February 8, 1887; P. Weber, Stringing pianos. United States Patent 438,393, October 14, 1890. Harry J. Sohmer succeeded his father in 1913, and incorporated the company in 1940. In 1971 he was succeeded by his sons, Harry J. Sohmer, Jr., president, and Robert H. Sohmer, secretary and treasurer. The Sohmer brothers sold the company in 1982 to Pratt, Read & Co., the largest American manufacturer of piano actions and keyboards, and moved to their facilities in Ivoryton, Connecticut. The Sohmer brothers initially continued their involvement in the company but eventually were succeeded as managers by Dave Campbell. == Changes after the sale by the Sohmer family == In 1985 Sohmer & Co. bought Mason & Hamlin and William Knabe trademarks and equipment from the receivers of the bankrupt Aeolian Corporation, and in 1986, Pratt, Read & Co. sold Sohmer Holding Co. to a group of investors headed by Robert MacNeil.Larry Fine. The Piano Book Brookside Press, Boston. 1987 p.100 Production was moved to a new facility in Elysburg, Pennsylvania. In 1989, MacNeil sold Sohmer & Co., which then included Mason & Hamlin, Knabe, and George Steck, to Bernard G. Greer, who owned a controlling interest in the Falcone Piano Co. Lloyd W. Meyer, a former CEO of Steinway & Sons, was put in charge of reorganizing the two companies. In 1996 Kirk and Mark Burgett, as Music Systems Research, of Sacramento, California, manufacturers of PianoDisc player systems, purchased Sohmer as part of the then bankrupt Mason & Hamlin's assets. Samick Music Corporation, a large piano manufacturer based in Korea, holds the rights to the Sohmer name as well as several other traditional piano companies such as William Knabe, Pramberger, and Seiler.. However, Samick no longer produces or distributes Sohmer-branded pianos. Illustration from a 1901 Sohmer & Co. advertisement (Kunkel's Musical Review, June 1901) ==See also== *Sohmer Piano Building *Sohmer and Company Piano Factory ==References== *Fine, Larry: The Piano Book, 4th edition. Brookside Press, Massachusetts, 1994. * *Loesser, Arthur: Men, Women and Pianos. Courrier Corp., New York, 2012 * ==External links== *Official website *Sohmer & Co. history *Historical records of American pianos *Landmarks Preservation Commission N. Y., Sohmer & Co. Piano Factory Building *Sohmer & Co. Records, 1872-1989, The Lemuelson Center for the Study of Invention and Innovation, Smithsonian Institution Archives Center *PianoDisc *Samick Music Corporation website Category:Manufacturing companies based in New York City Category:Piano manufacturing companies of the United States Category:1872 establishments in New York (state) ",
    "title": "Sohmer &amp; Co."
}