{
    "id": "7831692",
    "text": "Ivan McFarlin (born April 26, 1982) is an American professional basketball player. ==Basketball career== McFarlin attended Willowridge High School in Houston, Texas, where he led his team to win the state championship in his senior year, as he averaged 15.9 points, 14.9 rebounds, 3.5 blocks and 3.2 steals. McFarlin played college basketball at Oklahoma State University, and helped the Cowboys to a Final Four appearance in 2004, where the team lost to Georgia Tech on a late-game basket. He is one of four Oklahoma State players to have over 1,000 points, 700 rebounds, and 100 blocks, the other three being Byron Houston, Leroy Combs and Bryant Reeves. In the 2006-07 NBA season, McFarlin was a member of the Philadelphia 76ers, but was traded on December 19, 2006, along with NBA superstar Allen Iverson for two draft picks, Andre Miller and Joe Smith. He was immediately waived.The Denver Post - Injury bug hits team once again McFarlin later played in Poland with SKK Kotwica Kolobrzeg.http://www.eurobasket.com/player.asp?Cntry=SUI&PlayerID;=45667&AmNotSure;=1 In 2010, he played for the Bendigo Braves of the South East Australian Basketball League.McFarlin fits the Braves' bill - Local News - Sport - Football - Australian Rules - The Advertiser He made the league's all star team and led the league in rebounds and rebounds per game. Prior to the 2010/2011 season, he signed with Hapoel Lev HaSharon of the Israeli Liga Leumit.Player profile @ Safsal.co.il (in Hebrew) In 2011 Ivan returned to the Bendigo Braves. After spending 2012 playing in China, the Bendigo Braves announced that Ivan would be returning to play a third season with the Braves in 2013. ==Personal life== McFarlin is the son of Delphine and Tyrone Powell McFarlin, of Missouri City, Texas. He currently lives in Stillwater, Oklahoma, the town of his college alma mater, Oklahoma State University, and assists the Oklahoma State basketball program. McFarlin also works part-time elsewhere. On May 22nd 2019, McFarlin was named the head coach of the Ponca City Boys High School basketball team in Oklahoma. ==References== ==External links== *NBA.com profile *Ivan McFarlin Basketball Profile Eurobasket Category:1982 births Category:Living people Category:African-American basketball players Category:American expatriate basketball people in Australia Category:American expatriate basketball people in France Category:American expatriate basketball people in Israel Category:American expatriate basketball people in Japan Category:American expatriate basketball people in Poland Category:American expatriate basketball people in Switzerland Category:American expatriate basketball people in Turkey Category:American men's basketball players Category:Basketball players at the 2004 NCAA Men's Division I Final Four Category:Basketball players from Texas Category:Beşiktaş men's basketball players Category:Nanterre 92 players Category:Oklahoma State Cowboys basketball players Category:People from Missouri City, Texas Category:Philadelphia 76ers players Category:Power forwards (basketball) Category:SKK Kotwica Kołobrzeg players Category:Sportspeople from Harris County, Texas Category:TED Ankara Kolejliler players Category:Undrafted National Basketball Association players Category:Utsunomiya Brex players ",
    "title": "Ivan McFarlin"
}