{
    "id": "7832343",
    "text": "William Henry Dines BA FRS (5 August 1855 – 24 December 1927) was an English meteorologist. Dines was born in London, the son of George Dines, also a meteorologist. He was educated at Woodcote House school, Windlesham, and afterwards entered Corpus Christi College, Cambridge, where he obtained a first-class in the mathematical tripos in 1881. He afterwards carried out investigations for the Royal Meteorological Society on the subject of wind forces, and in connexion with this work designed the Dines pressure-tube anemometer. In 1901 he commenced researches into the problems of the upper air, and designed or perfected several instruments for use with kites, as well as a form of the Hargraves box-kite, which proved of great value. In 1905 he was appointed by the Meteorological Office director of experiments in connexion with the investigation of the upper air, and in 1907 designed a meteorograph for use with balloons. He also produced, in conjunction with Dr. Napier Shaw, the microbarograph and a recording mercury barometer, as well as various other instruments. From 1901 to 1902 he was President of the Royal Meteorological Society and in 1905 was elected a Fellow of the Royal Society. Although he was never a full-time academic, he was a member of the International Commission for Scientific Aeronautics, and became an honorary or corresponding member of various foreign scientific societies. He is the author of many important papers on the meteorology of the upper atmosphere which appeared in the Transactions of the Royal Society, the Geophysical Memoirs of the Meteorological Office and elsewhere. He lived at Pyrton House near Watlington from 1906 to 1913, and at Colne House at Benson from 1913 to 1927. He is remembered in Benson by an Oxfordshire Blue Plaque.Oxfordshire Blue Plaques Scheme: William Henry Dines Dines was the father of John Somers Dines, MA, and Lewen Henry George Dines, MA, AMICE. Both sons followed in their father's footsteps as meteorologists. ==References== Category:1855 births Category:1927 deaths Category:English meteorologists Category:Fellows of the Royal Society Category:Presidents of the Royal Meteorological Society Category:Alumni of Corpus Christi College, Cambridge Category:Met Office ",
    "title": "William Henry Dines"
}