{
    "id": "7832112",
    "text": "Via dei Fori Imperiali, seen from the Colosseum looking northwest Fascist military parade on the Via dell'Impero The Via dei Fori Imperiali (formerly Via dei Monti, then Via dell'Impero) is a road in the centre of the city of Rome, Italy, that runs in a straight line from the Piazza Venezia to the Colosseum. Its course takes it over parts of the Forum of Trajan, Forum of Augustus and Forum of Nerva, parts of which can be seen on both sides of the road. Since the 1990s, there has been a great deal of archeological excavation on both sides of the road, as significant Imperial Roman relics remain to be found underneath it. ==History== The Via dei Fori Imperiali was built by order of the Fascist dictator Benito Mussolini, in the period between 1924 and 1932. The tentative name of the road during its construction was Via dei Monti, but was named Via dell'Impero when it was inaugurated. Mussolini, on horseback, cut the ribbon opening the road on 9 April 1932 and led a military parade with veterans of World War I. After the end of World War II, the road was renamed to its present name. Each year on 2 June it hosts a parade in celebration of the founding of the modern Italian Republic. On 3 August 2013, the south part of the road, between Largo Corrado Ricci and the Colosseum, was closed to private traffic, while bus and taxi are still allowed to use it.Pedonalizzazione via dei Fori Imperiali: al via il 3 agosto con una notte di festa Comune Roma Capitale ==Road construction== The road was touted as a celebration of the glories of ancient Rome, because its construction has rediscovered and made visible the Imperial fora. Its construction, however, entailed the systematic demolition of over 40,000 square yards of one of the most densely populated areas of Rome, obliterating medieval and Renaissance structures, including five little churches and popular tenements that housed 746 of Rome's poorest families. These include: *The de-consecration and stripping of the Church of Sant'Adriano in Curia Senatus (built on the Curia Julia) in the Roman Forum, to reveal the building of the senate; *Demolition of the 17th century Convent of the Mercedari, annexed to the Church of Sant'Adriano; *Excavation and removal of a large part of the Velia, the hill on which the Basilica of Constantine (also known as the Basilica of Maxentius) stands, halfway between the Colosseum and Piazza Venezia; *Destruction of the monastery of Sant'Urbano ai Pantani and the nearby convent of Sant'Eufemia; *Destruction of the neighbourhood of Via Alessandrina, which included the house of famous 19th century antiquarian Francesco Martinetti, collector, restorer and numismatics expert – itself a treasure trove; *Excavation and covering of the gardens of the 16th century Villa Rivaldi and its nymphaeums; *Loss of several notable houses including Casa Desideri, Casa Ciacci, Casa Cetorelli and Casa De Rossi; *Demolition of the churches of San Lorenzo ai Monti and Santa Maria degli Angeli in Macello Martyrum. The demolitions served to rediscover the forums of Trajan, Augustus, Caesar, and Nerva and Trajan's Market, previously hidden under the demolished buildings. Of the areas excavated, a great deal of data has been lost. Records at the Musei Capitolini noted that many of the objects found were stored in crates in the vaults of Museo della Civiltà Romana, but little associated data was recorded about the exact location and context of the objects, meaning that huge amounts of information that could be inferred is now irrecoverable. The Via dei Fori Imperiali completely changed the landscape and character of a part of Rome: before its construction, the Colosseum was not visible from Piazza Venezia and the imperial fora were hidden by a popular quarter of the fifteenth century. There is a debate about the future of the road, for some to be dismantled, for others one of the most spectacular in Rome. ==Road traffic== The four-lane, heavily trafficked road carried an extremely heavy load of motor vehicle traffic straight through the Roman Forum area, whose exhaust fumes and vibrations continue to damage the surrounding ancient Roman monuments.https://www.nytimes.com/2013/08/01/world/europe/road-through-roman- history-creates-colossal-headache.html After numerous failed efforts by academics and citizen’s groups to pressure the Roman city government to close the road to traffic, the Mayor of Rome Ignazio Marino closed the southern part of the road to private motor vehicles on 3 August 2013. == Sources == * == References == Category:Italian fascist architecture Fori Imperiali Category:Imperial forums of Rome Category:Rome R. I Monti ",
    "title": "Via dei Fori Imperiali"
}