{
    "id": "7834779",
    "text": "Venerable Macarius of the Yellow Water Lake and the Unzha, the Miracle Worker (1349–1444) (, Prepodobny Makariy Unzhenskiy Zheltovodskiy Chudotvorets) is a Russian Orthodox saint. He is credited with the founding of four monasteries in the Middle and Upper Volga regions of Russia. ==The Life of Venerable Macarius== The story of saint Macarius is based on Chet’yi-Minei (the standard Russian Orthodox Lives of the Saints) as well as to other old manuscripts. One of them, kept in Makaryev Unzhensky Monastery, was first inventoried in 1835. The other is kept in Makaryev Zheltovodsky Convent, and is written in the 17th century hand. Church scholars believe that he was most likely born in 1349. His home town, Nizhny Novgorod, was the capital of the Principality of Suzdal and Nizhny Novgorod, ruled by Prince Constantine Vasilyevich. As most other Russian principalities of the time, his land was dominated by the Golden Horde overlords. Macarius was baptised in his parents' parish church, Church of Holy Myrrhbearers (). His baptismal name is not known. According to the Life of St. Macarius, when he was still a baby, he would start crying every time he heard the ringing of the bells of the nearby church. There was no way to console the child. The parents would not want to bring the baby boy to the church, afraid that he would disturb the service with his crying; but eventually they decided to try. And, to their surprise, as soon as they brought the child to the church, he became quiet, smiling joyfully. From this time on, the parents had to attend every service at the parish church, and to take the child with them, because if they stayed at home during the service, the baby would again start crying. Macarius grew as a pious boy, especially interested in the lives of the Orthodox hermits of the past ages, living in the wilderness alone or in small lavra communities. For that reason, he enjoyed visiting not only his parish church, but also Pechersky Ascension Monastery, which had been recently founded by Dionysius (later known as Saint Dionysius of Suzdal, the archbishop) who had come to Nizhny Novgorod from the famous Kiev Pechersky (Cave) Lavra. At the age of 12, he snuck out of his parents' house and joined te Pechersky Ascension Monastery, and received the monastic name of Macarius (, Makariy). He became one of the twelve disciples of Dionysius, and was known for the strictness of his fast and the fervency of his prayer. In 1374, Dionysius was appointed the archbishop of Suzdal and Nizhny Novgorod and left the monastery. Soon, Macarius left the monastery too. He travelled up the Volga, spent some time with St. Tikhon on the Lukh River, and then founded a monastery in honor of Epiphany of Jesus Christ (now Makaryev Reshma Monastery, Макариев-Решемский мужской монастырь, near the village of Reshma in today's Kineshma district or Kostroma Oblast). The modern Makaryev Monastery is much better fortified than in 1439 Macarius did not stay long in his new monastery, however. He wanted to live in the wilderness as a hermit. He travelled down the Volga, and liked the site at the Yellow Water Lake (Желтоводское озеро, Zheltovodskoe Ozero), near the fall of the Kerzhenets into the Volga, some one hundred kilometers downstream from Nizhny Novgorod. In those days, this was no-man's land between the Russian principalities, and the Kazan Khanate. Macarius dug a small cave by the waters of the Yellow Water Lake, and stayed there day and night, emulating the great hermits of the past. However, his solitude did not last long: pious people from far and wide came to his hermitage, some to seek his blessing, others to join him in hermetic life. In 1434, he founded Zheltovodsky Makariev Monastery of Holy Trinity for his disciples. The asceticism of Macarius, together with his love of his neighbors, attracted not only Christians but also many local pagan Mordvin, Mari, Chuvash and Muslim Tatar people. He baptised many in Yellow Water Lake. In 1439, the monastery was destroyed during the invasion of Russia by the khan Olug Moxammat of Kazan. Most of the monks were killed; Macarius and a few other Christians were taken to Kazan as prisoners. The khan, impressed by the pious life of the nonagenarian abbot, released him and a few other Christian prisoners, and allowed him to bury the killed. On the way back from Kazan to the Yellow Water Lake, Macarius is said to have stopped at a site near today's Sviyazhsk, blessing the future location of Makaryev Sviyazhsk Monastery. However, Macarius and his companions were not allowed to stay at the Yellow Water Lake site. He decided to leave a safe distance between themselves and the Khanate, and went to the forests of the Unzha River, a few hundred kilometers north of the Nizhny. It is a long way, and the travellers soon run out of food, but were miraculously saved from starvation (Venerable Macarius' Miracle of the Moose). Once they reached the Unzha, still in 1439, Macarius and his party founded Unzhensky Makaryev Monastery (now a convent). According to legend, Macarius lived in his new monastery for a few more years, healing the sick and expelling devils from possessed people. He died on July 25 1444, at the age of 95, after an 83-year monastic career. After the two famous cloisters he founded, he is called Venerable Macarius of Yellow Water Lake and Unzha, the Miracle Worker. ==Canonization== After the death of Macarius, a wooden church was built over his grave, and the Unzha monastery was named after him. The locals often reported being miraculously healed of various diseases after visiting his grave; his help was said to have repelled a Tatar invasion, and later, during the Time of Troubles, to protect the region against the Polish troops. The fame of the founder attracted pilgrims and novices to the monasteries, helping its growth. When Feodor Romanov, the father of Russia's new Csar Michael, is enthroned as Patriarch Philaret of Moscow in 1619, he sends a commission to the Unzha to investigate the miracles. He mentions these miracles as confirmed in his letter to his son the Csar in September 1619, and encourages Michael to visit Macarius' Unzha Monastery in fulfillment of the vow he had given earlier (which Michael promptly does). It is thought that it was at that time that Venerable Macarius was canonized by a Sobor of the Russian Orthodox Church, which made his veneration nationwide.\\ Metropolitan Macarius of Moscow and Kolomna, The History of Russian Church, Vol. 9, Chapter 3 ==Holy relics== The Honorable Head of Venerable Macarius is visiting Kstovo on August 4, 2007 The relics of Macarius were discovered in 1671, during a burial in the church where his body had been buried. After several years of disagreements as to whether the relics were genuine, and some minor miracles that convinced disbelievers that they were, they were put to rest in a reliquary in Unzhensky Makaryev Monastery. In 1929, Soviet authorities closed the monastery, and most of the relics ended up in the local history museum at Yuryevets, Ivanovo Oblast, where they were kept in storage until 1990, when they returned to Kostroma Eparchy (diocese). In 1995, these relics (bones and vestments) were brought back to Unzhensky Makaryev Monastery. The head of Macarius, however, was missing. It was not until 2005 that the Eparchy (Archdiocese) of Nizhny Novgorod was contacted by a priest who had inherited the head (or most of it, at any rate) from his brother, also a priest, who in his turn had saved it from the Bolsheviks some time after the closing of the Unzhensky Makaryev Monastery in 1929. The priests had reverently kept the relics in their homes for many years, until they felt secure that the Russian Church is reborn and is restoring Macarius' monasteries. After the special commission of the archdiocese, with the forensic experts' help, established the genuineness of the relics, their return was celebrated at a special service in the Holy Saviour Cathedral in the Nizhny Novgorod Kremlin on March 23, 2006.\"Meeting the Honorable Head of Venerable Macarius\" (The Archdiocese of Nizhny Novgorod; 23 March 2006) Since then, the head was kept in a special portable reliquary in Pechersky Ascension Monastery in Nizhny Novgorod, which the clerics can reverently take with them on a visit to a nursing homeThe Reliquary of the Honorable Head of Venerable Macarius is visiting Sormovo Nursing Home (July 2006) (photos) or to celebrate Feast of Venerable Macarius at his other, Zheltovodsky Monastery.Feast of St. Macarius at Makaryev Zheltovodsky Convent (August 2006) (photos) On the occasion of Macarius' feast in 2007, the head was permanently transferred from Nizhny Novgorod to Makaryev Zheltovodsky Monastery (Convent). The transfer took place during August 3–7, 2007. The prized relic, accompanied by Archbishop Georgy of Nizhny Novgorod and Arzamas and other ecclesiastical officials of Nizhny Novgorod Eparchy, was transported down the Volga by the boat \"Alexander Peresvet\" during August 3–7, 2007, with stopovers in Bor, Kstovo and Lyskovo. Religious processions were organized in the cities visited, to carry Macarius' head from the Volga docksides to local churches for appropriate celebrations. \"В Нижегородской епархии начался крестный ход с мощами преподобного Макария Желтоводского\" (The transfer of the relics of Venerable Macarius Zheltoodsky has started in Nizhny Novgorod Eparchy) (Blagovest-Info, 2007-Aug-03) \"Крестный ход с мощами преподобного Макария Желтоводского начнет движение от Нижегородской Ярмарки 3 августа\" (Procession with the relics of Venerable Macarius Zheltoodsky will start from Nizhny Novgorod Fair on August 3). (RIA Kreml, 2007-Aug-02) Macarius is considered the patron saint of craftsmen, merchants, and travellers, as well as of Makariev Fair. He is especially venerated in the Archdioceses (Eparchies) of Nizhny Novgorod, Ivanovo, and Kostroma—the lands where he performed his earthly works. In some monasteries, such as Pechersky Ascension Monastery in Nizhny Novgorod, one can request a prayer to Macarius for success in business or \"getting out of poverty\" (избавление от нищеты).The list of services that could be ordered (Требы) posted at Pechersky Ascension Monastery, as seen in August 2007. ==Feasts== Russian Orthodox Church celebrates two Feasts of St. Macarius: * July 25Great Synaxaristes: Ὁ Ὅσιος Μακάριος Ζελτοβόδας ὁ Θαυματουργός (Ρῶσος). 25 Ιουλίου. ΜΕΓΑΣ ΣΥΝΑΞΑΡΙΣΤΗΣ. (Julian calendar) (currently, August 7 of the Western calendar): Death of St. Macarius (1444). * October 12 (Julian calendar) (currently, October 25 the Western calendar): Recovery of Holy Relics of St. Macarius (1671). ==Monasteries and convents founded by Macarius== *Zheltovodsky Makariev Convent of Holy Trinity (Makarievo, Nizhny Novgorod Oblast) *Makaryev Reshma Monastery (Макариев- Решемский мужской монастырь) (Reshma, Ivanovo Oblast) *Makaryev Ascencion Monastery (СВЯТО-ВОЗНЕСЕНСКИЙ МАКАРЬЕВСКИЙ МУЖСКОЙ МОНАСТЫРЬ) (Sviyazhsk, Tatarstan) *Makaryev Unzhensky Convent (СВЯТО-ТРОИЦКИЙ МАКАРИЕВО-УНЖЕНСКИЙ ЖЕНСКИЙ МОНАСТЫРЬ) (Makaryev, Kostroma Oblast) ==Cities named after Macarius== * Makaryev, Kostroma Oblast, at Makaryev Unzhensky Convent. * Makaryevo (formerly Makaryev), Lyskovsky District of Nizhny Novgorod Oblast, at Zheltovodsky Makariev Convent of Holy Trinity. ==Footnotes== ==External links== *Venerable Macarius the Abbot of Zheltovod and Unzha (Orthodox Church in America) *The Life of Venerable Macarius, at the site of Pechersky Ascension Monastery *Orthodox Calendar: The Life of Venerable Macarius; icons of Venerable Macarius *Macarius of Unzha (Gallery of icons, engravings, and photos of historical sites). Category:1349 births Category:1444 deaths Category:15th-century Christian saints Category:Russian saints of the Eastern Orthodox Church Category:Russian Christian missionaries Category:Wonderworkers Category:Russian exorcists Category:Eastern Orthodox missionaries ",
    "title": "Macarius of Unzha"
}