{
    "id": "7834055",
    "text": "William Thomas Byrne (March 6, 1876 – January 27, 1952) was an attorney and politician from Albany, New York. He was most notable for his service in the New York State Senate (1923-1936) and a United States Representative from New York (1937 until his death). Byrne was born in Florida, Montgomery County, New York and raised in Albany. He attended the public schools and Albany Law School and became an attorney in Albany. Active in politics as a Democrat, he won election to the State senate in 1922, and served from 1923 to 1936. In 1936, he was a successful candidate for Congress, and he served in the U.S. House from 1937 until his death. ==Early life== Byrne was born in Florida, Montgomery County, New York, and was the son of Richard Henry Byrne, a carpenter, and Margaret Manifold Byrne, a school teacher, both of whom were immigrants from Ireland. His family moved to Albany when he was an infant, and his father operated a bar and grill on Broadway while Byrne attended the city's public schools. Byrne graduated from Albany High School in 1896 and Albany Law School in 1904. He was admitted to the bar the same year, and practiced law in Albany. Byrne was active in several civic organizations, including the YMCA and Elks. After attending the 1896 Democratic National Convention and hearing William Jennings Bryan speak, Byrne developed a lifelong interest in oratory. In addition to honing his own speaking skills through study and practice, Byrne instructed a course on public speaking for the Albany-area YMCA. He also taught public speaking at Albany Law School. Byrne spoke frequently at public events and developed a nationwide reputation as an orator on behalf of these and other organizations. In 1922 and 1924, Byrne nominated Al Smith for governor at the state Democratic convention. In 1938, he was called upon to nominate Herbert H. Lehman for reelection as governor. Active in politics as a Democrat, Byrne was one of the lieutenants employed by Daniel P. O'Connell developed the party organization that wrested control of the city and county of Albany from longtime Republican boss William Barnes Jr. Byrne was also active physically throughout his life, golfing frequently and undertaking difficult hikes and walking trips. For most of life, he made his annual 35 mile trip between his Albany-area home and his summer home in Montgomery County on foot. In November 1951, one of his U.S. House colleagues noted that Byrne marched the entire length of a four mile Veterans Day parade in Albany, after which he delivered two speeches in commemoration of the holiday. ==State senator== He was a member of the New York State Senate (30th D.) from 1923 to 1936, sitting in the 146th, 147th, 148th, 149th, 150th, 151st, 152nd, 153rd, 154th, 155th, 156th, 157th, 158th and 159th New York State Legislatures. During his senate career, Byrne was chairman at different times of the committees on codes, labor, industry, judiciary, and agriculture. In the State Senate, Byrne was credited with authoring New York's unemployment compensation insurance law, as well as backing measures in favor of workplace and farm safety. While chairman of the agriculture committee, he shepherded to passage New York's first law to regulate the quality and composition of raw milk produced by the state's dairy farmers. ==Congressman== He was elected as a Democrat to the 75th, 76th, 77th, 78th, 79th, 80th, 81st and 82nd United States Congresses, holding office from January 3, 1937 until his death. Byrne rarely spoke on the floor of the House, but was active as a staunch supporter of the Franklin D. Roosevelt administration's New Deal and World War II initiatives. Byrne had been a friend of the Roosevelt family since the early 1920s, and frequently visited the governor's mansion during Roosevelt's governorship. According to a widely republished February 1942 newspaper story, Byrne arrived at the White House for a five minute appointment with Roosevelt. Roosevelt was behind schedule, so Byrne entered his office late, but they remained together for over 40 minutes as Roosevelt's other appointments continued to back up. When asked afterwards about the nature of the meeting and the length of their conversation, Byrne informed reporters that Roosevelt and he reminisced and shared stories about mutual friends, with Roosevelt happy for a temporary distraction from issues related to the war. Byrne was appointed to the Judiciary Committee in his first term, and advanced through seniority to chair two of its subcommittees, the subcommittee on claims, and a special subcommittee that considered reapportionment of the House following the 1950 census. In the years following World War II, Byrne led a House delegation on an extended trip to Europe as it studied he problem of displace persons and considered possible solutions. ==Death and burial== Byrne died at St. Mary's Hospital in Troy, New York on January 27, 1952 while receiving treatment after suffering a cerebral hemorrhage. His funeral was held at the Cathedral of the Immaculate Conception in Albany on January 31, 1952. Honorary bearers included Daniel P. O'Connell, Erastus Corning 2nd and John Boyd Thacher II. Byrne was buried at St. John's Cemetery in West Albany. ==Family== In 1908, Byrne married Josephine Diener at St. Patrick's Church in Watervliet, New York. They had no children, and she died in 1948. After his wife's death, Byrne resided in Loudonville with his sisters, Elizabeth Turkenkoph and Anne Byrne. ==Legacy== His home, the Senator William T. Byrne House, was listed on the National Register of Historic Places in 1985. ==See also== * List of United States Congress members who died in office (1950–99) ==References== ==External links== * *Memorial Services Held in the House of Representatives of the United States, Together with Remarks Presented in Eulogy of William Thomas Byrne (Late a Representative from New York) at Hathi Trust Digital Library Category:1876 births Category:1952 deaths Category:People from Florida, Montgomery County, New York Category:New York (state) Democrats Category:New York (state) state senators Category:Members of the United States House of Representatives from New York (state) Category:Albany Law School alumni Category:Democratic Party members of the United States House of Representatives Category:People from Colonie, New York ",
    "title": "William T. Byrne"
}