{
    "id": "7834923",
    "text": "Audit evidence is evidence obtained by auditors during a financial audit and recorded in the audit working papers. * Auditors need audit evidence to see if a company has the correct information considering their financial transactions so a C.P.A. (Certified Public Accountant) can confirm their financial statements. * In the audit engagement acceptance or reappointment stage, audit evidence is the information that the auditor considers for the appointment. For example, change in the entity control environment, inherent risk and nature of the entity business, and scope of audit work. * In the audit planning stage, audit evidence is the information that the auditor must consider for the most effective and efficient audit approach. For example, reliability of internal control procedures, and analytical review systems. * In the control testing stage, audit evidence is the information that the auditor is to consider for the mix of audit test of control and audit substantive tests. * In the substantive testing stage, audit evidence is the information that the auditor needs to support the appropriation of financial statement assertions. For examples, existence, rights and obligations, occurrence, completeness, valuation, measurement, presentation and disclosure of a particular transaction or account balance. * In the conclusion and opinion formulation stage, audit evidence is information that the auditor is to consider whether the financial statements as a whole presents with completeness, validity, accuracy and consistency with the auditor's understanding of the entity. == See also == * International Standards on Auditing * ISA 500 Audit Evidence * HKSA 500 Audit Evidence * Financial statement assertions ==References== == External links == * ISA (UK and Ireland) 500 - Audit Evidence, concept * http://www.aicpa.org/Research/Standards/AuditAttest/DownloadableDocuments/AU-00326.pdf“What Is Audit Evidence? Definition and Meaning.” BusinessDictionary.com, www.businessdictionary.com/definition/audit-evidence.html. Category:Auditing terms ",
    "title": "Audit evidence"
}