{
    "id": "7834751",
    "text": "KRET-CD, virtual channel 45 (UHF digital channel 31), is a low-powered, Class A Heroes & Icons-affiliated television station licensed to Cathedral City, California, United States. Founded January 24, 1996, the station is owned by Charles R. Meeker. == History == The FCC granted an original construction permit to Charles R. Meeker on January 24, 1996, to build a low-power television station on UHF channel 45 to serve Cathedral City and Palm Springs, California. It was given the callsign K45ET and began broadcasting in late 1997 as an independent station. Its nickname was \"Sun-TV\" to represent the desert locale of the Coachella Valley. The station was licensed January 8, 1998, and took the call letters KPSP-LP one month later. In February 1999, Meeker-owned Palm Springs stations KPSP-LP and KDPX-LP switched call letters and programming (see next section), and channel 45 became Pax affiliate KDPX- LP. The station upgraded its license to Class A on September 10, 2001. In June 2005, the Pax network rebranded as i, the new name meaning \"independent television\" (later changed to \"Ion Television\"). In 2008, the call letters for the station were changed to KRET-CA. In May of that year, KRET added Retro Television Network.Retro Television Network Now Local And On TW Cable Retrieved July 17, 2008 In 2011, KRET added MeTV to its main channel. On May 15, 2018, MeTV was replaced with Heroes & Icons. From late July to late September 2013 due to a retransmission consent dispute between Time Warner Cable and Journal Broadcast Group's NBC affiliate KMIR-TV, that station subcontracted with KRET-CA to carry their evening newscasts during the dispute due to KRET's channel 14 position on TWC systems. The station was issued its license for digital operation on October 8, 2014, and simultaneously changed its call sign to KRET-CD. ===Station swap=== When the station signed on as K45ET in late 1997, and later as KPSP-LP, it was an independent. However, in February 1999, Charles Meeker, who owned co-located UHF low-power stations on channels 45 and 58 in the Palm Springs area, switched callsigns and programming among his two stations; the Pax affiliate KDPX-LP on channel 58 became the Pax affiliate KDPX-LP on channel 45, while the independent station KPSP-LP on channel 45 became independent station KPSP-LP on channel 58. However, the licenses did not change. ==Digital channels== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! Programminghttp://www.rabbitears.info/market.php?request=station_search&callsign;=KRET- CD#station |- | 45.1 || rowspan=\"4\"| 480i || rowspan=\"4\"| 4:3 || H&I; || Heroes & Icons |- | 45.2 || Antenna TV || Antenna TV |- | 45.3 || This TV || This TV |- | 45.4 || COZi TV || Cozi TV |} ==References== ==External links== * Category:This TV affiliates Category:Antenna TV affiliates Category:Cathedral City, California Category:Mass media in Riverside County, California RET-CD Category:Television channels and stations established in 1996 Category:Digital low-power television stations Category:Heroes & Icons affiliates ",
    "title": "KRET-CD"
}