{
    "id": "7835738",
    "text": "In mathematics, a combinatorial explosion is the rapid growth of the complexity of a problem due to how the combinatorics of the problem is affected by the input, constraints, and bounds of the problem. Combinatorial explosion is sometimes used to justify the intractability of certain problems.http://intelligence.worldofcomputing/combinatorial-explosion Combinatorial Explosion. Examples of such problems include certain mathematical functions, the analysis of some puzzles and games, and some pathological examples which can be modelled as the Ackermann function. == Examples == ===Latin squares=== A Latin square of order is an array with entries from a set of elements with the property that each element of the set occurs exactly once in each row and each column of the array. An example of a Latin square of order three is given by, :{| class=\"wikitable\" style=\"margin- left:auto;margin-right:auto;text-align:center;width:6em;height:6em;table- layout:fixed;\" |- | 1|| 2 || 3 |- | 2 || 3 || 1 |- | 3 || 1 || 2 |} A common example of a Latin square would be a completed Sudoku puzzle.All completed puzzles are Latin squares, but not all Latin squares can be completed puzzles since there is additional structure in a Sudoku puzzle. A Latin square is a combinatorial object (as opposed to an algebraic object) since only the arrangement of entries matters and not what the entries actually are. The number of Latin squares as a function of the order (independent of the set from which the entries are drawn) provides an example of combinatorial explosion as illustrated by the following table. {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" class=\"wikitable\" ! ||align=right| The number of Latin squares of order |- |align=right| 1 ||align=right| 1 |- |align=right| 2 ||align=right| 2 |- |align=right| 3 ||align=right| 12 |- |align=right| 4 ||align=right| 576 |- |align=right| 5 ||align=right| 161,280 |- |align=right| 6 ||align=right| 812,851,200 |- |align=right| 7 ||align=right| 61,479,419,904,000 |- |align=right| 8 ||align=right| 108,776,032,459,082,956,800 |- |align=right| 9 ||align=right| 5,524,751,496,156,892,842,531,225,600 |- |align=right| 10 ||align=right| 9,982,437,658,213,039,871,725,064,756,920,320,000 |- |align=right| 11 ||align=right| 776,966,836,171,770,144,107,444,346,734,230,682,311,065,600,000 |} ===Sudoku=== A combinatorial explosion can also occur in some puzzles played on a grid, such as Sudoku. A Sudoku is a type of Latin square with the additional property that each element occurs exactly once in sub-sections of size (called boxes). Combinatorial explosion occurs as increases, creating limits to the properties of Sudokus that can be constructed, analyzed, and solved, as illustrated in the following table. {| border=\"1\" cellpadding=\"5\" cellspacing=\"0\" align=\"center\" class=\"wikitable\" |- ! ||align=right| The number of Sudoku grids of order (boxes are size) ! The number of Latin squares of order (for comparison) |- |align=center| 1 ||align=right| 1 ||align=right| 1 |- |align=center| 4 ||align=right| 288 ||align=right | 576 |- |align=center| 9 ||align=right| 6,670,903,752,021,072,936,960 ||align=right| 5,524,751,496,156,892,842,531,225,600 |- |align=center| 16 ||align=right| (estimated) ||align=right| -- |- |align=center| 25 ||align=right| (estimated) ||align=right| -- |- | colspan=\"3\" style=\"text-align: center;\" | ( = 9 is the commonly played 9×9 Sudoku. The puzzle does not include grids where is irrational.) |} ===Games=== One example in a game where combinatorial complexity leads to a solvability limit is in solving chess (a game with 64 squares and 32 pieces). Chess is not a solved game. In 2005 all chess game endings with six pieces or fewer were solved, showing the result of each position if played perfectly. It took ten more years to complete the tablebase with one more chess piece added, thus completing a 7-piece tablebase. Adding one more piece to a chess ending (thus making an 8-piece tablebase) is considered intractable due to the added combinatorial complexity.http://chessok.com/Lomonosov Endgame Tablebases Lomonosov Endgame Tablebaseshttp://chess.stackexchange.com/7-piece-endgame-tablebase (chess) 7-piece-endgame-tablebase (chess) Furthermore, the prospect of solving larger chess-like games becomes more difficult as the board-size is increased, such as in large chess variants, and infinite chess. === Computing === Combinatorial explosion can occur in computing environments in a way analogous to communications and multi-dimensional space. Imagine a simple system with only one variable, a boolean called A. The system has two possible states, A = true or A = false. Adding another boolean variable B will give the system four possible states, A = true and B = true, A = true and B = false, A = false and B = true, A = false and B = false. A system with n booleans has 2n possible states, while a system of n variables each with Z allowed values (rather than just the 2 (true and false) of booleans) will have Zn possible states. The possible states can be thought of as the leaf nodes of a tree of height n, where each node has Z children. This rapid increase of leaf nodes can be useful in areas like searching, since many results can be accessed without having to descend very far. It can also be a hindrance when manipulating such structures. A class hierarchy in an object-oriented language can be thought of as a tree, with different types of object inheriting from their parents. If different classes need to be combined, such as in a comparison (like A < B) then the number of possible combinations which may occur explodes. If each type of comparison needs to be programmed then this soon becomes intractable for even small numbers of classes. Multiple inheritance can solve this, by allowing subclasses to have multiple parents, and thus a few parent classes can be considered rather than every child, without disrupting any existing hierarchy. An example is a taxonomy where different vegetables inherit from their ancestor species. Attempting to compare the tastiness of each vegetable with the others becomes intractable since the hierarchy only contains information about genetics and makes no mention of tastiness. However, instead of having to write comparisons for carrot/carrot, carrot/potato, carrot/sprout, potato/potato, potato/sprout, sprout/sprout, they can all multiply inherit from a separate class of tasty whilst keeping their current ancestor-based hierarchy, then all of the above can be implemented with only a tasty/tasty comparison. ===Arithmetics=== Suppose we take the factorial for n: n! = (n)(n-1)...(2)(1) Then 1! = 1, 2! = 2, 3! = 6, and 4! = 24. However, we quickly get to extremely large numbers, even for relatively small n. For example, 100! ≈ 9.33262154 × 10157, a number so large that it cannot be displayed on most calculators, and vastly larger than the estimated number of fundamental particles in the Universe.http://www.physicsoftheuniverse.com/numbers.html {| align=\"right\" |Using separate lines of communication, four organizations require six channels |Using an intermediary, only one channel per organization is required |} ===Communication=== In administration and computing, a combinatorial explosion is the rapidly accelerating increase in communication lines as organizations are added in a process. (This growth is often casually described as \"exponential\" but is actually polynomial.) If two organizations need to communicate about a particular topic, it may be easiest to communicate directly in an ad hoc manner--only one channel of communication is required. However, if a third organization is added, three separate channels are required. Adding a fourth organization requires six channels; five, ten; six, fifteen; etc. In general, going on like that, it will take l=\\frac{n(n-1)}{2} = {n \\choose 2} communication lines for n organizations, which is just the number of 2-combinations of n elements (see also binomial coefficient). The alternative approach is to realize when this communication will not be a one- off requirement, and produce a generic or intermediate way of passing information. The drawback is that this requires more work for the first pair, since each must convert its internal approach to the common one, rather than the superficially easier approach of just understanding the other. ==See also== * Birthday problem * Metcalfe's law * Curse of dimensionality * Intractability (complexity) * Second half of the chessboard ==References== Category:Combinatorics Category:Combinatorial game theory Category:Game theory ",
    "title": "Combinatorial explosion"
}