{
    "id": "7836669",
    "text": "Le faiseur d'or, written and drawn by Fournier, is the twentieth album of the Spirou et Fantasio series, and the first to follow the Spirou retirement of André Franquin. The story was initially serialised in Spirou magazine, before publication grouped with Un Noël clandestin and Le champignon nippon in a hardcover album in 1970. ==Synopsis== In The Gold Maker, The Count of Champignac reveals on television that he knows the location of a coveted book revealing the secrets of ancient alchemist Nicolas Flamel, which Spirou fears may tempt many a criminal. Upon visiting Champignac they find his friend Zorglub unconscious, and the Count abducted. When Zorglub comes to, he suspects having recognized Zantafio as one of the kidnappers. The Clandestine Christmas is the story of a small, very wealthy boy Henri who prefers to spend Christmas with his unlikely friend, the much older, unwealthy Jean Babtiste. The two move outdoors to find someone to share the affluence of cake they have, and by chance join Spirou and Fantasio in celebrating a special Christmas. in The Japanese Mushroom, Spirou and Fantasio travel to Japan, and are introduced to the Count's Japanese counterpart, Itoh Kata, and a new arch- villainous syndicate of global crime, \"The Triangle\". The story ends as a teaser for the following album, Du glucose pour Noémie. ==Background== André Franquin is credited with the Marsupilami artwork in Le faiseur d'or, which was to be the final appearance of the creature in the Spirou adventures. Franquin had created the Marsupilami back in the 1950s and held the rights to the character. When Fournier took over the strip, Franquin agreed to a final appearance of the Marsupilami, but he has remained absent from the Spirou and Fantasio world until 2016.Franquin's official site (in French) by Marsu Productions, who currently own the rights to the Marsupilami ==References== * Fournier publications in Spirou BDoubliées ==External links== * Spirou official site album index Category:Spirou et Fantasio albums Category:Works originally published in Spirou (magazine) Category:Literature first published in serial form Category:1970 books Category:1970 in comics Category:Comics set in Japan Category:Christmas graphic novels Category:Fiction about alchemy Category:Japan in non-Japanese culture ",
    "title": "Le faiseur d'or"
}