{
    "id": "7837139",
    "text": "Halsbrücker Esse Halsbrücker Esse is a smokestack to the north of Halsbrücke near Freiberg. It is also known as Hohe Esse or Halsbrück(e)ner Esse, Esse being an East Central German word for a smokestack. With a height of 140m it was the highest smokestack in the world at its completion and it remains the tallest brick building in Europe (the Anaconda Smelter Stack in Montana is higher) and is a technical and industrial historical monument. ==History== It was built on the eastern slope of the Freiberger Mulde between 22 September 1888 to 28 October 1889 by the smokestack building firm H.R. Heinicke from Chemnitz to provide a chimney for the exhaust fumes of the smelting works. It began service in April 1890 and has been in operation since. ==Construction== The surface area of the building covers 144 m2, the lower diameter being 8.25m and the upper diameter 3m. The chimney consists of 4,140 tons of fireproof clay bricks from the Grube Ilse near Senftenberg. The mortar consists of 170 tons of Bohemian lime, 1,030 tons of sand from the river Elbe and 60 tons of cement. The total mass has been estimated to be 5,400 tons. The chimney can be climbed using step irons on the inside and outside. To stabilise the chimney iron rings were attached which are spaced 5.5m at the bottom of the chimney down to 2m near the top. It is connected to the smelting works at the bottom of the valley by a 500m long flue gas duct. ==Environmental issues== The chimney was built in full knowledge of the environmental and health hazards posed by the noxious gases. The prevailing winds coming from the east to south-east, its construction achieved the goal of improving the air quality downwind in the vicinity. However, the problem was only shifted sideways by about 15–20 km into the Tharandt Forest where the environmental damage was soon noticed and studied. ==See also== * List of towers ==External links== * http://www.skyscraperpage.com/cities/?buildingID=55932 * Category:Towers completed in 1889 Category:Chimneys in Germany Category:Mining in the Ore Mountains Category:Freiberg ",
    "title": "Halsbrücker Esse"
}