{
    "id": "7837494",
    "text": "The Henschel Wehrtechnik TH-200, TH-400, and TH-800 are a family of wheeled armoured fighting vehicles by Thyssen-Henschel. Their development was loosely related to the Spähpanzer Luchs. All three were capable of undertaking a variety of battlefield roles, although the TH-400 was primarily tested as a fire support vehicle due to its exceptional firepower to weight ratio. The latter was able to carry a wide range of heavy armament, including a modified Rheinmetall 120mm smoothbore tank gun, despite its relatively light six- wheeled chassis. ==Development== Henschel Wehrtechnik GmbH, now bought over by Rheinmetall DeTec AG, had been developing, as private venture, a family of wheeled Armoured fighting vehicles since the early 1980s that can undertake a wide range of roles on the battlefield. These were the TH200(4X4), TH400(6X6) and the TH800(8X8). These vehicles have a hull of all-welded steel armour construction that provides guaranteed protection from small arms, shrapnel and medium machine gun fire. However, they are vulnerable to anti-tank weapons such as LAWs, RPGs and ATGMs. For improved protection, passive and active add- on armour can be added on. All vehicles have power steering and incorporate a new type of suspension consisting of a double trailing arm independent wheel suspension, the kinetic properties of which give considerably improved mobility in rough terrain. The negative lead angle of the springing reduces the vertical and horizontal acceleration when driving rapidly across obstacles so that the physical load on the crew is lower compared to vehicles equipped with rigid axles. ==Description== ===TH200(4X4)=== This vehicle can be fitted with a wide range of turrets with weapons up to a maximum of 90 mm such as the 90 mm Cockerill gun system. Typical roles envisioned are armoured reconnaissance, light weapons carrier, medium weapons carrier and armoured personnel carriers with a crew of 2 and 9 troops. Independent suspension using the double trailing arms used in conjunction with wide low-pressure tires allow for high cross-country speed and improved traction on soft ground. The combat weight being at 9,250 kg allows the vehicle to be transported by heavy- lift helicopters and gives it an amphibious capability. ===TH400(6X6)=== A prototype of this vehicle has been built and tested armed with a 105 mm gun mounted in a three-man powered turret firing a full range of NATO ammunition including APFSDS. Heavier turrets mounting the Rheinmetall 120 mm smoothbore can also be fitted. Typical roles envisioned are armoured reconnaissance, medium weapons carrier, heavy weapons carrier, fire support (AFSV), anti-tank and anti-aircraft using both gun and missile. Independent suspension using the double trailing arms with a central tire-pressure at each wheel allows the ground pressure at each wheel to be varied while on the move giving high cross-country speed. The powerpack is modularly mounted at the rear of the hull allowing for quick maintenance and replacement. The drive train is installed inside the vehicle for added crew protection. The combat weight is more than twice that of the TH200 at 24,500 kg due to the addition of the 105 mm gun turret and larger 435 hp engine which limits it fording at 1.2 m thereby losing the flexibility of heli-portability and amphibious movement. As of october 2020 a prototype vehicle carrying the 105mm armed turret appears in the collection of the History Survives Foundation in 't Harde, The Netherlands. ===TH800(8X8)=== This vehicle has a projected weight of 35,000 kg allowing it to carry weapons stations or turrets of up to 13000 kg. Typical roles envisioned are heavy weapons carrier, armoured air defence vehicle mounting twin 35 mm guns and missile or as a 155 mm self-propelled howitzer. Independent suspension using the double trailing arms with a central tire- pressure at each wheel allows the ground pressure at each wheel to be varied while on the move giving high cross-country speed. The engine is rated at 650 hp to provide the flexibility of speed for its air defence role and shoot-and- scoot for its artillery role. ==Summary of Characteristics== name= TH200 / TH400 / TH800 crew= 2+9 / 4 / 4~6 configuration= 4X4 / 6x6 / 8X8 combat weight= 9,250 kg / 24,500 kg / 35,000 kg length= 5.8 m / 6.203 m / 7.1 m width= 2.795 m / 2.98 m / 2.98 m height= 1.755 m / 2.083 m / 1.9 m (without turret) suspension= Independent double trailing arms speed_road= 110 km/h / 115 km/h / 120 km/h range= 800 km / 1000 km / 1000 km primary= 90 mm /105 mm / 155 mm secondary= 7.62 mm machine gun armour= gradient= 80% / 60% / 60% trench= 0.9 m / 1.0 m / 2.3 m engine= 225 hp / 435 hp / 650 hp (diesel) pw_ratio= 24.32hpt/ 17.75hpt / 18.57hpt fording= amphibious / 1.2 m / 1.5 m ==References== Jane's Armour and Artillery 1997/1998 Category:Armoured fighting vehicles of the post–Cold War period Category:Wheeled armoured fighting vehicles Category:Six-wheeled vehicles ",
    "title": "TH200"
}