{
    "id": "7838831",
    "text": "Maxine Deirdre Molyneux (born 24 May 1948 in Karachi, Pakistan) is a sociologist whose work focuses on the women's movement. That women's interests and gender interests are different categories is the discovery for which Maxine Molyneux is most frequently cited. Her focus is women's movements, and her central question is how they and the state influence each other. Interests and law are the categories under which she examines the changeable and shapeable relationship of the gender order and the state. She wants to bring back the state and the political subject into the thinking on modernisation, democratisation and development. Molyneux studied sociology at the University of Essex and is now Professor of Sociology and Director of the Institute of the Americas, University College London. Her research, as well the influential distinction between gender needs and interests, deals with such subjects as society and development, poverty and social inequality, and gender and politics in Latin America. She is also a consultant to several United Nations organisations, as well as to Oxfam and other NGOs. As co-founder in 1979 of the noted magazine Feminist Review and an editor of the magazine Economy and Society, she is involved in the further development of debates on theory. Molyneux was married to Fred Halliday, with whom she had a son, Alex. == Publications == Molyneux has written extensively in the fields of political sociology and gender and development studies. She is the author among others of: * Women's Movements in International Perspective (ILAS/Palgrave) 2000 * Change and Continuity in Social Protection in Latin America:Mothers at the Service of the State? (UNRISD) 2007 She has co-authored: * Doing the Rights Thing (with Sian Lazar)(ITDG) 2003 * The Ethiopian Revolution NLB/Verso 1980 (with Fred Halliday) She is co-editor of: * Hidden Histories of Gender and the State in Latin America (2000) Duke UP * Gender Justice, Development and Rights 2003 (OUP) * Gender and Democracy in Latin America (Palgrave 2002) * The Politics of Rights: Dilemmas of Feminist Praxis (2009) ==References== == External links == * Molyneux's UCL homepage * Category:1948 births Category:Latin Americanists Category:Living people Category:British feminists Category:British sociologists Category:Women sociologists Category:Academics of University College London Category:Fellows of the British Academy ",
    "title": "Maxine Molyneux"
}