{
    "id": "7838634",
    "text": "Jean Hillier is Professor Emerita in the Centre for Urban Research at RMIT University, Melbourne, Australia == Research interests == Research interests include poststructural planning theory and methodology for strategic practice in conditions of uncertainty, more-than-human planning theory and practice, and problematisation of cultural heritage practices in spatial planning, particularly in China. == Research projects == * ARC Large Grant. The Role of Procedural Justice in Determining the Effectiveness of Citizen Involvement in Planning. * AHURI. Falling through the Net, A Risk Management Model for Home Ownership Support Schemes. (with Peter V., Walker R. & Berry M.) * AHURI. The Impact of Urban Regeneration on Indigenous Households. (with Walker R.) * EU FP6. Katarsis. (with Moulaert F.). * EU FP7. Social Polis. (with Moulaert F.) * ARC Discovery. Enabling social innovation for local climate adaptability (with Steele W., MacCallum D., Byrne J. and Houston D.) == Publications == Over 200 publications in her name: === Books === 2002 * Habitus: A Sense of Place, edited with Emma Rooksby, Ashgate, Aldershot 2002 * Shadows of Power: an Allegory of Prudence, Routledge, London. 2005 * Consent and Consensus, edited with Denis Cryle, API Network, Perth. 2007 * Stretching Beyond the Horizon: a multiplanar theory of spatial planning and governance, Ashgate, Aldershot. 2008 * Critical Essays in Planning Theory, 3 Volumes, edited with Patsy Healey, Ashgate, Aldershot. 2009 * Social Innovation and Territorial Development, edited with Frank Moulaert, Serena Vicari and Diana MacCallum, Ashgate, Aldershot. 2009 * Planning in 10 Words – Or Less, with Gunder M., Ashgate, Farnham. 2010 * The Ashgate Research Companion to Planning Theory: Conceptual Challenges for Spatial Planning, edited with Patsy Healey, Ashgate, Farnham. 2012 * Complexity and the Planning of the Built Environment, edited with Gert de Roo, Joris Van Wezemael, Ashgate, Farnham. 2014 * Gilles Deleuze and Félix Guattari for Planners, InPlanning e-book, http://www.aesop- planning.eu/downloads/Other/en_GB/aesop-ya-booklet-series-a-vol-1-deluze-and- guattari-jean-hillier-in-conversation-with-gareth-abrahams 2015 * Connections: exploring contemporary planning theory and practice with Patsy Healey, edited with Jonathan Metzger, Ashgate, Farnham. 2017 * The Planning Theory Tradition: an international account, 规划理论传统：国际化解读, with Patsy Healey, Southeastern University Press, Nanjing, China 南京东南大学出版社有限公司 (In Mandarin). 2017 * Situated Practices of Strategic Planning: An international perspective, edited with Louis Albrechts and Alessandro Balducci, Routledge, Abingdon. === Journal articles === 1984 * The Advance Factory Market. The Planner. October 1984, 70(10): 15. 1985 * Multinational Control In The Bristol Economy. Area. September, 17:123-7. 1985 * Multinational Control. Companies Producing in Britain Does Not Equal British Industry. Area. December, 17: 330-335. 1987 * Under the Counter: Wages and Conditions in Retailing. Planning Practice and Research. 2: 21-26. 1991 * The Debate Over Urban Consolidation in Australia. (with Yiftachel, O and Betham, M), Urban Policy and Research. 9(2): 78-81. 1991 * Community Power - A Postmodern Approach. (with Hedgcock, D and Wood, D). Urban Policy & Research. 9(4): 220-226 1993 * To Boldly Go Where Planners ... Environment and Planning D, Society and Space, 11: 89-113. 1995 * The Unwritten Law of Planning Theory: Common Sense. Journal of Planning Education and Research, 14(4): 292-296. 1996 * Communicative Micropolitics: A Story of Claims and Discourses.(with Healey, P.) International Planning Studies, 1(2): 165-184. 1996 * On the Memory of Water? Journal of Planning Education and Research, 15(3): 103. 1996 * The Gaze in the City: Video Surveillance in Perth”. Australian Geographical Studies, 34(1): 95-105. 1997 * Who speaks for the poor? (with van Looij T.) International Planning Studies, 2(1): 7-26. 1997 * Values, Images, Identities: Cultural Influences in Public Participation. Geography Research Forum, 17(1): 18-36. 1997 * See you in the City, Arena, 38-40. 1998 * Beyond Confused Noise: ideas towards communicative procedural justice. Journal of Planning Education & Research, 18: 14-24. 1998 * Paradise proclaimed? Towards A Theoretical Understanding of Representations of Nature in Land Use Planning Decision-Making, Ethics, Place and Environment, 1(1): 77-91 1999 * Habitat’s Habitus: Representation of Nature as Social Space in Land Use Planning Decision-making, Urban Policy & Research, 17(3): 199-204 1999 * What Values? Whose Values? Ethics, Place & Environment: 2(2): 179-199 2000 * Going Round the Back? Complex Networks, Informal Action in Local Planning Processes, Environment & Planning A, 34: 33-54. 2000 * Can’t See The Trees For The Wood, Planning Theory & Practice 1(1): 59-79 2001 * Gender and Habitus: an editorial introduction, Geography Research Forum, Special Issue, 21: 1-5. 2003 * Governance and Strategic Environmental Policy-making in Times of Challenge and Change: the Western Australian Regional Forest Agreement, Australian Geographical Studies, 41(3): 251-269. 2003 * ‘Agon’ising Over Consensus - Why Habermasian Ideals Cannot be Real, Planning Theory, 2(1): 37-59. 2003 * Puppets of Populism? International Planning Studies, 8(2): 157-166. 2004 * Planning Fantasies? An exploration of a potential Lacanian framework for understanding development assessment planning, (with Gunder M.) Planning Theory, 2(3); 225-248 2004 * Conforming to the Expectations of the Profession: A Lacanian Perspective on Planning Practice, Norms and Values, (with Gunder M) Planning Theory and Practice, 5(2): 217-235. 2004 * Trois Essais sur le Rôle de l'Innovation Sociale dans le Développement Territorial, (with Moulaert F. and Nussbaumer J.) Géographie, Économie, Société, 6(2): 129-152. 2005 * Not Over Your Dead Bodies! A Lacanian Interpretation of Planning Discourse and Practice, (with Gunder M) Environment & Planning A, 37(6): 1049-1066 2005 * Straddling the Post-Structuralist Abyss: Between Transcendence and Immanence? Planning Theory 4(3): 271-299 2007 * Planning as Urban Therapeutic, (with Gunder M) Environment & Planning A, 39(2); 467-486. 2007 * Problematising Responsibility in Planning Theory and Practice: on seeing the middle of the string? (with Gunder M.), Progress in Planning, 68(1): 57-96. 2008 * Viaggio inter-planario: il planning spaziale alla frontiera tra linee e piani, (trans. Lieto L.), Critica della Razionalità Urbanistica (CRU): 20-21: 7-24. 2008 * Plan(e) Speaking: a multiplanar theory of spatial planning, Planning Theory, 7(1): 24-50. 2008 * 'Empty, Swept and Garnished': the Public Finance Initiative case of Throckley Middle School (with Van Wezemael J.) Space and Polity, 12(2): 157 — 181 2008 * Do we know what a body can do? Emergent subjectivities in Another Place, Rhizomes, Issue 17(winter): http://www.rhizomes.net/issue17/hillier/index.html 2009 * Assemblages of Justice: the 'ghost ships' of Graythorp, International Journal of Urban and Regional Research, 33(3) 640-661. 2009 * Ping mian yan shuo: Kong jian gui hua de duo ping mian li lun (trans. Cao K.) Urban Planning International, 24(5): 37-44. 2010 * How Could We Study Climate-Related Social Innovation? Applying Deleuzean Philosophy to the Transition Towns, (with Smith Cato M.). Environmental Politics: 869-887. 2010 * Strategic navigation in an ocean of theoretical and practice complexity, 战略性引导的方法在复杂规划理论与实践中的运用, (trans. Cao K.), Urban Planning International 25(5): 44-59. In Mandarin. 2010 * Painting Green Dragons? Towards a Poststructural Theory and Methodology for Strategic Spatial Planning in the People’s Republic of China (with Cao K.) 绘制青龙：面向中国战略空间规划的后结构主义理论与方法论, Urban Planning International 25(5): 88-95. In Mandarin. 2011 * Encountering Gilles Deleuze in Another Place, European Planning Studies, 9(5): 861-885. 2011 * Strategic Navigation across Multiple Planes: towards a Deleuzean-inspired methodology for strategic spatial planning. Town Planning Review, 82(5): 503-527. 2011 * Introduction: Strategic spatial planning in uncertainty: theory and exploratory practice, (with Balducci A., Boelens L., Nyseth T. and Wilkinson C.), Town Planning Review, 82(5): 481-501 2011 * Strategic Planning as Strategic Navigation, Critica degli Ordinamenti Spaziali, 1(1): 25-42. 2011 * Enabling Chinese strategic spatial planners to paint green dragons, (with Cao K.), Planning Theory, 10(4): 366-378. 2012 * Liquid spaces of engagement: entering the waves with Antony Gormley and Olafur Eliasson, Deleuze Studies, 6(1): 132-148. 2012 * Processes of Innovation: reformation of the English strategic spatial planning system, (with Gunn S.) Planning Theory and Practice, 13(3): 359-381. 2012 * Introduction: Problematising Urban Social Cohesion: A Transdisciplinary Endeavour (with Miciukiewicz, K., Moulaert, F., Novy, A., Musterd, S.), Urban Studies, 49 (9), 1855-1872. 2013 * More than Meat: Rediscovering the cow beneath the face in urban heritage practice, Environment and Planning D, Society and Space, 31(5): 863-878. 2013 * Deleuzian Dragons: thinking Chinese strategic spatial planning with Gilles Deleuze, (with Cao K.), Deleuze Studies, 7(3): 390-405. 2013 * Troubling the Place of the Border: On Territory, Community, Space and Place, Australian Planner, 50(2): 103-108. 2013 * On Relationality and Uncertainty, disP, 49(3); 32-39. 2013 * Are we there yet? Urban Policy and Research, 31(1): 1-3 2013 * On Analysing Space from a Strategic Relational Institutionalist Perspective: The Cultural Park for Children in Cairo (with van den Broeck P., Abdelwahab M. & Miciukiewicz K.), International Planning Studies, 18(3-4): 321-341. 2013 * Planning theory in China and Chinese planning theory: Guest editorial introduction (with Cao K.) Planning Theory, 12(4) 331 –334. DOI: 10.1177/1473095213493983. 2014 * When Uncertainty is Interpreted as Risk: An analysis of tensions relating to spatial planning reform in England, (with Gunn Z.). Planning Practice and Research, 29(1): 56-74. 2015 * If Schrödinger’s Cat Miaows in the Suburbs, Will Anyone Hear? Planning Theory, 14: 425-443, DOI: 10.1177/1473095215576159 2016 * Is extermination to be the legacy of Mary Gilbert’s cat?. (with Byrne J.). Organization, 23(3): 387–406. 2017 * Cat-alysing attunement, Journal of Environmental Policy & Planning, 19(3): 327-344. 2017 * No Place To Go? Management of Non-Human Animal Overflows in Australia, European Management Journal. 35: 712-721. 2017 * On Planning For Not Having A Plan?, Planning Theory and Practice, 18 (4): 668-675 2018 * Make kin, not cities! Multispecies entanglements and ‘becoming-world’ in planning theory, (with MacCallum, D., Steele, W., Houston, D. and Byrne J.), Planning Theory, 17(2): 190-212. https://doi.org/10.1177/1473095216688042 2020 * Towns within Towns: From incompossibility to inclusive disjunction in urban spatial planning, (with Metzger J.) Deleuze and Guattari Studies Category:1953 births Category:Living people Category:Alumni of Bedford College, London Category:Academics of Newcastle University ",
    "title": "Jean Hillier"
}