{
    "id": "7838723",
    "text": "125px The Longview Economic Development Corporation is one of Texas’ major economic development groups managing economic development for the City of Longview, Texas. If a local company is planning to expand or if a business from outside the region wants to locate in Longview, LEDCO's professional staff is trained to help them. LEDCO partners with over twenty groups in the region to provide information including available land and buildings. The Longview Economic Development Corporation was created by the voters of Longview in 1991 under the Development Act of 1979 (Texas Revised Civil Statutes Article 5190.6) section 4A for the purpose of creating and retaining primary jobs. The Corporation's independent board of directors, five voting members, five non-voting members, is appointed by the mayor and city council. The Corporation owns two business parks in Longview with of land. Since its inception, the Longview Economic Development Corporation has assisted hundreds of firms resulting in over 8,000 new jobs in the region and $350 million in new investment. Working in cooperation with site location consultants, facility managers, developers, realtors, and property owners, the Longview Economic Development Corporation in Longview, Texas is the central information source for all development in the City of Longview, Gregg County and the surrounding region. The Corporation's website contains information on available sites and buildings, demographic & psychographic data, maps, aerial photographs and an existing manufacturing database. ==External links== *Longview Economic Development Corporation Category:1992 establishments in Texas Category:Economic development organizations Category:Organizations based in Texas Category:Organizations established in 1992 Category:Economic development organizations in the United States Category:Economy of Texas Category:Local government in Texas ",
    "title": "Longview Economic Development Corporation"
}