{
    "id": "7839463",
    "text": "Kimmerikon (Psoa) and other Ancient Greek colonies along the north coast of the Black Sea. Kimmerikón (Greek , ) was an ancient Greek city in Crimea, on the southern shore of the Kerch Peninsula, at the western slope of Mount Opuk, roughly 40 kilometres southwest of modern Kerch. It was situated with its acropolis on the hills on the west side of the mountain.Mongait, A. L. Archaeology in the USSR. Tr. M. W. Thompson. London, 1961, p. 208 The town was founded by the Milesian colonists in the 5th century BC and flourished at the beginning of the Christian era. Its name may refer to an earlier Cimmerian settlement on the site. Kimmerikon was an important stronghold defending the most important and highly populated part of the Bosporan Kingdom, its center and capital, from the Scythians. The city walls were 2.5 metres thick and those of the acropolis 3.5 metres thick.For a diagram of a building remains of the city, see \"Problemi Della Chora Coloniale Dall'Occidente Al Mar Nero\", Istituto per la Storia E L'Archeologia, Della Magna Grecia, Taranto, 2001, September 29 - October 3, 2000, p. 642, fig. 2 In the mid-3rd century AD Kimmerikon was sacked by the Goths, but some measure of urban settlement persisted until the end of the 3rd century AD, when the city perished abruptly as a result of being laid waste and burnt by pirate raiders. The fortress was completely destroyed in the 1st third of the 6th century AD.Golenko, Vl.K., “Kimmerikon”, in Grammenos, D.V. – Petropoulos, E.K. (eds.), Ancient Greek Colonies in the Black Sea 2 (British Archaeological Reports International Series 1675.2, Oxford 2007), pp. 1066-1067 The Emperor Justinian I, after re- establishing Byzantine sovereignty in the Cimmerian Bosporus in the mid-6th century, did not restore the fortress, which seems to have lost its role as a guardian of the borders. Kimmerikon should not be confused with the Tatar town of Kirim founded approximately a 1,000 years following the demise of the city and 55 miles (88 km) due west. The site was excavated by Soviet archaeologists in 1927, 1947–49, and 1950-51; the Kerch Museum contains material from the site. ==See also== *Greeks in pre-Roman Crimea *Roman Crimea *List of ancient Greek cities ==References== *The Princeton Encyclopedia of Classical Sites (eds. Richard Stillwell, William L. MacDonald, Marian Holland McAllister). Category:Milesian colonies in Crimea Category:Kerch Peninsula Category:Populated places established in the 5th century BC Category:Former populated places in Eastern Europe Category:Members of the Delian League ",
    "title": "Kimmerikon"
}