{
    "id": "7839520",
    "text": "Godoy Cruz is a central department of Mendoza Province in Argentina. The provincial subdivision has a population of about 183,000 inhabitants in an area of , and its capital city is Godoy Cruz, which is located around from the Capital federal. Its borders are Mendoza Department in the north, Guaymallén in the northeast, Maipú in the southeast, Luján de Cuyo in the south and Las Heras in the southwest and to the west. The department and its cabecera (head town) are named in honour of Argentine statesman and businessman Tomás Godoy Cruz (1791-1852). ==Economy== Despite its relatively tiny size (0.1% of Mendoza Province), Godoy Cruz is home to 182,977 inhabitants (11.6%), and accounts for around 36% of Mendoza's economy. The main activity of the department is the commerce (specially auto sales companies) and the services sector. There are some wineries but there aren't vineyards. The Casino of Mendoza is in the border of Godoy Cruz and Mendoza City. ==Population== Considering its urban population (99.97%), it's the most densely populated department of Mendoza Province. ==Sport== The city of Godoy Cruz is home to Godoy Cruz Antonio Tomba, a football club, which became in 2006 the first club from Mendoza Province ever to compete in the Primera Division. Other significant sport clubs are Andes Talleres, noteworthy in artistic roller skating, and YPF. ==Districts== The five districts of the Godoy Cruz Department, in red the city of Godoy Cruz Godoy Cruz is divided in five districts: *Gobernador Benegas *Godoy Cruz *Las Tortugas *Presidente Sarmiento *San Francisco del Monte ==External links== *Information about Godoy Cruz (Spanish) *History of Godoy Cruz (Spanish) *Godoy Cruz Antonio Tomba (Spanish) *Andes Talleres sport club (Spanish) *Swimming in YPF sport club (Spanish) *Maps of the Godoy Cruz Department Category:1855 establishments in Argentina Category:Departments of Mendoza Province ",
    "title": "Godoy Cruz Department"
}