{
    "id": "7840083",
    "text": "The Iowa International Center (previously known as the Iowa Council for International Understanding) is a non-profit organization based in Des Moines, Iowa. == History == The organization was founded in 1938 based on the work of volunteers assisting World War II refugees. In 1941, the center partnered with a group of community organizations to sponsor a Panamanian student’s trip to Iowa, a venture that led to the formation of the Pan American Board of Education. In the 1940s, this organization sponsored 150 college students from Panama and changed its name to the Iowa Children’s Institute of Language and Culture. Elinor Robson was hired as director. In the 1950s, the leaders of the Children’s Institute decided that building a cultural and international awareness was a task that needed a broader objective, and again, they changed the name of the organization to the Boards of International Education (BIE). Throughout the 1960s the name changed to the Des Moines Area Council for International Understanding. The council’s translation service became actively engaged in both emergencies and business work. In 1976, the Council joined the National Council for International visitors (now called Global Ties), placing it, for the first time, in a national network of agencies to receive and schedule international visitors from the United States information agency. Over thousands of emerging international leaders and industry professionals have visited Iowa through this program. The organization joined the National Council for International Visitors in the 1970s, placing it for the first time in a national network of agencies to receive and schedule international visitors from the United States Information Agency. Over 4,000 international guests have visited Iowa through this program.http://iowainternationalcenter.org/about/history/ In 1978, Thomas Grouling was hired as Executive Director and served the Council until June 1992. The name Iowa Council for International Understanding was adopted by the board in December, 1992. Dr. Judy Conlin served as Executive Director of the Iowa International Center from 2008 until January 2017. Patricia Grote is the current Executive Director. In August 2011, the Iowa Council for International Understanding changed its name to the Iowa International Center to better capture and describe the scope of its services and programs. The organization has resided in several locations around Des Moines, and is currently in the Merle Hay Mart. == Current operations == ===Education=== ===Meredith- Iowa International Center International Dialogue Series=== The Iowa International Center, in conjunction with Meredith Corporation, facilitates a monthly conversation on international issues with experts in various fields, which are designed to explore the interdependent relationship between global events and local actions. This series of lunchtime presentations focuses on a wide variety of international and cultural issues ranging from world hunger and human rights to world peace and cultural diversity. ===Passport to Prosperity: A Celebration of Iowa's Immigrants and Refugees=== Each September since 2001, Iowa International Center has hosted this event to honor people who were born outside of the United States and made outstanding contributions to the community after settling in Iowa. The food and entertainment provided at the dinner and awards ceremony reflect the countries of origin of the honorees. ===Interpretation and translation services=== The Iowa International Center has been providing interpretation and translation services in the state of Iowa for over thirty years. It has over 100 interpreters and translators in more than 55 languages and dialect. The center works with companies, government agencies, non-profit organizations, and individuals. ==== Housing Interpretation Hotline ==== This 24/7 hotline provides a way for landlords and tenants to communicate with each other, even if there is a language barrier. In order to use this resource, the tenant and landlord must both be present, and must follow these steps: # Dial (515)-282-8269 ext. 5 # Tenant must say his or her language # Say the company code: 7092 === English Language Learning (ELL) Classes === English Language Learning (ELL) classes are provided to help those whose native language is not English. The Iowa International Center offers ELL classes in five locations in the Des Moines area. These locations include: Deer Ridge Apartments, Windfield West Apartments, Zion Lutheran Church, The Waukee Public Library, and Oakview Terrace Apartments. ==== Conversation Circles ==== The Waukee Public Library is the location of Iowa International Center's conversation circles. The goal of these conversation circles is to provide a more laid back environment for both native and non- native English speakers to brush up on their skills or to help others learn English. === International visitors === ====Community Connections==== The Community Connections Program, managed by the Bureau for Europe and Eurasia at the U.S. Agency for International Development (USAID) and administered by World Learning, is designed to promote public diplomacy through the exchange of cultural ideas and values among participants, U.S. families and local community host organizations. It seeks to establish and strengthen links between U.S. communities and communities in Armenia, Azerbaijan, Belarus, Georgia, Kazakhstan, Kyrgyz Republic, Moldova, Russia, Tajikistan, Turkmenistan, Ukraine, and Uzbekistan. For the first Community Connections Program of FY 2006-2007, ICIU was chosen to host 11 citizens from Azerbaijan to learn about American agriculture. Most recently, the Iowa International Center hosted nine agriculture professionals from Turkmenistan to learn about livestock technology. ====International Visitor Leadership Program==== The International Visitor Leadership Program (IVLP) is an international exchange program that seeks to promote public diplomacy through programs that reflect visitors’ professional interests. IVLP is sponsored by the US Department of State, Bureau of Educational and Cultural Affairs. The Iowa International Center is one of approximately 95 Council for International Visitors (CIV) in the U.S. participating in the International Visitor Leadership Program. Iowa International Center's most popular visitor programs include agricultural- related issues, the media, judicial affairs and education. ==References== ==External links== *Official site *http://www.welcometoiowa.org/ Category:Non- profit organizations based in Iowa Category:Organizations based in Des Moines, Iowa Category:Foreign relations of the United States ",
    "title": "Iowa International Center"
}