{
    "id": "7840206",
    "text": "Plan view of Kempthorne's cruciform design for a workhouse accommodating 300 paupers. Sampson Kempthorne (1809–1873) was an English architect who specialised in the design of workhouses, before his emigration to New Zealand. ==Life== Kempthorne's plan for a workhouse for 300 paupers, from the Annual Report of the Poor Law Commissioners (1835). He was the son of Rev. John Kempthorne. He began practising in Carlton Chambers on Regent Street in London. His father was a friend of the Poor Law Commissioner Thomas Frankland Lewis, which may have helped him to get the commission to build workhouses. Kempthorne came up with two designs – the square plan and the hexagonal or \"Y\" plan – both contained sections for the different types of inmates (men, women, boys, girls, infirm). The space between different wings was used to provide areas where inmates could exercise – segregated from the other groups. Kempthorne designed workhouses in Abingdon, Andover, Bath, Crediton, Hastings, and Newhaven. He also designed some cheaply built Gothic churches, including Holy Trinity (1834–35) and All Saints (1839), both in Rotherhithe, and St James, in Upton Street, Gloucester, originally built as a chapel-of-ease to the nearby church of St Michael, of which his father was rector. In January 1838 he married Marianne, the fourth daughter of the Rev. Josiah Pratt. Kempthorne emigrated to New Zealand with his wife, arriving in May 1842. He took with him a prefabricated wooden cottage. having already purchased a piece of land at Parnell, where he settled. He was engaged by Bishop George Selwyn to build some stone Gothic churches but his first two attempts, St Thomas's at Tamaki (1847) and St Stephen's at Judges Bay (1848), proved structurally unsound and were soon demolished. His assistant for a short time in 1834–35 was George Gilbert Scott, who went on, in partnership with William Moffat, to begin his independent architectural career as a specialist in the design of workhouses. ==References== ==External links== *Article from workhouse.org Category:1809 births Category:1873 deaths Category:19th-century English architects Category:New Zealand architects Category:English emigrants to New Zealand Category:Members of the New Zealand Legislative Council (1841–1853) ",
    "title": "Sampson Kempthorne"
}