{
    "id": "7841789",
    "text": "Judah ben Eliezer ha-Levi Minz (c. 1405 – 1508), also known as Mahari Minz, was the most prominent Italian rabbi of his time. As his surname suggests, he immigrated around 1462 from Mainz to Italy. He officiated as rabbi of Padua for forty-seven years, during which time he had a great number of pupils, among whom were his son Abraham Minz, and the latter's son-in-law Meir Katzenellenbogen. In a dispute he had with Elia del Medigo, he was supported by Elijah Mizrachi.comp. Joseph Solomon Delmedigo, Matzref la-Chokmah, p. 3b; idem, Elim, p. 29; Mizrachchi, Responsa, No. 56. It appears from Solomon Luria's responsa(No. 6) that Minz was the author of a number of ordinances (takanot) at Padua. According to Mordecai Ghirondi, Minz was professor of philosophy at the University of Padua. Ghirondi further states that in recognition of Minz's services as professor, the authorities of the university placed his portrait, with an appreciative inscription, in the hall of the university, over the staircase. But it is very likely that Ghirondi confounded Minz with Elijah Delmedigo or Abraham de Balmes, both of whom lectured on philosophy before Christian audiences. In 1505 he partook in Birkat Hachama and was then already over one hundred years old. He died at Padua in 1508. In the Siege of Padua soon after Minz's death almost all of his writings were destroyed. Joseph ben Abraham Minz, his grandson, discovered sixteen of his responsa, and these were published (Venice, 1553) by Meïr Katzenellenbogen, who printed in the same volume his own responsa and the Seder Gittin wa- chalitzah of Abraham Minz. These responsa have been edited, and supplemented with an extended commentary and preface, by Johanan ben Moses Preschel.(Munkacs, 1898) Judah's responsa, though scanty, afford interesting information on the history of his age and on Jewish customs in Padua. ==References== ==Jewish Encyclopedia bibliography== *Fuenn, Keneset Yisrael, p. 412; *Frankel, in Orient, Lit. vii. 520 et seq.; *Heinrich Grätz, Gesch. 3d ed., viii. 253 et seq.; *Michael, Or ha-Ḥayyim, No. 1020; *Graziadio Nepi- Mordecai Ghirondi, Toledot Gedole Yisrael, pp. 122-124; *Preschel, in the preface to his edition of Minz's responsa; *Moritz Steinschneider, Cat. Bodl. col. 1344. ==References== * Category:1400s births Category:1508 deaths Category:Italian centenarians Category:15th-century Italian rabbis Category:16th-century Italian rabbis ",
    "title": "Judah Minz"
}