{
    "id": "7842838",
    "text": "The Canadian Union of Public Employees, Local 3902 (CUPE 3902) is a Canadian labour union local representing sessional lecturers and teaching assistants (TAs) at the University of Toronto. == Organization == CUPE 3902 is organized into five bargaining units: * Unit 1: Student or post-doctoral fellow TAs, course instructors, invigilators, and Chief Presiding Officers (CPOs). This is the largest unit with 7,000 people. * Unit 2: all persons employed by Victoria University on contracts of less than one-year as lecturers, demonstrators, tutors, markers, graders or teaching/laboratory assistants. * Unit 3: Sessional lecturers, music professionals, writing instructors, and sessional instruction assistants. * Unit 4: Course instructors, teaching assistants, writing instructors, and continuing education instructors at St. Michael's College. * Unit 5: Post-doctoral fellows. == History == The predecessor of CUPE 3902 was the first graduate employee union to receive certification by a Labour Relations Board in North America. Prior to the certification by the Ontario Labour Relations Board in 1973, graduate employees in Canada had no representation in negotiating the terms and conditions of work. As of 2006, most graduate student employees in English Canadian universities have been unionized. ===Organizing drive=== In 1973, the University administration recommended a 6% salary increase for all academic staff except TAs. The Graduate Students' Union (GSU) tried to get the University Administration to bargain with them, but the Administration refused. And so, on June 6, 1973 a group of 7 TAs met to form what became CUPE 3902. Together with a band of volunteers and with the financial support of the GSU (which paid the salary of an organizer), they organized to form a trade union, the first for student academic workers in Canada. Prior to certification, there were some 444 pay categories for TAs at the University of Toronto. Members could be fired without cause, and had no avenue for appeal. Hiring was, in many cases, an exercise in patronage. The drive for a Union first met with success at Victoria College. The TAs at Victoria were granted a certificate as Local One, Graduate Assistants' Association (GAA). Since the Arts Departments were transferred from the Colleges to the University in 1974, the Victoria unit ceased to have any employees. As a result a Collective Agreement was never entered into and representation rights lapsed. At the same time, the centre of energy shifted to the main U of T campus. Local Two, GAA, was certified in 1975 after a long legal battle and a certification vote. ===Negotiations begin=== The first collective agreement (1975-1977) reduced the 444 pay categories to three. Hiring procedures were established and a grievance procedure was formulated to solve problems and to settle disputes and differences of opinion between TAs and course instructors and the Administration. The establishment of these norms respecting graduate student employment was a first in Canada. ===Growth of the national union=== At the same time, TAs and sessional lecturers were organizing at York University (now Local 3903 of CUPE) and Ryerson University (3904). The National Union grew rapidly, if chaotically, in those early years, organizing TAs at Lakehead University (3905), TAs and contract faculty at McMaster University (3906), and graduate assistants at OISE (3907). In 1980, the Union renamed itself the Canadian Union of Educational Workers (CUEW). CUEW eventually organized contract faculty at Trent University (3908), TAs and student instructors at the University of Manitoba (3909), contract faculty at the University of Ottawa (which disaffiliated in 1992), and contract faculty at Athabasca University (3911). By the early 1990s, the National Union had grown to be the dominant union in its field—part-time academic employees in the post-secondary sector. New organizing drives were launched which yielded two more locals — Dalhousie University (3912) and the University of Guelph (3913). There were more demands from other TAs and sessional and part-time lecturers for organizing drives. ===Merger with CUPE=== However, the National Union had entered a financial and leadership crisis which resulted in merger discussions with CUPE. The local joined CUPE 1 January 1995 following a membership referendum authorizing the merger. ===Expansion of the bargaining unit=== Starting in 1997, the Union began to work with non-student instructional staff to join CUPE 3902. After two applications, and an extended process in front of the Ontario Labour Relations Board, sessionals finally certified in the summer of 2004 with nearly 90% in favour of joining. Just prior to the issuance of the sessionals' certificate, the Union worked with contract instructional staff at Victoria University, successfully certifying in the summer of 2004 with only 2 votes cast against the Union. Both of these units negotiated a first contract in 2004-2005. The sessionals' Agreement was ratified on 1 April 2005, and the Victoria Agreement was ratified on 4 May 2005. Contracts for both have been renegotiated once and are undergoing their next round of bargaining commencing the summer of 2009. ==Strikes== CUPE 3902 has signed fifteen Collective Agreements for what is now Unit 1 with the U of T since it was organized. The local has engaged in four strikes since its formation. Each of these received coverage in local and national press. * In 1989 the local struck primarily over the issue of job security. * In 1991 the local struck over the issue of overwork - establishing industry-standard rules governing overwork. This was the first time the University of Toronto locked out its teaching staff. * In January 2000,Swayze: Organizing Against A Large and Powerful Employer the local engaged in a four-week strike/lockout centred on the issue of tuition fees. While the local was unable to achieve tuition fee waivers or reductions, the actions at the bargaining table and on the picket lines created the political momentum for the major changes that began in 2001. The post-4 fee reduction was a GSU proposal from many years ago. The TA strike improved what the University of Toronto was willing to put in place. As a result of the strike, the University of Toronto introduced the first guaranteed graduate funding in Canada, guaranteed in the Collective Agreement.University of Toronto: A History, Martin Friedland (UofT Press, Toronto, 2002) * In 2015, members of Unit 1 went on strike for four weeks. Their demands centered on raising the minimum funding package and tuition relief for upper-year students in research-stream graduate programs who were outside of the funded cohort. ==Union dues and financial benefits== The mandated dues for all union members is 2.45% of their gross income from the university. As a union benefit, guaranteed gross annual salaries are $15,000 for research stream PhD students and $34,000 for postdoctoral fellows in 2018. Other minimum wages are on an hourly, or per course basis. For context, the estimated cost of living in Toronto is about $42,584 or about $55,500 before income taxes for renters who take public transit. ==See also== *Coalition of Graduate Employee Unions *List of graduate student employee unions ==References== Category:Canadian Union of Public Employees Category:Trade unions in Ontario Category:University of Toronto Category:Graduate school trade unions Category:Trade unions established in 1973 ",
    "title": "CUPE 3902"
}