{
    "id": "7842410",
    "text": "William Thomas Hanna, Jr. (September 26, 1930 - December 17, 2016), was a Ford Motor Company automobile dealer who served a single term from 1978 to 1982 as the Democratic mayor of Shreveport in Caddo Parish in northwestern Louisiana. ==Background== Born in Kansas City, Missouri, to William Hanna, Sr., and the former Irma Belle Adams, he came to Shreveport with his parents at the age of three months. He graduated in 1947 from C. E. Byrd High School in Shreveport and enrolled at Louisiana State University in Baton Rouge. There he became a lifelong Tigers partisan. He played on the LSU baseball team from 1949 to 1951. After graduation, he played shortstop on several minor league teams before he returned to Shreveport to join his father in the automobile business. Hanna was a president of the Louisiana Automobile Dealers Association, which in 1977 named him the \"Automobile Dealer of the Year\". The company was well known for the popular sales slogan, \"You Can Afford a Hanna Ford,\" which was intended to attract moderate-income buyers. The company no longer exists. ==Public career== Hanna was the first Shreveport mayor under the mayor-council home-rule city charter, which replaced the former commission city government. He was also the first mayor in decades not serving in public office at the time of his election. He recruited nationally and secured exceptional people to serve in municipal government. Many noted that Hanna did not seem really interested in \"politics\". Such an attitude made it appear that he did not like being mayor, and he did not run for a second term in 1982. Hanna promoted the decision to construct Interstate 49 through northwestern Louisiana. During his tenure, General Motors located a plant in Shreveport which later closed. Ground was broken for Expo Hall, and the stadium at the Louisiana Fair Grounds, location of the annual state fair, became the renovated Independence Stadium, at which numerous football teams, including Louisiana Tech University, occasionally played games. Some two weeks after becoming mayor, Hanna presented to legendary actor John Wayne, then in the last year of his life, the second annual \"Spirit of Independence\" Award, as part of the ceremonies at the annual Independence Bowl in Independence Stadium.The Shreveport Times, December 14, 1978 He was succeeded as mayor by his fellow Democrat, the attorney John Brennan Hussey. In 1994, twelve years after his stint as mayor, Hanna joined the Caddo Parish government as the director of building and grounds and later served as the director of operations and as assistant administrator. In June 1998, he was named Caddo Parish administrator, comparable to county judge in most other states. He was the administrator until his retirement in 2006. In this capacity, he helped to resolved the disputed boundary with neighboring Bossier Parish, which impacted revenues collected from boats docked in the Red River. He brought the three major governmental headquarters together to the downtown Government Plaza building, helped to establish the Northwest Louisiana Veterans Cemetery, built a Chimp Haven in Shreveport, and devised an emergency cell phone program for the handicapped and elderly. ==Personal life== Hanna had one sibling, his brother, Kenneth George \"Ken\" Hanna (born 1939), who also worked in the automobile business. Upon his death at the age of 86, Hanna was survived by his wife, Marvelle Warren Hanna, four daughters from a previous marriage, and two stepsons. He was interred at Forest Park East Cemetery. ==References== Category:1930 births Category:2016 deaths Category:People from Kansas City, Missouri Category:American businesspeople in retailing Category:Mayors of Shreveport, Louisiana Category:C. E. Byrd High School alumni Category:Louisiana State University alumni Category:LSU Tigers baseball players Category:Minor league baseball players Category:Louisiana Democrats ",
    "title": "Bill Hanna"
}