{
    "id": "7843851",
    "text": "{| |} The Audace-class destroyers were two guided missile destroyers built for the Italian Navy during the Cold War. An improvement of the , these ships were designed for area air defence and also had a heavy gun armament. They were fitted with contemporary American radars and sonars, but also, as the next Italian ships, all the modern weapons made by Italian industry of the time, such torpedoes, helicopters and guns. Also some indigenous radars were fitted. ==Design== The design of these ships was related to the previous Impavido class, but they were meant as a decisive improvement over these older vessels. They hull was more capable to resist high sea conditions, incorporating an aft superstructure used to accommodating two AB-212 anti-submarine warfare (ASW) helicopters. This gave the vessels an ASW capability, with improved sonars and torpedo tubes. The superstructures were built with aluminium alloys in two blocks with one mack (this is the combination with the funnels supporting metallic, short trees used for radar equipment) each. The distance between the two superstructure blocks was high, as both the propulsion systems were located at midships and over this, the 76 mm gun battery. The aft superstructure was dedicated to the Tartar/SM-1 missiles and hangar. The propulsion had a two steam-turbine system powered by four Foster Wheeler boilers providing 73,000 hp, driving two shafts. It gave the vessels a speed of and endurance of at . ===Armament=== With this new design, in order to perform ASW tasks, the Marina Militare opted for A.184 wired torpedoes instead of the ASROC missile. Though the new weapon had limited performance (roughly 10–12 km/36 knots, 24 km/24knts) being a conventional electrical torpedo, it was one of the better models of its time and was modernized with several updates. It was also one of the first to have both ASW and AS capabilities, while in the 1970s many torpedoes were built to have one or the other capability, lacking wire-guidance or homing sonar guidance. Twelve examples were on board, just as many as the smaller light torpedoes A.244 or Mk46 models with triple ILAS-3 launchers. A.244 had better shallow-waters capabilities, but they were limited in performances to Mk.44 level. Mk.46 torpedoes were better suited to attack depth and fast targets. The gunnery armament consisted of 6 guns of new generation, fully automatic and with high rate of fire: two Compact, 127mm guns (foredeck) in single mounts, capable of firing at least 40 shells/minute, while (in substitution of unsatisfactory Model MM guns) new 76mm Compact were placed mid-ship. Despite weighing only 7 tons, they had enough firepower: 80 c.min, with 85 ready ammunition under the deck in a rapid reloading system similar, as example, to the T-72 or T-80 gun reloading systems. Together with the 127 mm and the main air-defence system (Tartar/SM-1), all this weaponry made possible an effective air defence, both long range and close-in. ===Helicopters=== Aft there was the hangar for two AB212ASW, medium helicopters modified by Agusta to perform naval roles, such as anti-submarine tasks, search and rescue, anti-ship search and attack (with small AS-12 missiles). These helicopters were large, comparable to the Westland Lynx, and so, the hangar left limited space to the SM-1/Tartar depots for the Mk 13 launcher. The helicopters were second in importance only to the SM-1 missile systems, because torpedoes and guns were mainly useful for close defence of the ship. The Audaces were meant to carry an effective area-defence surface-to-air missile and helicopters, while guns and torpedoes were short range defence systems. ===Electronics=== The Audaces were equipped with several electronic systems. They had an SPS-52 3-D radar, in the aft 'mack', a US model that monitored the air space measuring also altitude, up to ; and a RAN20S, 2-D radar on the fore mack, an Italian model coupled with the other long range radar. The combination of two radars, one 3-D and the other 2-D was normal for a ship equipped with the Standard missile. The destroyers also had a single SPQ-2 radar for low-altitude air and surface search, and a 3M20 navigation radar placed in the fore mack. Both served for surface and low level aircraft detection. For fire control the vessels were mounted with two SPG-51 illumination radars for the SM-1/Tartar placed in the aft superstructure, three RTN-10x employed for gun control, one over the turrion, the other two midship in the aft superstructure to serve the 76 mm guns. For anti-submarine warfare they had a CWE610 hull sonar mounted. For ship defence, a pair of SCLAR rocket launcher for decoys were fitted. They were also capable to fire HE rockets if necessary. They had several others systems, for ECM and communications and a SADOC-1 combat and communication system, similar to NTDS. Despite the improvements in anti-aircraft warfare and in the ASW capability, there were still limitation and shortcomings in this new vessel design. The weaponry lacked a specific anti-ship missiles system, except the AS-12. Within short range, however, there were many systems able to engage naval targets: A.184, two 127mm and four 76mm guns, the Tartar/SM-1MR missiles in their second role (like many naval SAMs). There was not a real CIWS system on board, relating only to the massive firepower of artilleries, but at aft ship none of them can fire, so despite so many guns, there were still blind spots in the defence at low altitudes, covered (in the aft sector) only by Tartar/SM-1, not meant as anti-missile system. ===Modernisation=== In 1988–1989 they underwent extensive modernisations: it included the replacement of one 127 mm gun turrets and also the A.184 torpedoes with new weapons: a Teseo SSM system (midship, between the 76mm guns) and an eight-cell Albatros Aspide SAM launcher (directly replacing the 127mm turret). The four 76/62 mm guns remained, but the Compact model was replaced by 76/62 Super Rapido (120 rpm, meant especially for anti-ship missile defence). The Tartar SAM complex was replaced by the RIM-66 Standard Missile SM-1 system. So, with this new systems, these ships were able to cope with all the requirements: thanks to the Superapido and Albatross they had a much improved close-defence, especially against missiles, while OTOMAT allowed a long range, anti-ship capability, together with AB-212 for targeting over the horizon. All this helped to bring these ships almost to the same level of the new de La Penne class, in 1991 still under construction, with even more weaponry (1 Super Rapido gun). What remained unsolved was the lack of a VDS (variable depth sonar), the construction vulnerability, with the tall superstructures made in aluminium (and so vulnerable to fire), the excessive amount of weapons and explosives in the small hull (especially in the aft superstructure, that in concentrated both hangar and SAM depots), some spartan solution for hosting the crew of 380, and the lack of an aft close-defence weapon: 6 were available at flanks and foredeck but the four Super-Rapido were placed at mid-ship, unable to fire directly both forward and behind. Also, the engine was of an outdated model, potentially dangerous and slow to operate from start. All these ships suffered from the age and the intense sea service, so their operational life was almost expired at the end of the 20th century, and only the delays of Horizon program allowed them to stay in service for several years longer than expected. ==Ships== {| class=\"wikitable\" ! Name !!style=\"line-height:1.2em;\"| Pennant number !! Builder!! Laid down !! Launched !! Commissioned!! Decommissioned !! Status |- | |style=\"text-align:center;\"| D 551 | CNR of Riva Trigoso | 17 April 1968 | 2 October 1971 | 16 November 1972 | 28 September 2006 | Decommissioned |- | |style=\"text-align:center;\"| D 550 | Italcantieri Castellamare di Stabia | 19 July 1968 | 27 November 1971 | 5 December 1972 | 28 September 2006 | Decommissioned |} Both of the units were based at La Spezia and took part in many missions, such as the Lebanon crisis in 1982, and Gulf crisis in 1990–91. They were both retired in 2006. ==References== * Conway's All the World's Fighting Ships 1947–1995 * Page from Globalsecurity * Po, Enrico, i caccia de La Penne, Rivista italiana Difesa (RID) n.6/93. * Armi da guerra enciclopedia, pag 863, De Agostini publisher, 1984. This was the Italian edition of War Machines, Limited aerospace publishing, London. Category:Destroyers of the Italian Navy Category:Destroyer classes Category:Cold War naval ships of Italy ",
    "title": "Audace-class destroyer"
}