{
    "id": "7843154",
    "text": "Chiswick School is an English secondary school with academy status in Chiswick, West London. It educates more than 1,200 pupils, aged 11 to 18 years. The school also includes 200 pupils studying at the upper school sixth form, which is located within the school grounds. ==Academy status== On 1 March 2012, Chiswick Community School changed from a local council school to an Academy, to reflect this change the school's name changed from Chiswick Community School to Chiswick School, the name it had when it first became a comprehensive school. ==Admissions== Chiswick School is located beside Chiswick House and has adopted a picture of the house as its logo. Most of the buildings are new, however the North Eastern block still remains from the original girls' school. Before the school was built a farm was on the site. Due to its location it has a very wide catchment area taking pupils from the borough of Hounslow as well as Kensington and Chelsea, Richmond, Hammersmith and Fulham and Ealing. Chiswick School prides itself on being a very multicultural school; its students have ethnic backgrounds ranging from Asian to African. Due to this diversity, it has double the national average of students for whom English is a second language. Because of the prevalence of prominent all-girls schools in the local area, Chiswick School's intake is roughly 60% male. It is situated next to Alexandra Avenue (A316), south of Chiswick House and near the Civil Service Sports Ground. Joan Ann Maynard is a teacher. ==Academic performance== In 2011, 92% of Chiswick School students achieved 5 GCSE or equivalents at grades A* to C in a school record for this measure, whilst 60% achieved 5 good grades including English and Maths. In 2011, 33% of A Level results were in the A and A* category. This was double the number achieved last year and the highest in the Hounslow Borough. ==History== Chiswick Community School comes from the amalgamation of three schools:Clegg, Gillian, \"The Chiswick Book Past and Present\", Historical Publications Ltd, 2004, * Chiswick County School for Girls, which opened in 1916 in Burlington Lane. * Chiswick County School for Boys, which opened in 1926 adjacent to the girls school. These two combined in 1966 to become the co-educational Chiswick County Grammar school. * A \"central\" school which opened in 1927 in Staveley Road, becoming a secondary modern school, then merging with the grammar school to become Chiswick Comprehensive School (or Just Chiswick School) in 1968. The school continued on two sites with the lower school (from age 11 to age 14) on the Stavely Road site and the Upper school on the Burlington Road site. In the summer of 1973 serious weakness were found in one of the buildings on the Stavely Road site ( due to high alumina cement Calcium aluminate cements) and the building was forced to close. A village of huts was erected on the Burlington Road site and the \"third year\" moved from the lower school to the upper school site. Many years later the school was partially re-built and all the school moved to Burlington Road. In the entry year of 1971 there were 12 forms of 30 pupils and the school approached 1800 pupils. During the amalgamation period and after, R.K Hands was the Headteacher. He was thus the first Headteacher of the Comprehensive School, having been Headteacher of the, previous, boys grammar school. He was popular amongst staff and students although very \"old school\" by modern standards. He encouraged traditional sports such as Rugby, Cricket and Rowing but was also interested in the arts and sciences. He took part in many plays and when the building fell down, in 1973, encouraged the staff to produce a Gilbert and Sullivan Opera, in which he starred. The strain of the amalgamation and running a very large school took its toll and he had a heart attack in 1975 and left the school. He was also a governor of the Froebel Institute in Roehampton, and later became a governor of the Roehampton Institute of H.E (Now a University). A Portrait of R.K Hands hung for a long time in Froebel College. R.K Hands was succeeded by Mr Brian Hurrell. Sometime after 1978 the school was renamed Chiswick Community School. ===Comprehensive=== Dame Helen Metcalf was the headteacher for 13 years. It became Chiswick Comprehensive School in 1968. ==Notable former pupils== * Rolan Bell – actor, Eastender * James Stevenson – musician * Henry Badowski - musician * Aleksander Kolkowski - musician * Hugo Chegwin – Actor, Creator and writer, People Just Do Nothing * Carlton Cole – footballer, most notably for West Ham United * Nana Ofori-Twumasi – footballer, Northampton Town FC * Charlotte Hatherley – musician * Ben Murray – Creator and writer, People Just Do Nothing * Fola Onibuje – footballer * Natalie Sawyer – TV presenter, Sky Sports News * Anthony Smith – Cartoonist -'Learn to Speak Cat', Metro * Kyle Simmons – Musician – Member of the band Bastille * Steve Stamp – Actor, Creator and writer, People Just Do Nothing * Graham Pearce (English footballer) – Footballer, Brighton & Hove Albion * Ramin Bastani -Entrepreneur, Actor and Model Home and Away ===Chiswick County School for Boys=== * Prof John Stuart Archer CBE, Vice-Chancellor from 1997 to 2006 of Heriot-Watt University, and Professor of Petroleum Engineering from 1986 to 1997, and President from 2005–6 of the Institution of Chemical Engineers (IChemE) * Eric Argent, Joint general manager from 1978 to 1981 of the Nationwide Anglia Building Society * Roger Bowes, Chief executive from 1985–6 of Express Group Newspapers * Phil Collins, singer, songwriter and world- renowned drummer, member of rock band Genesis * Tony Crabb, Managing Editor from 1979 to 1982 of BBC TV News, and from 1982–4 of BBC Breakfast Time * Chas Cronk, singer, songwriter, bass guitarist for rock band Strawbs * George Daulby, graphic designer, worked for BDMW Associates, and at the BBC for news programme titles and graphics * John Edwards, bass guitarist in rock band Status Quo * Steven Grives, actor * Prof Peter Mortimore OBE, Director from 1994 to 2000 of the Institute of Education * John Neville, starred in The Adventures of Baron Munchausen * Dr Jim Reed, chemist, developed the chemistry for Letraset to work on dry surfaces * Don Taylor, director and playwright * Brian Tesler CBE, Chairman from 1984 to 1992 of London Weekend Television * Prof Peter Burns, PhD, MEd, MA Professor of Tourism and International Development University of Brighton (200–2014), University of Bedfordshire (2014-date) ==London 2012 Olympics== The Mayor of London at the time and current Prime Minister of the United Kingdom; Boris Johnson and London 2012 chairman Lord Coe visited Chiswick School on Thursday 2 February 2012 to announce the free Olympic tickets for schools programme, with Chiswick School receiving 158 tickets. Visit Gallery ==References== ==External links== * Official site Category:Academies in the London Borough of Hounslow Category:Educational institutions established in 1968 Category:Secondary schools in the London Borough of Hounslow Category:1968 establishments in England Category:Chiswick Category:Buildings and structures in Chiswick ",
    "title": "Chiswick School"
}