{
    "id": "7843258",
    "text": "Heart is a radio network of 13 adult contemporary local stations operated by Global in the United Kingdom, broadcasting a mix of local and networked programming. Ten of the Heart stations are owned by Global, while the other three are operated under franchise agreements. == History == === Launch === Heart began broadcasting in the West Midlands on 6 September 1994 as 100.7 Heart FM, becoming the UK's third Independent Regional Radio station, five days after Century Radio in North East England, and Jazz FM North West. The first song to be played on 100.7 Heart FM was Something Got Me Started by Simply Red. Its original format of \"soft adult contemporary\" music included artists such as Lionel Richie and Tina Turner. Reflecting this, its early slogan was 100.7 degrees cooler! Heart 106.2 began test transmissions in London in August 1995, prior to the station launch on 5 September. This included live broadcasts of WPLJ from New York City. In 1996 the Heart programming format saw the \"soft AC\" music replaced with a generally more neutral rock \"n\" roll playlist. Century 106 in the East Midlands became the third station of the Heart network in 2005 after GCap Media sold Century. Chrysalis' radio holdings were sold to Global Radio in 2007. When GCap Media was taken over by Global Radio in 2008, it announced plans to dissolve the 41-station One Network, with one station (Power FM) becoming part of the Galaxy network, four stations (BRMB, Beacon Radio, Mercia FM and Wyvern FM) forming a West Midlands regional network, seven stations joining Capital FM to form The Hit Music Network and the remaining 29 stations forming the Heart Network. Heart East Midlands was sold to Orion Media, along with the West Midlands network of local stations, due to the same competition concerns that had forced its earlier sale to Chrysalis. === Network restructuring === Between June and September 2010, Global Radio merged the majority of the 33 Heart stations to create a smaller network of 18 local and regional stations, in line with new OFCOM guidelines on local output requirements. Two Hit Music Network stations were also closed and merged with Heart stations. {| class=\"wikitable\" |- !Merged station !Closed stations !City of licence |- |Heart Cambridgeshire || Heart Peterborough Heart Cambridge || Peterborough later Cambridge |- |Heart Devon (later Heart South West) || Heart Exeter and Heart Torbay Heart Plymouth Heart South Devon Heart North Devon || Exeter |- |Heart East Anglia || Heart Norwich Heart Ipswich || Norwich |- |Heart Essex || Heart Chelmsford & Southend Heart Colchester Ten 17 (rebranded) || Chelmsford |- |Heart Hertfordshire || Rebranded from Hertfordshire's Mercury 96.6 || Watford |- |Heart Four Counties || Heart Northants Heart Milton Keynes Heart Dunstable Heart Bedford || Dunstable, later Milton Keynes |- |Heart North West and Wales || Heart North Wales Coast Heart Cheshire and North East Wales Heart Wirral || Wrexham |- |Heart South Coast || Heart Dorset & New Forest Heart Hampshire || Fareham |- |Heart Sussex and Surrey || Heart Sussex Mercury FM (rebranded) || Brighton |- |Heart Thames Valley || Heart Berkshire Heart Oxfordshire || Reading |- |Heart West Country || Heart Bristol Heart Somerset Heart Bath || Bristol |} Stations in Gloucestershire, Kent, London, the West Midlands, the East Midlands and Wiltshire were unaffected by the changes. Heart Cymru, serving Gwynedd and Anglesey, moved its studios from Bangor to Wrexham but retained its extended local output of 10 hours on weekdays and 8 hours on Saturdays and Sundays. Heart North West and Wales retained an opt-out on 96.3FM (the North Wales Coast) for Welsh language programming. On 1 January 2011, Orion Media, the owners of Heart East Midlands (one of the original three Heart stations) renamed and relaunched the station as 'Gem 106', ending a franchise agreement with Global Radio formed when Global purchased GCap – the agreement allowed Orion to use the Heart identity and carry networked programming from London. The move saw Heart's networked programming replaced by local output from Nottingham. === Network expansion === On 19 March 2012, Global Radio announced it had bought the Cornwall ILR station Atlantic FM from joint owners Tindle Radio and Camel Media.Atlantic FM sold to Global to become Heart, RadioToday, 19 March 2012 Atlantic FM became part of the Heart Network and merged with Heart Devon on Monday 7 May 2012 to form Heart South West, which is based in Exeter.UKRD responds to Atlantic's Heart switch, RadioToday, 19 March 2012 On 6 February 2014, Global Radio announced it would be rebranding all Real Radio stations as Heart and would be selling Real Radio Yorkshire and the Northern licence for Real Radio Wales to Communicorp. The Communicorp-owned stations use Heart's network programming and branding under a franchise agreement with Global. Global Radio extended the Heart network to the Real Radio network of regional stations from Tuesday 6 May 2014.Global confirms Heart expansion details, Radio Today, 14 April 2014 The two stations based in Wrexham – Heart North West and Wales and Heart Cymru – became part of the Capital FM Network on the same date. On 20 November 2017, CN Group announced The Bay would be sold to Global along with sister station Lakeland Radio – the sale was finalised by 1 December 2017.The Bay Radio Sold To Global Entertainment Group, The Bay, 20 November 2017 The Bay was rebranded as Heart, with Lakeland Radio becoming Smooth on 4 March 2018.Plans announced for The Bay and Lakeland Radio – RadioToday, Radio Today, 8 January 2018 === Consolidation === In February 2019, following OFCOM's decision to relax local content obligations from commercial radio, it was announced Heart would replace its local breakfast and weekend shows with additional networked programming from London by the end of the year. This reduces total weekly hours of local programming on each station from 43 to 15 and led to dozens of job losses.Global to network Capital, Heart and Smooth breakfast shows, RadioToday, 26 February 2019 Drivetime output were reduced from 23 localised shows to 10 programmes covering enlarged areas, formed from the merger of Heart stations. Ten studios producing local programming were closed.Global to network Capital, Heart and Smooth breakfast shows, RadioToday, 26 February 2019 Localised news, traffic updates and advertising were retained across all licence areas.Public File, heart.co.uk, 1 June 2019 In April 2019, it was reported the local Heart Breakfast shows would be replaced by a national Heart Breakfast show from London on 3 June 2019, presented by Jamie Theakston and Amanda Holden.Amanda Holden to join Jamie Theakston for Heart UK Breakfast, Radio Today, 29 April 2019 The merging stations ceased local output on 31 May 2019. In Hertfordshire, a further change saw Heart Hertfordshire, based in Watford, merged with BOB fm – following its acquisition by Communicorp – to form a single countywide service. Stations in the North East of England, Wales, central and southern Scotland, the West Midlands and Yorkshire continue to serve their single licence areas as before. {| class=\"wikitable\" |- !Merged station !Closed stations !City of licence |- |Heart East || Heart Cambridgeshire Heart East Anglia Heart Essex Heart Four Counties (studios retained) || Milton Keynes |- |Heart Hertfordshire || BOB fm Heart Hertfordshire (studios retained) || Watford |- |Heart North West || Heart North Lancashire & Cumbria Heart North West (studios retained) || Manchester |- |Heart South || Heart Kent Heart Solent (studios retained) Heart Sussex and Surrey Heart Thames Valley || Fareham |- |Heart West || Heart Gloucestershire Heart South West Heart West Country (studios retained) Heart Wiltshire || Bristol |- |} == List of stations == As of May 2019, Heart's regional network consists of twelve stations: {| class=\"wikitable\" |- !Years !Heart station !Studios |- |2019– || Heart East || Milton Keynes |- |2010– || Heart Hertfordshire (franchise, owned by Communicorp) || Watford |- |1995– || Heart London || London |- |2014– || Heart North East || Newcastle |- |2014– || Heart North Wales (franchise, owned by Communicorp) || Wrexham |- |2014– || Heart North West || Spinningfields |- |2014– || Heart Scotland || Glasgow |- |2019– || Heart South || Fareham |- |2014– || Heart South Wales || Cardiff Bay |- |2019– || Heart West || Bristol |- |1994– || Heart West Midlands || Birmingham |- |2014– || Heart Yorkshire (franchise, owned by Communicorp) || Leeds |- |} As of 30 August 2019, Heart's national spin-offs consist of five stations from Heart’s London Studios: {| class=\"wikitable\" |- !Years !Heart station |- |2019– || Heart 70s |- |2017– || Heart 80s |- |2019– || Heart 90s |- |2019– || Heart Dance |- |2016– || Heart UK (formerly Heart extra) |- |} == Programming and presenters == Heart's network programming is produced and broadcast from the headquarters of Global at Leicester Square in central London. Most of the network's output is broadcast live, although some weekend shows are voicetracked.Public File – Heart North Wales Heart, 6 May 2014 As of 21 June 2019, Heart's Club Classics is simulcast with sister station Heart Dance.Global to launch Heart Dance with Toby Anstis on Breakfast, Radio Today, 17 June 2019 The Official Big Top 40 on Sunday afternoons is simulcast with Heart's sister network, Capital. === Networked presenters === *Toby Anstis (Heart’s Club Classics: Friday evenings) *Emma Bunton (Sunday evenings) *Zoe Hardman (Saturday afternoons and Sunday mid- mornings) *Amanda Holden (Heart Breakfast: weekdays) *Lilah Parsons (Friday and Saturday late nights) *Jamie Theakston (Heart Breakfast: weekdays) *Vogue Williams (Heart Breakfast: Sundays) *Mark Wright (Weekday evenings and Sunday Afternoons) *Pandora Christie (Weekday 10:00 - 13:00 and Saturday Club Classics) === Regional Presenters === *Kelly Brook (Heart Drivetime in London, Saturday mid-mornings) *Des Clarke (Heart Drivetime in Central Scotland) *Rich Clarke (Heart Drivetime in the South of England) *Ed James (Heart Drivetime in the West Midlands) *Jason King (Heart Drivetime in London, Saturday mid- mornings) *Emma Morton-Smith (Heart Drivetime in Yorkshire) === Former presenters === *Sian Welby (Now at Capital FM) *Jenni Falconer (Now at Smooth London) *Ellie Taylor *Rochelle Humes *Jason Donovan *Stephen Mulhern and Emma Willis *Neil 'Roberto' Williams (now at Heart 80s) *Margherita Taylor (Now at Classic FM & Smooth Radio) *Harriet Scott (now at Magic) === News === All Heart stations broadcast local news bulletins each day – updates air hourly from 6am to 7pm on weekdays and from 6am to 12pm at weekends. In accordance with OFCOM speech requirements, some Heart stations produce separate localised bulletins. For example, Heart West produces bulletins for Bristol and Somerset, Wiltshire, Gloucestershire, Devon and Cornwall. Stations in the North East and North West of England, South and West Yorkshire, Central and Southern Scotland, North and Mid Wales, South and Mid Wales and Cornwall also produce an extended news programme featuring sports, showbiz and weather, Heart Nightly News, from 6:45pm to 6:57pm each weeknight.Heart public file On all Heart stations, sixty second national news updates, read by a newsreader at Global's London headquarters air every hour at all other times, except during The Big Top 40. === Network presentation === As of 2014, the network uses jingles and themes produced by ReelWorld Europe, based in Salford.Heart gets new jingles and themes from ReelWorld, RadioToday, 9 September 2015 Previously, Heart used a jingle package, composed by the Seattle-based music production company IQ Beats,IQ Beats – Heart jingles == Criticisms == In August 2010, listeners in Bedfordshire and Crawley, West Sussex, complained about the merger of Heart stations and called for a boycott of the station. There have been numerous criticisms made by listeners of the repetitive nature of Heart radio stations playlist in various outlets. A public complaint to the regulator Ofcom in 2012 that the \"More Music Variety\" slogan was materially misleading was not pursued as Ofcom deemed that it did not warrant further investigation. Ofcom stated that \"We did not consider listeners were materially misled by this slogan.\"being misleading OFCOM says Heart slogan isn't misleading, Radio Today, 8 May 2012 Further complaints were made to the station in 2019, largely regarding the merger of some Heart stations and the reduction in local programming, following the relaxation of local content guidelines by OFCOM. == Networked slogans == * 1995–1996: \"106.2 degrees cooler\" * 1996–2017: \"More Music Variety\" * 2017–present: \"Turn Up the Feel Good\" * 2017–2019 Heart Breakfast slogan: \"[city/region]'s favourite Breakfast Show\" == References == == External links == Heart ",
    "title": "Heart (radio network)"
}