{
    "id": "7843838",
    "text": "A Beechcraft Baron landing on runway 19, 2012 (now runway 20) Truckee Tahoe Airport, October 2018 Truckee Tahoe Airport is a public airport two miles east of Truckee, California, United States. The airport is in both Nevada County and Placer County. It is owned by Truckee Tahoe Airport District, a bi-county special district. The FAA's National Plan of Integrated Airport Systems for 2009–2013 called it a general aviation airport.National Plan of Integrated Airport Systems for 2009–2013: Appendix A: Part 1 (PDF, 1.33 MB). Federal Aviation Administration. Updated 15 October 2008. Many U.S. airports use the same three-letter location identifier for the FAA and IATA, but Truckee Tahoe Airport is TRK to the FAA and TKF to IATA. (IATA lists TRK as Juwata Airport in Tarakan, North Kalimantan, Indonesia.) ==Facilities== Truckee-Tahoe Airport covers at an elevation of . It has two asphalt runways: 11/29 is and 2/20 is . A seasonal control tower opened June 1, 2017 and operated through September 15. The tower reopened in December of 2017 as a year round tower. The tower opens daily at 0700L. Closing times change depending on the season. Check current NOTAMs before departure. The tower frequency 120.575 is the CTAF when the tower is closed. Ground is 118.3. AWOS is at 118.0, and Unicom is 122.80. In 2016 the District reported 32,524 aircraft operations. In 2004 the airport had 35,000 aircraft operations, average 95 per day: 97% general aviation, 3% air taxi, and less than 1% military. 91 aircraft were then based at this airport: 80.2% single-engine, 13.2% multi-engine, 2.2% jet, 3.3% glider and 1.1% ultralight. Runway elevation is , pattern altitude is . Both runways are lighted. Density altitude can exceed in summer months. Downdrafts can occur on final to RWY 20. Glider pilots use left traffic RWY 20. Powered aircraft use right traffic RWY 20. 100LL and Jet A are available 7am - 7pm, and self serve 100LL is available 7am - 9pm. There are 210 paved tie-downs for transient parking, no landing fees and low overnight tie-down fees. The airport is attended seven days a week, 7am - 9pm. Snow removal equipment is operated round-the-clock as needed. Pre-heating services and aircraft maintenance are offered by local FBOs. No de-icing services are available. The airport had a 500-gallon underground heating oil tank removed in 1986. Small amounts of oil that had leaked were monitored and removed; six remaining above-ground tanks were functioning satisfactorily and are regularly tested.Phase I Environmental Site Assessment, Truckee, California, Earth Metrics Inc., 1989 ==Instrument departures== IFR clearances can be requested from the tower when in operation, and, when the tower is closed, from Oakland Center on frequency 127.95, which can be reached from most of the field. == References == == External links == * Truckee Tahoe Airport, official site * Aerial image as of 26 August 1998 from USGS The National Map * Category:Truckee, California Category:Airports in Nevada County, California Category:Airports in Placer County, California ",
    "title": "Truckee Tahoe Airport"
}