{
    "id": "7843403",
    "text": "The 1925 Pacific hurricane season ran through the summer and fall of 1925. Before the satellite age started in the 1960s, data on east Pacific hurricanes was extremely unreliable. Most east Pacific storms were of no threat to land. 1925 season was the first Pacific hurricane season that was covered in detail by Monthly Weather Review, and this season included the most intense November Pacific hurricane on record until beaten by Hurricane Kenneth in 2011. ==Systems== ===Tropical Cyclone One=== A small tropical cyclone existed in the Gulf of Tehuantepec from June 3 to 6. It had gale-force winds, and its lowest reported pressure was . ===Hurricane Two=== Off the coast of Mexico, a hurricane existed from July 7 to 10. The lowest reported pressure was . ===Tropical Cyclone Three=== A tropical cyclone existed from July 17 to 22. ===Tropical Cyclone Four=== On July 31 and August 1, a tropical cyclone was encountered by a steamer called the West Calera. This tropical cyclone headed west-northwest and stayed south of the Hawaiian Islands. It brought gales to Honolulu from August 1 to 4. It also brought heavy surf to Oahu and the Big Island. That surf flooded a warehouse at Honuapo. It also flooded houses in Honuapo and Punaluu Beach, and collapsed flumes at Hutchinson Plantation. On Oahu, Fort Kamehameha was flooded. Lawns at Diamond Head and Kahala were damaged, as were houses on the northern side of Oahu. ===Tropical Cyclone Five=== A tropical cyclone existed on August 16. It had gale-force winds. The lowest reported pressure was . ===Hurricane Six=== Far from land, on September 27 to 28, the same ship that encountered the July 31 to August 4 cyclone encountered a hurricane east of the Hawaiian Islands. That ship reported a pressure of . ===Hurricane Seven=== South of the Gulf of Tehuantepec, a tropical cyclone formed. It headed west-northwest. On October 24, it re-curved to the north, and made landfall near Cabo Corrientes on October 25. The next day, it dissipated inland. The lowest pressure reported in association with this hurricane was . It caused rain throughout coastal areas near where it hit. This hurricane also damaged many houses, and blew down trees in mountainous areas. Roads were damaged, and telegraph lines were downed. In Puerto Vallarta, 270 houses were destroyed while 200 families were left homeless. Three people died and many were injured.https://ams.confex.com/ams/30Hurricane/flvgateway.cgi/id/20999?recordingid=20999 ===Hurricane Eight=== A ship encountered a strong tropical cyclone near Acapulco on November 10. On November 11, it was near Manzanillo. It was not seen after that. This tropical cyclone was initially reported to have a pressure of uncorrected). However, a later report attributes a pressure of . Even in HURDAT, the modern \"best track\" database, there was no November tropical cyclone this intense until Hurricane Kenneth in 2011, which broke this record. This hurricane also caused heavy rains to coastal areas of Mexico. ===Tropical Cyclone Nine=== A tropical cyclone existed from December 22 to 26. ==See also== *1925 Atlantic hurricane season *1925 Pacific typhoon season *1920s North Indian Ocean cyclone seasons ==References== Category:1920s Pacific hurricane seasons Category:Pacific hurricane seasons ",
    "title": "1925 Pacific hurricane season"
}