{
    "id": "7843972",
    "text": "Dany, pseudonym for Daniel Henrotin (born 28 January 1943) is a Belgian comic book artist, best known for Olivier Rameau and Ça vous intéresse?. ==Biography== Daniel Henrotin was born in Marche-en-Famenne in 1943.De Weyer, Geert (2005). \"Dany\". In België gestript, pp. 101–102. Tielt: Lannoo. After studying at the Art School of Liège, he started working as a comics artist in 1966, as an assistant for Mitteï, an artist working for Tintin magazine. Dany worked there for a year and then had to leave in order to do his military service. Afterwards, he started collaborating directly on Tintin magazine with illustrations and short stories, and worked in the studio of Greg, the editor- in-chief of the magazine. Greg wrote a poetic story about Olivier Rameau and the people of Dreamland, and it marked the debut of Dany's first successful and longest running series. Dreamland is very similar to the worlds of L. Frank Baum's Oz and Lewis Carroll's Alice and Dany drew an adaptation of Alice shortly after starting the Olivier Rameau series. Much of Dany's early work was drawn in a comical style, but in the late 1970s he produced more realistic drawings while in collaboration with writer Jean Van Hamme. This included Histoire sans héros (\"Story Without a Hero\") in 1977, which was a one-shot adventure story about the survivors of a plane crash trying to find a way out of a dense South American jungle. It obtained critical success and reached a wide audience. Dany and Van Hamme also came up with a series called Arlequin, the adventures of a freelance secret agent and master of disguise made in the spirit of The Persuaders! which was very popular in continental Europe.Dictionnaire mondial de la Bd (World Dictionary of Comics) by Patrick Gaumer and Claude Moliterni, , Meanwhile, Greg and Dany would collaborate on some other short-lived series, and in the 1990s Greg wrote the final two stories of Bernard Prince for Dany after Hermann had quit the series. (a character based on Prince had featured in one of the Arlequin stories). But his main commercial success came in 1990 when he started a series of erotic joke comics with Ça vous intéresse?. The series was an instant success, and many artists and writers have collaborated on the books, magazines, and multimedia that have followed since. ==Bibliography== {| class=\"wikitable\" id=\"noveltable\" border=\"1\" !Series !Years !Volumes !Scenarist !Editor !Remarks |- align=\"left\" |Olivier Rameau |1970–2005 |12 |Greg |Le Lombard, Dargaud, and Joker | |- |Alice au pays des merveilles (Alice in Wonderland) |1973 |1 |Lewis Carroll, Greg |Le Lombard and Dargaud |Additional artwork by Dupa, Turk and De Groot |- |Jo Nuage et Kay McCloud |1976 |1 |Greg |Dargaud | |- |Histoire sans héros |1977–1997 |2 |Jean Van Hamme |Le Lombard and Dargaud | |- |Arlequin |1979–1985 |3 |Jean Van Hamme |Le Lombard and Dargaud | |- |Bernard Prince |1980–1989 |2 |Greg |Le Lombard and Dargaud |Continuation of the series started by Hermann Huppen |- |Ça vous intéresse? |1990–2002 |6 |De Groot and others |P&T; Productions and Joker Editions | |- |Equator |1992–1998 |3 |Dany |Le Lombard and Alpen | |- |Sur les traces de Dracula |2006 |3 |Dany & Yves H |Casterman |Tome 1 Illustrated by Hermann, Tome 2 by Séra |- |Les guerrières de Troy |2010 |1 |Christophe Arleston, Melanÿn |Soleil Productions | |- |} ==Awards== * 1971: Prix Saint-Michel, Humour Award, for Olivier Rameau * 2007: Prix Saint-Michel, Best Artwork * 2011: Prix Diagonale ==See also== * Red Ears ==Sources== * Béra, Michel; Denni, Michel; and Mellot, Philippe (1998): \"Trésors de la Bande Dessinée 1999–2000\". Paris, Les éditions de l'amateur. * Dany publications in Belgian Tintin, French Tintin, Pilote and BoDoï BDoubliées ;Footnotes ==External links== *Dany official site *Dany site on Éditions Joker *Dany biography on Labiek Comiclopedia *Dany biography fan site Category:1943 births Category:Living people Category:People from Marche-en- Famenne Category:Belgian comics artists Category:Belgian comics writers Category:Belgian erotic artists Category:Belgian humorists Category:Belgian illustrators ",
    "title": "Dany (comics)"
}