{
    "id": "7843559",
    "text": "The New Theatre is a community theatre company in the inner western Sydney suburb of Newtown, Australia. Established in October 1932, it is the oldest theatre company in continuous production in New South Wales. The New Theatre relies on its performers, directors, designers, and crew working as volunteers. == List of Productions and Performed Readings == The following productions and performances have taken place in the past. *1953 - Reedy River *1989 - Windy Gully. *1999 - Summer of the Aliens; Lots more Funny Business; The Removalists; Othello; A Midsummer Night's Dream; Poor Superman; Relative Comfort; A Cheery Soul. *2000 - One Word We. *2001 - Party Time Politics; Charles Dickens' Hard Times; Once in a while the odd thing happens; The Man in the Moon is a Miss; The Club; The Diary of Anne Frank; Cries; Who's Afraid of the Working Class?; Search & Destroy; The Body Ophelia; Les Liaisons Dangereuses; World Premiere: Pandora's Garden. *2002 - Lemon Delicious; Moved Reading of Six Pack; Fairy Tales of Oscar Wilde; Gross Indecency: The Three Trials of Oscar Wilde; Reedy River 2002; In Angel Gear; The Tempest; Abducting Diana; The Castle; Gabriel; Mad Before Midday; One-off moved Playreadings. *2003 - Funny Money, Mother Clap's Molly House, Lemon Delicious, Killing of Sister George, Silence, Dancing at Lughnasa, Assassins, Twelfth Night, African Gothic, Skylight, Blasted, A Room of One's Own, Woman in a Tree on A Hill, The Beauty Queen of Leenane, Zoo Story, The Dumb Waiter, The Plough & the Stars, Julius Caesar, Macbeth, Speed-the-Plow, Gary's House. *2004 - A Christmas Carol, Into The Woods, Features of a Blown Youth, Navigating, Gagarin Way, La Musica and Savannah Bay, Going to St Ives, Danton's Death, War, Our Town, Richard III, Double Take: Shakespeare Scenework, Another Country, A Twist of Lemon Delicious, Falsettos, Hating Alison Ashley. *2005 - Seven Little Australians, Falling Petals, The Wild Duck, Medea, Continental Drift (Lunch With Ludwig, The Girl on the Sofa, I Was In the House, Waiting for the Rain), The Woman in the Window, Manly Mates, Running up a Dress, The Winslow Boy, Thief River, The Titanic Orchestra, Pelleas and Melisande, The Country, Black Sail White Sail. *2006 - Thief River, Love Potions, Any Port in a Storm, The Titanic Orchestra, Aba Daba Honeymoon, A Beautiful Life, The Caucasian Chalk Circle, The Club, Journey's End, Not About Heroes, The Lady of the Camellias, Fencelines, The Voysey Inheritance, A Cultural Kebab, Laughter on the 23rd Floor, Shakin the Tree, Badjelly the Witch. *2007 - You're Never Too Old to Play!; Badjelly the Witch; Life After George; Talking to Terrorists; Oh What a Lovely War; Mate!; the Man From Mukinupin; Damages; After the End; Honeymoon Suite; Ghosts; Traitors; Art Is a Weapon; New Theatre 75th Birthday Celebration; Howard's End, Election Night - Saturday 24 November 2007; Morning Tide; Confusions. *2008 - Angels in America - Part One: Millennium Approaches, The Real Inspector Hound, King Lear, Second Childhood, New Directions 2008: Catapult; Airsick; The Carnivores; Colder Than Here, Kid's Club - Winter, Summer *2016 - David Mamet's adaptation of The Cherry Orchard 26 April - 28 May 2016 with an original musical score by Eliza Scott.http://newtheatre.org.au/season-2016/the-cherry-orchard/ == References == ==External links== *Newtown Precinct *New Theatre official site Category:Amateur theatre companies in Australia Category:1932 establishments in Australia Category:Theatre in Sydney Category:Newtown, New South Wales ",
    "title": "New Theatre (Newtown)"
}