{
    "id": "7843234",
    "text": "Constantin Lecca (; 4 August 1807 – 13 October 1887) was a Romanian painter and art professor. He was the first Romanian artist to create Western-style religious paintings. Although he worked in a variety of genres, including history painting, he is best known for his portraits. ==Biography== He was born into a family of merchants. In 1827, he went to Buda to study painting, but it is not known where or with whom he studied, so he may have been essentially self-taught. In any event, he made his first contacts with Romanian revolutionaries and became a friend of Zaharia Carcalechi, contributing articles, translations and portraits to his Romanian Library.Paul Rezeanu: Bicentenarul nașterii lui Constantin Lecca, from the cultural magazine Ramuri, published by the Writer's Union. In 1833, he accepted an invitation to teach at the \"Școala Centrală\" (Central School) in Craiova. Five years later, he became the founder and editor of one of Romania's first cultural magazines, Mozaicul. He also started a family and was sufficiently successful to travel extensively, including a trip to Paris from 1847 to 1848, where he joined the circle of Romanian patriots, centered around Nicolae Bălcescu and Dimitrie Bolintineanu, among others. When he returned home, he participated in the Wallachian Revolution of 1848, having to quit his position and leave his family for fear of reprisals. After remaining under cover in his hometown for a time, he was able to secure a professorship at Saint Sava National College, thanks to the intercession of Petrache Poenaru. One of his best-known students was Theodor Aman. For the next fifteen years, he collaborated with Mișu Popp, painting murals at several churches throughout Bucharest and the nearby countryside. Among them was the church at Curtea Veche (former home of Vlad the Impaler), the oldest religious building in Bucharest that has not been significantly altered. It was at this time that he also established his reputation as a portrait painter. In 1870, illness forced him to retire and he painted little, although he lived for seventeen more years. ==Selected paintings== File:Constantin Lecca - Batran.jpg|An Old Man File:Constantin Lecca - Albanez.jpg|An Albanian File:Constantin Lecca - Dragos Voda la vanatoarea zimbrului.jpg|Dragoș Vodă Hunting Bison File:Constantin Lecca - Portret de doamna descifrind o partitura.jpg|Lady Reading a Musical Score File:Constantin Lecca - Portretul Mariei Maiorescu.jpg|Titu Maiorescu's Mother, Maria ==References== == Further reading == * Paul Rezeanu, Constantin Lecca, Editura Arcade, 2005 * Jack Brutaru, Constantin Lecca, Editura de Stat Pentru Literatură şi Arta, 1956 == External links == * Revista de cultura Mozaicul, new series Category:1807 births Category:1887 deaths Category:People from Brașov Category:Romanian muralists Category:Portrait painters Category:19th-century Romanian painters ",
    "title": "Constantin Lecca"
}