{
    "id": "7844001",
    "text": "Ah Hoon (died 1909) was a Chinese American comedian, actor, and associate of the On Leong Tong. A celebrated comic in New York's Chinatown during the tong wars between the On Leong and Hip Sing Tong, Ah Hoon began insulting the rival Hip Sings during performances at the Chinese Theater on Doyers Street. ==Comedian and Chinese Tong connections== Perceiving his insults as an attack of their honor, the Hip Sings declared a death sentence against Ah Hoon. Publicly announcing his death to take place on December 30, Ah Hoon came under the protection of the On Leongs. On December 29, Ah Hoon was under the protection of a police sergeant and two patrolmen as he performed and was escorted back to his Chatham Square boardinghouse where members of the On Leongs stood on guard. ==1909 New York Tong War and death== The On Leong began holding parades celebrating their victory over the Hip Sings. However, the following morning, Ah Hoon's body was found after he had been shot in the head and killed. Despite Herbert Asbury’s claim in his 1928 book “The Gangs of New York” that a Hip Sing hatchetman had been lowered from the roof while on a chair and sneaked into the apartment where he shot the sleeping comedian with a silenced pistol, the reality is that Ah Hoon’s body was discovered in the hallway, having been killed after his police escorts had already left him alone and he attempted to wash up in the communal basin. The following day the Hip Sings paraded throughout Chinatown; however, the murder of Ah Hoon remained unsolved by authorities as the war between the On Leongs and Hip Sings continued for another year. ==Notable Chinese tongs== *Bing Kong Tong *Hip Sing Tong *On Leong Tong *Suey Sing Tong *Hop Sing Tong ==See also== *Hui *Tong Wars *Triad (underground society) *Tiandihui *List of Chinese criminal organizations *List of criminal enterprises, gangs and syndicates ==References== *Asbury, Herbert. The Gangs of New York. New York: Alfred A. Knopf, 1927. *Sifakis, Carl. The Encyclopedia of American Crime. New York: Facts on File Inc., 2005. * \"New Tong Murder; Chinaman Killed\", New York Times, December 30, 1909, p1 Category:Year of birth missing Category:1909 deaths Category:American people of Chinese descent Category:American male comedians Category:Comedians from New York City Category:People murdered by Chinese-American organized crime Category:People murdered in New York City Category:Deaths by firearm in Manhattan Category:American murder victims Category:Chinese murder victims ",
    "title": "Ah Hoon"
}