{
    "id": "7844375",
    "text": "Lantern Theater Company is a not-for-profit regional theater founded in 1994 in Philadelphia, Pennsylvania. Led by founding artistic director Charles McMahon and managing director Anne Shuff, the Lantern produces a mix of classics, modern, and original works for the stage, an audience enrichment series that provides an insider's look at each production, and Illumination, its Barrymore Award-winning education program that engages local students and adults in the world of theater and nurtures their artistic expression through in-school residencies, student matinee performances, and teaching artist training for after school programs. Lantern Theater Company has been in residence at St. Stephen's Theater at 10th and Ludlow Streets in Center City since 1996, managing the performance space and developing it into an affordable multi-purpose performing arts venue. In 2014 the company was criticized for its use of \"yellowface\" and \"reappropriation\" in their production of Julius Caesar. The production was set in feudal Japan, yet employed no actors of Asian descent. Local Japanese actor Makoto Hirano voiced his concerns, which were echoed by others in the Asian-American performing arts community.Fiorillo, Victor. :Japanese Actor Makoto Hirano Calls Lantern Theater’s Julius Caesar Racist\" Philadelphia (March 5, 2014)Shapiro, Howard. \"Revie: When Julius Caesar Dined on Sukiyaki\" NewsworksCofta, Mark. \"Review: Julius Caesar\" Philadelphia City Paper (February 20, 2014) == Awards and honors == Philadelphia Weekly named the Lantern the \"Best Theatre Company\" in 2008, describing the company's selection of plays as \"impressively diverse in genre and style.\" Since the inception of the Barrymore Awards for Excellence in Theater in 1995, the Lantern has received 71 nominations and 15 awards, including eight nominations for Outstanding Overall Production of Play over the past seven years - more than any other theater company in the Philadelphia region. It also received the 2009 Barrymore Award for Excellence in Theatre Education and Community Service. Barrymore Award wins: * 1998 Outstanding Supporting Actress in a Play – Maggie Siff, Ghosts * 1998 Outstanding Leading Actor in a Play – Jarlath Conroy, The Steward of Christendom * 1999 Outstanding Supporting Actor in a Play – Joe Guzman, Lovers & Executioners * 2000 Outstanding Supporting Actress in a Play – E. Ashley Izard, Beyond Therapy * 2002 Outstanding Supporting Actress in a Play – Hazel Bowers, The Birthday Party * 2004 Outstanding Leading Actor in a Play – Peter DeLaurier, Underneath the Lintel * 2004 Outstanding Ensemble in a Play - The Comedy of Errors * 2004 Outstanding Choreography/Movement – Aaron Cromie, The Comedy of Errors * 2006 Outstanding Overall Production of a Play - Richard III * 2006 Outstanding Leading Actor in a Play - Peter Pryor, Richard III (play) * 2008 Outstanding Direction of a Play - Dan Kern, Skylight * 2008 Outstanding Leading Actress in a Play - Genevieve Perrier in Skylight * 2009 Excellence in Theatre Education and Community Service * 2010 Outstanding Performance by a Leading Actress in a Play - Cheryl Williams, The Breath of Life * 2010 Outstanding Original Music - Christopher Colucci, The Breath of Life ==See also== * ==References== Notes ==External links== *Lantern Theater Company *Theatre Philadelphia - The Barrymore Awards *Robb, J. Cooper. \"Stage Lights: Lantern Theatre Company led the way for this season's best plays and musicals.\" Philadelphia Weekly, June 18, 2008. Category:Theatre companies in Philadelphia Category:Theatres in Philadelphia ",
    "title": "Lantern Theater Company"
}