{
    "id": "7845379",
    "text": "The Marquette Building, completed in 1895, is a Chicago landmark that was built by the George A. Fuller Company and designed by architects Holabird & Roche. The building is currently owned by the John D. and Catherine T. MacArthur Foundation. It is located in the community area known as the \"Loop\" in Cook County, Illinois, United States. The building was one of the early steel frame skyscrapers of its day, and is considered one of the best examples of the Chicago School of architecture. The building originally had a reddish, terra cotta exterior that, prior to restoration, was somewhat blackened due to decades of Loop soot. It is noted both for its then cutting edge frame and its ornate interior. Since construction, the building has received numerous awards and honors. It was designated a Chicago Landmark on June 9, 1975, and is considered an architectural masterpiece. It was added to the National Register of Historic Places on August 17, 1973 and named a National Historic Landmark on January 7, 1976. The building's preservation has been a major focus of the Landmarks Preservation Council of Illinois. The John D. and Catherine T. MacArthur Foundation completed an extensive four-year restoration in 2006. ==History== The building was named after Father Jacques Marquette, the first European settler in Chicago, who explored the Chicago region in 1674 and wintered in the area for the 1674-5 winter season. It was designed by William Holabird and Martin Roche, with Coydon T. Purdy, architects of the firm Holabird & Roche. In the 1930s, the building was the downtown headquarters for over 30 railroad companies. Around 1950, the terra-cotta cornice was removed from the Marquette Building when an additional story was added. The building has been in continuous use as an office building since its construction. In 1977, Banker's Life and Casualty Company, owned by John D. MacArthur, acquired the Marquette Building. After his death in 1978, the building became the headquarters for the MacArthur Foundation, which bears his name. The lobby of the Marquette Building connects with the D.H. Burnham & Company–designed Edison Building to the west, providing a pedway from Dearborn to Clark. After the September 11, 2001 attacks, many downtown buildings closed to the public, which eliminated warm, dry, indoor walking routes providing shortcuts through full city blocks, but the Marquette Building did not. ==Architecture== View from Dearborn North of Adams The building features several distinct elements that have earned it honors as a Chicago Landmark, a National Historic Landmark, and a National Register Historic Place. It is considered an exemplary model of the Chicago School of Architecture. The architects, Holabird & Roche, used trademark long horizontal bay \"Chicago windows\" on the Marquette Building. These are large panes of glass flanked by narrow sash windows. The grid-like window frames and spandrels are facilitated by the steel structure which enables non-load-bearing masonry walls. This was one of the first steel framed skyscrapers. Wave-like moldings decorate the façade, which is made of horizontally banded brown terra cotta. The building is constructed around a central light court and features an ornate, two-story lobby. The ensemble of mosaics, sculptures, and bronze of the Marquette Building entry and interior honors Jacques Marquette's 1674-5 expedition.Schlereth, Thomas J., The City as Artifact: The Above-Ground Archaeology of an Urban History, Eds. Grossman, James R., Keating, Ann Durkin, and Reiff, Janice L., 2004 The Encyclopedia of Chicago, p. A7. The University of Chicago Press, Four bas relief panels over the main entrance by sculptor Hermon Atkins MacNeil show different scenes from Marquette's trip through the Great Lakes region,Riedy, James L., Chicago Sculpture, University of Illinois Press, Urbana, IL 1981 p26-27 ending with one depicting his burial.Rooney, William A., Architectural Ornamentation in Chicago, Chicago Review Press, Chicago, 1984 p.83 The revolving door panels feature carvings of panther's heads. The hexagonal railing around the lobby atrium is decorated with a mosaic frieze by the Tiffany studio depicting events in the life of Jacques Marquette, his exploration of Illinois, and Native Americans he met. The mosaics are by Louis Comfort Tiffany and his chief designer and art director, Jacob Adolph Holzer; they contain panels of lustered Tiffany glass, mother-of- pearl, and semi-precious stones. ==Restoration== The preservation of this building was championed by the Landmarks Preservation Council of Illinois. In 2001, the John D. and Catherine T. MacArthur Foundation, its current owners, began a multi-year renovation. The restoration to the exterior proceeded in two phases: reconstructing the cornice and replacing the 17th story windows to match the original windows; and cleaning and restoring the masonry and restoring the remainder of the windows. Restoration architect Thomas \"Gunny\" Harboe directed this work. On September 12, 2006, The Commission on Chicago Landmarks honored 21 landmark buildings, homeowners, and businesses with the Chicago Landmark Award for Preservation Excellence at the eighth-annual Landmarks ceremony. The award recognizes work involving notable improvements to individual Chicago landmarks or to buildings within Chicago Landmark Districts. On October 16, 2007, the Foundation opened a new interactive audio visual exhibit on the first floor, detailing the history of the building and its contribution to Chicago architecture. The free exhibit, which is open to the public, will run indefinitely. ==Notes== ==Additional sources== *Riedy, James L., Chicago Sculpture, University of Illinois Press, Urbana, IL 1981 *Rooney, William A., Architectural Ornamentation in Chicago, Chicago Review Press, Chicago, 1984 == External links == * Marquette.MacFound.org, a Web site dedicated to the architecture & history of the Marquette Building * Marquette Building details at Emporis.com * Inside Chicago Walking Tours, for interior tours of this and other famous Chicago landmark buildings * Chicago Architecture Foundation, learn more about the Marquette Building's architecture & sign up for a tour Category:Chicago school architecture in Illinois Category:National Historic Landmarks in Chicago Category:Commercial buildings on the National Register of Historic Places in Chicago Category:Skyscraper office buildings in Chicago Category:Projects by Holabird & Root Category:Holabird & Root Category:Office buildings completed in 1895 Category:Chicago Landmarks ",
    "title": "Marquette Building (Chicago)"
}