{
    "id": "7846078",
    "text": "The Davidsbündler (League of David) was a music society created by Robert Schumann in his writings. It was inspired by literary societies, real and imagined ones, such as the Serapionsbrüder (The Serapion Brethren) of ETA Hoffmann.Daverio, John. Robert Schumann: Herald of a \"New Poetic Age\". Oxford University Press, 1997. The group was created to defend the cause of contemporary music against its detractors. Its two main members were supposed to be named Florestan and Eusebius, respectively symbolising the extroverted and introspective sides of his personality.Schonberg, Harold C. The Lives of the Great Composers, p. 177. W.W. Norton, 1997. The name \"Davidsbündler\" already appears in Schumann's first musical essay, \"The Davidsbündler\" which was published in Karl Herloßsohn’s newspaper \"Der Komet\" (The Comet) in December 1833. Its narrator finds a paper shred thrown out of a window by a \"Swedish head with a crooked nose\" bearing the following message on its backside: \"Finder! To the Good and to the Great you have been chosen! Davidsbündler you shall become, [you shall] translate the secrets of the Society of the World, i.e. of the society, which shall swat the Philistines, musical and otherwise! Here you know all – take action then! By no means organize provincially however, but deliver wildly and crazily! Master Raro, Florestan, Eusebius, Friedrich, Bg., St., Hf., Knif, bellows treader at St. Georg.\" The continuation of this \"Davidsbündler\" fantasizing can be found in the Neue Zeitschrift für Musik, which Schumann founded in April 1834.Geck, Martin. Robert Schumann: Mensch und Musiker der Romantik. Siedler Verlag, 2010. In the same year 1834 Schumann composed three pieces carrying the titles \"Florestan\", \"Eusebius\" and \"Marche des Davidsbündler contre les Philistins\" in his Carnaval. In 1837 Schumann wrote a piano suite, Davidsbündlertänze, Op. 6, named after the Davidsbündler. ==Notes== ==References== *David Ewen, Encyclopedia of Concert Music. New York; Hill and Wang, 1959. *Eisenberg, Evan, \"The Recording Angel\". Yale University Press; 1987 Category:Fictional organizations Category:Robert Schumann ",
    "title": "Davidsbündler"
}