{
    "id": "7846062",
    "text": "Getback is the third studio album from Little Brother, released on October 23, 2007. On October 12, Phonte leaked the album himself to Okayplayer.com ==Details== The group has confirmed the involvement of several outside producers, in addition to 9th Wonder. These include Nottz (who previously collaborated with the group on the Justus League album, Soldiers of Fortune), Illmind (who has contributed to their mixtape albums), Hi-Tek, and Denaun Porter. Low Budget producer, Oddisee was supposed to make a contribution, however, the group wrapped up the album before finally meeting up with him. The songs recorded and confirmed include four Nottz produced songs, and four Illmind produced songs, along with one 9th Wonder produced song. This caused many to speculate about 9th Wonders' role within the group, some even suggesting that he may have left the group entirely. Asked for clarification, 9th responded: > Fan reaction to this news has been mixed, with some welcoming the new > changes, and many others calling for greater involvement from 9th. > Nonetheless, the album still had an overall positive outlook from critics. > In a drastic turn of events, the group announced in January, 2007 that they > would be parting ways with both Atlantic Records, and their longtime > producer 9th Wonder, due to creative differences but in both cases, on > amicable terms. Rapper Big Pooh was quoted as saying: > ==Track listing== ;Notes *\"After The Party\" parodies a famous Jamie Foxx > comedy roast, in which Jamie heckles a failed joke by Doug Williams > ==Singles== Good Clothes, That Ain't Love ==Personnel== *Design – Frank > William Miller, Junior *Executive-Producer – Beni B, Little Brother, Mischa > \"Big Dho\" Burgess *Mastered By – Dave Cheppa *Recorded & Mixed By – Khrysis > *Photography By – Jati Lindsay ==References== ==External links== *Getback > by Little Brother Review Category:2007 albums Category:Little Brother > (group) albums Category:Albums produced by 9th Wonder Category:Albums > produced by Nottz Category:Albums produced by Mr. Porter Category:Albums > produced by Hi-Tek Category:Albums produced by Illmind Category:Albums > produced by Khrysis ",
    "title": "Getback"
}