{
    "id": "7846565",
    "text": "Gavin Love (born 2 June 1978 in Plymouth, England) is a former British professional basketball player and former head coach of Plymouth Raiders. The tall former Point Guard was educated at local college Marjon's and played for his hometown team Plymouth Raiders for 15 years,Gavin Love named new head coach of Copenhagen Wolfpack in Denmark and the first team since 2000, where he became a permanent feature in the starting five for the Raiders. Love soon rose to prominence as a fans' favourite with the people of Plymouth and a local hero, and was awarded the team captaincy. At the end of the 2006-2007 season, Love earned a call-up to the Great Britain team coached by Chris Finch, only to pull out after badly damaging his Achilles tendon in the final game of the BBL campaign, and had to undergo an operation and lengthy rehabilitation period. Love made a recovery and returned to the team in 2008 but was constantly hampered by further injuries, which eventually prompted him to an early retirement announced on 6 February 2009, at the age of 29. His number 6 jersey has been retired in honour of his dedication to the club. Love was appointed head coach of the Plymouth Raiders during the summer of 2010, replacing his former mentor Gary Stronach who had left the club after 24 years of service.Gavin Love appointed as Plymouth Raiders head coach Love was relieved of his job as Head Coach of the Plymouth Raiders two weeks before the start of the 2013/2014 BBL season and replaced by current Head Coach Jay Marriott. On 29 May 2018 he announced that he would be leaving Plymouth Raiders after receiving an offer \"too good to refuse\". He went back to Contern to coach the AB Contern. ==References== Category:1978 births Category:Living people Category:British Basketball League players Category:English men's basketball players Category:Sportspeople from Plymouth Category:Plymouth Raiders players Category:English basketball coaches Category:Point guards ",
    "title": "Gavin Love"
}