{
    "id": "7846075",
    "text": "Newtown Flicks Short Film Festival is held annually in and around the Sydney suburb of Newtown, Australia. Established as a non-profit organization in 2006. The festival was the brainchild of Martin Kelly, Bill Jordan and Spiros Hristias, who discovered a mutual love of film while operating equipment in the bio box of New Theatre, a live performance venue in Newtown. Over coffees in local cafes, they developed the festival's name and logo, its aims (to support emerging filmmakers and showcase their works) and awards categories. After setting up the enterprise with their own money, they looked for outside sponsorship. The major sponsor since 2006 has been JVC Professional, donors of filmmaking equipment. The JVC encouragement award is presented to a filmmaker showing potential not yet fully realised. Cash prizes are offered in the other categories together with bags for audio-visual accessories made by Crumpler and statuettes made by a local arts collective. Over the years Newtown Flicks have received grants from City of Sydney and Screen NSW; Newtown Flicks became a national film festival in 2009. Past judges have included critic Garry Maddox, writer Phillip Gwynne, stuntman Grant Page and actors Mark Lee and Genevieve Lemon. Design of the statuettes and posters changes with each festival. With Newtown Flicks now in its 6th year, and currently calling for entries up until 6 July 2012, their focus is on encouraging filmmakers with fewer opportunities by providing a festival and associated network for aspiring and emerging Australian artists. They also provide ongoing opportunities for the screening and touring of their work. Bruce Beresford, the Academy Award-winning director of Driving Miss Daisy and Maoʼs Last Dancer, is now the patron for the 2012 Festival. \\---- ==2006 Festival== Held at the New Theatre between 15–17 April Winners {| class=\"wikitable\" border=\"1\" |- ! Award ! Winning Title |- | PICK OF THE FLICKS # 1 |Tackle |- | PICK OF THE FLICKS # 2 | The Chess Set |- | DIRECTORS CHOICE # 1 | Birthday Present |- | DIRECTORS CHOICE # 2 |Europe |} ==2007 Festival== Held at the Newtown Theatre between 30 March - 1 May Winners {| class=\"wikitable\" border=\"1\" |- ! Award ! Title ! Director |- | BEST STUDENT FILM | Still Life | Tahnee McGuire |- | BEST INDEPENDENT | Transient | Craig Boreham |- | BEST TREEHOUSE | Wally | Tonnette Stanford |- | DIRECTORS CHOICE |The Death of an Official | Natalie Lopes & Marlene Palmeiro |- | JVC AWARD | Not Sitting Still | Sarah Antill |} ==2008 Festival== Held at the Pact Theatre between 20 May – 1 June Winners {| class=\"wikitable\" border=\"1\" |- ! Award ! Title ! Director |- | BEST STUDENT FILM |Modern Primitives | Kate Witchard |- | BEST INDEPENDENT | Playground | Eve Spence |- | BEST TREEHOUSE | Floating | Chih-Kuang Tu |- | DIRECTORS CHOICE | The Cypriot | Vincent Taylor |- | JVC AWARD | One Shoe Billy | Aiden Koegh |} ==2009 Festival== In May 2009 Newtown Flicks Short Film Festival returned to the New Theatre, where the judging panel was led by twice Academy Award-nominated director Bruce Beresford. Winners {| class=\"wikitable\" border=\"1\" |- ! Award ! Title ! Director |- | BEST STUDENT FILM |Reach | Luke Randall |- | BEST INDEPENDENT | Fade | Vincent Taylor |- | DIRECTORS CHOICE | Burden | Ben Field and Liam Doyle |- | JVC AWARD | Mercury Vapour | Zoe Barnes |} ==2010 Festival== In June 2010 Newtown Flicks Short Film Festival landed at the Pact Theater, where the judging panel was led by twice Academy Award- nominated director Bruce Beresford. Winners {| class=\"wikitable\" border=\"1\" |- ! Award ! Title ! Director |- | BEST STUDENT FILM |Tundra | Claire Phillips |- | BEST INDEPENDENT | Frail | Alex Murawski |- | DIRECTORS CHOICE | Identity Theft | Stuart White |- | JVC AWARD | Me, Myself and iPod | Aidan Prewett |- | PANAVISION AWARD | What If Girl | Heremaia Rudkin |} ==Notable Participants== In addition to showcasing the future of the Australian film industry, the following industry personalities have been involved with Newtown Flicks : • Bruce Beresford - director (Driving Miss Daisy, Puberty Blues, Double Jeopardy, Mao's Last Dancer) • Mark Lee - actor (Gallipoli, Sahara) • Grant Page - stuntman (Mad Max, The Pact) • Genevieve Lemon - actor/singer (The Piano, Holy Smoke!, Billy Elliot) ==External links== *Newtown Flicks website Category:Film festivals in Sydney Category:Short film festivals in Australia ",
    "title": "Newtown Flicks Short Film Festival"
}