{
    "id": "7846614",
    "text": "Pazhamudircholai Murugan Temple is a Hindu temple, located about 25 kilometres north of Madurai, India atop a hill covered with dense forests. One of the six important abodes (Arupadaiveedu) of Lord Muruga of Madurai District Entrance of the temple come under Madurai And Entire Prahara Belong to Madurai District of Tamilnadu, it is close to the Vishnu temple of Azhagar Kovil. == Access == One can reach Pazhamudircholai by car, van, two-wheeler or bus.http://www.maduraiguru.in/palamudircholai From Madurai one can catch the bus on route number 44 to reach it. There is a bus shuttle every 20 minutes from the foot of the hill to the Temple. It takes approximately 15 minutes (3.4 km) to reach the temple. Main gopuram of the temple == Location == Pazhamudircholai is a fertile hill, blessed with nature's bounty in the form of innumerable fruits, vegetables and natural springs. It is a dense forest where Valli is supposed to have lived. The temple itself is relatively small with Valli, Deivayanai, and Lord Muruga in a separate shrine. Lord Ganesha is also present in a separate shrine. There is a Temple Tower and monkeys play around the area. There is another small temple above Pazhamudhir Cholai where local tribes lead their lives. Although there are hundreds of Temples in Tamil Nadu for Lord Muruga, six particular temples called Arupadaiveedu are very famous among them. Important events in Lord Muruga's history happened in these places. Among the Arupadaiveedu, Pazhamudircholai is the last. Lord Muruga at Pazhamudircholai is praised in several works of old Tamil literature such as the Silappathikaram, the Ettuthokai and the Pattupattu. == Legend of the temple == The great Tamil poet and saint Avvaiyar was tested by Muruga here.http://www.waytotemple.com/deities/muruganpages/pazhamudhircholai In an episode of Divine Play with Avvaiyar, one of the most famous devotees of Muruga, the Lord enacted the following drama. One day Avvaiyar became tired while traveling under the hot sun and sought refuge under the shadow of a fruit tree, hungry and thirsty, when a boy who sitting on the tree asked her whether she wanted fruits from the tree. When Avvaiyar told him that she did, the boy asked Avvaiyar whether she wanted roasted fruits or unroasted fruits. Avvaiyar who was a famous Tamil poet and incredibly knowledgeable litterateur scoffed silently at the very thought of the existence of a \"roasted fruit\" and decided that the boy didn't have knowledge even about a fruit. However, tired as she was, she decided that she didn't want to argue with the boy and asked him to pick unroasted fruits for her, which the boy then proceeded to do. Several fruits fell out of the tree and Avvaiyar picked them up,blowing on them to remove the sand. Smiling, the boy asked Avvaiyar if she was blowing on his \"roasted fruits\" to cool them. Avvaiyar was astonished as to how a small village cowboy could have played such an intelligent drama. Blowing on the fruit to remove the sand was indeed poetically comparable to an attempt to cool \"roasted fruits\". Humbled by the immense poetic knowledge and clever wordplay of the boy, Avvaiyar begged the boy to reveal his true identity, unable to reconcile herself with the fact that a simple cowherd could have such profound thoughts. The boy then disappeared and in his place, Muruga appeared. Avvaiyar, stunned to find herself in Divine Company, bowed in obeisance and realising the infinite nature of knowledge, prayed to Muruga to bless her and continue bestowing his Infinite Grace on her to aid her virtually endless quest for knowledge. == Gallery == Pazhamudhir Cholai bats hanging from trees.jpg|Tree near to Pazhamudir Cholai Pazhamuthir solai Murugan 2.JPG|Main gopuram of the temple from a distance ==References== Category:Hindu temples in Madurai district Category:Hindu temples in Madurai Category:Murugan temples in Tamil Nadu Category:Tourist attractions in Madurai Category:Buildings and structures in Madurai Category:Religious buildings and structures in Madurai Category:Kaumaram ",
    "title": "Pazhamudircholai"
}