{
    "id": "7846970",
    "text": "Delta Ceti, Latinized from δ Ceti, is a single, blue-white hued star in the equatorial constellation of Cetus. It is positioned very near the celestial equator and is located about 0.74 degrees WNW of the spiral galaxy M77. With an apparent visual magnitude of +4.06, it is a faint star but visible to the naked eye. Based upon an annual parallax shift of 5.02 mas as seen from Earth, it is located around 650 light years from the Sun. The star is moving away from the Sun with a radial velocity of +13 km/s. This is a Beta Cephei variable with a stellar classification of B2 IV. It varies in brightness with a period of 0.16114 days. The star is about 7−18 million years and has a low projected rotational velocity of around 7 km/s, suggesting it is either rotating slowly or is being viewed from nearly pole on. It has 8.4 times the mass of the Sun and 4.6 times the Sun's radius. The star is radiating around 4,000 times the Sun's luminosity from its photosphere at an effective temperature of roughly 21,900 K ==Name== This star, along with α Cet (Menkar), λ Cet (Menkar), γ Cet (Kaffaljidhma), μ Cet, ξ1 Cet and ξ2 Cet were Al Kaff al Jidhmah, \"the Part of a Hand\".Star Name - R.H. Allen p.160 According to the catalogue of stars in the Technical Memorandum 33-507 - A Reduced Star Catalog Containing 537 Named Stars, Al Kaff al Jidhmah were the title for five stars :γ Cet as Kaffaljidhma, ξ1 Cet as Al Kaff al Jidhmah I, ξ2 Cet as Al Kaff al Jidhmah II, δ Cet as Al Kaff al Jidhmah III and μ Cet as Al Kaff al Jidhmah IV (exclude α Cet and λ Cet.)Jack W. Rhoads - Technical Memorandum 33-507-A Reduced Star Catalog Containing 537 Named Stars, Jet Propulsion Laboratory, California Institute of Technology; November 15, 1971 In Chinese, (), meaning Circular Celestial Granary, refers to an asterism consisting of δ Ceti, α Ceti, κ1 Ceti, λ Ceti, μ Ceti, ξ1 Ceti, ξ2 Ceti, ν Ceti, γ Ceti, 75 Ceti, 70 Ceti, 63 Ceti and 66 Ceti. Consequently, the Chinese name for δ Ceti itself is (, .) AEEA (Activities of Exhibition and Education in Astronomy) 天文教育資訊網 2006 年 7 月 11 日 == References == ==External links== * Category:B-type subgiants Category:Beta Cephei variables Ceti, Delta Category:Cetus (constellation) Category:Durchmusterung objects Ceti, 82 016582 012387 0779 ",
    "title": "Delta Ceti"
}