{
    "id": "7847065",
    "text": "The Cape Cod Rail Trail (CCRT) is a paved rail trail located on Cape Cod in Massachusetts. The trail route passes through the towns of Yarmouth, Dennis, Harwich, Brewster, Orleans, Eastham, and Wellfleet. It connects to the 6-plus mile (10 km) Old Colony Rail Trail leading to Chatham, the 2 mile Yarmouth multi-use trail, and 8 miles (13 km) of trails within Nickerson State Park. Short side trips on roads lead to national seashore beaches including Coast Guard Beach at the end of the Nauset Bike Trail in Cape Cod National Seashore. The trail is part of the Claire Saltonstall Bikeway. ==History== The original rail line from Yarmouth to Orleans was constructed by the Cape Cod Central Railroad (1861–1868), which was later incorporated into the Old Colony Railroad in 1872, and finished the line to Provincetown in 1873. The railroad was later incorporated into the New York, New Haven & Hartford Railroad in 1893. The New Haven Railroad merged into Penn Central in 1968: it went bankrupt by 1970. The corridor was purchased by the Commonwealth of Massachusetts in 1976, and a portion of the right-of-way was converted to the Cape Cod Rail Trail by the Massachusetts Department of Conservation and Recreation in the 1970s. The current owner, the Massachusetts Department of Transportation, leases the line from Station Avenue in Yarmouth to US Route 6 in Wellfleet to the Massachusetts Department of Conservation and Recreation for trail use. In July 2020, the state awarded $181,000 for design of Phase 3 of the extension project, which will extend the trail west from Peter Horner Park in Yarmouth to Mary Dunn Road in Barnstable. Because that section of the rail line is still in use, the trail will follow a different route to the south. ==Route description== ===Yarmouth trailhead to Nickerson State Park=== A road bike stands poised to ride at the start of the Cape Cod Rail Trail in Nickerson State Park, Cape Cod. The trail begins in Yarmouth at Station Avenue. This trailhead has a parking area and is just south of exit 8 on US 6. West of here, the trail crosses over Station Ave on an overpass and connects to Peter Homer Park and continues as the town-owned Yarmouth multi-use trail, which runs for 2 miles to Higgins Crowell Road. The first 5 miles of trail run through industrial and residential areas of Yarmouth and Dennis, and include a new trail bridge over the Bass River. It roughly parallels Great Western Road during this section, crossing it twice. The trail then enters Harwich as the landscape turns to houses and agricultural land before turning gradually north and intersecting with the Old Colony Rail Trail at a bike rotary between miles 3 and 4. The rotary has maps and benches in its center for users of the trail. North of the rotary, the trail passes through a wooded area and crosses Route 6 via an overpass. Another parking area is located at the trail's intersection with Headwaters Drive, north of Route 6. It crosses Massachusetts Route 124 at mile 5 and runs along it until mile 7, passing several ponds and entering Brewster at mile 6. The CCRT crosses Massachusetts Route 137 at mile 8 and then runs south of central Brewster. A parking area is located at Route 137, before the trail enters Nickerson State Park just past mile 10. It is in the park for about two-thirds of a mile, intersecting some of its trails, then crosses Massachusetts Route 6A by an underpass as it leaves the park. A parking lot is located near the Route 6A crossing. ===Nickerson State Park to Wellfleet trailhead=== Sign describing points east and west of Nickerson State Park along Cape Cod Rail Trail The trail continues to cross Namskaket Creek into Orleans between miles 11 and 12. The crossing of Route 6 between miles 12 and 13, near exit 12 on the highway, constitutes the trail's only (and brief) on-road section. The trail follows Salty Ridge Road to West Road, where it turns right over the Route 6 overpass. It then turns left and leaves West Road heading northeast into downtown Orleans. The CCRT crosses Main Street just past mile 13; this area in downtown has several bike shops and dining establishments. A parking area is located off of Old Colony Way, named for the former railroad that the trail runs on. The landscape changes to a less dense residential area as it leaves downtown. The third crossing of Route 6 is an overpass just before mile 14 and just east of the Orleans rotary. The trail enters Eastham shortly after this, at which point there is a large salt marsh, Boat Meadow Creek, on the west side of the trail. It was at this location that a rudimentary canal, Jeremiah's Gutter, had existed in the 1700s, allowing passage from Cape Cod Bay to the Cove area of Orleans. Around mile marker 15, the trail enters the residential section of Eastham, crossing Gov. Prence Road. The trail remains relatively straight through most of Eastham, and at- grade road crossings are fairly frequent. Locust Road, between miles 16 and 17, is a signed bike route to the Nauset Bicycle Trail (which brings cyclists and pedestrians to Coast Guard Beach) and the Salt Pond Visitor Center, as well as other points in the Cape Cod National Seashore. In the North Eastham area, just west of the trail's intersection with Brackett Road, there are bike shops as well as delis and a Ben and Jerry's ice cream shop. North of Brackett Road, the trail runs closer to Route 6 and several motels and restaurants on the east side of the highway are connected directly to the trail. The CCRT enters Wellfleet near mile 19. Sparse residential development lies west of the trail, while the east side of the trail is fronted by a power line right-of- way, with undeveloped National Seashore land beyond that. North of mile 21, the trail intersects Marconi Beach Road, which leads to Marconi Beach and the Marconi Station site. Sparse development continues, with the trail ending near mile 22, at Lecount Hollow Road in Wellfleet. This trailhead has the only parking area on the trail north of Orleans. The road provides access to several Wellfleet town beaches. ==Expansion and development== In April 2018, Massachusetts DCR awarded a contract for the design and construction of a 2-mile northern extension of the rail trail from the current terminus at LeCount Hollow Road to Route 6 near turnoff to Wellfleet Center. This extension will follow the former railroad grade. As part of this project, the state has purchased a former campground and renovated it. The new Wellfleet Hollow Campground opened in May 2019. Efforts to extend the bike path from the Wellfleet trailhead north to Provincetown have been under discussion for many years. Four possible routes were identified in 2011: a scenic corridor through the National Seashore, a share-the-road corridor of back roads west of Route 6, a corridor that follows the former railroad right of way (some of which is now privately owned), and a route that would take the bike path north along a power line right of way from South Wellfleet into Truro and then along Route 6 into Provincetown. == Crossings == All crossings in Barnstable County, Massachusetts. {| class=\"wikitable\" !Town !Crossing !Notes |- | rowspan=\"3\" |Wellfleet |Lecount Hollow Rd. |Northeastern Terminus. Parking area. Restroom. |- |Cemetery Rd. | |- |Marconi Beach Rd. | |- | rowspan=\"10\" |Eastham |Nauset Rd. | |- |Brackett Rd. |Restroom. |- |Old Orchard Rd. | |- |20x20px US 6 |Underpass |- |Kingsbury Beach Rd. | |- |Locust Rd. | |- |Samoset Rd. | |- |Crosby Village Rd. | |- |Bridge Rd. | |- |Governor Prence Rd. | |- | rowspan=\"10\" |Orleans |Rock Harbor Rd. |Overpass |- |20x20px US 6 |Overpass |- |Canal Rd. | |- |Jones Rd. | |- |Locust Rd. | |- |Main St. |Parking area. |- |West. Rd. |Short on-road overlap |- |20x20px US 6 |Overpass |- |Salty Ridge Rd. |Short on-road overlap |- |Seaview Rd. | |- | rowspan=\"10\" |Brewster |Mitchell Ln. | |- |20x20px Route 6A |Underpass. Parking area. Restrooms. |- |Ober Rd. | |- |Millstone Rd. | |- |Villages Dr. |Underpass |- |Thad Ellis Rd. | |- |Underpass Rd. | |- |School Dr. | |- |25x25px Route 137 |Parking area. |- |Fishermen's Landing Rd. | |- |Brewster/ Harwich |25x25px Route 124 |(twice in a row) |- | rowspan=\"11\" |Harwich |Sequattom Rd. | |- |25x25px Route 124 | |- |Headwaters Dr. |Parking area. |- |20x20px US 6 |Overpass |- |Queen Anne Rd. | |- |20x20px Old Colony Rail Trail | |- |Main St. |Underpass |- |Lothrop Ave. | |- |Great Western Rd. | |- |Bells Neck Rd. | |- |Depot St. | |- | rowspan=\"4\" |Dennis |Great Western Rd. | |- |So. Gages Way | |- |25x25px Route 134 |Overpass. Parking area. |- |Main St. |Parking area. |- |Dennis/Yarmouth |Bass River |Bridge |- | rowspan=\"4\" |Yarmouth |North Main St. | |- |Dupont Ave | |- |Station Ave. |Overpass. Parking area. |- |Peter Homer Park |Southwestern terminus; joins existing trail to Higgins Crowell Road. |} ==See also== * Old Colony Rail Trail - between Harwich and Chatham * Shining Sea Bikeway - between North Falmouth and Woods Hole ==References== ==Further reading== * ==External links== * Cape Cod Rail Trail official page | Massachusetts Department of Conservation and Recreation * Cape Cod Rail Trail - Wellfleet Extension Project | Massachusetts Department of Conservation and Recreation * Cape Cod Rail Trail | TrailLink by the Rails-to-Trails Conservancy Category:Brewster, Massachusetts Category:Chatham, Massachusetts Category:Dennis, Massachusetts Category:Eastham, Massachusetts Category:Transportation in Harwich, Massachusetts Category:Parks in Barnstable County, Massachusetts Category:Rail trails in Massachusetts Category:State parks of Massachusetts Category:Wellfleet, Massachusetts ",
    "title": "Cape Cod Rail Trail"
}