{
    "id": "7847379",
    "text": "Erwin Wurm (born 1954) is an Austrian artist born in Bruck an der Mur, Styria, Austria. He lives and works in Vienna and Limberg, Austria. ==Early life and education== ==Philosophy== In The Artist Who Swallowed the World, Wurm is quoted as saying: \"I am interested in the everyday life. All the materials that surrounded me could be useful, as well as the objects, topics involved in contemporary society. My work speaks about the whole entity of a human being: the physical, the spiritual, the psychological and the political.\" Wurm is known for his humorous approach to formalism. About the use of humor in his work, Wurm says in an interview: \"If you approach things with a sense of humor, people immediately assume you're not to be taken seriously. But I think truths about society and human existence can be approached in different ways. You don't always have to be deadly serious. Sarcasm and humor can help you see things in a lighter vein.\"Wurm, E (2007). \"Pretty Cool People Interviews: Erwin Wurm\", SubmarineChannel. Although the images are slightly humorous, they extend or manipulate reality in ways that can be disturbing. Wurm's work portrays manipulated images of things in everyday life, things that look familiar, but which become distorted. Pieces like Truck, where a truck curves up against the building or Narrow House, a thin, claustrophobic house, take something familiar to all and distort it by enlarging, curving it, or slimming it down. “I will often use humor to seduce people”, admits Wurm. “To get them to move closer, but it’s never very nice when they look closer.\" Wurm's work is often critical of Western society and the mentality and lifestyle of his childhood during post-World War II Austria. Although Wurm's sculptures are humorous and ridiculous, they are actually quite serious. His criticism is playful, but should not be confused with kindness. He represents his criticism of objects, such as clothing, furniture, cars, houses, and everyday objects to his audience. Common themes in his work include not only our relationship to banal everyday objects, but also philosophers and life in postwar Austria. In talking about his often-mentioned topics of the gaining and losing of body weight and philosophy, Wurm stated: \"It's about the difficulty to cope with life. Whether with diet or with a philosophy\". What is being talked about here is how diet and philosophy are two parts of our daily lifestyle: on the one hand physically and on the other hand spiritually. In the context of the quote, this \"diet\" could concern cars or clothes or food: a diet in which you consume too much ensures that you will exist in excess. His bloated works speak to the way people buy things that symbolize high status with which they manage their life. But his work also deals with philosophy by focusing on philosophers who lived in the time of the early twentieth century. ==One Minute Sculptures== Since the late 1980s, he has developed an ongoing series of One Minute Sculptures, in which he poses himself or his models in unexpected relationships with everyday objects close at hand, prompting the viewer to question the very definition of sculpture. He seeks to use the \"shortest path\" in creating a sculpture—a clear and fast, sometimes humorous, form of expression. As the sculptures are fleeting and meant to be spontaneous and temporary, the images are only captured in photos or on film. To make a One Minute Sculpture, the viewer has to part with his habits. Wurm's instructions for his audience are written by hand in a cartoon-like style. Either Wurm himself or a volunteer follow the instructions for the sculpture, which is meant to put the body in an absurd and ridiculous-looking relationship with everyday objects. Whoever chooses to do one of Wurm's One Minute Sculptures holds the pose for a minute, or the time it takes to capture the scene photographically. These positions are often difficult to hold; although a minute is very short, a minute for a One Minute Sculpture can feel like an eternity. ==Fat Car series== Wurm believes the creation of sculpture is adding and subtracting material to an object. In his works, he does so by layering clothes over each other, or items represented as fat, obese, or inflated. Wurm has worked on a series of sculptures titled Fat Car, which depict \"puffy, obese, life-size sculptures that bulge like overfilled sacks\".Patton, Phil (2 April 2010.) 'Cars Starved (or Stuffed) for Attention', The New York Times The first of his Fat Car series was developed with Opel designers, but they were unsuccessful in achieving the kind of shape that Wurm had in mind. In order to create the desired look of fatness, the artist uses polyurethane foam and styrofoam covered with lacquer. Wurm has also produced a Fat House at near full scale. His “fat” works of art are meant to critique consumer culture and Western culture's need for material objects. Wurm once noted that many people are obsessed with having bigger houses and bigger cars, which is exactly what he creates in these pieces. However, his cars and Fat House are not big in a sense that people are drawn to. Although these pieces look ridiculous and funny, there is very pointed criticism behind them about how ridiculous and funny the owners of such things are to the artist. ==Narrow House== Erwin Wurm \"shrank\" his parents' house to reflect the mentality of Austria during the postwar period; the design of the house is typical of the 1950s, but a fraction of the width. The house is furnished with shrunken furniture. This piece was inspired by Wurm's childhood, since he grew up during the 1950s through 1970s in postwar Austria. Growing up, he lived with his parents; his mother stayed at home and his father was a policeman. Therefore, it was difficult to express himself both at school and at home. This limited view has affected Wurm's philosophy of art strongly, and Narrow House is a physical manifestation of it. When the viewers walk through, they feel the tension and claustrophobia that Wurm experienced on a daily basis as a child. ==Cultural influences== In the Red Hot Chili Peppers 2003 music video \"Can't Stop\" the members of the band carry out five of Wurm's One Minute Sculptures. At the end of the video, a sign states that Wurm was an inspiration for the video. In a recent iTunes interview, Flea is quoted as saying Wurm's picture of a man with a pencil in his nose was a significant influence on the video (Flea himself appears in the video, at a certain point, with markers in his nostrils, pencils in his ears, and paint pot caps over his eyes). Due to the popularity of the video, Wurm's work also boomed in popularity. ==Collections and exhibitions== Erwin Wurm's works are in collections worldwide, including the Solomon R. Guggenheim Museum, Peggy Guggenheim Collection, Walker Art Center, Museum Ludwig, , Musée d'art contemporain de Lyon, Museum of Old and New Art, and the Centre Pompidou. ==Gallery== File:Erwin Wurm.jpg|Bunker (1987) File:Salzburg Furtwänglerpark Erwin Wurm 02.jpg|Gurken (Pickles) File:MUMOK Vienna.jpg|Installation at Museum Moderner Kunst Stiftung Ludwig Wien File:Haus auf dem MUMOK.jpg|Detail of inverted house File:Jaquingasse 16-18, Hoffmann La Roche, VS Hotel Daniel Wien 5.jpg|Installation at Hotel Daniel, Vienna, Austria File:Hotel Daniel Skulptur Erwin-Wurm-Boot DSC 9082w.jpg|Closeup of Hotel Daniel installation File:Jaquingasse 16-18 DSC05482.JPG|Detail of Hotel Daniel installation File:Misconceivable (Estuaire, Le Pellerin) (7715842722).jpg|Installation at a canal lock near Nantes, France File:Wurm Fat Car 01.jpg|Fat Car (2001) File:Wurm Fat House 02.jpg|Fat House (2003) File:Erwin_Wurm_Votivkirche_Wien.jpg|Sculpture, Votivkirche, Vienna, 2012 File:Fastentuch Wurm Stephansdom.jpg|Lenten veil by Erwin Wurm at St. Stephen's Cathedral in Vienna, Austria (2020) ==Further reading== * * * * ==References== ==External links== * Official Website * Interview, recorded on 2007-09-06 * Erwin Wurm at Xavier Hufkens, Brussels * Artnet: Erwin Wurm * MCA Sydney, Australia: Erwin Wurm * Erwin Wurm: Greatest Human Being Who Ever Lived * Erwin Wurm * Lehmann Maupin Gallery * Galleri Bo Bjerggaard Category:1954 births Category:Living people Category:People from Bruck an der Mur Category:Austrian photographers Category:University of Applied Arts Vienna alumni Category:Austrian sculptors Category:Austrian male sculptors Category:Austrian contemporary artists ",
    "title": "Erwin Wurm"
}