{
    "id": "7848517",
    "text": "Scient was a San Francisco-based Internet consulting company, founded in 1997, that was one of the large American consulting firms during the dot-com bubble. The company was founded by Eric Greenberg, who had previously founded its competitor, Viant. Its CEO was Robert Howe, the former head of IBM global consulting. At its height in the fall of 2000, it had quarterly revenues of US$100 million, 1,180 employees and a stock price of US$133. In August 2001, it bought rival company iXL; by then its quarterly revenues were down to US$11 million.\"Scient, iXL Merge in Wake of Financial Struggles in Internet Consulting Sector\", ComputerWorld, 6 August 2001. In July 2002, the company filed for bankruptcy and was bought by SBI and Company,\"SBI Inks Acquisition Deals with Scient, Lante\", CRN, 19 July 2002. which became SBI Group. SBI Group later sold Scient with the other members of Avenue A/Razorfish to a company called aQuantive.\"aQuantive lands SBI.Razorfish\", Seattle Post Intelligencer, 28 June 2004. aQuantive, in turn, was bought by Microsoft in August 2007\"Microsoft closes $6 billion Aquantive buy\", CNET News, 13 August 2007. and became Microsoft's newly created Advertiser and Publisher Solutions (APS) Group. On August 9, 2009, Microsoft sold the firm to Publicis Groupe for $530M in cash and stock. Publicis Groupe ==Staff== At the time of the IPO in May 1999, the management team was reported as: * Eric Greenberg, Chairman and Founder * Robert M. Howe, President & Chief Executive Officer * Stephen A. Mucchetti, Chief Operating Officer * William H. Kurtz, Chief Financial Officer * Gerry komlofske, Chief Strategy Officer * Robert N. Beck, Vice President, People * Diana L. Brown, Vice President, Financial Services * Nicholas J. DiGiacomo, Vice President, Electronic Markets * Aron Dutta, Vice President, Enterprise Markets * C. Scott Frisbie, Chief Technology Officer * Joseph C. Galuszka, Vice President, Recruiting * Andres Gutierrez, Master Architect * Douglas I. Kalish, Chief Knowledge Officer * William P. Kim, Vice President, Operations * Christopher W. Lochhead, Chief Marketing Officer * Randall McComas, Vice President, Telecommunications * James McKee, Vice President, Sales * Brian Thornton, Technology Director, Optin Marketing * Jeff B. Van Zanten, Vice President, Finance and Administration ==References== Category:Online companies of the United States Category:Technology companies established in 1997 ",
    "title": "Scient"
}