{
    "id": "7850845",
    "text": "Ramesses (sometimes referred as Ramesses B) was an ancient Egyptian crown prince during the 19th Dynasty. ==Family== Ramesses was the eldest son of Ramesses II and Queen Isetnofret, and the second son overall after Amunherkhepeshef, the eldest son of the Great Royal Wife Nefertari.Kitchen, Kenneth A., Pharaoh Triumphant: The Life and Times of Ramesses II, King of Egypt, Aris & Phillips. 1983 Born during the reign of his grandfather Sethi I, he had at least one sister and two brothers. His sister Bintanath was elevated to the position of Great Royal Wife later in the reign of Ramesses II and played an important role at court. A possible sister named Isetnofret may have married her brother Merneptah and been his queen, however, it is possible that Merneptah's queen was his niece, not his sister. His known younger brothers are Khaemwaset and Merneptah. Ramesses is listed on several monuments with his younger brothers Khaemwaset and Merenptah. He appears as the second prince in the list of procession of Ramesses' sons in Luxor and Abu Simbel.Aidan Dodson & Dyan Hilton, The Complete Royal Families of Ancient Egypt, Thames & Hudson (2004), pp. 160–173, ==Life== Aswan Rockstela. Top: Ramesses II, Isetnofret and Khaemwaset before Khnum. Bottom left to right: Merneptah, Bintanath and Prince Ramesses He is attested in numerous inscriptions including the Egyptian 'triumph' scenes after the Battle of Kadesh. Ramesses bears the titles of Royal scribe, Generalissimo and \"bodily King's Son beloved of him\", and is shown presenting the \"Maryannu-warriors of the despicable Naharina\" to the gods as spoils of war. In scenes from the battle of Qode in year 10 at Luxor, the princes Amunherkhepeshef, Ramesses, Pareherwenemef and Khaemwaset are shown leading prisoners before their father the king.Kitchen, K.A., Ramesside Inscriptions, Translated & Annotated, Translations, Volume II, Blackwell Publishers, 1996 Ramesses is depicted as just one of two princes depicted by the colossi of Ramesses II in front of the Great Temple at Abu Simbel. He appears in front of the colossus to the north of the entrance. Prince Ramesses is said to be the Royal Scribe and first Generalissimo of His Majesty, Bodily King's Son (of his body). Ramesses served as the heir to the Egyptian throne from around year 25 to year 50 of his father's reign. He succeeded his older half-brother Amunherkhepeshef as heir to the throne after his death. He has also attested in Saqqara. He must have participated in some of the ceremonies for the Apis bulls, when his brother Khaemwaset was first sem-priest of Ptah and later High Priest of Ptah in Memphis. The King's Son and Generalissimo Ramesses donated a votive statue for one of the Apis burials sometime between years 16 and 30 of his father's reign. Prince Ramesses is depicted in the Speos of West Silsila on a royal family stela dating to ca. year 30, and on a family stela from Aswan. On these stelae he is accompanied by his parents and his brothers and sister. Ramesses and Khaemwaset together appear on a statue group with their mother Queen Isetnofret which is now in the Louvre (Louvre 2272). ==Death and burial== Sons of Pharaoh Ramesses II at the Sebua Temple. From right to left: Amunherkhepeshef, Ramesses, Pareherwenemef, Khaemwaset, Montuherkhepeshef, Nebenkharu, [Meryamun,] Sethemwia After his death around year 50 of Ramesses II, he was buried in Tomb KV5 in the Valley of the Kings. His brother Khaemwaset succeeded him to become Egypt's new crown-prince in his place. Khaemwaset was the fourth son of Ramesses II; the third, Pareherwenemef died earlier. ==See also== * List of children of Ramesses II ==References== Category:Ancient Egyptian princes Category:Heirs to the ancient Egyptian throne Category:Ramesses II Category:People of the Nineteenth Dynasty of Egypt Category:Children of Ramesses II ",
    "title": "Ramesses (prince)"
}