{
    "id": "7850642",
    "text": "The V-42 stiletto was a stiletto and fighting knife issued during World War II to the First Special Service Force (1st SSF or FSSF, also known as Devil's Brigade), a joint American/Canadian commando unit. ==Design and features== Based on the Fairbairn–Sykes commando knife designed by William E. Fairbairn and Eric A. Sykes, the Fighting Commando Knife, Type V-42 used a narrow- profile, double-edged stiletto blade made of high carbon steel.Buerlein, Robert (2002), Allied Military Fighting Knives And The Men Who Made Them Famous, Paladin Press, , pp. 93-103 The V-42 was primarily designed by officers of the FSSF, including its commanding officer, Lt. Colonel Robert T. Frederick, who desired a close-quarters combat knife.Johnson, Danny M., (2002), Knife, Fighting, Commando Type, V-42: The Original Special Forces Knife, U.S. Army History Center, Army Historical Foundation The blade's design has been attributed to Col. Frederick, who had seen the Fairbairn–Sykes fighting knife while serving in Britain. While the V-42 had a double-edged blade similar to the Fairbairn–Sykes knife, the V-42 has a cross section with concave hollow ground blade facets, in contrast to the Fairbairn's flat four sided diamond cross section. The narrower V-42 stiletto blade profile was designed to optimize penetration on thrusting; it could easily penetrate a G.I. steel helmet and liner with a single thrust. With its relatively thin, narrow blade, the V-42 was designed from the outset for use as a fighting knife, and was prone to breakage when used for utility chores such as opening ration tins or ammunition crates. Unusually for military combat knives of the period, the V-42's twin edges were double hollow-ground for increased cutting performance. The addition of the skull-crushing pommel was attributed to the input of Major Orval J. Baldwin, the FSSF Supply Officer. The thumb groove on the V-42's ricasso was designed to promote a flat grip with the thumb over the crossguard, which positioned the double-edged blade horizontally. In this manner a user could slash an opponent with either a forehand or backhand stroke, while ensuring that his blade would slip between the ribs when used in a thrust or stab. The V-42 was manufactured in the United States by W. R. Case & Sons Cutlery Co.Walker(1993) p.30 After a series of leg injuries incurred during training, the original leather sheath was reinforced with metal in later versions designed to prevent the needle-like tip from penetrating the sheath. Since the force was originally trained for fighting in cold weather conditions, the sheath was designed long, so as to hang beneath the bottom of a G.I. parka. ==History== US Army Special Forces unit crest featuring the V-42 After receiving drawings of the proposed knife from its designers, prototypes of the V-42 were submitted by three knifemaking companies - Camillus Cutlery Co., Case Cutlery, and Cattaraugus Cutlery Co.. Captain Dermot Michael \"Pat\" O'Neill, the First Special Service Force's close-combat instructor and a former Detective Sergeant of the Shanghai Municipal Police (the same police force in which Fairbairn and Sykes had served), recalled that Col. Frederick personally selected the Case prototype and gave authority for its acquisition. First issued in 1942, the V-42 was the standard issue fighting knife issued to the FSSF, whose members generally referred to it as the Force Knife or V-42 Stiletto. All members of the Force were trained extensively in its use, though only members of the Force's Combat Echelon were actually issued their own V-42 knife. In combat, the V-42 proved itself an excellent thrusting weapon that could easily penetrate leather and heavy clothing, though its needle tip would occasionally stick when contacting bone after a deep thrust, making the knife difficult to withdraw. It has been claimed that some Force members re-ground the points of their knives to alleviate this, but Baldwin said that differences were due to variations in production, as the knives were hand-ground and largely hand-made. Some 70 V-42 knives were issued with short U.S. Marine Corps Raider knife scabbards. This was confirmed by Case Cutlery shipping records, which indicate that some 70 V-42 knives were procured by the U.S. Navy and sent to the Brooklyn Navy Depot in late 1942 and early 1943. The knives were issued in 1943 to crewmen serving in Landing Force and Armed Boat Party while the ship was off the Florida coast at the start of a South Atlantic war patrol, searching for German commerce raiders and blockade runners. While USS Omaha did encounter German blockade runners,Events occurring on Wednesday, January 5, 1944, World At War Timeline.com: In January 1944, the German blockade runner Burgenland was picked up on USS Omaha surface radar and was stopped by shellfire from the cruiser's 6-inch guns. Instead of resisting, Burgenland captain ordered the ship to be scuttled. Survivors of her crew were rescued by USS Omaha and another warship without resistance. there were no recorded instances of the V-42 being employed against an opponent in combat. The 70 V-42s procured by the U.S. Navy were the only known V-42 knives sent to a unit or branch outside the First Special Service Force. US Army Paratroopers and Rangers also carried some of these knives as well. The V-42 was depicted on the badges of the Canadian Special Operations Forces Command, Canadian Forces' Joint Task Force 2 and one of the United States Army Special Forces badges. W. R. Case & Sons Cutlery Co. manufactured a post-war version from 1989 until 1993. ==Specifications and production quantity== The V-42 weighs , with either a or long blade and handle, for a total length of approximately . Its features included a double hollow-ground, stiletto-type blade equipped with a thumb- imprint choil or ricasso designed to facilitate a flat or modified saber grip, and a leather handle with a pointed skull-cracking pommel (butt).US Military Knives - V42 One source states that the Army placed five separate orders totaling 3,423 V-42 fighting knives from November 1942 through November 1943. However, Case factory records indicate that approximately 3,000 V-42 knives were actually produced, and only one shipment of 1,750 knives to the FSSF was recorded by the Force's supply officer. ==See also== *\"Yank\" Levy fighting knife *United States Marine Raider Stiletto *List of daggers ==References== ==Further reading== *Buerlein, Robert. (2002). Allied Military Fighting Knives: And The Men Who Made Them Famous. Paladin Press. *Flook, Ron. (1999). British and Commonwealth Military Knives. Howell Press Inc. *Walker, Greg. (1993). Battle Blades: A Professional's Guide To Combat/Fighting Knives. Paladin Press. ==External links== *First Special Service Force *The V-42 Knife Category:World War II infantry weapons Category:Daggers Category:Military knives ",
    "title": "V-42 stiletto"
}