{
    "id": "7850509",
    "text": "1810 was the 24th season of cricket in England since the foundation of Marylebone Cricket Club (MCC). William Ward made his debut in important matches and The Bs were dismissed for a total of only 6. ==Honours== * Most runsNote that scorecards created in the first quarter of the 19th century are not necessarily accurate or complete; therefore any summary of runs, wickets or catches can only represent the known totals and computation of averages is ineffectual. – William Lambert 396 (HS 132*) * Most wickets – William Lambert 31 ==Events== * The Bs were dismissed for 6 in the 2nd innings of their match against All-England at Lord's Old Ground on 14 June: this remains the record for the lowest innings total in first-class cricket. * The match in August between Captain Blagrave's XI and Colonel Byng's XI is the last known to have been played on Lord's Old Ground. * An American visitor drew a sharp distinction between cricket as played in England and \"our cricket\", referring especially to the \"old long low wicket\" still used in America.Bowen, p.269. * The impact of the Napoleonic War had been felt by cricket since 1797, when inter-county matches simply ceased, and there had been a steady decline in both number and quality of major matches during the first decade of the 19th century until they became few and far between after 1810. Nevertheless, the impact of this war was less severe than that of the Seven Years' War because of the existence this time of MCC and other well-organised clubs like Brighton and Montpelier. These clubs managed to co-ordinate cricket activities during the war emergency and, as it were, keep the game going. Only 7 first-class matches were recorded in 1810: ** 29–31 May — Lord F Beauclerk's XI v E Bligh's XI @ Lord's Old GroundHaygarth, p.357. ** 12–14 June — All-England v The Bs @ Lord's Old GroundHaygarth, p.358. ** 19–21 June — All-England v Surrey @ Lord's Old GroundHaygarth, p.359. ** 2–4 July — Over 38 v Under 38 @ Lord's Old Ground ** 16–18 July — All-England v Surrey @ Lord's Old GroundHaygarth, p.360. ** 24–25 July — Over 38 v Under 38 @ Lord's Old GroundHaygarth, p.362. ** 13–15 August — Captain Blagrave's XI v Colonel Byng's XI @ Lord's Old GroundHaygarth, p.363. ==Debutants== 1810 debutants included: * William Ward (MCC) * John Bowyer (Surrey) * James Sherman (Surrey) ==References== ==Bibliography== * ==Further reading== * * * * * ==External links== * * Category:1810 in English cricket Category:English cricket seasons from 1787 to 1815 ",
    "title": "1810 English cricket season"
}