{
    "id": "7850165",
    "text": "Haddon Heights High School, also called Haddon Heights Junior/Senior High School, is a six-year comprehensive public middle school / high school that serves students in seventh through twelfth grades from Haddon Heights, in Camden County, New Jersey, United States, operating as part of the Haddon Heights School District. The school also serves students from the neighboring communities of Barrington, Lawnside and Merchantville, who attend the high school for grades 9–12 as part of sending/receiving relationships.Haddon Heights High School 2015-2016 Profile, Haddon Heights School District. Accessed December 8, 2017. \"The rich fabric of our student body is enhanced by a diverse population, coming to us from the neighboring communities of Barrington, Lawnside and Merchantville (starting with the Class of 2019)\" ==History== In 1992 the borough of Merchantville, which was sending students to Pennsauken High School in Pennsauken Township as part of a longstanding sending/receiving relationship with the Pennsauken Public Schools, made plans to switch its high school students to Haddon Heights High, but the New Jersey Commissioner of Education did not allow these plans to go forward. In 2012 the board of the Merchantville School District decided to send its students to Haddon Heights High.Colimore, Edward. \"Merchantville board votes to send students to Haddon Heights High\", The Philadlephia Inquirer, January 14, 2012. Accessed October 5, 2020. \"It's unclear where Merchantville students will attend high school in the future. The borough's school board approved a plan this week to send its students to Haddon Heights High School. But if Merchantville's efforts to merge the borough with neighboring Cherry Hill are successful, the students could end up in the larger township's schools.\" The Haddon Heights district approved a plan in September 2013; it would add nearly 80 students a year from Merchantville to the high school, in addition to the average of more than 260 students from Barrington and 120 from Lawnside that are sent to Haddon Heights each year.Correa, Mark. \"Haddon Heights board OKs plan to bring Merchantville students to high school\", Barrington Bulletin, September 16, 2013. Accessed December 27, 2013. \"The Haddon Heights School District Board of Education approved a contract with the Merchantville School District this month that would add Merchantville to Barrington and Lawnside as communities that send students to Haddon Heights High School, the district confirmed.... Barrington is projected in coming years to send about 263 students per year to Haddon Heights High School, the study said.\" The plan was approved by the Commissioner of the New Jersey Department of Education, and students from Merchantville began attending the school in September 2015.Merchantville School District 2016 Report Card Narrative, New Jersey Department of Education. Accessed September 28, 2017. \"In the Spring of 2015, Merchantville School won a ruling to start a send/receive relationship with Haddon Heights. We continue to work closely with Haddon Heights High School to ensure that our students are well prepared to meet their expectations. We will continue to phase in one grade level at a time into Haddon Heights High School until all high school students are enrolled for the 2018-2019 school year.\" Students from Merchantville already in high school before 2015 will continue to attend Pennsauken High until their graduation.Romalino, Carly Q. \"Merchantville school decision 'historic'\", Courier-Post, April 17, 2015. Accessed November 1, 2015. \"The state's final authorization this week allowing Merchantville to choose Haddon Heights High School over Pennsauken, is a 'landmark decision' for a state focused on school choice, according to education officials.\"\"Send/Receive Final Decision; The Commissioner of Education affirmed the Administrative Law Judge's decision to start a send/receive relationship with Haddon Heights for our High School students.\", Merchantville School District. Accessed November 1, 2015. \"The Merchantville Board of Education is proud to announce that the Commissioner of Education has affirmed the Administrative Law Judge's decision to sever its sending- receiving relationship with Pennsauken and enter into a new sending-receiving relationship with Haddon Heights.... The current graduating 8th graders (Merchantville Class of 2015) will be able to attend Haddon Heights High School under the send/receive agreement. However, students that are already attending Pennsauken HS or other high schools will not qualify to attend under the new send/receive agreement. Instead, every year for four years, a new class will be sent to Haddon Heights until all of our students are phased into Haddon Heights.\" Scott Strong, the chief administrator of the Merchantville district, stated that \"Haddon Heights offers the right programs, the right diversity and really met our needs.\"Romalino, Carly Q. \"Merchantville students head to Haddon Heights\", Courier Post, April 14, 2015. Accessed October 5, 2020. \"An administrative law judge in March ruled in favor of Merchantville's request to end its student send-receive agreement with Pennsauken High School. The matter was sent to the final stage — New Jersey Commissioner of Education David C. Hespe. Hespe's signature, issued Friday, severs the relationship and allows for Merchantville to establish a five-year sending-receiving agreement with Haddon Heights School District. Merchantville students entering their freshman year will attend Haddon Heights High School starting in September 2015, according to Merchantville Chief School Administrator Scott Strong.\" ==Demographics== As of the 2018–19 school year, the school had an enrollment of 906 students and 77.5 classroom teachers (on an FTE basis), for a student–teacher ratio of 11.7:1. There were 115 students (12.7% of enrollment) eligible for free lunch and 33 (3.6% of students) eligible for reduced-cost lunch.School data for Haddon Heights Jr./Sr. High School, National Center for Education Statistics. Accessed April 1, 2020. ==Awards, recognition and rankings== The school was the 207th-ranked public high school in New Jersey out of 339 schools statewide in New Jersey Monthly magazine's September 2014 cover story on the state's \"Top Public High Schools\", using a new ranking methodology.Staff. \"Top Schools Alphabetical List 2014\", New Jersey Monthly, September 2, 2014. Accessed September 5, 2014. The school had been ranked 151st in the state of 328 schools in 2012, after being ranked 129th in 2010 out of 322 schools listed.Staff. \"The Top New Jersey High Schools: Alphabetical\", New Jersey Monthly, August 16, 2012. Accessed August 29, 2012. The magazine ranked the school 168th in 2008 out of 316 schools.Staff. \"2010 Top High Schools\", New Jersey Monthly, August 16, 2010. Accessed January 7, 2012. The school was ranked 135th in the magazine's September 2006 issue, which surveyed 316 schools across the state.\"Top New Jersey High Schools 2008: By Rank\", New Jersey Monthly, September 2008, posted August 7, 2008. Accessed August 19, 2008. Schooldigger.com ranked the school 159th out of 381 public high schools statewide in its 2011 rankings (an increase of 69 positions from the 2010 ranking) which were based on the combined percentage of students classified as proficient or above proficient on the mathematics (84.0%) and language arts literacy (91.8%) components of the High School Proficiency Assessment (HSPA).New Jersey High School Rankings: 11th Grade HSPA Language Arts Literacy & HSPA Math 2010-2011, Schooldigger.com. Accessed March 6, 2012. ==Athletics== The Haddon Heights High School GarnetsHaddon Heights High School, New Jersey State Interscholastic Athletic Association. Accessed May 26, 2016. compete in the Colonial Conference,Colonial Conference teams , accessed April 5, 2007. operating under the supervision of the New Jersey State Interscholastic Athletic Association (NJSIAA).League & Conference Officers/Affiliated Schools 2020-2021, New Jersey State Interscholastic Athletic Association. Accessed September 30, 2020. With 468 students in grades 10-12, the school was classified by the NJSIAA for the 2015-16 school year as South Jersey, Group I for most athletic competition purposes, which included schools with an enrollment of 78 to 478 students in that grade range.General Public School Classifications 2015-2016, New Jersey State Interscholastic Athletic Association, as of December 15, 2015. Accessed December 12, 2016. The football team competes in the Memorial Division of the 95-team West Jersey Football League superconferenceDivisions, West Jersey Football League. Accessed September 5, 2020.Minnick, Kevin. \"Football: Entering 10th season, a new leader for state’s second-largest conference\", NJ Advance Media for NJ.com, August 8, 2019. Accessed September 5, 2020. \"The WJFL was created in 2010 as a way to help teams play a full schedule and face opponents of similar size, ability and geographical location.... The league is comprised of 16 divisions and includes better than 90 high schools.\" and was classified by the NJSIAA as Group II South for football for 2018–2020.NJSIAA Football Public School Classifications 2018–2020, New Jersey State Interscholastic Athletic Association, finalized August 2019. Accessed September 1, 2020. === Basketball === ==== Boys ==== The boys' basketball team won the Group II state championship in 1970, defeating Union Hill High School in the tournament final.NJSIAA Boys Basketball Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. ==== Girls ==== The girls' basketball team won the 2007 South, Group II state sectional championship with a 33-26 win against Cinnaminson High School.2007 Girls Basketball - South, Group II, New Jersey State Interscholastic Athletic Association. Accessed July 25, 2007. === Soccer === The boys' team won the Group II state title in 1974, defeating Verona High School in the tournament championship game, and won the Group I state title in 2012, winning by a score of 3-0 against Harrison High School in the tournament final in a game played at The College of New Jersey.History of NJSIAA Boys Soccer, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020.Swanson, Mark. \"Upset: Heights Boys Ace Group I Soccer Championship\", The Retrospect, December 7, 2012. Accessed December 5, 2017. \"The Haddon Heights Garnets scored three times in the first half against top-ranked Harrison at The College of New Jersey and held on for 3-0 victory for the NJ Group I boys' soccer title.... A jubilant crowd of hundreds joined the Garnets at TCNJ for the school's first boys' state soccer crown since 1974.\" === Track and field === The boys track team won the Group III spring track state championship in 1947, 1949, 1958, 1962-1964, won the Group II title in 1975, and won the Group I title in 1990-1992. Tghe program's 10 state championships are tied for seventh-most in the state.NJSIAA Spring Track Summary of Group Titles Boys, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The girls team won the Group II spring track state championship in 1980 and 2007 (tied with Hanover Park High School), and the Group I title in 1991.Summary of Group Titles: Girls, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The girls track team and the boys team both won the Group II indoor state championship in 2006.NJSIAA Indoor Group Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. === Field hockey === The team won the South Jersey Group II state sectional championship in 1985.NJSIAA History of Field Hockey Championships, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. === Cross country === The boys cross country team won the Group I state championship in 1992 and 2007.NJSIAA Boys Cross Country State Group Champions, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. The 1991 boys team finished a perfect season of 11-0 for the first time in 17 years, won the South sectional title and finished second in the state meet. The 1992 boys' team won the South sectional title and won the Group I state championship for the first time in the school's history. The 2007 team claimed the South Jersey Group I sectional title;Boys 5k Run CC Group 1, New Jersey State Interscholastic Athletic Association. Accessed January 7, 2012. they also claimed the Group I state title.Boys 5k Run CC Group I, New Jersey State Interscholastic Athletic Association, November 10, 2007. Accessed January 7, 2012. === Softball === The softball team won the Group II state championship in 2001 (defeating Pompton Lakes High School in the final game of the tournament) and the Group I championship in 2013 (vs. Saddle Brook High School).NJSIAA Softball Championship History, New Jersey State Interscholastic Athletic Association. Accessed September 1, 2020. In 2001, the team won their second consecutive South, Group II state sectional championship with a 2-0 win against Manchester Township High School.\"Schlichtig lifts Haddon Heights to Group 2 title\", Courier-Post, June 1, 2001. Accessed August 18, 2007. \"The Haddon Heights High School softball team won its second straight South Jersey Group 2 championship Thursday when it turned back Manchester Township 2-0 in the title game at Washington Township.\"2001 NJSIAA Softball - South, Group II , New Jersey State Interscholastic Athletic Association. Accessed August 18, 2007. === Baseball === The team won the South Jersey Group I state sectional championship in 2015 with a 3-1 win against fifth-seeded Wildwood High School.Staff. \"Warriors edged in first title game appearance\" , Shore News Today, May 29, 2015. Accessed December 5, 2017. \"Wildwood High School's baseball team proved it belonged in the South Jersey Group I championship game Friday afternoon.... But, ultimately, the Warriors didn't get enough runs against an excellent Haddon Heights club and fell, 4-2, in the sectional championship game.... Third-seeded Haddon Heights (18-7), which will play the Central Jersey champion in a state Group I semifinal game early next week, scored three times in the bottom of the fifth inning to break a 1-1 tie.\" ==Extracurricular activities== Marching band: The marching band was Tournament of Bands Atlantic Coast Champions in Group 1 in 1994.Atlantic Coast Champions by Year, Tournament of Bands. Accessed October 5, 2020. They were also the TOB Chapter 1 Champions in Group 1 from 1992-1997. The school's marching band finished in third place at the 2007 United States Scholastic Band Association National Championships, competing as a Group I band at M&T; Bank Stadium in Baltimore, Maryland on November 16, 2007, with a score of 94.175, missing second place by 1/20th of a point.Championship, Group I, M&T; Bank Stadium, November 16, 2007, United States Scholastic Band Association. Accessed November 18, 2007. At the USSBA Yamaha Cup competition in October 2012, the marching band came in first in the 1 Open group, winning awards for Best Visual and Best Guard.Yamaha Cup 2, USSBA, October 13, 2012. Accessed October 15, 2012. \"1 Open Haddon Heights High School (NJ) 74.55 1 Best Visual, Best Guard\" In November 2013, at MetLife Stadium in East Rutherford, New Jersey, the unit took home their first ever USBands Group 1 Open National Championship, with a score of 90.25. The following season (2014), the unit went undefeated in the regular season in both the USBands and Tournament of Bands circuits. They proceeded to go a combined 4-1 in their championship performances in both circuits (the only loss being the Atlantic Coast Championships where they finished third). The unit won their second consecutive national championship, scoring a 94.450, over a four point improvement from the previous season’s national championship victory. During the 2015 campaign, the unit won the Tournament of Bands Group 1 Open New Jersey State Championship at Toms River High School North, on October 24, 2015. The 2018 season saw the unit take home their first USBands Group 1 Open New Jersey State Championship since the 2014 season, taking down the defending national champion in Burlington City High School, after going 0-2 when seeing them in the regular season. Following the 2018 season, the unit lost 14 of its 35 total members, leaving the unit with only three senior members on the roster entering the 2019 season. Despite this, the unit went on to have by far their most successful season since the 2014 season, highlighted by taking home their second consecutive USBands Group 1 Open New Jersey State Championship, again defeating the defending national champion (again being Burlington). The championships were held at Wayne Valley High School on November 3, 2019. Color guard: The school's indoor color guard, known as High Voltage (or HV for short), was the Scholastic Open Class champions at the Tournament Indoor Association (TIA) All-Chapter Championships in 1994 and 1996. They were the Scholastic World Class Champions from 1998-2001, the Independent Open Class Champions in 2005 and 2006, and the Independent A Class Champions in 2002, 2004, 2007, 2008, and 2009. Their run from 1998-2009, in which they won an All-Chapter championship in 11 out of 12 seasons, is widely regarded as the best championship run in TIA history. They were the Independent A Class Champions in the MAIN circuit in 2004, 2005, and 2009. Indoor percussion ensemble: The school's indoor percussion ensemble was the Tournament Indoor Association Scholastic A Champions in 2006. The school's indoor percussion ensemble also attended the 2007 WGI (Winter Guard International) World Championships in Dayton, Ohio. In 2008, the percussion ensemble was the 2008 Tournament Indoor Association Scholastic Open All Chapter Champions performing their award-winning show entitled, Illusions. In 2011, at the Tournament Indoor Association Atlantic Coast Championships, the percussion ensemble won the Scholastic Intermediate A Prelims round with a score of 92.500, yet in just after two days in their finals performance, they jumped to a 97.975, becoming the 2011 Scholastic Intermediate A Atlantic Coast Champions. In 2014, the percussion ensemble won the Scholastic Novice Atlantic Coast Championship, earning their fourth title in nine seasons. ==Administration== The school's principal is Eric Rosen. His core administration team includes two assistant principals.Administration, Haddon Heights High School. Accessed August 6, 2020. ==Notable alumni== * Tommy Avallone (born c. 1983, class of 2001), film director and producer.Graham, Kristen A. \"Youth will serve, candidate hopes; Tommy Avallone, 20, aspiring filmmaker, is counting on fellow students to elect him mayor of Haddon Heights.\", The Philadelphia Inquirer, June 18, 2003. Accessed August 6, 2020, via Newspapers.com. \"'I know enough people who graduated with me, graduated before me, after me so maybe they'll all vote and I'll win,' said Avallone, Haddon Heights High School Class of 2001.\" * Sarah K. Elfreth (born 1988, class of 2006), member of the Maryland Senate representing the 30th district, comprising Annapolis and southern Anne Arundel County.Senator Sarah K. Elfreth, General Assembly of Maryland. Accessed July 16, 2019. \"Haddon Heights High School, 2006\" * Ray Fisher (born 1988) actor in 2008 short film The Good, the Bad, and the Confused and Cyborg in Batman v Superman: Dawn of JusticePoints of Pride , Haddon Heights High School. Accessed April 27, 2017. \"Fisher, Class of 2005, has won the role of a cyborg in the upcoming Batman-‐Superman movie.\" * Kristin Hunter (1931-2008), author best known for her first novel, God Bless the Child, published in 1964Morrison, John F. \"Kristin Hunter Lattany, novelist and activist, dies at 77\", Philadelphia Daily News, November 21, 2008, copied at AlYoung.org. Accessed September 28, 2017. \"Kristin was born in Philadelphia to George L. Eggleston and the former Mabel Manigault. She graduated from Haddon Heights High School in 1947 and majored in elementary education at the University of Pennsylvania.\" * Steve Israel (born 1969), former football cornerback who played nine seasons in NFLSteve Israel profile , database Football. Accessed June 3, 2007. * Herb Kelleher (1931-2019), co-founder, Chairman and former CEO of Southwest AirlinesBlackwell, Charles W. \"Flying High with Herb Kelleher: A Profile in Charismatic Leadership.\", Journal of Leadership Studies, June 22, 1999. Accessed November 2, 2007. \"Graduating from Haddon Heights High School where he distinguished himself as an athlete and student body president, Kelleher's first job was at Campbell Soup Company where he worked for six summers, joining his dad who was General Manager.\" * Bill Manlove (born 1933, class of 1951), National Champion football coach at Widener University, member of College Football Hall of FameKern, Mike. \"Widener legend Bill Manlove entering College Football Hall of Fame\", The Philadelphia Inquirer, July 14, 2011. Accessed August 29, 2012. \"Manlove graduated Haddon Heights High School in 1951 and enlisted with the U.S. Army.\" * Walter E. Pedersen (1911-1998, class of 1929), union leader and politician who served as Mayor of Clementon and a two-year term in the New Jersey General Assembly.Hagenmeyer, S. Joseph. \"Walter E. Pedersen, 87, Political And Union Leader\", The Philadelphia Inquirer, November 23, 1998, backed up by the Internet Archive as of October 20, 2016. Accessed November 14, 2017. \"Walter E. Pedersen, 87, a former Republican assemblyman and Camden County union leader, died Wednesday at his Clementon home. Mr. Pedersen, who was born in Berlin Borough, had lived in Clementon since he was 9. He was a 1929 graduate of Haddon Heights High School and, while a student, caddied at Pine Valley Golf Club for 10 years.\" * Haason Reddick (born 1994), football linebacker selected 13th overall in 2017 NFL Draft by Arizona CardinalsDunleavy, Ryan. \"Temple's Haason Reddick, walk-on to NFL Draft fast-riser: 'I came so far: Literally from the bottom'\", NJ Advance Media for NJ.com, March 9, 2017. Accessed April 27, 2017. \"To understand why Reddick is afraid to pinch himself, consider that he thought his football career was over after injuries marred his final two seasons at Haddon Heights High School.\" ==References== == External links == * *Haddon Heights School District Website * *School Data for the Haddon Heights School District, National Center for Education Statistics *South Jersey Sports: Haddon Heights HS Category:Haddon Heights, New Jersey Category:Barrington, New Jersey Category:Lawnside, New Jersey Category:Merchantville, New Jersey Category:1910 establishments in New Jersey Category:Public high schools in Camden County, New Jersey Category:Educational institutions established in 1910 ",
    "title": "Haddon Heights High School"
}