{
    "id": "7851344",
    "text": "Telkomsel Telecommunication Center (TTC) Building in Jakarta, Indonesia PT Telekomunikasi Selular, trading as Telkomsel, is an Indonesian wireless network provider founded in 1995 and is a subsidiary of Telkom Indonesia. It is headquartered in South Jakarta. Telkomsel is the largest wireless carrier in the country with 163 million customer base as of 2018. The company Operates their GSM network on the 900–1800 MHz frequency range, as well as 3G and 4G services on other frequencies. Telkomsel operates a variety of sim card brands, chief among them are simPATI and kartuHALO. These brands differ on their payment model (pre-paid vs. post-paid) as well as pricing. As of 31 March 2015, Telkomsel has 46% of the Indonesian wireless service market share. ==History== Telkomsel was incorporated on 26 May 1995 in Jakarta, Indonesia. It is majority owned by Telkom Indonesia with 65% of the shares, with Singapore Telecommunications Limited owning the minority 35%. In November 1997, Telkomsel became the first wireless carrier in Asia to introduce rechargeable GSM pre-paid services. In September 2006, Telkomsel became the first carrier in the country to launch a 3G service. On 20 March 2009, Telkomsel and Apple South Asia Pte. Ltd. launched the iPhone 3G in Indonesia with customised price plans for all of Telkomsel's customers. Three years later, Telkomsel had acquired more than 100 million active customers. In April 2017, the company website was hacked, and a message protesting about high charges and unnecessary extra services was posted. There was widespread support for the hacker on social media. ==Network coverage== As of 2018, Telkomsel has 160.705 Base Transceiver Stations (BTS) with 68.7% being 3G/4G capable. The network uses GSM Dual Band (900 & 1800), GPRS, EDGE, 3G, and 4G technologies. The company has 323 international roaming partners in 170 countries (September 2008). In addition, Telkomsel has worked with network carriers in neighboring countries to offer the co-branded simPATI Kangen product for Indonesians living abroad. ==References== ==External links== * Category:Mobile phone companies of Indonesia Category:Telecommunications companies established in 1995 Category:Indonesian brands ",
    "title": "Telkomsel"
}