{
    "id": "7851928",
    "text": "The Dacia 1300 () is a medium-sized family car that was built during the Cold War by Romanian auto maker Dacia. The \"1300\" stands for the engine displacement. The first Dacia 1300 left the assembly line on 23 August 1969. On 21 July 2004, the last Dacia 1310 (sedan version), number 1,959,730, rolled out the gates of the Mioveni production facility, just one month before its 35th anniversary. ==History== ===Dacia 1300=== Dacia 1300, rear view The Romanian government of the 1960s had decided to acquire the tooling and basic design of a western car to decrease Romania's reliance on imported consumer goods. Terms stated that the vehicle had to be inexpensive, large enough for a family, and powered by an engine displacing not more than 1.3 litres. Offers came from Alfa Romeo, Fiat, Austin, DKW, Peugeot among others, but the winner was the Renault 12. The choice of a French design was not only political but also technical; Romania was attempting to cultivate economic relationships with Western Europe, particularly France, and to demonstrate its economic capabilities.The Dacia Saga #1 at group.renault.com Part of the resulting vehicles were sold to consumers in the Eastern Bloc, and in export markets such as South America, Canada, China, and North Korea, but also Great Britain, Denmark and the Netherlands. When automobile production started at the Mioveni factory, the Renault 12 was still a prototype; for this reason, Renault offered CKD kits and tooling for the older Renault 8 Major as a temporary surrogate. This resulted in the Dacia 1100, which was built for a few years until the 1300 would arrive. Both the R12 and its licensed copy were launched in 1969, although the 1300 was launched 9 days before the R12, on the 23 August parade. During the first few years of production, the plant assembled CKD kits imported from France. At the time of its launch, the 1300 was a modern car offering good comfort, safety, good performance and reliability, and even more so by Eastern standards of the time, set by 1960s and 70s Eastern Bloc vehicles.Project number 117Renault 12 The 1300 was subject to multiple facelifts in an effort to maintain consumers' interest in the model, but the basic design was kept for its entire 35-year lifespan. Although performance and fuel consumption were gradually improved, quality didn't always meet the standard once they had stopped importing CKD kits. Body panel corrosion became the model's primary problem. Air conditioning, airbags and anti-lock brakes were never offered. The estate version went into production in 1973, and in 1975, the Dacia 1302, a pickup truck derived from the 1300 platform, was introduced. ===Dacia 1310 series=== Dacia 1310 Break Dacia 1410 Sport In 1979, Dacia presented a revised version of the 1300 at the Bucharest Auto Show. In 1982, its name was changed to Dacia 1310, and later also came \"1210\", \"1410\" and a few other versions. In 1983, the whole range was facelifted for the 1984 model year. A coupé version of the car, the 1410 Sport, with two doors and a lowered roof, was also released in 1983. In 1987 the Dacia 1320 liftback was introduced. In 1989, a new generation Dacia 1310 was launched in estate and sedan versions. It was a minor modification of the previous generation with new headlights. A new liftback version named Dacia 1325 Liberta was introduced in 1990. The 1310 van was also launched in 1990. The fully facelifted Dacia 13xx range was introduced in 1993. By the 1980s, the model was becoming dated and its chassis was no longer able to meet safety standards of the era, prompting Dacia to start work on a replacement. However, financial and political setbacks caused that replacement, the Dacia Nova, to be delayed until 1994, by which time it was already outdated. Although the newer Nova range (later evolving into Dacia SupeRNova and Dacia Solenza) sold well and displayed better road manners, it never replaced the 1310 range, due to its higher price, smaller interior and other disappointing factors (such as being offered only in a liftback body). Therefore, Dacia was forced to facelift the 1310 model yet again, in 1998. The last 1310 model was simply named \"Berlina\" or \"Break\", for sedan or estate respectively. In an effort to keep up with modern standards, the last version was equipped with fuel injection and a catalytic converter, meeting Euro2 emission standards. Iliescu's smile\", this car is seen at Turda in 2018. Nowadays this is the most seen model, as 1982-1998 models are becoming rare. Since the original model in 1969, constant change in automobile size meant that the 1310 was a compact sedan by the end of its production, despite having started life as a mid-size car. For a few months in 2004, Dacia offered three different small sedan models simultaneously. The model scored solid sale numbers right up to its last day of production, mainly due to its low price, value for money, and easy and inexpensive maintenance. The sedan (\"Berlina\") and the estate (\"Break\") had €4,100 and €4,250 price tags respectively in 2004. The Liberta liftback had been dropped in 1996, but production of the sedan and estate was over in 2004. The \"Pick-Up\" range ended production in December 2006. The Dacia Logan replaced the 1300/1310 model in 2004. ==Engines== {| class=\"wikitable\" style=\"text-align:center; font-size:90%;\" |- style=\"text-align:center; background:#dcdcdc; vertical-align:middle;\" ! Model !! Engine Name !! Capacity !! Type !! Power !! Torque !! Top speed !! Fuel consumption at 80...90 km/h |- | 1210 || 103.00|| 1185 cc || 8 valves OHV || at 5250 rpm || at 3000 rpm || || |- | 1300/1310Frank György, Hüttl Pál: Hogyan Tovább? – Dacia 1300. 2nd edition, Müszaki Könyvkiadó, Budapest 1986, . p. 17–22 || 810.99 || 1289 cc || 8 valves OHV || at 5250 rpm || 9.6 kp·m (94 N·m) at 3300 rpm || || |- | 1310/1410 || 102.14 || 1397 cc || 8 valves OHV || at 5250 rpm || at 3000 rpm || || |- | 1310/1410 || 102.13 || 1397 cc || 8 valves OHV || at 5250 rpm || at 3000 rpm || || |- | 1310i || 102.41 || 1397 cc || 8 valves OHV || at 5250 rpm || at 3000 rpm || || |- | 1310/1410 || 106.00 || 1557 cc || 8 valves OHV || at 5000 rpm || at 2500 rpm || || |- | 1310i || 106.02 || 1557 cc || 8 valves OHV || at 5000 rpm || at 2500 rpm || || |} ==Gallery== File:1982 Dacia 1310 (GDR export model) in Bucharest.jpg|Dacia 1310, model from 1982 to 1984, DDR export version File:Dacia 1310 P during „XXX lat motoryzacji PRL” exhibition at Bonarka City Center in Kraków.JPG|1982 Dacia 1310 File:AutoDaciaBucarest.jpg|1983-1990 Dacia 1310 Berlina (Sedan) File:1983 Dacia 1310 Kombi Heck.jpg|Dacia 1310 Break (Estate) File:Parkolo Parade JM 21.10.18 (19).jpg|1983-1992 Dacia 1440 Carpathia Sportcoupe 1.4 SCX (front) Parkolo Parade JM 21.10.18 (84).jpg|1983-1992 Dacia 1440 Carpathia Sportcoupe 1.4 SCX (rear) File:Pickup3.jpg|1999-2006 Dacia 1307 4×4 (DoubleCab) File:1982 Dacia 1310 for Colombia.jpg|Dacia 1300 with 1310 elements, Colombian taxi export version. File:1982 Dacia 1310 (police car) in Bucharest.jpg|Romanian 1982 Dacia 1310 Militia car in the typical early 1970s livery. File:Dacia 1320.jpg|Dacia 1320 cn1 hatchback (1987-1990) ==See also== * Dacia 1320 * Dacia Liberta * Dacia Pick-Up * Dacia Logan * Renault 12 ==Notes== ==References== * Mondiru, Corneliu (1990). Autoturisme Dacia. Editura Tehnică Publishing. ==External links== * Automobile Romanesti - Dacia 1300 1300 Category:Cars of Romania Category:Front-wheel-drive vehicles Dacia 1310 Category:Euro NCAP small family cars Category:Sedans Category:Station wagons Category:1960s cars Category:1970s cars Category:1980s cars Category:1990s cars Category:2000s cars Category:Cars introduced in 1969 ",
    "title": "Dacia 1300"
}