{
    "id": "7852092",
    "text": "{| |} USS Daniel A. Joy (DE-585) was a in service with the United States Navy from 1944 to 1965. She was scrapped the following year. == Namesake == Daniel A. Joy was named in honor of Pharmacist’s Mate Second Class Daniel Albert Joy, USNR. He was born on 11 October 1918 in Waltham, Massachusetts and enlisted in the Naval Reserve on 8 February 1937. Pharmacist’s Mate Joy was killed in action on 5 October 1942 while engaged in action with Japanese Forces on Guadalcanal, Solomon Islands. During the height of battle, Joy braved the fire of the enemy, making his way through to the front lines to remove the wounded and carry them to safety. His devotion to the performance of a hazardous task continued until he was killed by Japanese gunfire. As a result of his courage he was posthumously awarded the Navy Cross. == Service history == === World War II === Daniel A. Joy was built by Bethlehem-Hingham Shipyard, in Hingham, Massachusetts It was launched on 15 January 1944, sponsored by Mrs. D. A. Joy (widow of Petty Officer Joy), and commissioned on 28 April 1944. Lieutenant F. E. Lawton, USNR, as commanding officer. Following a voyage on convoy escort duty to Bizerte, Tunisia between 2 August and 19 September 1944, Daniel A. Joy sailed from Boston 1 October and arrived at Humboldt Bay 20 November. Next day she got underway to screen reinforcements for the landings on Leyte. She remained on escort and patrol duty in the Philippines, convoying ships from New Guinea and Manus, and covering the landings at Lingayen Gulf, Mangarin Bay, and Mindoro. From 23 April to 10 August 1945 she was in the Manila Bay area engaged in local escort and antisubmarine patrol duty. From 10 August to 21 September she made two voyages to Okinawa, returning to conduct mine disposal patrols in the waters off Mindoro and standing by during the minesweeping operations in Liange Bay. === Cold War === Daniel A. Joy sailed from Samar 1 December 1945 for the west coast, arriving at San Pedro, California 22 December. On 12 August 1946 she was assigned to the 12th Naval District for duty as a Naval Reserve training vessel, and she sailed the next day for San Francisco, California. She remained on this duty until decommissioned 7 February 1949. Recommissioned 11 December of that year, she sailed from Mare Island Naval Shipyard 4 March 1950 for New Orleans, Louisiana where her screws were removed and her mast stepped down. Pontoons were secured to her sides and she was towed up the Mississippi, Illinois, and Chicago Rivers to Lake Michigan where her screws and mast were replaced. On 5 May 1950 she was placed in commission, in reserve to serve as the flagship for six patrol vessels of the 9th Naval District engaged in the training of naval reservists on the Great Lakes.U.S. Navy All Hands magazine January 1962, pp. 16-18. Daniel A. Joy was decommissioned on 1 May 1965 and sold for scrap to the North American Smelting Corporation in Wilmington, Delaware on 1 March 1966. == Military awards and honours == Daniel A. Joy received two battle stars for World War II service. == References == * == External links == * Category:Rudderow-class destroyer escorts Category:Ships built in Hingham, Massachusetts Category:1944 ships ",
    "title": "USS Daniel A. Joy (DE-585)"
}