{
    "id": "7852527",
    "text": "The station in 1950 Dunford Bridge railway station was a railway station that served the village of Dunford Bridge on the Sheffield, Ashton-under-Lyne and Manchester Railway situated immediately east of the Woodhead Tunnel, west of Penistone, within the Metropolitan Borough of Barnsley, South Yorkshire, England. The station was east of Manchester London Road (now Manchester Picadilly) and west of the now closed Sheffield Victoria station. ==History== When the line over Woodhead was opened in 1845 the tunnels were incomplete and a stagecoach service operated from here over the hills to the station at . Because the turning space at was inadequate the stagecoach links in the Huddersfield direction via Holmfirth were also operated from here. The station was opened on 14 July 1845 and consisted of two flanking platforms, the main, stone built structure, with booking office and staff accommodation was on the Manchester-bound (Down) platform, whilst the Sheffield-bound platform (Up) had a large water tower alongside a stone built waiting shelter. Immediately east of the station was access to sidings which served stone quarries. The area was controlled from a signal box positioned near the road bridge at the west end of the station but this was replaced by a larger cabin, of the late Manchester, Sheffield and Lincolnshire Railway design, immediately east of the station buildings, on the up platform. This station was replaced by a modern structure in 1954 when the line was electrified. Still with flanking platforms but now realigned with the line through the \"new\" Woodhead Tunnel the main building was still on the down platform with a simple waiting shelter on the up. The station was closed with the passenger services on the line on 5 January 1970. == References == * Dow, George. \"Great Central Volume 1\" (The Progenitors 1813 - 1965), Locomotive Publishing Company, London. 1965. == External links == Category:Disused railway stations in Barnsley Category:Former Great Central Railway stations Category:Railway stations in Great Britain opened in 1845 Category:Railway stations in Great Britain closed in 1970 Category:Woodhead Line ",
    "title": "Dunford Bridge railway station"
}