{
    "id": "7852126",
    "text": "Alex Lely (born 30 June 1973) is a Dutch former professional pool player. Lely won the 1999 World Pool Masters after defeating Efren Reyes 7–5, and reached the final in 2000 but lost to Ralf Souquet 7–3. He is a two-time European champion having won the nine-ball and eight-ball at the 2005 European Pool Championships. Lely has competed for the European team at the Mosconi Cup on four occasions in 1999, 2005, 2008 and 2009. Lely would be a part of the successful team at the 2008 Mosconi Cup when acting as the teams non-playing captain. In 2020, he took over as the team captain of the European team from Marcus Chamat. Lely is a multiple time champion of events on the Euro Tour, first winning the 1999 German Open, before taking two more events in 2005 and 2006. ==Career== Alex Lely at the 2007 World Trickshot Masters tournament Alex Lely was born 30 June 1973 in the Hague, Netherlands. He plays pool right- handed. Lely turned professional in 1998, and the following year won his first major tournament, the World Pool Masters. He defeated Efren Reyes in the final 7–5. Lely also collected autographs from his opponents in the competition. The same season, Lely debuted for the European Mosconi Cup team in the 1999 event, thanks to his win at the Masters. Lely also won his first Euro Tour event, defeating Francisco Bustamante in the final of the 1999 German Open. In 2000, Lely reached his first final at the European Pool Championships, losing to Oliver Ortmann in the straight pool event. In defence of his championship, Lely also made it to the final of the 2000 World Pool Masters. However, Lely would lose the final 3–7 to Ralf Souquet. Lely did not win any major titles for the next few seasons. He played in the 2001 World Games in both men's snooker and men's pool events, but lost in the last 16 in both events. In 2003, he once again reached the later stages at the World Pool Masters, this time finishing as a losing semifinalist to Hsia Hui-Kai 8–4. This was the furthest that Lely would progress in the competition, as he finished in the quarter-finals in both 2004 and 2005 and did not appear in the competition in 2007. Lely won two of the events at the 2005 European Pool Championships, winning the nine-ball tournament beating Ralf Souquet in the final 9–8, and the eight-ball event defeating Tomasz Kapłan. He played for the second time at the 2005 Mosconi Cup, with the team being defeated 11–6. Before the 2007 WPA World Nine-ball Championship, he retired from the professional circuit; citing not wanting as much pressure to perform and tournaments not suiting his style of play. He appeared again at the Mosconi Cup in 2008 and 2009 as the non- playing captain, winning in the former. He made an appearance at the 2015 Derby City Classic, where he finished in fourth place. Lely returned to the World Pool Masters at the 2018 event, which celebrated the 25th staging of the event, and saw a field of previous winners. Lely lost to Alex Pagulayan in the first round 8–4. In 2020, Lely was announced as the new captain of the European team for the Mosconi Cup, taking over from Marcus Chamat. ==Achievements== * European Pool Championships ** 2005 (Nine-ball, Eight-ball) * 1999 World Pool Masters * Euro Tour ** 1999 German Open ** 2005 Italian Open ** 2006 Netherlands Open ==References== ==External links== Category:1973 births Category:Dutch pool players Category:Living people Category:Sportspeople from The Hague ",
    "title": "Alex Lely"
}