{
    "id": "7852085",
    "text": "Social conditioning is the sociological process of training individuals in a society to respond in a manner generally approved by the society in general and peer groups within society. The concept is stronger than that of socialization, which is the process of inheriting norms, customs and ideologies. Manifestations of social conditioning are vast, but they are generally categorized as social patterns and social structures including nationalism, education, employment, entertainment, popular culture, religion, spirituality and family life. The social structure in which an individual finds him or herself influences and can determine their social actions and responses. Social conditioning represents the environment and personal experience in the nature and nurture debate. Society in general and peer groups within society set the norms which shape the behavior of actors within the social system. Though society shapes individuals; however, it was the individual who made society to begin with and society in turn shaped and influenced us. Emile Durkheim who really played an important role in the theory of social facts, explained and talked how what was once a mere idea which in this case Durkheim is talking about society has turned out to be a thing which basically controls and dictates us. ==Socialization== Social conditioning is directly related to the particular culture that one is involved in. In You May Ask Yourself, Dalton Conley, a professor of sociology at New York University, states that \"culture affects us. It's transmitted to us through different processes, with socialization—our internalization of society's values, beliefs and norms—being the main one.\" The particular manner or influence that one is exposed to is associated by the herd that he or she is involved in. Social conditioning bases its principals on the natural need for an animal to be a part of a pack. ==Herd Instinct== Sigmund Freud, known as the father of psychoanalysis, recorded his observations of group dynamics in Group Psychology and the Analysis of the Ego. In his work, he refers to Wilfred Trotter as the group conditions its members, Freud states \"opposition to the herd is as good as separation from it, and is therefore anxiously avoided\". Such fear causes the individual members and even leaders of a particular group to go along with the decisions a group based in accordance to its culture. On a micro scale, the individual is conditioned to partake in the social norms of the said group even if they contradict his or her personal moral code. The consequences of such protest (may) result in isolation. Such, in accordance to Freud, is one of the greatest punishments than can be instilled on an individual. This would result in the inability of an individual to practice his or her \"instinctual impulses\". These instincts, in accordance to Freud, are the motives behind actions that the individual may take. The father of psychoanalysis further states that, \"we thus have an impression of a state in which an individual's private emotional impulses and intellectual acts are too weak to come to anything by themselves and are entirely dependent for this on being reinforced by being repeated in a similar way in the other members of the group\". Out of fear of isolation and to secure the practice of instinctual impulses, there may be little protest from individual members as the group continues to conditions. ==Propaganda== Edward Bernays, Freud's nephew and the father of propaganda and public relations, used many of his uncle's theories in order to create new methods in marketing. In Propaganda, he published that \"If we understand the mechanism and motives of the group mind, it is now possible to control and regiment the masses according to our will without them knowing it\". He used the herd theory in order to create public relations, thus conditioning the public to need particular goods from certain manufacturers. In the same publication he stated, \"A single factory, potentially capable of supplying a whole continent with its particular product, cannot afford to wait until the public asks for its product; it must maintain constant touch, through advertising and propaganda, with the vast public in order to assure itself the continuous demand which alone will make its costly plant profitable.\" His theories and applications in social conditioning continue throughout his work. ==Bernays and the elite== Bernays continued the application of his work as he associates the method in which a minority elite use social conditioning to assert their dominance and will power. In You May Ask Yourself, Dalton Conley describes this ideal with hegemony. He states that the term \"refers to a historical process in which a dominant group exercises 'moral and intellectual leadership' throughout society by winning the voluntary 'consent' of popular masses.\" Bernays believed that this was a functionalist approach. Stating \"vast numbers of human beings must cooperate in this manner if they are to live together as a smoothly functioning society ...In almost every act of our daily lives, whether in the sphere of politics or business, in our social conduct or our ethical thinking, we are dominated by the relatively small number of persons...who understand the mental processes and social patterns of the masses.\" Such influence is made possible by persistent repetition. Wilbert E. Moore, a formal Princeton University Sociology professor, in Social Change, states that \"the persistence of patterns gives order and constancy to recurrent events. In terms of behavior, many elements of persistence are more nearly cyclical, the near repetition of sequences of action over various time periods.\" He continues to state that \"role structures (and this norms) grow out of the need for predictability\". While he does state that there are several reasons for group formation (spontaneous, deliberate and coercive) the group usually winds up 'repeating sequences' and then, in accordance to Freud and Bernays, contribute to the socialization of possibly new members. ==Classical conditioning – Ivan Pavlov and behaviorism== Ivan Pavlov Such repetition contributes to basic social conditioning. Ivan Pavlov demonstrated this theory with his infamous conditioned stimuli experiment. In Pavlov's dog experiment, the research proved that repeated exposure to a particular stimuli results in a specific behavior being repeated. In accordance to Mark Bouton, of University of Vermont, the strength of such 'repetition' and influence can be seen in operant conditioning. Where, depending on reinforcement and punishment of a particular behavior, a response is conditioned. ==Methods of social conditioning – media== In accordance to Ashley Lutz, an editor of Business Insider, 90% of the media, in 2011, was owned by merely six companies. Such limits the exposure to information, at least the perspective on information. The limited exposure to the perspectives of information results in increase of particular social conditioning. Through repetition of a particular perspective of an ideal, the view is reinforced into the audience and results in a formed social norm. This contributes to the formation of a reflection of the culture in media. Conley states that \"culture is a projection of social structures and relationships into the public sphere, a screen onto which the film of the underlying reality or social structure of our society is shown\". Such cycling repetition creates a method of socialization and a manner in which society further molds its current members or new ones into the culture. ==Labeling theory== ===Social control and stigmatization (SCS)=== Conley states that \"individuals subconsciously notice how others see or label them, and their reactions to these labels over time form the basis of their self-identity. It is only through the social process of labeling that we create deviance by assigning shared meanings to acts.\" Social conditioning is formed by the creation of 'good' and 'bad' behaviors - persistent reinforcement and the use of operant conditioning influences individuals/groups to develop particular behaviors and/or ideals. In \"A Differential Association—Reinforcement Theory of Criminal Behavior\", from Criminological Theory Readings and Retrospectives, social norms and deviance in a particular group is described as follows: \"We often infer what the norms of a group are by observing reaction to behavior, i.e., the sanctions applied to, or reinforcement and punishment of, such behavior. We may also learn what a group's norms are through verbal and written statements. The individual group member also learns what is and is not acceptable behavior on the basis of verbal statements made by others, as well as through sanctions (i.e. the reinforcing or aversive stimuli) applied by others in response to his behavior and that of other norms violators.\" A particular group conditions its members into certain behaviors. In Juvenile Delinquency and Urban Areas, the authors note that even illegal behaviors may be seen as positive and promoted within a particular group because different social organizations have a varying amount of influence over particular members – in particular, as children age, their friends play a greater amount of influence than the family. Burgess and Akers further reinforce this point: \"In terms of our analysis, the primary group would be seen to be the major source of an individual's social reinforcements. The bulk of behavioral training which the child receives occurs at a time when the trainers, usually the parents, possess a very powerful system of reinforcement. In fact, we might characterize a primary group as a generalized reinforce (one associated with many reinforces, conditioned as well as unconditioned). And, as we suggest above, as the child grows older, groups other than the family may come to control a majority of an individual's reinforces, e.g. the adolescent peer group. Such theories are further backed up by Mead's theory of Social Development and are reinforced by stigmatization.\" ===Mead's theory of social development=== Margaret Mead In accordance to Margaret Mead, one's identity is shaped by outside forces. While the self exists on its own at birth, the first interactions influence the development of one's identity. With the introductions of more and more groups, starting with the significant other (ex. family) and reference groups (ex. friends) an individual develops his or her perception of self. As Conley states, individuals \"...develop a sense of other, that is, someone or something outside of oneself\". Finally, individuals interact with the generalized other, \"which represents an internalized sense of the total expectations of others in a variety of settings—regardless of whether we're encountered those people or places before\". ===Stigma=== \"A stigma is a negative social label that not only changes others' behaviour towards a person but, also alters that person's self-concept and social identity.\" Once placed into such a category, an individual finds it nearly impossible to move out of that particular grouping. Such becomes his or her master status, overshadowing any other statuses. Such conditions the individual to continuously partake in the activities ascribed to the master status, good or bad. ==See also== * Brave New World * Operant conditioning * Peer pressure * Social theory * Political correctness ==References== Category:Sociological terminology ",
    "title": "Social conditioning"
}