{
    "id": "7852575",
    "text": "Sir Ernest William Titterton (4 March 1916 – 8 February 1990) was a British nuclear physicist. A graduate of the University of Birmingham, Titterton worked in a research position under Mark Oliphant, who recruited him to work on radar for the British Admiralty during the first part of the Second World War. In 1943, he joined the Manhattan Project's Los Alamos Laboratory, where he helped develop the first atomic bombs. He eventually became one of the laboratory's group leaders. He participated in the Operation Crossroads nuclear tests at the Bikini Atoll in 1946, where he performed the countdown for both tests. With the passage of the Atomic Energy Act of 1946, known as the McMahon Act, all British government employees had to leave. He was the last member of the British Mission to do so, in April 1947. Returning to England, Titterton joined the Atomic Energy Research Establishment in Harwell, Oxfordshire, heading a group responsible for research with nuclear emulsions and cloud chambers. He investigated ternary fission, a comparatively rare type of nuclear fission in which the nucleus breaks into three pieces instead of two, and the photodisintegration of light nuclei by gamma rays. He was also a consultant to the Atomic Weapons Research Establishment (AWRE) at Aldermaston that designed and developed Britain's first nuclear weapons. In August 1950, Titterton accepted an offer from Oliphant to become the foundation Chair of Nuclear Physics at the Australian National University (ANU) in Canberra. Over the next thirty years, Titterton held high positions on various science, defence and nuclear-related committees, institutes and councils in Australia. He helped build up the physics department at ANU through the acquisition of accelerators. As a member of the Atomic Weapons Tests Safety Committee (AWTSC), Titterton witnessed many of the British nuclear tests at Maralinga. His reputation was tarnished by the McClelland Royal Commission in 1984 and 1985, which accused him of loyalty to Britain instead of Australia. He was a strong public advocate of nuclear power in Australia, arguing that \"nuclear power is the cheapest, cleanest and safest method of power production yet devised by man.\" == Early life == Ernest William Titterton, was born in Kettlebrook, Tamworth, Staffordshire, England, on 4 March 1916, the son of William Alfred and his wife Elizabeth . He had a younger brother, Maurice. He had a talent for music, singing with the choir at the Church of St Editha, Tamworth. Titterton's primary education began next door to the family home in Kettlebrook at a single-room school for infants, starting at the age of four. After two years, he moved to a boys-only school in Glascote, Tamworth. This council school in a mining town had basic science facilities (uncommon at that time), and it was there that his interest in science was first kindled. At ten, Titterton won a scholarship to attend Queen Elizabeth's Grammar School in Tamworth, where he performed consistently well. He also excelled at sports, playing cricket and hockey for the school's first teams, and learned to play the piano and the organ. He received his School Certificate with seven credits when he was fourteen, and entered sixth form, which was at that time reserved for gifted students expected to continue to study at a tertiary level. He studied mathematics, chemistry, and physics. His physics teacher, William Summerhayes, cultivated Titterton's interest in science. Summerhayes believed that his pupils should learn how to conduct research, and had Titterton and another boy measure the diurnal variation of Earth's magnetic field. Their results were published in the school magazine. Summerhayes hoped that Titterton would be able to enter the University of Cambridge, but the paper mill that his father worked for closed due to the Great Depression, leaving his father unemployed for a time, and unable to afford it. Instead, in 1934, Titterton was accepted into University of Birmingham on a teacher's scholarship, which paid his tuition fees, board and residence at Chancellor's Hall, a hostel for male undergraduates. Due to his achievements at secondary school, Ernest was allowed to begin his tertiary studies with second-year subjects, and even then he was said to have found them easy. He obtained his Bachelor of Science in 1936 with distinctions in both pure and applied mathematics and, of course, physics. An honours year quickly followed, and Titterton topped the year in physics. He continued his interest in music, playing the piano at social events. He also played hockey with the university First XI from 1934 to 1936. In 1937, Ernest was presented with a £92 university scholarship, and worked in a research position under Mark Oliphant, the chairman of the physics department. The scholarship was insufficient to cover his living expenses, so he lived at home and commuted by bus and train. The project he shared with another student was to determine if the weak alpha particle activity of samarium was due to the electron or gamma ray components of cosmic rays. The work had to be carried out in a coal mine, below the surface. Upon completion of these experiments, Titterton was awarded a Master of Science degree in 1938. As a requirement of his scholarship, Ernest was required to become a teacher for a year. This met with a lukewarm reception, but he graduated with his Diploma in Education, and was even awarded the Elizabeth Cadbury Prize for achieving top marks in the class. As part of his training, he taught at King Edward's School, Birmingham. To support himself, he also taught three nights a week at Birmingham Central Technical College. With his diploma in hand, he became a teacher at Bridgnorth Endowed School, a coeducational secondary school and sixth form located in the market town of Bridgnorth in the rural county of Shropshire. After a call from Oliphant, who wanted to develop a 10 cm wavelength radiation generator, Titterton worked as a research officer with the British Admiralty for the early part of the Second World War, working on radar systems at the University of Birmingham. He was awarded a PhD in physics in 1941. Though the work was classed top secret, he was allowed to submit it. His examiners were the nuclear physicists John Cockcroft and Philip Dee, both of whom were engaged in work on radar at that time. He also carried out some research with Otto Frisch. The two noted spontaneous fission in uranium, but were unable to publish due to wartime security restrictions. Credit for the discovery therefore went to Georgy Flyorov and Konstantin Petrzhak, who discovered it independently in 1940. While at the University of Birmingham, Titterton met Peggy Eileen Johnson, a laboratory assistant, who helped him build a prototype spark gap generator. They were married on 19 September 1942 at St John the Baptist in Hagley, Worcestershire. == Nuclear research == In 1943, a British mission was sent to the United States to assist the American Manhattan Project in developing atomic bombs. First to arrive at the Los Alamos Laboratory were Frisch and Titterton, on 13 December 1943. The two shared an office at first, but were soon working on different projects. Titterton worked in collaboration with the American physicist Boyce McDaniel in Robert R. Wilson's P-1 (Cyclotron) Group. Together, they searched for delays between nuclear fission and the emission of prompt neutrons. A sizeable delay could make a nuclear chain reaction impractical. They calculated that most were emitted in less than 1 nanosecond; subsequent experiments demonstrated that fission took less than a nanosecond too. Titterton then became involved with timing circuits used to track the progress of an implosion. Along with Frisch, Darol Froman, Rudolf Peierls, Philip Moon and Alvin C. Graves, he developed the \"pin method\". Pins were placed near the implosion and connected to circuits which connected to an oscilloscope. This gave accurate timing of the implosion, from which its symmetry could be evaluated. It turned out to be the most useful of several methods of timing the implosion. When the director, Robert Oppenheimer, reorganised the Los Alamos Laboratory to focus on implosion in August 1944, Titterton joined Kenneth Greisen's X-1A Section in Norris Bradbury's X-1 (Implosion) Group. The group studied the timing of the primacord detonations using X-rays. Titterton designed a circuit for measuring the spread of detonations using a variation of the pin method. He developed a device called \"the informer\" that measured the time spread among detonations (and whether all the detonators had indeed fired). In July 1945 he was a senior member of the timing group at the Trinity nuclear test that fired the first nuclear weapon at Alamogordo, New Mexico. His electronic timers tracked the progress of the detonation. In February 1946, he became the head of the P-1 (Electronics) Group. He participated in the Operation Crossroads nuclear tests at Bikini Atoll, and performed the countdown for both tests. While most Americans saw Los Alamos as a remote and isolated place, it looked quite different to those accustomed to the shortages and danger of wartime Britain. Peggy, who worked at Los Alamos as a laboratory technician, pleasantly surprised and impressed Brigadier General Leslie Groves by congratulating him on the food and accommodation. Titterton played the grand piano at dances and recitals at the Fuller Lodge, often accompanied by Richard Feynman on the drums. With the passage of the Atomic Energy Act of 1946, known as the McMahon Act, all British government employees had to leave. All had gone by the end of 1946, except for Titterton, who was granted a special dispensation, and remained until 12 April 1947. The British Mission to the Manhattan Project ended when he departed. Returning to England, Titterton joined the Atomic Energy Research Establishment in Harwell, Oxfordshire. He headed a group that was part of Herbert Skinner's General Physics Division, responsible for research with nuclear emulsions and cloud chambers. Using photographic techniques, he investigated ternary fission, a comparatively rare type of nuclear fission in which the nucleus breaks into three pieces instead of two. This occurs in only about one in 500 fission events, so was not easy to observe. He examined the cloud chamber tracks of over one million events, finding about a thousand ternary alpha particle tracks with energy of between 15 MeV and 30 MeV, emitted at 90° to the two heavy fragments. He also researched the photodisintegration of light nuclei by gamma rays. Unfortunately, the synchrotron at Harwell was not powerful enough to create pions as he hoped, so he investigated \"stars\" (multi-particle disintegrations) in nuclear emulsions. In all, he published 28 papers between 1949 and 1952. He was also a consultant to the Atomic Weapons Research Establishment (AWRE) at Aldermaston that designed and developed Britain's first nuclear weapons. == Australia == === Australian National University === In August 1950, Titterton accepted an offer from Oliphant, now the Director of the Research School of Physical Sciences and Engineering at the Australian National University (ANU) in Canberra, of its foundation chair of Nuclear Physics. He arrived in Australia on the liner in May 1951. Nonetheless, his international interests continued and he was elected a fellow of the Royal Society and the American Physical Society, both in 1952. In 1954 a similar honour was bestowed upon him as one of the earliest fellows of the Australian Academy of Science. Over the next thirty years, Titterton held positions on various science, defence and nuclear-related committees, institutes and councils, including the Australian Atomic Weapons Tests Safety Committee from 1954 to 1956, the Australian Atomic Energy Commission's Scientific Advisory Committee from 1955 to 1964, the Council of the Institute of Defence Science, Department of Supply from 1957 to 1972, Australian Atomic Weapons Tests Safety Committee from 1957 to 1973, the National Radiation Advisory Committee from 1957 to 1973, the Federal Government's Defence Research and Development Policy Committee from 1958 to 1973, the Council of the Australian Institute of Nuclear Science and Engineering from 1960 to 1984, the Council of the Australian Academy of Science from 1964 to 1966, and the Advisory Committee of the Strategic and Defence Studies Centre from 1967 to 1981. 1960s vintage 2 MeV Van de Graaff linear accelerator at the Australian National University During this time, Titterton continued to pursue his academic interests at the ANU. He had a 1.2 MeV Cockcroft-Walton accelerator installed so he could continue his work with nuclear emulsions. On study leave in 1954 he visited William Penney, a colleague from the Los Alamos Laboratory days who had become the Director of the AWRE at Aldermaston. On the voyages to and from England on the Orcades and , he wrote a book, Facing the Atomic Future (1956), in which he examined social, ethical and political issues surrounding nuclear power and nuclear weapons. He was a strong public advocate of nuclear power in Australia, writing letters to and articles in the Canberra Times. In 1979, he wrote that \"nuclear power is the cheapest, cleanest and safest method of power production yet devised by man\", an argument he repeated in a second book, with Frank Robotham, titled Uranium, Energy Source of the Future?, in which he put the case for nuclear power. Titterton was the Dean of the Research School of Physical Sciences from 1966 to 1968, and Director of the Research School of Physical Sciences from 1969 to 1973. He was also a member of the council of Macquarie University from 1978 to 1984. His goal was to build up the physics department at ANU into a world-class institution. When he heard that the 33 MeV electron synchrotron at the Telecommunications Research Establishment in Malvern, Worcestershire, was to be closed down, he wrote to Cockcroft, now the director of the AERE, and asked if he could have it for the ANU. Cockcroft agreed, on condition that the ANU pay for it to be dismantled and shipped all the way to Australia. Titterton arranged for this to be done. The electron synchrotron was installed in the basement of the Oliphant Building, where it became known as \"Ernie's erection\". A third accelerator, a 600 keV Cockcroft- Walton accelerator, was acquired in 1954. With Tony Brinkley, a researcher that he recruited in England, he studied photonuclear reactions with the Cockcroft-Walton accelerators, and bremsstrahlung, the radiation produced by the deceleration of a charged particle, with the electron synchrotron. They were the first to observe ternary fission in Californium-252. A 5 MV terminal electrostatic nuclear (EN) tandem accelerator commenced operation in 1961. The electron synchrotron ceased operation that year, and was given to the University of Western Australia. He obtained $2.2 million in 1969 for new accelerators, with which he purchased a 26 MeV negative-ion cyclotron to inject into the EN tandem, which commenced operation in 1972, and a 14UD tandem accelerator that commenced operation in 1974. He became involved in some bruising bureaucratic battles. When the Australian and British governments jointly agreed to build the Anglo-Australian telescope in 1969, a dispute arose over whether it should be controlled by the ANU or its own management. Titterton supported the latter approach, which ultimately prevailed. But he lost a battle to prevent the department of geophysics and geochemistry from becoming a new Research School of Earth Sciences. In 1973, Titterton stepped down as Director of the Research School of Physical Sciences, and became an ordinary professor. Once again he spearheaded a proposal to upgrade the department's equipment, this time by using the tandem as an injector for a superconducting linear accelerator. Unable to secure funding in Australia, he managed to persuade the British Science Research Council to donate the required equipment to the ANU from facilities in England that were being closed down. It was installed and commissioned after his death. He was appointed a Companion of the Order of St Michael and St George on 1 January 1957, and was created a knight bachelor on 1 January 1970. === British nuclear testing === Former British nuclear test site at Maralinga, South Australia On 16 September 1950, the Prime Minister of the United Kingdom, Clement Attlee sounded out his Australian counterpart, Robert Menzies about the prospect of conducting British nuclear weapons tests in Australia. Menzies was agreeable. In April 1952, the British government asked if Titterton could assist with the forthcoming test, now codenamed Operation Hurricane, as he was one of the few people outside the United States who had experience in the planning and conduct of nuclear tests. On Oliphant's advice, the vice chancellor, Sir Douglas Copland, agreed to release Titterton. Two further nuclear tests were carried out in 1953 at Emu Field, South Australia, as part of Operation Totem. Titterton and other scientists from the ANU conducted neutron flux measurements with photographic emulsions and neuron- threshold detectors. In July 1955, in response to growing concerns about health hazards related to British nuclear tests, the government created the Atomic Weapons Tests Safety Committee (AWTSC), with the power to veto tests it felt were a danger to people, flora or fauna. Titterton was one of its members, along with Leslie H. Martin, W. A. S. Butement, C. E. Eddy, Philip Baxter and L. J. Dwyer. In this capacity, Titterton witnessed British nuclear tests at Maralinga, starting with Operation Mosaic in May and June 1956. Titterton was grilled by the McClelland Royal Commission, which held hearings between August 1984 and September 1985 to investigate the conduct of British nuclear testing in Australia. He clashed repeatedly with its chairman, Jim McClelland, who accused Titterton of being \"a British plant\". His final report was scathing: Jack Waterford from the Canberra Times noted in Titterton's obituary that the \"general charge of complaisance is better directed at Menzies than Titterton.\" T. R. Ophel, the historian of the ANU's Department of Physics, opined that \"Rarely has it been more evident that the past is the proper territory of thoughtful histories. Hindsight, conditioned by political and scientific changes evolving over a 30-year period, cannot and should not be used to judge the past.\" == Retirement == Titterton officially retired in 1981, but retained a position as a Visiting Fellow in the Department of Nuclear Physics at the ANU. He suffered a stroke in 1982, but recovered. He divorced in 1986, and was injured seriously in a car accident in September 1987, which left him a quadriplegic. He considered himself as \"on the scrap heap of life\", and claimed that \"if euthanasia were legal I should opt for it tomorrow\". Nonetheless, he died from a pulmonary embolism on 8 February 1990. His remains were cremated, and his ashes scattered along the White Cliffs of Dover. He was survived by his ex-wife and three children. His papers are held by the Australian Science and Technology Heritage Centre at the University of Melbourne. == Notes == == References == * * * * * * * * Category:1916 births Category:1990 deaths Category:People from Tamworth, Staffordshire Category:English physicists Category:English nuclear physicists Category:English expatriates in Australia Category:Manhattan Project people Category:Fellows of the Australian Academy of Science Category:Alumni of the University of Birmingham Category:Fellows of the American Physical Society Category:Companions of the Order of St Michael and St George Category:Knights Bachelor Category:Fellows of the Royal Society Category:People associated with the nuclear weapons programme of the United Kingdom ",
    "title": "Ernest Titterton"
}