{
    "id": "7852572",
    "text": "thumb The Morris Ring is one of three umbrella groups for Morris dance sides. It was founded in 1934 by 6 sides: Greensleeves, Cambridge, East Surrey, Letchworth, Oxford and Thaxted. Members may meet several times a year, each Ring Meeting being hosted by a different member side (or several working together). The Morris Ring has grown to about 150 sides today, with another 35 associate and joint member sides, including teams from Australia, Canada, Denmark, the Netherlands and the U.S.A. Originally an association of men's Morris teams, at the 2018 Annual Representatives Meeting there was overwhelming support for a proposal to enable any morris team, whatever its gender make up, to become a member of The Morris Ring if they support the founding principles of the organisation: \"The object of the Morris Ring shall be to encourage the performance of the Morris, to maintain its traditions and to preserve its history; to bring into contact all the Morris Clubs or Teams. The purpose of the Morris Ring is not to replace or supersede the existing organisations, but to sub-serve them. The Clubs shall in all respects retain their independence\" Now any established Club or Team which meets regularly to enjoy Morris or Sword Dancing or Mumming, and endeavours to uphold the standards and dignity of the Morris, shall be eligible for Membership of the Morris Ring. ==History== Morris men at a meeting in Thaxted, where the Ring was founded in 1934.It had been the custom of the Cambridge Morris Men since their foundation to invite to their annual Morris and Feast some leading Morris dancer from elsewhere, and such guests, after, having attended the Morris and Feast, were made Honorary Members of the Club. It soon became clear, however, that it was impossible for the Club to honour in this way all whom it would wish, and at a meeting held on 2 November 1933 it was suggested that such dancers might be made Honorary Members without the usual procedure of invitation to the annual Feast. This, however, was felt to be unsatisfactory, and an alternative proposal was agreed to, namely, that the other groups and clubs to which these dancers belonged should be invited to join with the Cambridge Morris Men in establishing an informal federation of Morris Clubs, to be known as the Morris Ring. Five other Clubs were consulted, further discussion took place during the Cambridge Morris Men's week of dancing at Ringstead Mill in April 1934, and at the tenth annual Feast on 14 April the Squire, Joseph Needham, to whose initiative the plans for the Ring's foundation were largely due, declared the Ring instituted, the six Foundation Clubs being Cambridge, Oxford, Letchworth, Thaxted, East Surrey and Greensleeves. On 2 June 1934, at the Thaxted week-end, representatives of five of the six Clubs approved a draft constitution, and Alec Hunter outlined the proposal to all the men present. This was followed by a meeting of Club representatives, and the Ring was declared constituted. The Inaugural Meeting of the Ring took place in Cecil Sharp House on 20 October 1934, Douglas Kennedy presiding, and was attended by between sixty and seventy men. Alec Hunter was elected first Squire of the Ring, and Walter Abson first Bagman, these titles being those already in use in the Cambridge Club. One of their most valuable activities in the early days of the Morris Ring was to host instructional weekends where sides would teach other sides the dances and styles of the various Morris traditions. These instructionals are still an important part of the Morris Ring's annual calendar. The intention is to pass on knowledge of the dances and styles, rather than to teach any particular interpretation as inherently correct or preferable to another. Previously many dancers had relied on reading Cecil Sharp's 5-volume \"The Morris Book\". This was published in instalments from 1907 to 1913 and contained about 70 set dances from about 12 villages and towns. Eventually the fruit of these workshops was a new volume, \"The Handbook of Morris Dancing\", sometimes called \"The Black Book\". It was written by Lionel Bacon in 1974 as an \"aide memoir\", but quickly became regarded as authoritative. It contains almost 400 morris dances from over 20 locations. There was a second edition in 1986. Lionel Bacon was squire of the Morris Ring from 1962 – 1964 and Lionel was a founder member of Winchester Morris Men in 1953 until his death in 1994. At one time, the Morris Ring would sell Bacon's book only to members of the Morris Ring. Sides could join the Ring only if they were approved by existing members who set certain standards of dancing. In practice this meant that male-only teams could get hold of it. In 1970s and 1980s this drew criticisms from the newly formed Morris Federation and Open Morris organisations. Although a few individuals may retain strong feelings about the merits or demerits of all male, women's and mixed Morris, the three organisations now work in partnership towards shared goals through the Joint Morris Organisation (JMO), including a joint annual Day of Dance. On 12 March 2018 Squire Eddie Worrall reported from the Annual Representatives' Meeting (ARM) of a vote to scrap the male-only rule in the constitution which was carried by 87%. ==Current activity== The dances performed by members of The Morris Ring are not confined to the recognised traditional dances. Occasionally teams will supplement their repertoires by inventing a dance. The steps might be modelled on an existing dance, but danced in the style of their own locality. Sometimes they are given whimsical names. The Morris Ring continues to support this process through regular dance workshops and the services of a New Dance Collator. Ring Meetings hosted by member sides are still an important and popular part of the Ring's activities although, because of the escalating costs involved these may now be one-day events or days of dance. Ring regular publications include \"The Bagman's Newsletter\", \"The Morris Ring Circular\" and \"The Morris Dancer\". The Morris Ring website aims to be a first port of call for anyone with an interest in Morris, not just for the membership and contains a wealth of information about morris in general, including dance tunes and notations, traditional event listings, advice for sides, member sides details and locations and much about its history. ==Archives== The Morris Ring Archives are the largest collection of morris / sword related material in the world, eclipsing but not totally duplicating the morris documents held at Cecil Sharp House. A small part is available online, but more web access is expected within a few years. A journal \"The Morris Dancer\" has been published irregularly since 1978. Another major event in the dancing calendar is the \"Dancing England Rapper Tournament\" (DERT). Several Ring sides attend this event. ==References== ==External links== *Welcome to the Morris Ring | The Morris Ring *Winchester Morris Men Category:Dance in England Category:Clubs and societies in England Category:Morris dance ",
    "title": "Morris Ring"
}