{
    "id": "7853003",
    "text": "Conchoid of Dürer, constructed by himself The conchoid of Dürer, also called Dürer's shell curve, is a variant of a conchoid or plane algebraic curve, named after Albrecht Dürer and introduced in 1525. It is not a true conchoid. ==Construction== Construction of Dürer's conchoid Suppose two perpendicular lines are given, with intersection point O. For concreteness we may assume that these are the coordinate axes and that O is the origin, that is (0, 0). Let points and move on the axes in such a way that , a constant. On the line , extended as necessary, mark points and at a fixed distance from . The locus of the points and is Dürer's conchoid. ==Equation== The equation of the conchoid in Cartesian form is :::2y^2(x^2+y^2) - 2by^2(x+y) + (b^2-3a^2)y^2 - a^2x^2 + 2a^2b(x+y) + a^2(a^2-b^2) = 0 . In parametric form the equation is given by :\\begin{align} x &= \\frac{b \\cos(t)}{\\cos(t) - \\sin(t)} + a \\cos(t),\\\\\\ y &= a \\sin(t), \\end{align} where the parameter is measured in radians. beware that the constants and are interchanged in this source ==Properties== The curve has two components, asymptotic to the lines y = \\pm a / \\sqrt2. Each component is a rational curve. If a > b there is a loop, if a = b there is a cusp at (0,a). Special cases include: * a = 0: the line y = 0; * b = 0: the line pair y = \\pm a / \\sqrt2 together with the circle x^2+y^2=a^2; File:D31rev.svg|a = 3, b = 1, loop shown File:D33rev.svg|a = 3, b = 3, cusp shown File:D35rev.svg|a = 3, b = 5 The envelope of straight lines used in the construction form a parabola (as seen in Durer's original diagram above) and therefore the curve is a point-glissette formed by a line and one of its points sliding respectively against a parabola and one of its tangents. ==History== It was first described by the German painter and mathematician Albrecht Dürer (1471–1528) in his book Underweysung der Messung (Instruction in Measurement with Compass and Straightedge p. 38), calling it Ein muschellini (Conchoid or Shell). Dürer only drew one branch of the curve. ==See also== *Conchoid of de Sluze * List of curves ==References== ==External links== Category:Algebraic curves Category:Albrecht Dürer Category:16th-century introductions Category:1525 in science ",
    "title": "Conchoid of Dürer"
}