{
    "id": "819332",
    "text": "Arcee is the name of several fictional characters in the Transformers franchise. They are female Autobots, usually pink or blue in color. Being the most famous of the Female Autobots, she has made more appearances and has had several more incarnations than any other female Transformer. Originally she turned into a car, however, later incarnations have turned into motorcycles. Arcee's design, alternate mode, and personality vary depending on continuity. Usually colored pink and white, she has also been depicted as a blue-colored character, and Botcon storyline saw her reformatted into a Maximal spider. ==Transformers: Generation 1== Arcee is a female Autobot warrior and the daughter of Fortress Maximus who turns into a pink convertible.Artistic license: the animated couples you never knew you always wanted. Curve; June 1, 2009; by Shatto, Rachel She was voiced by Susan Blu. ===Animated series=== Although a group of Female Autobots had already been featured in one episode of the original cartoon series, Arcee quickly became the best-known due to her position as a recurring cast member following her introduction in The Transformers: The Movie. Susan Blu would go on to be involved in several more Transformers-related shows as voice director, even reprising her role as Arcee in Transformers: Animated. Arcee was a gunner and was depicted as being an excellent marksman. Arcee was not one of the Female Autobots in the aforementioned group. In the season 3 introduction, \"Five Faces of Darkness\", she accompanies Springer on a mission to track down a sleezoid ship. The mission eventually reunites them with Grimlock and Rodimus Prime. They also go onto rescue Ultra Magnus, Kup and Spike Witwicky from the clutches of the Quintessons. Arcee would appear sporadically over the course of the season, and even kept her main character status into the fourth season dubbed \"The Rebirth\". She was a major player in \"Dark Awakening\", being among the crew zombie Optimus Prime betrayed aboard the mausoleum. And, in \"Dweller in the Depths\", she is seen fighting back against Springer when he is turned into an energy vampire. Ultra Magnus, Springer, Rodimus Prime, and Arcee as humans In the episode \"Only Human\", Ultra Magnus, Springer, Rodimus Prime and Arcee found their minds transferred into human-mimicking \"synthoid\" bodies by the human crime lord Victor Drath. In the final three episodes of the U.S. television series, when the Decepticons successfully stole the key to the Plasma Energy Chamber and opened the ancient device, a group of Autobots and humans included Arcee and Daniel Witwicky were blasted across the galaxy by the energy release, crash-landing on the planet Nebulos. Quickly siding with a group of rebels engaged in a war against the planet's evil rulers, the Hive, they deduced a process by which they could combine the best of their minds and bodies together, becoming Headmasters. While the other Autobot Headmasters combined with Nebulons, Daniel became Arcee's Headmaster partner. In the Japanese television series Transformers: The Headmasters, the events of the last three episodes of the U.S. series were ignored. Although Headmasters were introduced, they had a vastly different origin. Arcee did not become a Headmaster, but was a regular on this series, appearing in most of the episodes, from episode 1 \"Four Warriors Come Out of The Sky\" to episode 35 \"The Final Showdown On Earth Part 2\". In the Beast Wars episode \"Transmutate\", Rattrap referred to Arcee as his great aunt: \"What in the name of my great aunt Arcee is going on!?\" The character Transmutate was coincidentally voiced by Susan Blu, who also voiced Arcee. ===Books=== Arcee appeared in the 1986 story and coloring book The Lost Treasure of Cybertron by Marvel Books. ===Comics=== ====3H Enterprises==== Transformers: Universe Wreckers #1 starts with a flashback to late in the original cartoon series, where Daniel Witwicky and Wheelie are killed. This puts Daniel's friend Arcee into a sad state. The main story is set in the later episodes of Beast Machines. Arcee, now a Maximal Valkyrie with a spider beast mode, joins the Wreckers, though initially she proves unwilling. The Predacon Fractyl speaks with her after the rest of the group leaves, but is then almost killed by the Vehicons, and Arcee saves his life by sharing her Spark with him, converting him into a new body in the process. The two then rejoin the rest of the team and flee Cybertron in an Autobot shuttle, which unbeknownst to them has been boarded by Devcon. A confrontation with him leaves Fractyl dangerously wounded, and Arcee takes him to receive medical care. She and the other Wreckers are then betrayed by Cyclonus, who had infiltrated the team in service to the Predacon criminal Cryotek. According to the script for the unreleased issue #4 of Transformers: Universe - The Wreckers the Wreckers returned to Cybertron where they helped repel an invasion by the Quintessons. ====Devil's Due Publishing==== Bumblebee, Grimlock, and Arcee meet Hawk of G.I. Joe. Arcee appeared in the Devil's Due third series of G.I. Joe vs. The Transformers. Grimlock, Arcee, Bumblebee, and Perceptor were sent to Earth to aid G.I. Joe in removing the influence of Cybertronian technology on Earth. When Cobra attacked the base, the Autobots helped repel the Cobra Battle Android Trooper armies. However, Cobra Commander was able to infiltrate the base and awaken the special project the government was working on - SerpentO.R, a cyborg created using DNA from many great warleaders and parts from Megatron. SerpentO.R. promptly turned on him and escaped to Cybertron via Spacebridge. The Autobots and a team of G.I. Joes led by Hawk pursued him. During this an attraction had been growing between Arcee and Bumblebee. This led to Bumblebee's death at the hands of SerpentO.R and Arcee and the others were captured. Freed by Snake Eyes, Arcee was part of the assault to rescue Prime and proved instrumental in SerpentO.R's (now controlled by Cobra Commander) defeat, ripping his chestpiece off and allowing Hawk to reach the Matrix, opening it and putting Cobra Commander in a coma. Arcee was seen mourning Bumblebee at the end. ====Dreamwave Productions==== During the years when Shockwave united most of Cybertron, Arcee was in a resistance group to his rule along with Kup, Blaster, Hot Rod and Wheelie. Later, after Shockwave's defeat, Arcee joined Ultra Magnus in trying to fortify one of Cybertron's moons – but her affections were the subject of a feud between Hot Rod and Springer. ====IDW Publishing==== It is revealed in IDW Publishing's Spotlight issue that Arcee was a part of Jhiaxus's experiments to introduce gender into the Cybertronian species. Arcee was his first test-subject and her creation was due to Jhiaxus altering with her CNA. According to Arcee she did not measure up to Jhiaxus's ideals and was abandoned. Unlike her other versions, this Arcee, while still an Autobot by allegiance, is a violent, antisocial killer who is imprisoned by the other Autobots at Garrus 9 for her actions. Released by a reluctant Fortress Maximus during a Decepticon attack to buy time for Jetfire's team to get rid of the Monstructor components, her power level appears much higher than a normal Autobot, as she is seen taking on all of the Combaticons single handed and winning, although unable to stop their kidnapping of the Monstructor components due to a teleporter based escape plan. She is classified as a \"level 9\" threat, the only Autobot of that power level present in the prison during the assault. Realizing there is a link between her and the Monstructor Transformers, as they were all created by Jhiaxus, Maximus and Jetfire release her to track them down. Throughout the Revelations arc, Arcee hunts for Jhiaxus to get her revenge, finally confronting him in Spotlight: Sideswipe. She is informed by Hardhead that Jhiaxus cannot be destroyed forever as he is bound to the Dead Universe; she is pleased by this, as it means she has the chance to kill him, over and over, forever. In Heart of Darkness, it is revealed that she and Hardhead had remained on Garrus Prime to guard the portal to the Dead Universe and continue torturing Jhiaxus. When the D-Void called the entire population of the planet into the portal to feed on, Arcee was overwhelmed, but Hardhead, vaccinated against the call by his exposure to dead universe energy during revelations, held her back until the portal closed. Since then, they had been exploring the remains of a mysterious dead civilization uncovered by the portal closing. When Galvatron and the seekers arrived to investigate, Arcee and Hardhead engaged them and despite initial success including the severe wounding of Galvatron, became outmatched when Galvatron used the Heart of Darkness to heal himself and attack them, and Hardhead told her to run and get help. Cyclonus blasted a bridge out from under her, and left her for dead, but she was later seen pulling herself back out of the pit. Later on, Arcee joins with Prowl, becoming his personal assassin whom he deploys to murder Ratbat in order to keep peace on a post-war Cybertron. Prowl dispatches her to kill several more Decepticons, however some of these deaths are faked as a part of a conspiracy to rile up the many Decepticons on Cybertron into a frenzy against the provisional Autobot government. It is later revealed that Prowl has been under mind control by the Insecticon Bombshell since shortly after having Ratbat killed. Prowl is subsequently forced to become a part of a new Devastator under Bombshell's control. During this, Arcee appears to be loyal to the Decepticons, but once Devastator is unleashed on Cybertron, she kills Bombshell to sever his link with Prowl, enabling the newly formed Autobot combiner Superion to temporally overpower him. Following the Decepticons defeat, Starscream takes command of the neutral population of Cybertron, and banishes Autobot and Decepticon alike from the small city built in the aftermath of the war. Arcee leaves with Prowl and the Autobots, eventually joining them officially by carving their insignia into her shoulder. ====Marvel Comics==== All stories exclusive to Marvel UK are in italics Arcee was absent from the U.S. Marvel Comics (barring the adaptation of the movie), because the comics had established that in their continuity, Transformers did not possess sexes, thus Arcee's presence as a clearly female robot would have defied this. Arcee also makes an appearance twice in the American Transformers: Headmasters #1 as a background character in Fortress Maximus' regiment. In order to explain any Autobots introduced during the fourth (then-ongoing) and fifth production years, most of Fortress Maximus's crew on Cybertron and aboard the Steelhaven were unseen, or used generic bodies until readers were \"surprised\" with them later. Arcee would appear in the UK Marvel comic issue #234, \"Prime's Rib!\" This story is set in the near future, 1995, where Optimus Prime, Jazz and Hot Rod introduce the latest Autobot, Arcee, to the human feminists. She was met with displeasure by the humans, being called a token female and disliked for her pink color. They were then attacked by Shockwave, Fangry, Horri-Bull and Squeezeplay, who thought the Autobot would be unveiling a new weapon. The Autobots fought off the Decepticons, who escaped, but nothing seemed to please the human feminists. The UK comic also set a number of stories directly after the events of the movie. The Space Pirates arc saw Arcee skip guard duty at Autobot City; her dereliction of duty led directly the fall of Autobot City to the Quintessons. She was then used as bait in a Quintesson trap to claim the Creation Matrix from Rodimus Prime. Arcee achieved some measure of redemption by aiding Rodimus Prime, now reduced in power to his Hot Rod form, in his bid to reclaim Autobot City by activating Metroplex. Arcee later joined Rodimus Prime's time-travelling party, helping in the fight against Galvatron during the Time Wars. Arcee and the other future Autobots returned to find their own time-stream changed to a different, darker future, where Galvatron was alive and ruling most of Cybertron. Arcee appeared among the Autobots under the command of Rodimus Prime in the alternate future story \"Aspects of Evil 2\" from Marvel UK Transformers #224. In this story, Rodimus Prime remembered how Galvatron, Crankcase, Ruckus and Windsweeper killed Blurr and then attacked Rodimus Prime, Kup, Arcee and the Battle Patrol. Enraged, Rodimus nearly killed Galvatron, but to keep the Matrix from being contaminated by hatred he relented. Arcee appeared in Marvel UK Transformers #251 \"The Void!\" where she was among the Autobot crew of a ship commanded by Rodimus Prime which was retreating from Cybertron. ====TFcon comics==== Arcee appeared in the TFcon 2009 voice actor play Bee for, Bee now. ===Games=== Arcee appears as a playable character in the 2003 video game The Transformers, voiced by Lenne Hardt. Arcee appears as an unlockable character in the 2010 video game Transformers: War for Cybertron. Arcee appears as an unlockable character in the 2014 mobile video game Angry Birds Transformers. ===Other media=== Arcee makes an appearance in the Robot Chicken episode \"Junk in the Trunk\". She gives Optimus Prime flowers before he dies of prostate cancer. Seth Green noted on the commentary for the episode that \"Nobody makes an Arcee, so we had to make one ourselves.\" Arcee appeared in Lil Formers #93, \"Fembots\" by Matt Moylan, where she co-hosted a television talk show series. ===Toys=== * Generation 1 Headmaster Arcee (unreleased) :Like all the new characters in the movie (with the exception of Ultra Magnus), Arcee was designed for animation first, but while the other new characters inspired toys that saw final release, Arcee's design never passed early prototype stages for unknown reasons. When she became a Headmaster, Takara dallied with the idea of repainting the Chromedome toy to represent her, but the suggestion was abandoned. A few pictures of prototypes have appeared online. In robot mode, Daniel would have been able to turn into Arcee's head, in vehicle mode he would have formed the front of the car. * Heroes of Cybertron Arcee (2001) : A non-transforming \"Heroes of Cybertron\" G1 Arcee was released in 2001. It was later repainted as \"Paradron Medic\". * Beast Machines BotCon Arcee (2001) : In 2001, Arcee finally received a toy in the form of an exclusive for the 2001 BotCon convention. The toy itself was a recolored version of the previous year's Transmetals 2 Blackarachnia toy, and some packaging featured a new sound clip recorded by Susan Blu. * Binaltech BT-21 Arcee Featuring Honda S2000 Hardtop (2008) : A redeco of Alternators Decepticharge in Honda's Pearl White color, with Arcee's traditional pink accents in robot mode. She retains Decepticharge's head sculpt and removable hardtop accessory; however, as a Japanese Binaltech release, she has the full length gun barrel seen with Overdrive, instead of Decepticharge's truncated one. This figure never saw a U.S. release, as Hasbro canceled the Alternators line years prior. * Generations Thrilling 30/Legends LG-10 Arcee (2014/2015) : Arcee finally received a toy faithful to her animation model as part of the Generations Thrilling 30 toyline in 2014. A new-mold toy, it comes with a pair of translucent blue swords paying homage to her Animated and IDW counterparts, as well as a pair of guns; all four can be stored on her in vehicle mode. The toy was released in Japan by Takara Tomy as part of the Legends toyline, albeit redecoed to better resemble her cartoon counterpart. ==Unicron Trilogy== ===Transformers: Armada=== The first reuse of the name Arcee was in Japan. In 2003, the name Arcee was given to the Mini-Con known in America as Sureshock (leading to some debate on the Mini-Con's gender - the Dreamwave Comics would later identify Sureshock as female, but the tech specs for Transformers: Cybertron Sureshock would refer to it as male). Sureshock was even repainted in pink and white colors in Japan as X-Dimension Arcee. ===Transformers: Energon=== In Transformers: Energon, Arcee had a wide-release original mold made in homage to the original character. In the Energon storyline, the character Arcee was a female Omnicon who transformed into a motorcycle and used an energon crossbow. She was created to be a leader for the Omnicons and, as such, was the only Omnicon to have a unique name and body-type. In Japan the toy and character were named Ariel, a name used by the female transformer who was the \"girlfriend\" of Orion Pax in the original series's episode \"War Dawn\"; this Ariel would later become Elita One. In the original Japanese series Superlink, it is said Ariel took the form of a woman as a symbol of care, who protects all soldiers. ===Animated series=== This incarnation of Arcee was a member of the Omnicons, a race and faction of robots exclusive to this fictional universe of Transformers. Larger than Mini-Cons, they can carry passengers and process raw energon to create tools, weapons, or energon stars. Omnicons were a main group of characters Transformers: Energon series allied with the Autobots. They were opposition of to the Decepticon allied Terrorcons. While Omnicons were formerly Autobots and Decepticons, these two sides set aside their differences and left Cybertron with Team Rodimus. The Omnicons eventually began working together to mine Energon, the energy-rich mineral needed to power Transformers and their technology. Invaluable to the Transformers because of their unique ability to handle, shape and process raw energon, which is damaging to normal Transformers, the Omnicons created the Cybertron cities as only they can. There are three distinct body types shared among the Omnicon ranks, but unlike the Terrorcons, each Omnicon possesses an individual mind of his own. Additionally, there is one other Omnicon body-type - that of the unique Omnicon leader, Arcee. Transforming into a motorcycle and wielding an Energon crossbow, she arrived in the middle of Megatron's attack on Cybertron, guiding the Omnicon forces into subduing Unicron's hunger. She was soon frequently partnered with Kicker on the battlefield. All of the Omnicon toys, including Arcee, were redecoed and released as Target store exclusives for the 2007 Transformers movie. The new colors are designed to look more like a real vehicle would be painted, in keeping with the theme of the movie. ===Dreamwave Productions=== Arcee also appeared in the Dreamwave Productions Transformers: Energon comics, as one of the four Omnicons watched over by the Mini-Con Over-Run. Arcee would first appear in issue #19, being introduced to Optimus Prime by Over-Run as the first of the new species—the Omnicons. Subsequently, assigned to Earth for training, they managed to annoy their commander Hot Shot beyond reason but subsequently apprehended Snow Cat. Arcee would have further adventures battling Mirage, Sharkticon and Slugslinger to protect Kicker, eventually defeating them with Kicker's help. ===Fun Publications=== Arcee appeared in the text story from Fun Publications called \"Force of Habit\". This story explained where she was during the events of the Cybertron story. Ultra Magnus was the commander of various Autobot ships sent to other planets in search for the Cyber Planet Keys. Arcee served as captain of the Azusa which was sent to Gamma Serpentis. ===Toys=== * Energon Basic Arcee :In 2005, Energon Arcee was repackaged for the Transformers: Universe toy line, although the character has not appeared in the Universe storyline. This toy was identical to the Energon release, but in Universe packaging. :The Arcee/Ariel toy (Arcee's main color was salmon-pink, while Ariel's was Japanese pink) was later repainted green and aqua as the Aerial Paradron Type in Japan, in the colors of Generation 1 Paradron Medic. She was again repainted (black) as Transformers: Timelines Flamewar and her head remolded as Transformers: Timelines Chromia and Flareup. ==Transformers Cinematic Universe== Arcee was initially set to be in the 2007 Transformers film and had a very positive fan reaction, but due to the fact that there was not enough time in the movie to explain the presence of a \"female\" in a robotic race, she was dropped from the script and replaced with Ironhide. Before she was dropped, her alternate mode was slated to be a Buell Firebolt motorcycle; concept art by Ben Procter can be seen on his website. Even though Arcee was not in the movie, a motorcycle was used by Captain William Lennox to attack Blackout (although the bike was an Aprilia RSV 1000 R rather than a Buell). Arcee was also initially set to battle Blackout in the movie. According to the Hasbro 2007 movie toy's tech spec for Arcee, she received combat training from Ironhide. According to the biography printed in the collected Reign of Starscream books, Arcee was once a member of the Autobot science team who had to adapt her skills when the war broke out. According to the biography for the Revenge of the Fallen Chromia toy, she is a sister to Chromia and Elita One. She is an unusual Cybertronian as she and her sisters (Chromia and Elita One) are controlled by one mind, allowing them to attack with extremely precise timing. According to the biography for her 2009 movie toy she commands her team. Writer Roberto Orci has stated he intended the three motorcycles to be a single mind, but Michael Bay portrayed them as individuals just like the Hasbro bios. According to Hasbro, Arcee is only about 7 feet tall but on the scale for the first film it was stated she was 9 feet tall. ===IDW Publishing=== In Transformers: Defiance #1, back on ancient Cybertron, Arcee was among Optimus Prime's crew at an excavation site near the temple at Simfur where an artifact was uncovered. In issue #2, Arcee helped in the recovery effort after the attack on Cybertron. She later sided with Optimus Prime against Megatron's orders to counter-attack their invaders. In issue #4, Arcee, Bumblebee, Cliffjumper, Jazz and Smokescreen ambushed Ironhide, who they believed worked for Megatron, but Ironhide instead joined Optimus Prime's Autobots. Arcee and Bumblebee later spied on the building of the Decepticon starship Nemesis. Although Arcee was not in the film, the character still appeared in the comic book Transformers: Movie Prequel where she fights as part of Bumblebee's squad. She realized that Bumblebee knew more than he was revealing, but likewise said nothing when their squad was captured and tortured by the Decepticons. In Reign of Starscream the Decepticon Starscream barely made it to the Nemesis on Mars before he ran out of power. His return was noted by the Autobot Cosmos, who alerted Arcee, Cliffjumper, Smokescreen, Camshaft and Air Raid. Aided by Thundercracker on the Nemesis Starscream recovered and sent the information Frenzy had gathered back to Cybertron just as Hardtop spotted the Autobots closing on the Nemesis. Arcee appears on the cover of issue #3. In issue #4, Arcee returned to Cybertron from Mars by hiding in the landing gear of Starscream's ship. Once on the planet she was discovered by a Dreadwing and Payload drone, who she deactivated. Returning to an Autobot training facility she discovered Clocker, who took her to Crosshairs who was planning an attack to free the Autobots at Simfur, which they attempted with the aid of Wingblade, Skyblast, Breakaway and Strongarm. In Tales of the Fallen #6 Arcee is taken by Thundercracker and given to the Decepticon medic Flatline, who experiments on her. Upon waking up she discovers Skids and Mudflap are also captives of the Decepticons. After she discovers her spark has been merged with that of Chromia and Elita One, they have a mental link, and use this to lead an escape. Arcee, Chromia and Elita One subsequently were among the Autobots to come to Earth in response to Optimus Prime's signal inviting all of his kind to come there. She joined with the Earth-based Autobots in Transformers: Alliance #4. In Rising Storm #1, it is revealed that Arcee, Chromia, and Elita-One survived the events in Egypt and with the Autobots when they set a trap for Starscream's minions Divebomb, Fearswoop and Skystalker by having Theodore Galloway pose as an arms dealer attempting to purchase Cybertronian technology. The trap is uncovered and the Autobots send in Arcee, Chromia, Elita-One, Ironhide, Mudflap and Skids. Divebomb and Skystalker are killed while Fearswoop is captured by the Autobots and taken back to the NEST base on Diego Garcia. In issue #3, she, Chromia, and Elita one are sent to New York City hoping to get information from Starscream who was sending information to humans, but instead found Astrotrain and a monster, then they realized Shockwave is on Earth. They tried to contact Optimus and warn him, but Soundwave jammed their communications and were attack by his minions. Elita-One went to go warn Optimus. In issue #4, Elita- One is killed by Shockwave, Arcee and Chromia felt her death, they sent off the explosives which possibility killed Soundwave's minions, but Arcee and Chromia survived. Note - The appearance of Arcee is modified in some of the IDW Publishing stories, she has a Cybertronian alternate mode. ===Titan Magazines=== Note: Information in italics occurs in the alternate storyline where Megatron won the battle for the Allspark. In \"Twilight's Last Gleaming\" part 1, Skyblast lead the Autobots Arcee, Armorhide, Elita One, Longarm, and Strongarm who in resisting the Decepticons who had conquered Earth. In part 3 Starscream and Scorponok attack the Autobots Arcee, Armorhide, Elita One, Longarm, Skyblast, and Strongarm on the moon. The Autobots flee to Earth, which is exactly what Starscream hoped they'd do. In part 4 Ratchet and Ironhide continued fighting Bonecrusher in Savannah, but did not stand much of a chance until they were joined by Arcee, Armoride, and Longarm, arriving from the moon. In this story, Arcee resembles a pink version of her scout class toy in robot mode, but assumes a Cybertronian \"protoform entry mode\" for her vehicle mode. Arcee appeared in issue #17 of the Titan Transformers Magazine, in a story called \"Return to Cybertron Part 1\". In this story, she is among the Autobots that go to Cybertron. Arcee would return in issue #22 of the Titan Transformers Magazine series in a story called \"The Decepticon who Haunted Himself.\" ===Target Robo-Vision=== According to her extended biography from the Target store exclusive Robo-Vision website, Arcee was only on Earth for a short time before her stealth skills were needed elsewhere. Optimus Prime sent her to another planet to stop Decepticon research on a star breaking weapon. ===Films=== In Revenge of the Fallen, Arcee was accompanied by two similar Transformers, Chromia and Elita One, sharing similar robot and vehicle forms, as well as the same holographic driver. They chased the Decepticon Sideways in an alley in Shanghai, but lost track of him. They were later present when the Autobots faced off with the Decepticons in Egypt, and were sent with Ironhide as an advance team to recover Sam. Upon finding Sam and Mikaela, several Decepticons attacked, and Arcee and Elita One were shot and killed while Chromia was last seen taking cover. In Age of Extinction, a card with her picture on it was seen with a Red 'X' through it, confirming her death. In Bumblebee, Arcee makes a small talking cameo at the beginning of the film with her original G1 appearance. It is strongly implied that she survived the onslaught of Cybertron and made it to earth at the end of the film. ===Toys=== * Transformers Scout Arcee (2007) :A Target-exclusive toy of Arcee as a repaint of the Energon mold has been released. The recolor is blue and silver with extremely dark brown Energon parts. :The box even recycles the text from the Energon Arcee figure, stating that you can combine her \"red\" plastic pieces to form an ultimate energon weapon, despite the fact that they are no longer red in this version of the figure and are now more of a brown. :This toy was later redecoed as Movie Elita-One. * Transformers Deluxe Arcee (2007) :Unlike the Target exclusive, this figure is fuchsia in color, with a design inspired by concept art/CGI models of the character revealed at BotCon 2007. The deluxe Arcee has a similar bow weapon. An actual Buell Firebolt is 194 centimeters long. With the toy measuring 14 centimeters long it has a scale of about 1/14. Her robot mode would stand about 6 feet 11 inches, however the Hasbro representative at BotCon 2007 said that she would stand at about 9 feet tall. Her Massachusetts license plate reads, \"TF 70407\", which is the film's original release date of July 4, 2007. * Transformers Deluxe Battle Damaged Arcee (2008) :A special bonus package contains Voyager class Starscream together with battle damaged editions of Voyager class Optimus Prime and Deluxe class Arcee. * Transformers Deluxe Black Arcee (2008) :A black repaint of Arcee exclusive to Takara Tomy in Japan, matching the motorcycle used by Capt. Lennox in the film. Advertising for this figure used the scene in the film where Lennox rode the motorcycle while his team fought off Blackout. * Transformers Deluxe Generation 1 Redeco Arcee (2008) : A pink and white Movie deluxe Arcee was revealed at BotCon, said to be released in Japan. * Revenge of the Fallen Legends Arcee (2010) :An all-new Legends Class figure of Arcee. * Revenge of the Fallen Fast Action Battlers Cyber Pursuit Arcee (2009) :A Deluxe-sized figure of Arcee with easy transformation for younger children. * Revenge of the Fallen Deluxe Arcee (2009) : A Pink motorcycle with a knife on the right hand. Comes with a sidecar that doubles as a missile rack or display stand for the figure's robot mode. Pictures of her were mistaken for Chromia, but when the toys were released, this was proven wrong. * Revenge of the Fallen Human Alliance Autobot Skids with Arcee and Mikaela Banes (2009) :A smaller, transformable figure of Arcee comes with Human Alliance Autobot Skids. The figure in motorcycle mode can accommodate the Mikaela Banes figure. * Transformers Rotorwash Rumble Deluxe Arcee (2010) :A Target exclusive pink/gold redeco of the 2009 figure. Bundled with Tail Whip (a redeco of Blaze Master, done as a Chinese police helicopter). * Transformers Sideways Sneak Attack Legends Arcee (2011) :A store exclusive gift set featuring Legends Arcee, Chromia and Elita-1 (the latter two being redecos of Arcee) vs. Deluxe Sideways (silver/black redeco with battle damage). * Dark of the Moon Deluxe Arcee (2011) :A Target exclusive red redeco of the 2009 Deluxe figure. * Dark of the Moon Deluxe Arcee (Takara Tomy) (2011) :Unlike the Target exclusive release, the Japanese version is a blue/silver redeco of Deluxe Chromia from the Revenge of the Fallen toy line, based on the color scheme of the Transformers: Prime character. ==Transformers Animated== Arcee is a female Autobot who seems to be inspired by her Generation 1 counterpart and Susan Blu reprises the role. She was originally a teacher before the war began, her full name being Teaching Unit RC-687040. ===Animated series=== Arcee makes an appearance in the \"Transformers Animated\" episode \"Thrill of the Hunt\". During several flashback sequences, Ratchet recalls his first encounter with the rogue bounty hunter Lockdown during the Great War thousands of years earlier. Still a young field medic at that time, Ratchet comes across Arcee, who has been injured in the fighting. He knocks her out to repair her left leg, but then they are both ambushed by Lockdown. After being taken to his hideout, Lockdown divulges that Arcee is carrying vital information Megatron would be interested in, intent to extract it for his employer. After Lockdown forcibly removes Ratchet's medical-use electro- magnetic pulse generator from his left arm as a personal trophy, Arcee manages to sneak it back to Ratchet. She then bravely tells Ratchet to use the EMP device on her to erase her data core so that Lockdown will not be able to retrieve the data from her. After protesting that doing so would also completely erase her entire life and memory, Ratchet is suddenly forced to do so in order to protect them both from Lockdown. After escaping, Arcee's memory has, as expected, been completely erased, including all knowledge of herself. It was revealed in \"Transwarped\" that due to a special fail-safe program after being placed in stasis, Arcee uploads the data into Ratchet, allowing him to continue her mission of activating Omega Supreme. Long after the Great War has ended, a now-older Ratchet honors her by keeping the painful memory of her intact in his own mind. However, by the events of \"This is Why I Hate Machines\", when Megatron arrives to Cybertron in Omega Supreme, the exposed Shockwave begins setting up a scheme to track down Arcee and acquire the access code to Omega Supreme from her. His plans are delayed when Ratchet and Captain Fanzone arrive on Cybertron and made an attempt protect to Arcee before Shockwave escapes with her. However, it turned out her memory may not be as lost as previously believed. Though at first only her pre-war memories were available, Shockwave manages to recover her war-time ones before forcefully extracting the activation codes when she refused to give them willingly. This action resulted with Arcee relapsing until Sari's new-found ability allows Ratchet to use his EMP generator to restore Arcee's memories before she uses her codes to regain control of Omega Supreme. In the aftermath of the final battle on Earth, Arcee returns home to Cyberton with the Autobots, Omega Supreme, and the captured Megatron. ===Toys=== * Animated Deluxe Arcee (2010) :A Deluxe sized figure that transforms from Cybertronian car to robot. Originally, Hasbro announced at the 2008 San Diego Comic Convention that they refused to confirm an Animated Arcee toy would be made. It was revealed in November 2009, however, that this figure is a Toys \"R\" Us store exclusive. :The mold for this figure is also used for the BotCon 2011 exclusive Drag Strip and Minerva figures. * Animated TA12 Deluxe Arcee (Takara Tomy) (2010) :The Japan release version of this figure by Takara Tomy sports a metallic paint finish, as opposed to the matte finish of the Hasbro version. ==Shattered Glass== A mirror-universe version of Arcee appeared in the Transformers: Timelines fiction. She is one of the evil Autobots. She is described as barely sane. She wields a neutronic crossbow with deadly accuracy. ===Fun Publications=== This version of Arcee first appeared in the fiction \"Dungeons & Dinobots\", a text based story from Fun Publications. She was among the Autobots who attacked the Arch-Ayr fuel dump. She was attacked by the laughter inducing Decepticon Dirge as she fired on Gutcruncher. ===Toys=== Transformers Scout Elite One (2007) :A recolor of Energon Arcee. :This toy was repurposed as Shattered Glass Arcee. ==Aligned Continuity== Arcee is one of the main group of Autobots in the 2010 computer animated series Transformers: Prime. She transforms into a blue motorcycle, inspired by her appearance in the live film series, but with a more humanoid robot form. As a motorcycle she is capable of producing a humanoid female hologram driver who she refers to as \"Sadie\" to help disguise her identity. She can form bladed weapons or blasters from her hands. Arcee is the most focused character in the series, and arguably the show's main protagonist for much of the first and second seasons. Arcee played a smaller role in the third season, but had an episode that focused on her, \"Plus One\", where she started a potential relationship with Wheeljack, convincing him to stay with the Autobots. She is the only character to have actual flashbacks and complete in-depth origin episodes, whereas characters such as Optimus Prime and Smokescreen have images of an event while they narrate the story. Arcee is also the only character to have two \"arch-enemies\" Starscream and Airachnid, creating a three-way rivalry, holding a grudge against the two for killing her former partners Cliffjumper and Tailgate respectively. She is also the only character who appeared in every single episode of the series until \"Triangulation\" (in which she was only mentioned) in the middle of the second season. After that she was absent from only three more episodes: \"Triage\", \"Chain of Command\", and \"Thirst\" (a Decepticon focused episode that featured no Autobots). Coincidentally, Arcee's human partner Jack, is arguably the most focused human of the series, having had his own background focused on more in-depth unlike most other human characters. ===Books=== Arcee appears in the short story Bumblebee at Tyger Pax By Alex Irvine.MTV.com - Learn How Bumblebee Lost His Voice in This Short Story from Exodus Author Alex Irvine ===Video games=== Arcee appears as an unlockable character in the 2010 video game Transformers: War for Cybertron and on a poster in its 2012 sequel Transformers: Fall of Cybertron. Arcee appears as a playable character in the 2012 video game Transformers: Prime The Game. Arcee, as the Angry Birds Stella transformed, is an unlockable character in Angry Birds Transformers. ===IDW Publishing=== Before the war, Arcee had been spying in Kaon, and sometime during it she had been rescued by Cliffjumper. When Optimus ordered the Autobots to Earth, her ship had been destroyed, and she was willing to wait as she detected the Decepticons had returned to Cybertron and they were planning something big. There, she entered a base and annihilated the Vehicons there, inadvertently returning Cliffjumper's favor. She hacked into the Decepticons's communications signal there, and found their weapons lab in Kaon. Arcee found Cliffjumper a brash soldier inappropriate for her stealthy mission, but he convinced her Kaon was too dangerous and that she could use his ship to go to Earth. The duo entered the city through the maintenance tunnels Arcee had once explored, and she found a secret staircase by activating an Autobot symbol on the wall. There they discovered Starscream had rebuilt a space bridge to travel to Earth. Concerned by the repercussions of the Decepticons's discovery of how to build space bridges, Arcee wanted to destroy it, but Cliffjumper convinced her it was their way off Cybertron. Distracting Starscream with a ruse, Arcee activated the space bridge and overloaded its systems, jumping through it with him before it blew up. Landing on Earth, the duo scanned their alternate modes and traveled to find a population center where they could build a scanner and find Optimus. Starscream attacked, having also jumped through the space bridge, blasting Arcee's arm off. Cliffjumper fought him and tried to get Arcee to safety, but she refused, telling him to leave her and find Optimus. Optimus and Bumblebee appeared, fending off Starscream and Breakdown. Optimus carried Arcee through a GroundBridge to base, where Ratchet reattached her arm. Following Optimus's sacrifice, Arcee, Bumblebee and Bulkhead encountered Sludge in a tunnel. They emerged on the surface in time to help Grimlock and the other Dinobots fight a squad of Forged. Arcee was shocked to hear they'd been created by Shockwave. After dealing with that threat, Arcee starting filling the Dinobots in on recent events, only for them to be promptly attacked by a new Predacon. The Autobots split into groups to head to Kaon, with Arcee and Swoop taking one group of survivors. Swoop drew off the Predacon when it attacked, allowing Arcee and the other to reach Kaon while the Predacon was dealt with. There, Arcee explained that the Dinobots would always be welcome in the Autobot ranks. Grimlock, however, said the Dinobots would be unable to help with the reconstruction of Kaon, since they'd be building a new home for the survivors. ===Titan Magazines=== Arcee took part in the testing of Ratchet's newly developed Safe training room, though she was amused by the medic's interest in making things explode. After Bulkhead broke through a wall, Arcee alerted the others to the rather large nuclear missile he'd accidentally uncovered and activated. A Vehicon scouting party showed up looking for the source of the energy signature the bomb was giving off, so Optimus, Arcee and Bumblebee went out to trash them. The trio returned to base a short time later to find Fowler had arrived to deal with the bomb. Optimus took the other Autobots, including Arcee, on a trip to Valley of Fire State Park. Arcee roundly mocked Bulkhead as he attempted to decorate a Christmas tree. Unfortunately for her, after Fowler reported that the Decepticons had taken over a nuclear-powered ship, she found herself left at base with Bulkhead. The kids suggested she and Bulkhead try to find something they both liked, but progress was slow until they discovered their mutual love of ice skating. They subsequently turned the base into an ice rink and skated around it until the other Autobots came back. She and Jack scouted out Franklin High School when schools in the region began unexpectedly exploding. It paid off when MECH turned up, however while Arcee was on the comm to Optimus, Jack sneaked inside the school. Arcee crashed inside to rescue him from MECH, though he insisted on following the baddies up to the roof. Silas got away anyway, and Arcee had to get Jack off the burning building. After the President of the United States was kidnapped, the Autobots traced the culprit, Starscream, to the Grand Canyon. Bumblebee and Arcee teamed up to take out the cannons manned by Vehicons that Starscream had brought along. Arcee and Bulkhead headed to Zhejiang Province, China after the Autobots lost contact with Optimus Prime. They found Knock Out and a bunch of Vehicons feeding Optimus's body into a crusher but were overcome by the Decepticons before they could rescue him. Luckily Optimus came to his senses in time. After Miko was kidnapped by MECH agent Novo, Arcee joined the hunt to find her. Arcee was bemused by Jack's demonstration of bobbing for apples. She was on the team which visited the Deep Driller oil platform and encountered General Madison and his men. After ending up underneath Bulkhead, she managed to trick two of the soldiers in robotic battle suits into shooting each other. When Bulkhead went missing, Arcee searched in vain until Miko managed to work out he was on the Decepticon ship. Arcee was subsequently part of the mission to rescue their friend. Arcee took part in a battle against the Decepticons in The Wave. Following a TV studio takeover by Knock Out and Breakdown, Arcee came along on the mission as backup. She took to the shadows, and once Optimus had rescued the other hostages, Arcee rescued Chuck Chuckles and took down the two Decepticons herself. ====Mega-Mouth==== Arcee occasionally takes time out from defending the universe and protecting the planet Earth in disguise to answer fan mail. In every issue, Arcee gets her own segment (sometimes with Megatron) to comment on the readers' fan mail and/or fan-art they sent them. ===Tales of the Beast Hunters=== Arcee tracked Ripclaw to the Canadian Rockies. Rather than attack directly, she leaked the coordinates to the Decepticons in the hope they would deal with the problem. ===Animated series=== Arcee was a regularly appearing character in the Transformers: Prime animated series. Arcee was a participant in the Great War and originally was partnered with Tailgate. During one mission, she talked to Tailgate on comm before being captured by Airachnid for interrogation. Arcee was tied up and refused to talk. To try to make her talk, Airachnid captured Tailgate and threatened to kill him. When she still didn't talk, Airachnid slaughtered him before her very eyes. After Tailgate was killed, Arcee was saved by Bumblebee and Cliffjumper. She began working alone and distancing herself from others to cope with her grief. Arcee was captured by Starscream and taken captive alongside fellow Autobot Cliffjumper. She claimed to have never met him before and when Starscream said he would kill Cliffjumper if she did not cooperate, Arcee showed little to no concern about him. Starscream took the two Autobots to Shockwave, who was on Cybertron. Shockwave used a cortical psychic patch to get the Intel, but the two managed to escape before he could kill them. They raced into a Space Bridge and teamed up with Optimus Prime. Cliffjumper and Arcee became partners at this time. ===Robots in Disguise=== Although she doesn't appeared in the series, a picture of her shown and was along with the list of Autobots who were backlisted by the Decepticons disguised as the new High Council for being a supporter of Optimus Prime following the restoration of Cybertron after the Great War. In her picture, she resembles her G1 Counterpart but is still colored blue. ===Relationships=== *Cliffjumper - Arcee, at first, seemed indifferent and even a little hostile towards Cliffjumper at first, as she told Starscream to \"go ahead and slag himself\" when he threatened to kill Cliffjumper in order to get information from her during flashbacks in Out of the Past. Later on in the episode, she saved his life, but then made it clear that she didn't want him around. Cliffjumper, however, acted very differently as he told Shockwave to leave Arcee alone and use the Cortical Phycic Patch on him instead (something Shockwave did not do) and got distressed to the point of threatening to kill Starscream and Shockwave after Arcee apparently died at their hand (as it turned out, she was playing possum to get the 'Cons offguard) It was Cliffjumper who managed to reach Arcee through the shell she had created for herself due to the trauma she faced after witnessing Tailgate's murder. By the end of the episode, the two of them had begun to get along, with Arcee finally accepting Cliffjumper as a friend. Cliffjumper's death at the hands of Starscream seemed to reopen old wounds as she had to face the pain of losing another partner. She was distraught when she found out that the Decepticons had turned his body into a Terrorcon zombie, to the point that she collapsed upon returning to their base. Arcee continues to grieve for him throughout the first season, as she is shown talking to his grave site and then promising to avenge his death. *Optimus Prime - Arcee is one of Optimus' right hand soldiers. Even though Optimus is taller than Arcee, she's his best fighter, his \"go to gal\" whenever he needs someone to talk with. Arcee sees Optimus Prime as a great leader and friend, even stating to Ratchet once that she would give her life for him. She informally serves as his second in command, although it is worth noting that she has been known to occasionally disregard his orders - due to her overwhelming desire to seek vengeance upon her enemies, like Airachnid. Despite this, Arcee appears much closer to Optimus than the other Autobots. The two were together when they discovered Cliffjumper had been killed. Later Arcee accompanied Optimus to find Cliffjumper's body after its life signal appeared online, where Optimus gave her cover fire as he shot through several Decepticons. She and Optimus went alongside each other to the Arctic. After failing to retrieve what they wanted, the two were stranded there together as Ratchet, Bulkhead and Bumblebee tried to fix the base after it was attacked by Scraplets. She related to Optimus her surprise to die in an Arctic, rather than by the hands of the Decepticons. Arcee is seen to hang out with Optimus and talk with him. Arcee never argues with Optimus or show any rage towards him. Arcee would comfort Optimus or even help him get to his feet. She respects Optimus and sees him as a true leader and friend to have. Optimus protects and sees Arcee as a strong soldier and friend. Arcee seems to know a lot about being a Prime. She indicates Optimus not being the party type of bot and that he never runs from a fight. As a leader, Optimus always ensure the safety of his team, which includes Arcee's safety. * Bumblebee - Arcee may be looked up to by Bumblebee, possibly due to her skills and overall personality. She has previously addressed Bumblebee as 'family' rather than 'friend,' and appears to regard him as something of a younger brother. Bumblebee and Arcee are shown to fight together in battle. Arcee never argued with Bumblebee and seemed to comfort him whenever he felt impaired. Bumblebee would save or protect Arcee from any danger. The two were together during Jack's initial meeting with the Autobots and fought Vehicons together before Bulkhead arrived. She, Bumblebee and the other Autobots fought against Knock Out and Breakdown during their attempt to steal the Energon Harvester, which proved successful as the Autobots were defeated. She and Bumblebee went to retrieve two relics together, only coming back successful for the first and failing to secure the second. She met back up with Bumblebee and Ratchet when Ultra Magnus found the two. She complimented Bumblebee on his new paint job, citing that if she had also reversed her colors, she would be pink. She later teamed up with on the assault at Darkmount and was made his commander in the \"Stealth Team\". She was shocked when Bumblebee died and even more surprised when he was revived, and later told him that his voice had returned. In Predacons Rising, Arcee told Bumblebee that he has proved his mettle in battle and on the team. Bee referred her as a powerful little two wheeler. *Smokescreen - Arcee suspected Smokescreen as a Decepticon spy when he first arrived, but she later worried for him as he was not being careful about contact with humans. After many attempts on his part to be a hero she scolded him like a mother. When Smokescreen was seemingly killed by the Dark Star Saber, Arcee mourned losing another partner. She was surprised and relieved when he used Phase Shifter and it had saved his life. When Smokescreen seemed to care more about his ego than restoring Cybertron she lashed out at him, despite Optimus telling her that she made her point. This caused Smokescreen to drive away in a huff, which led to him being captured by Soundwave. After Smokescreen returned uninjured from the Nemesis with two Omega Keys, she finally gave him the respect he had rightfully earned. She came to have more respect for him after it was implied he played a vital role in saving Optimus Prime's and all the other Autobots' lives. * Wheeljack - Wheeljack and Arcee are two opposites of the same warrior. When Wheeljack almost abandoned the team, Arcee stepped in to help Wheeljack. They both went to get a Predacons bone and talk about Wheeljack's problem. Wheeljack had a little problem with his new commander, Ultra Magnus. But that wasn't the main problem, it was Bulkhead becoming \"soft\". Wheeljack and Bulkhead used to be serious in the Wreckers and they would do whatever it takes to complete their mission. Arcee told Wheeljack to not push Bulkhead away because she knows how it feels to lose a partner. Wheeljack was feeling a little better, thanks to Arcee's pep talk. After that, Wheeljack started to become a team player and has respect for Ultra Magnus and Bulkhead. Wheeljack and Arcee are like two lone wolves. They prefer to work alone, even though they would do whatever it takes to be a true team player on their team. *Megatron - When Arcee and Bumblebee snuck aboard the Nemesis to retrieve a cure for Optimus, Arcee saw Megatron's unconscious body. After Bumblebee succeeded in getting the formula from Megatron, Arcee shot the latter's life support cord out of his body. During the Autobots attempt to get Optimus Prime back, Megatron attacked and defeated Bumblebee, Ratchet, Bulkhead and Orion Pax before Arcee came through the Space Bridge and knocked him in the back. She briefly fought the Decepticon, being able to dodge several of his blasts before being grabbed and put against a wall by the Decepticon leader. After Optimus was revived with the Key to Vector Sigma, Arcee and the other Autobots participated in shooting at the Decepticon before retreating through a GroundBridge. After Megatron abandoned the Decepticons in Predacons Rising, Arcee may have forgiven Megatron. *Starscream - Initially, Arcee held no anger towards Starscream significantly, as he was of no more significance to her than any other Decepticon. She, Bulkhead and Bumblebee stopped him from torturing William Fowler after he had Soundwave capture the latter for interrogation for discovery of the location of the Autobot base. Soon enough, she stopped him from causing any harm to Bulkhead, whom was preoccupied stopping a tunnel from falling, instead having Starscream do so. Shortly afterwards, she was shocked to see Starscream willing to join the Autobots. The group discussed his motives and ultimately agreed that they would give him a chance. Arcee was left alone with him, this proving fatal as she discovered he had murdered Cliffjumper. Angered, she chose to attack him. However, not before giving him the keys to his cuffs. As she came closer, Starscream cowered and begged for mercy. As she reached to grab the keys, he jabbed her in the side with his sharp fingers and attacked her. During the ensuring battle, she gained the upper hand on the Decepticon and came close to finishing him off before Bumblebee arrived on the scene. The two would next met after the Autobots went to the location Starscream had told Ratchet and Bulkhead of. Starscream saved Arcee's life by shooting at Airachnid and thereby, driving his fellow rogue Decepticon off before she could finish Arcee off. Though Arcee expected Starscream to finish her off, Starscream remembered their last encounter and how she had allowed him to live. As such, he did the same for her, cutting her down from her hanging place and walking off after doing so. *Airachnid - Arcee was trapped by Airachnid during the Great War on Cybertron, alongside her partner Tailgate. However, she was the only one of the two to survive as Airachnid killed Tailgate after Arcee claimed to have not known anything. Soon enough, Arcee was saved by Bumblebee and Cliffjumper, dragged off with the guilt of not being able to save her partner from his death. The two would meet again on Earth, Arcee instantly recognizing her ship while scouting with her new ally, human Jack Darby. Despite Arcee's initial inability to defeat the Decepticon, she summed up the strength and saved Jack from Airachnid. The two crossed paths again when Airachnid allied with MECH and kidnapped June Darby. Arcee's next confrontation with Airachnid would be during a mission with the other Autobots when Airachnid left Starscream alone. Upon seeing her, she chased after Airachnid and fought her before being placed in a headlock. She was saved by Optimus and forced to remain behind when Optimus realized that Arcee's longing to avenge Tailgate would only continue to cloud her judgment. Arcee and Airachnid met up again when Airachnid had her new Insecticon attack Megatron. Arcee ran off on her own again and managed to nearly get killed before being saved by Starscream, whom also held a vendetta against the Decepticon. Their next and final encounter would be when Airachnid launched her Insecticon army to destroy Megatron. After aiming at Airachnid, she had the lower fleet of her Insecticons attack Arcee and the other Autobots. After coming down to face her, Arcee attacked and pursued her until Airachnid accidentally landed in an Insecticon pod, cryogenically freezing her and causing the entirety of the Insecticons to join Megatron. Optimus was proud of Arcee and told her that she was stronger for the choice she made of not killing Airachnid. ===Toys=== * Prime First Edition Deluxe Arcee (2011) :An all-new mold of Arcee from the Prime animated series. This new figure appears to borrow some design cues from the 2007 Transformers film Deluxe Arcee figure. The figure features attachable blade accessories. * Prime First Edition Deluxe Bumblebee and Arcee with Raf Esquivel and Jack Darby (2011) :A New York Comic Con 2011 exclusive gift set, Deluxe Arcee in a pink and white redeco reminiscent of the G1 character. Also packaged are Deluxe Bumblebee in a New York taxicab redeco and figurines of Raf Esquivel and Jack Darby. * Prime Cyberverse Arcee (2012)TFW2005.com - Prime Cyberverse Arcee :A new mold, set for release in 2012. * Prime Robots in Disguise Deluxe Arcee (2012) :A new mold of Arcee, smaller and slightly more detailed than the First Edition Arcee, with a lighter paint scheme, and with an attachable blade and blaster that can combine. ==References== ==External links== * Hasbro website page for Animated Arcee Category:3H Enterprises characters Category:Fictional archers Category:Fictional gynoids Category:Fictional motorcycles Category:Fictional schoolteachers Category:Fictional women soldiers and warriors Category:Action film characters Category:Fun Publications characters Category:Robot characters in video games Category:Transformers characters Category:Articles about multiple fictional characters ",
    "title": "Arcee"
}