{
    "id": "819478",
    "text": "Kabyle , or Kabylian (native name: Taqbaylit, ), is a Berber language spoken by the Kabyle people in the north and northeast of Algeria. It is spoken primarily in Kabylia, east of the capital Algiers and in Algiers itself, but also by various groups near Blida, such as the Beni Salah and Beni Bou Yaqob.(extinct?) Estimates of the number of Kabyle speakers range from five million to about seven million worldwide, the majority in Algeria, according to INALCO. ==Classification== Kabyle is one of the Berber languages, a family within Afroasiatic. It is believed to have broken off very early from Proto- Berber, although after the Zenaga language did so.'The Saharan Berber diaspora and the southern frontiers of Vandal and Byzantine North Africa', J. Conant and S. Stevens (eds),North Africa under Byzantium and Early Islam, ca. 500 – ca. 800 (Dumbarton Oaks Byzantine Symposia and Colloquia. Washington, D.C.) ==Spoken examples== File:WIKITONGUES-_Ghiles_speaking_Kabyle.webm|Wikitongues - Ghiles speaking Kabyle File:WIKITONGUES- Sophia speaking Kabyle.webm|Wikitongues - Sophia speaking kabyle ==Distribution== Kabyle Berber is native to Kabylia. It is present in seven Algerian districts. Approximately one-third of Algerians are Berber-speakers, clustered mostly near Algiers, in Kabylian and Shawi, but with some communities in the west, east and south of the country. Kabyles are the largest Berber group in Algeria, but may not constitute a majority. The populations of Béjaïa (Bgayet), Bouïra (Tubirett) and Tizi Ouzou (Tizi Wezzu) provinces are in majority Kabyle-speaking. Kabyle is mainly spoken in the provinces of Boumerdès, and as well as in Bordj Bou Arréridj, Jijel, and in Algiers where it coexists with Algerian Arabic. Kabyle Berber is also spoken as a native language among the Algerian Kabyle-descended diaspora in European and North American cities (mainly France). It is estimated that half of Kabyles live outside the Kabylian region. ===Official status=== After the 2001–02 widespread Kabyle protests known as the Black Spring, the Berber (Amazigh) language (with all its Algerian dialects and varieties) was recognized as a 'national language' in the 2002 Algerian Constitution, but not as an 'official language' until 2016 after a long campaign by activists. The Arabic language is still the only de jure official language of Algeria. French is not recognized in any legal document of Algeria but enjoys a de facto position of an official language as it is used in every Algerian official administration or institution, at all levels of the government, sometimes much more than Arabic. The Berber (Amazigh) language faces an unfavourable environment, despite a public radio (Channel II, which dates back to the Algerian War), as well as a public TV channel (Channel IV or Tamazight TV). Since private ownership of TV channels is illegal in Algeria, Kabyles have launched a private Kabyle speaking TV channel, called Berbère Television, that broadcasts from Montreuil, Seine-Saint-Denis in France (93). In 1994, Kabyle pupils and students boycotted Algerian schools for a year, demanding the officialization of Berber, leading to the symbolic creation of the \"Haut Commissariat à l'Amazighité\" (HCA) in 1995. Berber was subsequently taught as a non- compulsory language in Berber speaking areas. The course being optional, few people attend. President Bouteflika has frequently stated that \"Amazigh (the Berber language) will never be an official language, and if it has to be a national language, it must be submitted to a referendum\". In 2005, President Bouteflika, stated that \"there is no country in the world with two official languages\" and \"this will never be the case of Algeria\". Nevertheless, after four decades of pacific struggle, riots, strikes, and social mobilization, including the Berber spring (1980, riots and strikes in the Kabylie region of Tizi Ouzou, Bouira and Bejaïa, as well as Algiers) and the Black Spring in 2001, President Bouteflika and his government stepped back and submitted to the Kabylie pressure by recognising Amazigh (Berber) as a \"national language\" without a referendum. ===Dialects=== Geographic distribution of Kabyle dialectsK. Naït-Zerrad, « Kabylie : Dialectologie », in : Encyclopédie berbère, vol. 26 (Edisud, 2004) Many identify two dialects: Greater Kabylie (west) and Lesser Kabylie (east), but the reality is more complex than that, Kabyle dialects constitute a dialect continuum that can be divided into four main dialects (from west to east): *Far-western: villages such as Tizi- Ghennif, Boghni and Draa el Mizan. *Western: villages such as At Menguellat, At Yiraten, At Aïssi, At Yanni, *Eastern: ** Eastern-West: villages such as At Mlikeche, Eastern-center : At Aïdel, At Khiar ** Eastern-East: villages such as At Sliman. *Far-eastern: villages such as Aokas, Melbou, At Smail. Also known as Tasaḥlit and considered as a separate language by some according to Ethnologue. Mutual intelligibility with Far-western is difficult to absent. {| class=\"wikitable\" |+ Phonological differences |- ! colspan=1 rowspan=2 | ! colspan=1 rowspan=2 | Far-western ! colspan=1 rowspan=2 | Western ! colspan=2 rowspan=1 | Eastern ! colspan=1 rowspan=2 | Far-eastern |- style=\"text- align:center;\" ! West || East |- style=\"text-align:center;\" !Gemination of [w] | geminated [bʷ] || geminated [bʷ] || geminated [gʷ] || geminated [β]|| preserved |- style=\"text-align:center;\" !Assimilation of n+w | geminated [bʷ] || geminated [bʷ] || ! colspan=2 | geminated [gʷ] || preserved |- style=\"text- align:center;\" ! Labialization | ✓ || ✓ || ✓ || ✗ || ✗ |- style=\"text- align:center;\" !Assimilation of n+y | geminated [g] || geminated [g] || geminated [g] || geminated [y] || [y] |- style=\"text-align:center;\" ! affricates [ts] and [dz] | ✓ || ✓ || ✓ || ✗ || ✗ |- style=\"text-align:center;\" ! ḍ | ḍ || ḍ || ḍ || ṭ || ṭ |} {| class=\"wikitable\" |+ Grammatical differences |- ! colspan=1 rowspan=2 | ! colspan=1 rowspan=2 | Far-western ! colspan=1 rowspan=2 | Western ! colspan=2 rowspan=1 | Eastern ! colspan=2 rowspan=1 | Far-eastern |- style=\"text-align:center;\" ! West || East || || Aokas |- style=\"text-align:center;\" ! Verb-framing with n | ✓ || ✓ || ! colspan=2 | ✗ || ! colspan=2 | ✗ |- style=\"text-align:center;\" ! Possessive pronouns (ex: 3rd m) | -nnes || -is, -ines || ! colspan=2 | -is, -ines ||! colspan=2 | -is |- style=\"text-align:center;\" ! Aorist preverb ad | ad || ad || ! colspan=2 | ad || ad || di |} ====Lexical differences==== At the exception of the far-eastern dialect, much of the vocabulary of Kabyle is common among its dialects, though some lexical differences exist, e.g. the word dream in English (from west to east): bargu, argu, argu, bureg. ==Phonology== The phonemes below reflect the pronunciation of Kabyle. ===Vowels=== Kabyle has three phonemic vowels: {| class=\"wikitable\" |+ Tamazight vowel phonemes |- ! !Front !Central !Back |- style=\"text-align:center;\" !Close | || || |- style=\"text-align:center;\" !Open | || || |} is used to write the epenthetic schwa vowel which occurs frequently in Kabyle. Historically, it is thought to be the result of a pan-Berber reduction or merger of three other vowels. The phonetic realization of the vowels, especially , is influenced by the character of the surrounding consonants; emphatic consonants invite a more open realization of the vowel, e.g. aẓru = 'stone' vs. amud = 'seed'. Often /a, i, u/ are realized as . ===Consonants=== {| class=\"wikitable\" style=\"text- align: center\" |+ Kabyle consonant phonemes |- ! rowspan=\"2\" colspan=2 | ! colspan=\"2\" | Bilabial ! rowspan=\"2\" | Labio- dental ! colspan=\"2\" | Dental ! colspan=\"2\" | Alveolar ! colspan=\"2\" | Post- alveolar ! colspan=\"2\" | Palatal ! colspan=\"2\" | Velar ! colspan=\"2\" | Uvular ! rowspan=\"2\" | Pharyngeal ! rowspan=\"2\" | Glottal |- class=small ! plain ! lab. ! plain ! emph. ! plain ! emph. ! plain ! emph. ! plain ! lab. ! plain ! lab. ! plain ! lab. |- ! rowspan=2 | Stop and Affricate ! voiceless | || || ||(t ) | ṭ || tt || || č || || || ||(k ) | k || q || q || || |- ! voiced |(b ) | b || ||(d ) | || zz || || ǧ || || || ||(g ) | g || (q ) || || || |- ! rowspan=2 | Fricative ! voiceless | || || f || t || || s || ṣ || c || c || k || k || || || x || x || ḥ || h |- ! voiced | b || || || d || ḍ || z || ẓ || j || j || g || g || || || ɣ || ɣ || ɛ || |- ! colspan=2 | Nasal | m || || || n || || || || || || || || || || || || || |- ! colspan=2 | Trill | || || || r || ṛ || || || || || || || || || || || || |- ! colspan=2 | Approximant | || || || l || l || || || || || y || || || w || || || || |} ====Assimilation==== In the Kabyle language there are various accents which are the result of assimilations (these accents are generally divided into western and eastern Kabyle). Some of these assimilations are present among all Kabyle \"dialects\" and some not. These assimilations are not noted in writing, such as: *Axxam n wergaz (\"the house of the man\") is pronounced either « axxam n wergaz », « axxam bb wergaz » or « axxam pp wergaz ». (N+W=BB) *D taqcict (\"it's a girl\") is pronounced « tsaqcict ». (D+T=TS) *Here is a list of some of these assimilations: D/T+T=TS, N+W=BB/PP, I+Y=IG. Gemination affects the quality of certain consonants, turning semivowels and fricatives into stops; in particular, geminated ɣ becomes qq, geminated y becomes gg, and geminated w becomes bb. ====Fricatives vs. stops==== Kabyle is mostly composed of fricatives, phonemes which are originally stops in other Berber languages, but in writing there is no difference between fricatives and stops. Below is a list of fricatives vs. stops and when they are pronounced (note that gemination turns fricatives into stops). {| class=\"wikitable\" |- ! style=\"text-align:right;\" | Consonant ! B || D || G || K || T |- class=\"IPA\" ! style=\"text-align:right;\" | Fricative | || || || || |- class=\"IPA\" ! style=\"text-align:right;\" | Stop | || || || || |- class=\"Unicode\" ! style=\"text-align:right;\" | Is a stop after | m || l,n || b,j,r,z,ɛ || f,b,s,l,r,n,ḥ,c,ɛ || l,n |- class=\"Unicode\" ! style=\"text-align:right;\" | Is a stop in the words (and their derivatives) | || || ngeb, ngeḥ, ngeẓwer, angaẓ, ngedwi, nages, ngedwal || || |} ==Writing system== A trilingual sign in Algeria, written in Arabic, Kabyle (using Tifinagh), and French. Kabyle language edition of Wikipedia. The most ancient Berber writings were written in the Libyco-Berber script (Tifinagh). Such writings have been found in Kabylie (also known as Kabylia) and continue to be discovered by archeologists. Tifinagh alphabet disappeared in the seventh century, when Latin became the official and administrative language in North Africa, as in rest of the former Roman empire. The first French–Kabyle dictionary was compiled by a French ethnologist in the 18th century. It was written in Latin script with an orthography based on that of French. However, the Kabyle language really became a written language again in the beginning of the 19th century. Under French influence, Kabyle intellectuals began to use the Latin script. \"Tamacahutt n wuccen\" by Brahim Zellal was one of the first Kabyle books written using this alphabet. After the independence of Algeria, some Kabyle activists tried to revive the Libyco-Berber script, which is still in use by the Tuareg. Attempts were made to modernize the writing system by modifying the shape of the letters and by adding vowels. This new version of Tifinagh has been called Neo-Tifinagh and has been adopted as the official script for Berber languages in Morocco. However, a majority of Berber activists (both in Morocco and Algeria) prefer the Latin script and see the Tifinagh as a hindrance to literacy in Berber. Kabyle literature continues to be written in Latin script. The use of Tifinagh is limited to logos. Mouloud Mammeri codified a new orthography for the Kabyle language which avoided using French orthography. His script has been adopted by all Berber linguists, the INALCO, and the Algerian HCA. It uses diacritics and two letters from the extended Latin alphabet: Čč Ḍḍ Ɛɛ Ǧǧ Ɣɣ Ḥḥ Ṣṣ Ṭṭ Ẓẓ. == Grammar == ===Nouns=== Kabyle has two genders: masculine and feminine. As in most Berber languages, masculine nouns and adjectives generally start with a vowel (a-, i-, u-), while feminine nouns generally start with t- and end with a -t, e.g. aqcic 'boy' vs. taqcict 'girl'. Plurals generally are formed by replacing initial a- with i-, and either suffixing -en (\"regular/external\" plurals), changing vowels within the word (\"broken/internal\" plurals), or both. Examples: ::argaz → irgazen \"men\" ::adrar → idurar \"mountain\" ::afus → ifassen \"hands\" As in all Berber languages, Kabyle has two types of states or cases of the noun: free state and construct state (or 'annexed state'). The free state is morphologically unmarked. The construct state is derived either by changing initial /a-/ to /u-/, loss of initial vowel in some feminine nouns, addition of a semi-vowel word-initially, or in some cases no change occurs at all: ::adrar → wedrar \"mountain\" ::tamdint → temdint \"town\" ::tamurt → tmurt \"country\" ::asif → wasif \"river\" ::iles → yiles \"tongue\" ::taddart → taddart \"village\" As in Central Morocco Tamazight, construct state is used for subjects placed after their verbs, after prepositions, in noun complement constructions, and after certain numerals. Kabyle also places nouns in construct state when they head a noun phrase containing a co-referential bound pronoun earlier in the utterance. Examples: *Free: Yewwet aqcic. \"He has beaten a boy\". (Verb–object) *Annexed: Yewwet weqcic. \"The boy has beaten\". (Verb–subject) After a preposition (with the exception of \"ar\" and \"s\"), all nouns take their annexed state: *Free state: Aman (water), Kas n waman (a glass of water). === Verbs === Verbs are conjugated for three tenses: the preterite (past), intensive aorist (present perfect, present continuous, past continuous) and the future (ad+aorist). Unlike other Berber languages, the aorist alone is rarely used in Kabyle (in the other languages it is used to express the present). *\"Weak verbs\" have a preterite form that is the same as their aorist. Examples of weak verbs that follow are conjugated at the first person of the singular: {| class=\"wikitable\" ! Verb ! Preterite ! Ad + aorist ! Intensive aorist |- ! If (to outdo) | ifeɣ | ad ifeɣ | ttifeɣ |- ! Muqel (to observe) | muqleɣ | ad muqleɣ | ttmuquleɣ |- ! Krez (to plough) | kerzeɣ | ad kerzeɣ | kerrzeɣ |} *\"Strong verbs\" or \"irregular verbs\": {| class=\"wikitable\" ! Verb ! Preterite ! Ad + aorist ! Intensive aorist |- ! Aru (to write) | uriɣ | ad aruɣ | ttaruɣ |} {| class=\"wikitable\" |+ Kabyle subject affixes ! colspan=\"2\" | Person ! sg. ! pl. |- ! colspan=\"2\" | 1 | ... -ɣ | n-... |- ! rowspan=\"2\" | 2 | m | rowspan=\"2\" | t-... -ḍ | t-... -m |- | f | t-... -mt |- ! rowspan=\"2\" | 3 | m | i/y-... | ... -n |- | f | t-... | ... -nt |} Verbs are conjugated for person by adding affixes. These suffixes are static and identical for all tenses (only the theme changes). The epenthetic vowel e may be inserted between the affix and the verb. Verbs are always marked for subject and may also inflect for person of direct and indirect object. Examples: : « Yuɣ-it. » – \"He bought it.\" (He.bought-it) : « Yenna-yas. » – \"He said to him.\" (He.said-to.him) : « Yefka-yas-t. » – \"He gave it to him.\" (He.gave-to.him-it) Kabyle is a satellite-framed based language, Kabyle verbs use two particles to show the path of motion: *d orients toward the speaker, and could be translated as \"here\". *n orients toward the interlocutor or toward a certain place, and could be translated as \"there\". Examples: * « iruḥ-d » (he came), « iruḥ-n » (he went). * « awi-d aman» (bring the water), « awi-n aman » (carry away the water). Kabyle usually expresses negation in two parts, with the particle ur attached to the verb, and one or more negative words that modify the verb or one of its arguments. For example, simple verbal negation is expressed by « ur » before the verb and the particle « ara » after the verb: *« Urareɣ » (\"I played\") → « Ur urareɣ ara » (\"I did not play\") Other negative words (acemma... etc.) are used in combination with ur to express more complex types of negation. This system developed via Jespersen's cycle. Verb derivation is performed by adding affixes. There are three types of derivation forms: causative, reflexive and passive. *Causative: obtained by prefixing the verb with s- / sse- / ssu-: ::ffeɣ \"to go out\" → ssuffeɣ \"to make to go out\" ::kcem \"to enter\" → ssekcem \"to make to enter, to introduce\" ::irid \"to be washed\" → ssired \"to wash\". *Reflexive: obtained by prefixing the verb with m- / my(e)- / myu-: ::ẓer \"to see\" → mẓer \"to see each other\" ::ṭṭef \"to hold\" → myuṭṭaf \"to hold each other\". *Passive: is obtained by prefixing the verb with ttu- / ttwa- / tt- / mm(e)- / n- / nn-: ::krez \"to plough\" → ttwakrez \"to be ploughed\" ::ečč \"to eat\" → mmečč \"to be eaten\". *Complex forms: obtained by combining two or more of the previous prefixes: ::enɣ \"to kill\" → mmenɣ \"to kill each other\" → smenɣ \"to make to kill each other\" Two prefixes can cancel each other: ::enz \"to be sold\" → zzenz \"to sell\" → ttuzenz \"to be sold\" (ttuzenz = enz !!). Every verb has a corresponding agent noun. In English it could be translated into verb+er. It is obtained by prefixing the verb with « am- » or with « an- » if the first letter is b / f / m / w (there are exceptions, however). *Examples: ::ṭṭef \"to hold\" → anaṭṭaf \"holder\" ::inig \"to travel\" → iminig \"traveller\" ::eks \"to graze\" → ameksa \"shepherd\" Verbal nouns are derived differently from different classes of verbal stems (including 'quality verbs'). Often a- or t(u)- is prefixed: ::ffer \"to hide\" → tuffra \"hiding\" (stem VI), « Tuffra n tidett ur telhi » – \"Hiding the truth is bad\". ::ɣeẓẓ \"to bite\" → aɣẓaẓ ::zdi \"to be united\" → azday ::ini \"to say\" → timenna === Pronouns === Pronouns may either occur as standalone words or bound to nouns or verbs. {| class=\"wikitable\" ! Person ! Singular ! Plural |- ! 1st (m) | nekk / nekkini | nekni |- ! 1st (f) | nekk / nekkini | nekkenti |- ! 2nd (m) | kečč / kečči / keččini | kunwi / kenwi |- ! 2nd (f) | kemm / kemmi / kemmini | kunnemti / kennemti |- ! 3rd (m) | netta / nettan / nettani | nutni / nitni |- ! 3rd (f) | nettat | nutenti / nitenti |} Example: « Ula d nekk. » – \"Me too.\" Possessive pronouns are bound to the modified noun. {| class=\"wikitable\" ! Person ! Singular ! Plural |- ! 1st (m) | (i)w / inu | nneɣ |- ! 1st (f) | (i)w / inu | nnteɣ |- ! 2nd (m) | (i)k / inek | nwen |- ! 2nd (f) | (i)m / inem | nkent |- ! 3rd (m) | (i)s / ines | nsen |- ! 3rd (f) | (i)s / ines | nsent |} Example : « Axxam-nneɣ. » – \"Our house.\" (House-our) There are three demonstratives, near-deictic ('this, these'), far-deictic ('that, those') and absence. They may either be suffixed to nouns, or appear in isolation. Examples: « Axxam-a / Axxam-agi» – \"This house.\", (House-this), «Wagi yelha» – \"This is nice.\" (This is-nice). ===Prepositions=== Prepositions precede their objects: « i medden » \"to the people\", « si taddart » \"from the village\". All words preceded by a preposition (except « s » and « ar », \"towards\", \"until\" ) take the annexed state. Some prepositions have two forms: one is used with pronominal suffixes and the other form is used in all other contexts, e.g. ger 'between' → gar. Some prepositions have a corresponding relative pronoun (or interrogative), for example: ::« i » \"for/to\" → « iwumi » \"to whom\" ::« Tefka aksum i wemcic » \"she gave meat to the cat\" → « Amcic iwumi tefka aksum » \"The cat to whom she gave meat.\" === Syntax === Negation Predicative particle 'd' The predicative particle 'd' is an indispensable tool in speaking Kabyle (or any other Amazigh language). \"d\" is equivalent to both \"it is + adjective\" and \"to be + adjective\", but cannot be replaced by the verb \"ili\" (to be). It is always followed by a noun in free state. Examples: *D taqcict 'it's a girl' *D nekk 'it's me' *Nekk d argaz 'I'm a man' *Idir d anelmad 'Idir is a student' *Idir yella d anelmad 'Idir was a student' The predicative particle \"d\" should not be confused with the particle of coordination \"d\"; indeed, the latter is followed by a noun at its annexed state while the first is always followed by a noun at its free state. ==Vocabulary== Kabyle has absorbed some Arabic and Latin vocabulary. According to Salem Chaker, about a third of Kabyle vocabulary is of foreign origin; the number of French loanwords has not been studied yet. These loanwords are sometimes Berberized and sometimes kept in their original form. The Berberized words follow the regular grammar of Kabyle (free and annexed state). Examples of Berberized Arabic or French words: :kitāb (Ar.) > taktabt \"book\" :machine (Fr.) > tamacint \"machine\" Many loanwords from Arabic have often a different meaning in Kabyle: :al-māl \"property\" (Ar.) > lmal \"domestic animals\" (cf. the etymologies of English cattle and fee) All verbs of Arabic origin follow a Berber conjugation and verbal derivation: : fahim (Ar.) > fhem \"to understand\" > ssefhem \"to explain\". Only the first two numbers are Berber; for higher numbers, Arabic is used. They are yiwen (f. yiwet) \"one\", sin (f. snat) \"two\". The noun being counted follows it in the genitive: sin n yirgazen \"two men\". ==Sample text== In Moulieras (Auguste), Les fourberies de Si Djeh'a. {| class=\"wikitable\" ! Aqerruy n tixsi ! Ewe Head |- class=\"Unicode\" | Yiwen wass, Ǧeḥḥa yefka-yas baba-s frank, akken ad d-yaɣ aqerruy n tixsi. Yuɣ-it-id, yečča akk aksum-is. Yeqqim-d uceqlal d ilem, yewwi-yas-t-id i baba-s. Ihi, mi t-iwala yenna-yas: \"acu-t wa?\" yenna-yas: \"d aqerruy n tixsi\". -A ccmata, anida llan imeẓẓuɣen- is? :-Tella d taɛeẓẓugt. -Anida llant wallen-is? :-Tella d taderɣalt. -Anida yella yiles-is? :-Tella d tagugamt. -I weglim n uqerruy-is, anida yella? :-Tella d taferḍast. | One day, Jehha's father gave him one cent, to buy an ewe head. He bought it, and ate it all till only an empty carcass was left and brought it to his father. When his father saw that, he said: \"what is that?\" Jehha said: \"a ewe head\". -You vile (boy), where are its ears (the ewe)? :-It was deaf. -Where are its eyes? :-It was blind. -Where is its tongue? :-It was dumb. -And the skin of its head, where is it? :-It was bald. |} {| class=\"wikitable\" ! IPA transcription : ! Word by word translation : head of ewe |- |class=\"IPA\"| jiwən wæss, dʒəħħæ jəfkæ-jæs βæβæ-s frank, ækkən æ d-jæʁ æqərruj ən θiχsi. juʁ-iθ-id, yətʃtʃæ ækʷ æçsum-is. jəqqim-d uʃəqlæl ð iləm, jəwwi-jæs-θ-id i βæβæ-s. ihi, mi θ-iwælæ jənnæ-jæs: \"æʃu-θ wæ?\" jənnæ-jæs: \"ð æqərruj ən θiχsi\". -æ ʃʃmætæ, ænidæ llæn iməz̴z̴uʁn-is? :-θəllæ ts aʕəz̴z̴uɡt. -ænidæ llæn wælln-is? :-θəllæ ts æðərʁælθ. -ænidæ jəllæ jils-is? :-θəllæ ts æʝuʝæmθ. -i wəʝlim ən uqərruj-is, ænidæ jəllæ? :-θəllæ ts æfərðˤast. | One day, Jehha he.gave-to.him father-his cent, so.that he.buys head of ewe. He.bought-it-here, he.ate all meat-its. Stayed-here carcass it.is empty, he.brought-to.him-it-here to father-his. Then, when it-he.saw he.said-to.him: \"what-it that?\" he.said-to.him: \"head of ewe\". -Oh vile, where are ears-its? :-She.was it.is deaf. -Where are eyes-its? :-She.was it.is blind. -Where is tongue-its? :-She.was it.is dumb. -And skin of head-its, where it.is? :-She.was bald. |} Note: the predicative particle d was translated as \"it.is\", the particle of direction d was translated as \"here\". ==References== ==Bibliography== *Achab, R. : 1996 – La néologie lexicale berbère (1945–1995), Paris/Louvain, Editions Peeters, 1996. *Achab, R. : 1998 – Langue berbère. Introduction à la notation usuelle en caractères latins, Paris, Editions Hoggar. *F. Amazit-Hamidchi & M. Lounaci : Kabyle de poche, Assimil, France, * * * Dallet, Jean-Marie. 1982. Dictionnaire kabyle–français, parler des At Mangellet, Algérie. Études etholinguistiques Maghreb–Sahara 1, ser. eds. Salem Chaker, and Marceau Gast. Paris: Société d'études linguistiques et anthropologiques de France. * Hamid Hamouma. n.d. Manuel de grammaire berbère (kabyle). Paris: Edition Association de Culture Berbère. * Kamal Nait-Zerrad. Grammaire moderne du kabyle, tajerrumt tatrart n teqbaylit. Editions KARTHALA, 2001. * *Mammeri, M. : 1976 – Tajerrumt n tmaziɣt (tantala taqbaylit), Maspero, Paris. *Naït-Zerrad, K. : 1994 – Manuel de conjugaison kabyle (le verbe en berbère), L’Harmattan, Paris. *Naït-Zerrad, K. : 1995 – Grammaire du berbère contemporain, I – Morphologie, ENAG, Alger. * Salem Chaker. 1983. Un parler berbère d'Algérie (Kabyle): syntax. Provence: Université de Provence. *Tizi-Wwuccen. Méthode audio-visuelle de langue berbère (kabyle), Aix-en- Provence, Edisud, 1986. ==External links== *Kabyle Music *INALCO report on Kabyle, see also and (fr) *Negative Preterite, The negative preterite in Kabyle Berber. ===Websites in Kabyle=== *imyura.com. *Tiddukla Tadelsant Imedyazen. *Kabyle version of the french speaking newspaper Dépêche de Kabylie. ===Online dictionaries=== *Kabyle–French and French–Kabyle dictionary *MAK *Danoun. *Glossary of neologisms by imedyazen. Category:Berber languages * Category:Languages of Algeria ",
    "title": "Kabyle language"
}