{
    "id": "819602",
    "text": "Aristotle George \"Harry\" Agganis () (April 20, 1929 – June 27, 1955), nicknamed \"The Golden Greek\", was an American college football player and professional baseball player. After passing up a potential professional football career, he played in Major League Baseball as a first baseman from to for the Boston Red Sox. Born in Lynn, Massachusetts to Greek immigrants, Georgios Agganis and Georgia Papalimperis, Agganis first gained notice as a college football player at Boston University, becoming the first person in school history to be named All-American. He passed up a professional career with the Cleveland Browns in order to play his favorite sport, baseball, close to his hometown. Agganis was signed to a bonus baby contract, and after one season playing minor league baseball, Agganis became the starter at first base for the Red Sox. In 1955, Agganis became gravely ill early in the season and was hospitalized for two weeks for pneumonia. He rejoined the Red Sox for a single week before being rehospitalized with a viral infection. After showing some signs of recovery, Agganis died of a pulmonary embolism on June 27. Agganis' sudden death is considered one of the greatest tragedies to hit Boston's sporting community. ==Early life== Agganis' Greek immigrant family were from Longanikos, Sparta, Greece. He was born in Lynn, Massachusetts, to a large family which includes four brothers and two sisters. He was a star football and baseball player at Lynn Classical High School as well as a strong student, being named as \"All-Scholastic\" from the state of Massachusetts. == College career == Agganis enrolled at Boston University, where he became a starter, primarily at quarterback. After his sophomore season in 1949, when he set a school record by tossing fifteen touchdown passes, he entered the Marine Corps. Agganis played for the Camp Lejeune (N.C.) football and baseball teams. He received a dependency discharge from the Marines to support his mother and returned to college to play in 1951-52. Around the same time, Agganis was participating in summer baseball leagues in Augusta, Maine. Agganis became the school's first All-American in football and Boston coach Buff Donelli named Agganis the \"greatest football player he ever coached\". He also played basketball and baseball in the school. Agganis set another Boston University mark by passing for for the season and won the Bulger Lowe Award as New England's outstanding football player. Coach Paul Brown of the Cleveland Browns thought he could be the successor to Otto Graham and drafted the college junior in the first round of the 1952 NFL Draft, offering him a bonus of $25,000. Boston Red Sox owner Tom Yawkey outbid Brown, however, and signed Agganis to play Major League Baseball for the Red Sox as a first baseman for $35,000. At the time of his death, Agganis was spending his off-season at his alma mater as an assistant coach, tutoring Tom Gastall, another quarterback who decided to play professional baseball and died young. == Baseball career == Following his 1953 college graduation, Agganis played with Triple-A Louisville where he hit .281 with 23 home runs and 108 RBI. He made his major league debut on April 13, 1954. Agganis had a modest rookie campaign, although he did lead American League first basemen in assists and fielding percentage. He hit 11 home runs that year, with 57 RBI and a .251 batting average. ==Death== Pine Grove Cemetery in Lynn. In 1955, Agganis lost his starting position to rookie Norm Zauchin but regained his spot not long afterwards. On June 2, he was hospitalized with pneumonia after complaining of severe fever and chest pains. Though he rejoined the Red Sox ten days later and played two games against the Chicago White Sox, he fell ill again in Kansas City on June 5. He was diagnosed with a viral infection and was flown back to Sancta Maria Hospital in Cambridge, Massachusetts, where the doctor on duty stated that Agganis played too soon after his first illness, which was probably the reason for the second. The Red Sox placed him on the voluntary retired list until he recuperated, an early version of the disabled list. He began showing signs of improvement, but suffered a fatal pulmonary embolism on June 27, 1955. Baseball was in a state of shock upon hearing of Agganis' death. Red Sox general manager Joe Cronin told the Associated Press that everyone related to the Red Sox organization was \"grieved and shocked\", saying that Agganis was a \"grand boy\", while stating that the team would be wearing #6 black armbands to honor Agganis. American League president Will Harridge commented that his office was \"saddened and shocked\" by Agganis' death, while Red Sox owner Tom Yawkey stated that he was \"stunned,\" calling Agganis a \"man of great character\". Ten thousand mourners attended his wake, where his body lay in state at St. George's Greek Orthodox Church in his home city of Lynn. ==Legacy== Agganis was inducted into the College Football Hall of Fame in 1974. Gaffney Street, near the former site of Braves Field in Boston, was renamed Harry Agganis Way in 1995. Agganis Arena is a multipurpose sports facility at Boston University. The Harry Agganis Stadium located on Camp Lejeune was named in his honor. The Agganis Foundation has awarded more than $1.1 million in college scholarships to 780 student-athletes from Boston and the North Shore, including Lynn. Scholarships are awarded for academic and athletic achievement. The Foundation was started in 1955 by the Boston Red Sox and owner Thomas A. Yawkey, the (Lynn) Daily Item newspaper and Harold O. Zimman, a mentor of Agganis for whom the football field at Tufts University is named. ==See also== *Boston University athletics *List of baseball players who died during their careers ==References== ==External links== * *Agganis Arena page * Category:1929 births Category:1955 deaths Category:American football quarterbacks Category:Boston Red Sox players Category:College Football Hall of Fame inductees Category:Deaths from pulmonary embolism Category:American people of Greek descent Category:Major League Baseball first basemen Category:Baseball players from Massachusetts Category:Sportspeople from Lynn, Massachusetts Category:Sportspeople from Boston Category:Boston University Terriers baseball players Category:Boston University Terriers football players Category:Infectious disease deaths in Massachusetts Category:Deaths from pneumonia ",
    "title": "Harry Agganis"
}