{
    "id": "819731",
    "text": "George Petty, The Ballerina,1965 George Brown Petty IV (April 27, 1894 – July 21, 1975) was an American pin-up artist. His pin-up art appeared primarily in Esquire and Fawcett Publications's True but was also in calendars marketed by Esquire, True and Ridgid Tool Company. Petty's Esquire gatefolds originated and popularized the magazine device of centerfold spreads. Reproductions of his work, known as \"Petty Girls,\" were widely rendered by military artists as nose art decorating warplanes during the Second World War, including the Memphis Belle. == Birth and early career== George Petty was born in Abbeville, the seat of Vermilion Parish in south Louisiana to George Brown Petty III and his wife, Sarah. George, IV, was the couple's second child; his sister Elizabeth had been born in 1891. The Petty family moved to Chicago, Illinois, just before the turn of the century, where George, III, a photographer of some note, enjoyed considerable success with images of young women, madonnas, and nudes. Petty was not a particularly good student in high school, spending a great deal of time on extracurricular activities instead of schoolwork. His artistic bent first became obvious in high school, where he was the staff artist for the school newspaper. During his high school years, he enrolled in evening classes at Chicago Academy of Fine Arts under the tutoring of Ruth VanSickle Ford, where he taught his own art course, charging classmates $5.00 per session. He also worked in his father's photo shop where he learned how to use an airbrush. In Paris, Petty studied art at the Académie Julian with Jean- Paul Laurens and others until 1916, when World War I caused Myron T. Herrick, ambassador at that time, to order all Americans to return home. Petty returned to Chicago, and worked as an airbrush retoucher for a local printing company. He was able to establish himself as a freelance artist, painting calendar girls and magazine covers for The Household. By 1926, he was able to open his own studio. == Artistic influences == George Petty never discussed in detail those artists who influenced him, other than J. C. Leyendecker (an artist for The Saturday Evening Post during George's high school days) for his interpretation of men, Coles Phillips for his technique, and Maxfield Parrish for his use of light. However, it can be inferred from his later work that other influences included artists who were extremely popular in Paris at the time, such as Alfons Mucha, George Barbier and, in particular, the watercolor technique of England's William Russell Flint. == \"The Petty Girl\" == Petty is especially known for \"the Petty Girl\", a series of pin-up paintings of women done for Esquire from the autumn of 1933 until 1956. Petty frequently depicted these women with the relative lengths of their legs being longer—and the relative sizes of their heads being smaller—than those of his actual models. Petty appeared as a guest on the popular TV program What's My Line on November 20, 1955. Petty died in San Pedro, California, on July 21, 1975. ==In popular culture== Crew of the Memphis Belle with the Petty Girl nose art * An image of a Petty Girl talking on a phone was used as the \"nose art\" on the famous World War II B-17 Flying Fortress, Memphis Belle. * Two images of Petty Girls were used in the crowd on The Beatles' Sgt. Pepper's Lonely Hearts Club Band album cover. * Robert Cummings portrayed George Petty in the imaginary musical comedy The Petty Girl (Columbia, 1950), directed by Henry Levin and featuring the film debut of Tippi Hedren as one of the Petty Girls. Nat Perrin's screenplay was based on a story by Mary McCarthy. The film is also notable for several lilting, lighthearted songs composed by Harold Arlen (music) and Johnny Mercer (lyrics), including \"Fancy Free\" and \"I Loves Ya\". The large production number at the finale is \"The Petty Girl\" by Arlen and Mercer, performed by Joan Caulfield (dubbed by Carole Richards), the Petty Girls and a male quartet. == Sources == Reid Stewart Austin (The Best of Gil Elvgren) examined the life and art of George Petty in the 192-page Petty: The Classic Pin-Up Art of George Petty. Published by Gramercy in 1997, the lavish volume features a foreword by Hugh Hefner and an introductory essay by Petty's daughter, Marjorie Petty, who was his main model. In The New York Times Book Review, famed designer George Lois praised this collection of Petty's creations, commenting: > Just as the cool, unapproachable Gibson Girl was the feminine ideal of young > men at the turn of the century, the voluptuous Petty Girl became the ideal > of their wide-eyed sons. I'm going on the record to swear that George Brown > Petty IV consistently created better-designed women than God, and now I've > got a big beautiful book to prove it. == External links == *George Petty on the Pin-up Files *Samples of George Petty Pin-Ups *George Petty artwork can be viewed at American Art Archives web site *Petty Project: A modern recreation of George Petty's Pin-Ups through photography Category:1894 births Category:1975 deaths Category:People from Abbeville, Louisiana Category:American illustrators Category:Pin-up artists ",
    "title": "George Petty"
}