{
    "id": "820136",
    "text": "A street in Little Five Points Hallowe'en Parade The Vortex restaurant A mural in Little Five Points Junkman's Daughter novelty shop A new age shop in Little Five Points Little Five Points (also L5P or LFP or Little Five or Lil' Five) is a district on the east side of Atlanta, Georgia, United States, east of downtown. It was established in the early 20th century as the commercial district for the adjacent Inman Park and Candler Park neighborhoods, and has since become famous for the alternative culture it brings to Atlanta. It has been described as Atlanta's version of Haight-Ashbury, a melting pot of sub- cultures, and the Bohemian center of the Southern United States.Little Five Points Creative Loafing. ==Name== The name is a reference to Five Points, which is the center of downtown Atlanta. \"Little\" Five Points refers to the intersection at the center of the neighborhood. Two points are provided by Moreland Avenue (U.S. 23 and Georgia 42), which runs perfectly north/south, and forms the county line dividing Fulton and DeKalb. Two points are provided by Euclid Avenue, which runs northeast/southwest. The fifth point was originally Seminole Avenue, which met the intersection from the northwest, but the Seminole point was converted to a plaza and there is no longer a five- point intersection, though some regard McLendon Avenue, extending east from Euclid's southern intersection at Moreland, as the new fifth point. ==History== The first Atlanta streetcars were constructed just south of the Little Five Points in the 1890s. According to the National Park Service, as the population grew on Atlanta's east side, the area where the trolley lines converged became one of the earliest major regional shopping centers. Little Five Points thrived until the 1960s, when a proposed freeway through the heart of the district drove residents out of the neighborhood.Little Five Points in Fulton County (30307) ajchomefinder. By the 1970s, Little Five Points had fallen into disrepair. A revitalization began as urban pioneers moved into the then-cheap neighborhood and restored the Victorian-style homes. By 1981, local merchants formed the Little Five Points Partnership to continue the restoration and expansion of the retail area, turning what was formerly a gas station into the \"484 retail area\" — several retail shops aligned in strip- mall style.Little Five Points: Atlanta's Alternative Neighborhood city- data.com. ==Geography== Little Five Points is surrounded by the Inman Park, Edgewood, Candler Park and Poncey-Highland neighborhoods of Atlanta. Immediately to the south on Moreland, just through the DeKalb Avenue and Georgia Railroad underpass, is the Edgewood Retail District, a late-2000s urban infill land development of former Atlanta Gas Light Company land. This provides the area its big-box stores (Lowe's, Target, Kroger, Ross, Best Buy, Office Depot and others), mostly at the opposite end of the spectrum from the historic Little Five Points. Its smaller shops constructed along Caroline Street, occupied by many chain stores, are done in a small-town \"main street\" style (with underground parking), and the entire development is done in brick, as Little Five Points originally was. ==Culture== Little Five Points is renowned for its alternative culture.({http://www.atlanta.com/neighborhoods/little-five-points.aspx}) It is home to metro-wide indie radio station WRFG FM 89.3, two independent bookstores (Charis Books and More and A Cappella Books), a skateshop staffed by some pro skateboarders (Stratosphere Skateboards), record stores (Criminal Records,Criminal Records Wax'n'Facts, and Moods Music), coffee shops (Village Coffee House, Java Lords, Aurora Coffee, Starbucks), a health and wellness center (Sweetgrass Wellness Spring), new and used clothing stores (Rag-O- Rama), a shoe store (Abbadabba's) novelty shops (Junkman's Daughter), a new- age shop (Crystal Blue), a locally owned credit union (BOND Community Federal Credit Union),BOND Community FCU a natural foods store (Sevananda Natural Foods Market),Sevananda Natural Foods Market an independent pharmacy, and independent record labels (DB Records) and Shut Eye Records & Agency, two theaters (7Stages and Horizon Theatre), a major music venue (Variety Playhouse), a community music school (The Little 5 Points Music Center),Community Music Centers of Atlanta l5pmusiccenter.com. a smoking store (42°), and several local restaurants and bars. The neighborhood is featured in the Cartoon Network show Class of 3000 as well as the Internet Girls series of books by Lauren Myracle, who mentions several of the businesses in Little Five Points by name. Little Five points is home to the Little Five Points Halloween Festival, which takes place every year on the Saturday of Halloween. The official L5P Poet used to freestyle poetry in the square and has a mural located in the alley way between Earthtones and American Apparel; he has not been present in 2014. Local vendors sell arts and crafts and the highlight of the celebration is the Little Five Points Halloween Parade. The parade features local celebrities, bikers in costume, live music, hearses, several local marching bands, and many parade floats that are put together by community action groups and local businesses.Special event: Little Five Points Halloween Fest Creative Loafing. 2008-10-18. Little Five is also the host of Little Five Fest, which is an annual music festival featuring 50-100 local bands spread across multiple venues. Mural by Jerkface in Little Five Points Little Five Points is one of Atlanta's best neighborhoods for viewing street art. Unlike most of Atlanta's neighborhoods, the street art in Little Five Points is highly concentrated in a compact easily walked area. Works by internationally known street artists such as Jerkface can be found as well as works by local artist such as Chris Veal and R. Land. But finding the murals can be a bit of a treasure hunt. Many works of street art are tucked away on the back sides of buildings, in alleyways, and in back parking lots. Both the easily visible and hidden gems of street art in Little Five Points are mapped on the Atlanta Street Art Map. ==References== ==External links== *History of Inman Park - Little Five Points * L5P Alliance Category:1900s establishments in Georgia (U.S. state) Category:Neighborhoods in Atlanta ",
    "title": "Little Five Points"
}