{
    "id": "821741",
    "text": "Animation of a lever tumbler lock mechanismA lever tumbler lock is a type of lock that uses a set of levers to prevent the bolt from moving in the lock. In the simplest form of these, lifting the tumbler above a certain height will allow the bolt to slide past. The number of levers may vary, but is usually an odd number for a lock that can be opened from each side of the door in order to provide symmetry. A minimum number of levers may be specified to provide an anticipated level of security (see five-lever locks section). == History == \"Double acting\" lever tumbler locks were invented in 1778 by Robert Barron of England. These required the lever to be lifted to a certain height by having a slot cut in the lever, so lifting the lever too far was as bad as not lifting the lever far enough. This type of lock is still used today, on doors in Europe, Africa, South America and some other parts of the world. mortised into a door. The faceplate has been removed to see the inner workings. ==Design== The lock is made up of levers (usually made out of non-ferrous metals). Each lever needs to be lifted to a specific height by the key in order for the locking bolt to move. Typically, the belly of the lever is cut away to various depths to provide different combinations, or the gate is cut in a different location, to provide differs. A lever will have pockets (or gates) through which the bolt stump (or post or fence) moves during unlocking. There has not always been universal agreement about which variants of the basic design merit the terms \"lever lock\" or \"detainer lock\" or both. Some authors use the term \"detainer lock\" to refer specifically to variants where the gates are \"open\" (i.e. at the edge of the lever), rather than \"closed\" (i.e. entirely surrounded by the lever). Lever locks generally use a bitted key. Some locks used on safes use a double-bitted key, as do some door locks of a type often used in Southern and Eastern Europe. === Three-lever locks === A three-lever lock is a common type of lever lock, but is generally used for low security applications such as internal doors as their tolerances are much lower (there are fewer combinations of key available, so they are likely to unlock doors they shouldn't). === Five-lever locks === A five-lever lock is often required for home insurance and often recommended by the police for home security. There are various grades but the current British Standard (BS3621:2007) is usually required for insurance purposes. Locksmith Valerie Olifent notes that, \"The doors of many historic churches still carry an old wooden lock although often you find that a modern 5-lever mortice lock has been installed alongside it to meet insurance requirements.\"\"The Ancient Art of the Locksmith\" http://www.buildingconservation.com/articles/locks/locks.htm BS3621:2007 requires a bolt throw of 20 mm rather than the 14 mm of the earlier British Standard. Most BS3621 locks have anti-pick devices built in to reduce the chance of lock picking, along with hardened bolts and anti-drill plates to reduce risk of physical attack. == Vulnerabilities == type of lock pick used to pick lever tumbler locks Lever tumbler locks can be picked with a tool called a curtain pick which is inserted into the keyway of the lock, and a force is applied to the locking bolt. The pick is then used to lift each lever inside the lock to the correct height so that the locking bolt can pass. Higher security lever locks (such as the five-lever) usually have notches cut into the levers. These catch the locking bolt and prevent it from moving if picking is attempted (similar to the security pins in a pin tumbler lock). The Chubb detector lock is a variation of the lever lock which was designed to detect and prevent picking attempts. Lever locks can be drilled, but usually a template or stencil is required to mark the drilling point, as the lock mechanism is commonly mortised into the door and so it is harder to determine the point at which to drill. ==See also== *Warded lock *Mortise lock *Lock picking ==References== Category:Locks (security device) ",
    "title": "Lever tumbler lock"
}