{
    "id": "821869",
    "text": "Diagram of a Chubb detector lock A Chubb detector lock is a type of lever tumbler lock with an integral security feature, a form of relocker, which frustrates unauthorised access attempts and indicates to the lock's owner that it has been interfered with. When someone tries to pick the lock or to open it using the wrong key, the lock is designed to jam in a locked state until (depending on the lock) either a special regulator key or the original key is inserted and turned in a different direction. This alerts the owner to the fact that the lock has been tampered with. Any person who attempts to pick a detector lock must avoid triggering the automatic jamming mechanism. If the automatic jamming mechanism is accidentally triggered (which happens when any one of the levers is lifted too high) the lock-picker has the additional problem of resetting the detector mechanism before their next attempt to open the lock. This introduces additional complexity into the task which slows the process down significantly, thereby increasing the degree of lock-picking skill required to a level which very few people would have. The first detector lock was produced in 1818 by Jeremiah Chubb of Portsmouth, England, as the result of a Government competition to create an unpickable lock. It remained unpicked until the Great Exhibition of 1851. ==Development== In 1817, a burglary in Portsmouth Dockyard was carried out using false keys, prompting the British Government to announce a competition to produce a lock that could be opened only with its own unique key. In response, Jeremiah Chubb, who was working with his brother, Charles, as a ship's outfitter and ironmonger in Portsmouth, invented and patented his detector lock in 1818. Building on earlier work by Robert Barron and Joseph Bramah, Jeremiah developed a four- lever lock that when picked or opened with the wrong key would stop working until a special key was used to reset it. This security feature was known as a regulator, and was tripped when an individual lever was pushed past the position required to bring the lever in line to open the lock. As a result of this innovation, Jeremiah was able to claim the £100 reward offered by the government (). The Chubb works in Railway Street, Wolverhampton (1870) A convict aboard one of the prison hulks in Portsmouth Docks was given the Chubb lock with a promise of a free pardon from the Government and £100 from Jeremiah if he could pick the lock. The convict, who was a locksmith by trade and had successfully picked every lock he had been presented with, was confident he could do the same with the detector lock. After two or three months of trying he was forced to admit defeat. ==Manufacture and improvements== A small Chubb detector lock from a gun case (circa 1910) In 1820, Jeremiah joined his brother Charles in starting their own lock company, Chubb. They moved from Portsmouth to Willenhall, which was the lockmaking capital of Great Britain, and opened a factory in Temple Street. In 1836 they moved to St James' Square in the same town. A further move to the site of the old Workhouse in Railway Street followed in 1838. The Chubb lock reportedly became popular as a result of the interest generated when George IV accidentally sat on a Chubb lock that still had the key inserted.\"History of Chubb\" , August 17, 2007 A number of improvements were made to the original design over the years but the basic principle behind its construction remained unchanged. In 1824, Charles patented an improved design that no longer required a special regulator key to reset the lock. The original lock used four levers, but by 1847 work by Jeremiah, Charles, his son John and others resulted in a six-lever version. A later innovation was the \"curtain\", a disc that allowed the key to pass but narrowed the field of view, hiding the levers from anybody attempting to pick the lock. Eventually, Chubb began to manufacture brass padlocks incorporating the \"detector\" mechanism. ==Picking== Competition in the lock business was fierce and there were various challenges issued in an attempt to prove the superiority of one type of lock over another. Joseph Bramah exhibited one of his locks in the window of his shop and offered 200 guineas (equivalent to £210 at that time and ) to anybody who could devise a method of picking it. In 1832, a Mr Hart, replying to a challenge by Chubb, failed to pick one of his detector locks. After a number of people tried and failed, the first person to pick the six-lever Chubb lock was Alfred Charles Hobbs, the inventor of the protector lock, during the Great Exhibition in 1851. ==In popular culture== Chubb locks are mentioned twice in the Sherlock Holmes stories by Arthur Conan Doyle. In the short story \"A Scandal in Bohemia\", Holmes describes a house with a \"Chubb lock to the door.\"\"A Scandal in Bohemia\", The Adventures of Sherlock Holmes, Arthur Conan Doyle, 1892 In another short story, \"The Adventure of the Golden Pince-Nez\", Holmes asks \"Is it a simple key?\" to which Mrs Marker, an elderly maid, replies, \"No, sir, it is a Chubb's key.\"\"The Adventure of the Golden Pince- Nez\", The Return of Sherlock Holmes, Arthur Conan Doyle, 1905 In both of these stories, the description makes clear that the lock could not have been picked, a minor clue in solving each mystery. A Chubb lock is featured in the novel Neuromancer by William Gibson. ==References== * * * * * Category:Locks (security device) ",
    "title": "Chubb detector lock"
}