{
    "id": "821914",
    "text": "Alcide Charles Victor Marie Dessalines d'Orbigny (6 September 1802 – 30 June 1857) was a French naturalist who made major contributions in many areas, including zoology (including malacology), palaeontology, geology, archaeology and anthropology. D'Orbigny was born in Couëron (Loire-Atlantique), the son of a ship's physician and amateur naturalist. The family moved to La Rochelle in 1820, where his interest in natural history was developed while studying the marine fauna and especially the microscopic creatures that he named \"foraminiferans\". In Paris he became a disciple of the geologist Pierre Louis Antoine Cordier (1777–1861) and Georges Cuvier. All his life, he would follow the theory of Cuvier and stay opposed to Lamarckism. ==South American era== D'Orbigny travelled on a mission for the Paris Museum, in South America between 1826 and 1833. He visited Venezuela, Colombia, Ecuador, Peru, Bolivia, Chile, Argentina, Paraguay, and Brazil, and returned to France with an enormous collection of more than 10,000 natural history specimens. He described part of his findings in La Relation du Voyage dans l'Amérique Méridionale pendant les annés 1826 à 1833 (Paris, 1824–47, in 90 fascicles). The other specimens were described by zoologists at the museum. His contemporary, Charles Darwin, arrived in South America in 1832, and on hearing that he had been preceded, grumbled that D'Orbigny had probably collected \"the cream of all the good things\". Darwin later called D'Orbigny's Voyage a \"most important work\". They went on to correspond, with D'Orbigny describing some of Darwin's specimens. He was awarded the Gold Medal of the Société de Géographie of Paris in 1834. The South American Paleocene pantodont Alcidedorbignya was named in his honour. ==1840 and later== On the shore of Rio Magdalen. Image from Voyages pittoresque dans les deux Amériques In 1840, d'Orbigny started the methodical description of French fossils and published La Paléontologie Française (8 vols). In 1849 he published a closely related Prodrome de Paléontologie Stratigraphique, intended as a \"Preface to Stratigraphic Palaeontology\", in which he described almost 18,000 species, and with biostratigraphical comparisons erected geological stages, the definitions of which rest on their stratotypes. In 1853 he became professor of palaeontology at the Paris Muséum National d'Histoire Naturelle, publishing his Cours élémentaire that related paleontology to zoology, as a science independent of the uses made of it in stratigraphy.\"Conception et suites de la Paléontologie française d'Alcide d'Orbigny\", Comptes Rendus Paleologiques 1.7 (December 2002) pp. 599–613. The chair of paleontology was created especially in his honor. The d'Orbigny collection is housed in the Salle d'Orbigny and is often visited by experts.Agnès Lauriat-Rag, \"La collection d'Invertébrés fossiles d'Alcide d'Orbigny et la salle d'Orbigny\", Comptes Rendus Paleologiques 1.7 (December 2002) pp. 615–627. He described the geological timescales and defined numerous geological strata, still used today as chronostratigraphic reference such as Toarcian, Callovian, Oxfordian, Kimmeridgian, Aptian, Albian and Cenomanian. He died in the small town of Pierrefitte-sur-Seine, near Paris. ==Catastrophism== D'Orbigny, a disciple of Georges Cuvier, was a notable advocate of catastrophism.Huggett, Richard J. (1998). Catastrophism: Asteroids, Comets and Other Dynamic Events in Earth History. Verso. p. 95. He recognized twenty-seven catastrophes in the fossil record.Singer, Charles Joseph. (1931). The Story of Living Things: A Short Account of the Evolution of the Biological Sciences. Harper & Bros. p. 232 This became known as the \"doctrine of successive creations\".Prothero, Donald R. (2013). Bringing Fossils to Life: An Introduction to Paleobiology. Columbia University Press. p. 223. He attempted to reconcile the fossil record with the Genesis creation narrative. Both uniformitarian geologists and theologians rejected his idea of successive creations. Palaeontologist Carroll Lane Fenton has noted that his idea of twenty-seven world-wide creations was \"absurd\", even for creationists.Fenton, Carroll Lane. (1933). The World Of Fossils. D. Appleton- Century Company. p. 162 L. Sprague de Camp has written that \"Alcide d'Orbigny, carried the idea to absurdity. Dragging in the supernatural, d'Orbigny argued that, on twenty-seven separate occasions, God had wiped out all life on earth and started over with a whole new creation.\"De Camp, Lyon Sprague. (1968). The Great Monkey Trial. Doubleday p. 184. ==Taxa== Several zoological and botanical taxa were named in his honor, including the following genera and species. *Alcidedorbignya – an extinct genus of pantodont mammal *Alcidia Bourguignat, 1889 – a genus of sea snails *Ampullaria dorbignyana Philippi, 1851 – a species of freshwater snail *Apostolepis dorbignyi Schlegel, 1837 – a species of burrowing snakeBeolens et al. *Asthenes dorbignyi Reichenbach, 1853 \\- a species of furnariid bird *Bachia dorbignyi A.M.C. Duméril & Bibron, 1839 – a species of lizard *Cadomites orbignyi de Grossouvre, 1930 – a species of ammonites from the Bathonian de Grossouvre (A.), 1930. Note sur le Bathonien moyen. Livre jubilaire. Centenaire de la Société Géologique de France, t. 2, pp. 361–387 *Chaunus dorbignyi (A.M.C. Duméril & Bibron, 1841) – a species of toad *Haminoea orbignyana A. de Férussac, 1822 – a species of sea snail *Hecticoceras (Orbignyceras) C. Gérard & H. Contaut, 1936 – a subgenus of ammonite from the Callovian Gérard C. & Contaut H., « Les ammonites de la zone à Peltoceras athleta du Centre-Ouest de la France », Mémoires de la Société géologique de France, Paris, vol. 29, 1936, *Liolaemus dorbignyi Koslowsky, 1898 – a species of lizard *Lystrophis dorbignyi A.M.C. Duméril, Bibron & A.H.A. Duméril, 1854 – a species of snake *Nerocila orbignyi (Guérin, 1832) – a species of ectoparasitic isopod *Orbignya Mart. ex Endl. – a genus of palm trees, which includes the species Orbignya speciosa (Mart. ex Spreng.), commonly known as the Brazilian palm tree or babaçu in Portuguese *Pinna dorbignyi Hanley, 1858 – a species of bivalve mollusc *Potamotrygon orbignyi (Castelnau, 1855) – a species of freshwater stingray *Quadracythere orbignyana (Bosquet, 1852) – a species of marine ostracod *Rhinodoras dorbignyi (Kner, 1855) – a species of thorny catfish *Sepia (Rhombosepion) orbignyana A. de Férussac in d'Orbigny, 1826 – a species of cuttlefish, commonly known as the pink cuttlefish *Subdiscosphinctes orbignyi Hantzpergue, 1987 – a species of ammonites from the Kimmeridgian Pierre Hantzpergue, Les ammonites kimméridgiennes du haut-fond d'Europe occidentale. Biochronologie, systématique, évolution, paléogéographie, Cahiers de paléontologie, éditions du CNRS, 1989, *Trachemys dorbigni – a species of freshwater turtle In the above list, a taxon author or binomial authority in parentheses indicates that the species was originally described in a genus other than the genus to which the species is currently assigned. == Publications == * ==References== La Gazette des Français du Paraguay, Alcide d'Orbigny – Voyageur Naturaliste pour le Muséum d'Histoire Naturelle dans le Cone Sud – Alcide d'Orbigny – Viajero Naturalista para el Museo Nacional de Historia Natural de Francia en el Cono Sur – Bilingue Français Espagnol – numéro 7, année 1, Asuncion Paraguay. ==Further reading== *Beolens, Bo; Watkins, Michael; Grayson, Michael (2011). The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (\"D'Orbigny\", p. 74, \"Orbigny\", p. 195). *\"Alcide d'Orbigny\" In Taylor, W. Thomas; Taylor, Michael L. (2011). Aves: A Survey of the Literature of Neotropical Ornithology. Baton Rouge: Louisiana State University Libraries. 156 pp. . ==External links== * * *Gallica Digital versions of some d'Orbigny works. Search at Recherche. *Dictionnaire Universel d'Histoire Naturelle Category:1802 births Category:1857 deaths Category:19th-century zoologists Category:Catastrophism Category:Conchologists Category:Christian creationists Category:Critics of Lamarckism Category:French entomologists Category:French paleontologists Category:French zoologists Category:Teuthologists Category:National Museum of Natural History (France) people ",
    "title": "Alcide d'Orbigny"
}