{
    "id": "822043",
    "text": "In mathematics, a gerbe (; ) is a construct in homological algebra and topology. Gerbes were introduced by Jean Giraud following ideas of Alexandre Grothendieck as a tool for non-commutative cohomology in degree 2. They can be seen as an analogue of fibre bundles where the fibre is the classifying stack of a group. Gerbes provide a convenient, if highly abstract, language for dealing with many types of deformation questions especially in modern algebraic geometry. In addition, special cases of gerbes have been used more recently in differential topology and differential geometry to give alternative descriptions to certain cohomology classes and additional structures attached to them. \"Gerbe\" is a French (and archaic English) word that literally means wheat sheaf. == Definitions == ===Gerbe=== A gerbe on a topological space X is a stack G of groupoids over X which is locally non- empty (each point in X has an open neighbourhood U over which the section category G(U) of the gerbe is not empty) and transitive (for any two objects a and b of G(U) for any open set U, there is an open covering {Vi}i of U such that the restrictions of a and b to each Vi are connected by at least one morphism). A canonical example is the gerbe of principal bundles with a fixed structure group H: the section category over an open set U is the category of principal H-bundles on U with isomorphism as morphisms (thus the category is a groupoid). As principal bundles glue together (satisfy the descent condition), these groupoids form a stack. The trivial bundle X x H over X shows that the local non-emptiness condition is satisfied, and finally as principal bundles are locally trivial, they become isomorphic when restricted to sufficiently small open sets; thus the transitivity condition is satisfied as well. == Examples == ===Algebraic geometry === Let M be a variety over an algebraically closed field k, G an algebraic group, for example \\mathbb{G}_m. Recall that a G-torsor over M is an algebraic space P with an action of G and a map \\pi:P\\to M, such that locally on M (in étale topology or fppf topology) \\pi is a direct product \\pi|_U:G\\times U\\to U. A G-gerbe over M may be defined in a similar way. It is an Artin stack \\mathcal{M} with a map \\pi\\colon\\mathcal{M} \\to M, such that locally on M (in étale or fppf topology) \\pi is a direct product \\pi|_U\\colon \\mathrm{B}G \\times U \\to U. Here BG denotes the classifying stack of G, i.e. a quotient [ * / G ] of a point by a trivial G-action. There is no need to impose the compatibility with the group structure in that case since it is covered by the definition of a stack. The underlying topological spaces of \\mathcal{M} and M are the same, but in \\mathcal{M} each point is equipped with a stabilizer group isomorphic to G. ==== Moduli stack of stable bundles on a curve ==== Consider a smooth projective curve C over k of genus g > 1. Let \\mathcal{M}^s_{r, d} be the moduli stack of stable vector bundles on C of rank r and degree d. It has a coarse moduli space M^s_{r, d}, which is a quasiprojective variety. These two moduli problems parametrize the same objects, but the stacky version remembers automorphisms of vector bundles. For any stable vector bundle E the automorphism group Aut(E) consists only of scalar multiplications, so each point in a moduli stack has a stabilizer isomorphic to \\mathbb{G}_m. It turns out that the map \\mathcal{M}^s_{r, d} \\to M^{s}_{r, d} is indeed a \\mathbb{G}_m-gerbe in the sense above. It is a trivial gerbe if and only if r and d are coprime. ==== Root stacks ==== Another class of gerbes can be found using the construction of root stacks. Informally, the r-th root stack of a line bundle L \\to S over a scheme is a space representing the r-th root of L and is denoted > \\sqrt[r]{L/S}pg 52. The r-th root stack of L has the property > \\bigotimes^r\\sqrt[{r}]{L/S} \\cong L as gerbes. It is constructed as the stack > \\sqrt[r]{L/S}: (Sch/S)^{op} \\to Grpd sending an S-scheme T \\to S to the category whose objects line bundles of the form > \\left\\\\{ (M \\to T,\\alpha_M) : \\alpha_M: M^{\\otimes r} \\xrightarrow{\\sim} > L\\times_ST \\right\\\\} and morphisms are commutative diagrams compatible with the isomorphisms \\alpha_M. This gerbe is banded by the algebraic group of roots of unity \\mu_r, where on a cover T \\to S it acts on a point (M\\to T,\\alpha_M) by cyclically permuting the factors of M in M^{\\otimes r}. Geometrically, these stacks are formed as the fiber product of stacks > \\begin{matrix} X\\times_{B\\mathbb{G}_m} B\\mathbb{G}_m & \\to & B\\mathbb{G}_m > \\\\\\ \\downarrow & & \\downarrow \\\\\\ X & \\to & B\\mathbb{G}_m \\end{matrix} where the vertical map of B\\mathbb{G}_m \\to B\\mathbb{G}_m comes from the Kummer sequence > 1 \\xrightarrow{} \\mu_r \\xrightarrow{} \\mathbb{G}_m \\xrightarrow{ (\\cdot)^r} > \\mathbb{G}_m \\xrightarrow{} 1 This is because B\\mathbb{G}_m is the moduli space of line bundles, so the line bundle L \\to S corresponds to an object of the category B\\mathbb{G}_m(S) (considered as a point of the moduli space). ===== Root stacks with sections ===== There is another related construction of root stacks with sections. Given the data above, let s: S \\to L be a section. Then the r-th root stack of the pair (L\\to S,s) is defined as the lax 2-functor > \\sqrt[r]{(L,s)/S}: (Sch/S)^{op} \\to Grpd sending an S-scheme T \\to S to the category whose objects line bundles of the form > \\left\\\\{ (M \\to T,\\alpha_M, t) : \\begin{align} &\\alpha_M: M^{\\otimes r} > \\xrightarrow{\\sim} L\\times_ST \\\\\\ & t \\in \\Gamma(T,M) \\\\\\ > &\\alpha_M(t^{\\otimes r}) = s \\end{align} \\right\\\\} and morphisms are given similarly. These stacks can be constructed very explicitly, and are well understood for affine schemes. In fact, these form the affine models for root stacks with sectionspg 4. Given an affine scheme S = \\text{Spec}(A), all line bundles are trivial, hence L \\cong \\mathcal{O}_S and any section s is equivalent to taking an element s \\in A. Then, the stack is given by the stack quotient > \\sqrt[r]{(L,s)/S} = [\\text{Spec}(B)/\\mu_r]pg 9 with > B = \\frac{A[x]}{x^r - s} If s = 0 then this gives an infinitesimal extension of [\\text{Spec}(A)/\\mu_r]. ==== Examples throughout algebraic geometry ==== These and more general kinds of gerbes arise in several contexts as both geometric spaces and as formal bookeeping tools: * Azumaya algebras * Deformations of infinitesimal thickenings * Twisted forms of projective varieties * Fiber functors for motives ===Differential geometry=== * H^3(X,\\mathbb{Z}) and \\mathcal{O}_X^*-gerbes: Jean-Luc Brylinski's approach == History == Gerbes first appeared in the context of algebraic geometry. They were subsequently developed in a more traditional geometric framework by Brylinski . One can think of gerbes as being a natural step in a hierarchy of mathematical objects providing geometric realizations of integral cohomology classes. A more specialised notion of gerbe was introduced by Murray and called bundle gerbes. Essentially they are a smooth version of abelian gerbes belonging more to the hierarchy starting with principal bundles than sheaves. Bundle gerbes have been used in gauge theory and also string theory. Current work by others is developing a theory of non-abelian bundle gerbes. == See also == *twisted sheaf *Azumaya algebra == References == *. *. == External links == *Stable Singularities in String Theory - contains examples of gerbes in appendix using the Brauer group *Lectures on Special Lagrangian Submanifolds - Very down-to earth introduction with applications to Mirror symmetry *Constructions with Bundle Gerbes - Stuart Johnson *The basic gerbe over a compact simple Lie group - Gives techniques for describing groups such as the String group as a gerbe *An Introduction to Gerbes on Orbifolds, Ernesto Lupercio, Bernado Uribe. * *What is a Gerbe?, by Nigel Hitchin in Notices of the AMS *Bundle gerbes, Michael Murray. Category:Homological algebra Category:Sheaf theory ",
    "title": "Gerbe"
}