{
    "id": "822083",
    "text": "RAC Limited (The RAC) is a British automotive services company headquartered in Walsall, West Midlands. Its principal services are roadside assistance and general insurance, and its subsidiaries include RAC Motoring Services Ltd, RAC Financial Services Ltd and RAC Insurance Limited. The RAC emerged as the \"Associate Section\" of the Royal Automobile Club founded at the turn of the 20th century, and it was incorporated as R.A.C. Motoring Services Ltd. in 1978. It was sold by the members of the Royal Automobile Club to Lex Service in April 1999, which subsequently renamed itself RAC plc. In March 2005, RAC plc was acquired by Aviva and therefore delisted. Aviva then sold the RAC to the Carlyle Group in June 2011. Although Carlyle had originally planned a stock market flotation for the RAC, in September 2014, Carlyle agreed to sell almost half its stake to Singapore's sovereign wealth fund GIC Private Limited. In December 2015, Carlyle agreed to sell its remaining stake to CVC Capital Partners, in an transaction valuing the RAC at £1.4 billion. The RAC's main competitors are The AA and Green Flag. ==History== The RAC tower in Bradley Stoke, Bristol 1961 RAC Austin Mini Van The Royal Automobile Club was formed in 1897 by Frederick Richard Simms, which set up an \"associate section\" to assist members with roadside assistance and to provide motoring services. The club incorporated the associate section as R.A.C. Motoring Services Ltd. in 1978. In 1987, the organisation introduced an \"Advanced Computer Aided Rescue System\". In 1991, it established the RAC Foundation as its research arm. The RAC Foundation was later turned into a charity, and received a legacy from Royal Automobile Club members when R.A.C. Motoring Services Ltd. was later sold. British School of Motoring (BSM) was purchased by R.A.C. Motoring Services Ltd. in December 1998. In September 1999, R.A.C. Motoring Services was itself purchased by Lex Service from members of the Royal Automobile Club. Lex Service renamed themselves RAC plc in 2002. In October 2000, RAC purchased I/CAD from Intergraph to provide advanced graphical command and control capabilities. The National Customer Service Awards' recognized the system with the 'Best Use of Technology in Customer Service' award in October 2004. Aviva acquired RAC plc for around £1.1 billion in March 2005. They went on to raise around £500m from selling some parts of the business, such as RAC Auto Windscreens in December 2008, and BSM to a German company in January 2009. BSM has since been sold to Acromas Holdings which owns The Automobile Association. Aviva ceased providing loans under the RAC brand name in January 2008, and dissolved its partnership with The Co-operative Bank. Aviva sold the RAC to Carlyle Group in June 2011. ==Services== ===Roadside assistance=== An RAC roadside assistance van The RAC has around 2,000 patrols that attend 2.8 million breakdowns each year, this includes overseas breakdowns with RAC Europe. The RAC covers eight million roadside assistance customers, with 2.2 million individual members and 4.5 million corporate customers. Their breakdown assistance centres operate 24/7, and deal with approximately four millions calls a year. They have introduced, for trial, two hybrid vehicles, to cut fuel consumption and carbon emissions. In May 2009, a survey by J.D. Power ranked the RAC highest in \"satisfying roadside assistance customers\" for the fourth consecutive year. RAC Europe is breakdown cover for customers from the United Kingdom that travel to Europe. RAC Europe covers forty seven European countries, and provides English speaking Incident Managers, available twenty four hours a day to assist. The office is based near Lyon, in Villeurbanne, France. ===Other=== RAC Vehicle Checks and Examinations conduct vehicle checks that show if a car has been stolen, written off, has outstanding finance or previous plates, is at risk of being sold illegally, and that its number plate and chassis number correspond. RAC Vehicle Checks are conducted by Experian, while RAC Examinations Inspectors make physical checks on the car to make sure it is mechanically and structurally sound. The RAC also provides travel and traffic services including online route planners, in car navigation and help with travel documents. ==Team RAC== Colin Turkington driving for Team RAC BMW at Snetterton In 2006, RAC teamed up with WSR (West Surrey Racing) to form Team RAC and to race in the British Touring Car Championship (BTCC) with two MG ZS cars and from 2007 onwards, two (and sometimes three) BMW E90 320si cars. The racing cars were liveried in RAC's corporate orange and have achieved a number of wins, including winning the BTCC Independent Drivers Championship with Colin Turkington in 2007, 2008 and 2009. Turkington was also able to clinch the outright win in the 2009 BTCC Drivers Championship for Team RAC. For 2010, RAC reduced their level of sponsorship with the team. ==See also== * The AA * Green Flag * Vehicle recovery ==References== ==External links== * The RAC * Breakdown Cover by RAC * European Breakdown Cover by RAC * Vehicle Inspections by RAC * Vehicle Check by RAC Category:Financial services companies established in 1978 Category:Transport companies established in 1978 Category:Companies formerly listed on the London Stock Exchange Category:Automobile associations in the United Kingdom Category:Organizations established in 1978 Category:Emergency road services Category:Driving in the United Kingdom Category:1978 establishments in the United Kingdom ",
    "title": "RAC Limited"
}