{
    "id": "822534",
    "text": "The Pemon or Pemón (Pemong) are indigenous people living in areas of Venezuela, Brazil, and Guyana.See pp.112,113 and 178 of Venezuela: the Pemon, in Condé Nast Traveler, December 2008. They are also known as Arecuna, Aricuna Jaricuna, Kamarakoto, and Taurepang. ==People== The Pemon are part of the larger Cariban language family, and include six groups including the Arekuna, Ingarikó, Kamarakoto, Tualipang, Mapoyo and Macushi/Makushi (Macuxi or Makuxi in Brazil). While ethnographic data on these groups are scant, Iris Myers produced one of the most detailed accounts of the Makushi in the 1940s, and her work is heavily relied upon for comparisons between historical and contemporary Makushi life. The Pemon were first encountered by westerners in the 18th century and converted by missionaries to Christianity. Their society is based on trade and considered egalitarian and decentralized, and in Venezuela, funding from petrodollars have helped fund community projects, and ecotourism opportunities are also being developed. In Venezuela, Pemon live in the Gran Sabana grassland plateau dotted with tabletop mountains where the Angel Falls, the world's highest waterfall, plunges from Auyantepui in Canaima National Park. The Makuxi, who are also Pemon speakers, are found in Brazil and Guyana in areas close to the Venezuelan border. ==Language== Arekuna, or Pemon (in Spanish: Pemón), is a Cariban language spoken mainly in Venezuela, specifically in the Gran Sabana region of Bolívar State. According to the 2001 census there were 15,094 Pemon speakers in Venezuela. == Myths == Three Pemon youths The Pemon have a very rich mythic tradition which is merged into their present Christian faiths. Pemon mythology includes gods residing in the grassland area's table-top mountains called tepui. The mountains are off- limits to the living, as they are also home to ancestor spirits called mawari. The first non-native person to seriously study Pemon myths and language was the German ethnologist Theodor Koch-Grunberg, who visited Roraima in 1912. Important myths describe the origins of the sun and moon, the creation of the tepui mountains – which dramatically rise from the savannahs of the Gran Sabana — and the activities of the creator hero Makunaima and his brothers. ==\"Kueka\" stone controversy== In 1999, Wolfgang Kraker von Schwarzenfeld arranged the transport of a red stone boulder, weighing about 35 metric tons, from Venezuela's Canaima National Park to Berlin Tiergarten for his \"global stone\" project. Since that time, a dispute had been ongoing of the Pemon trying to get the stone back, involving German and Venezuelan authorities and embassies.Spiegel online, 10 July 2011: The Kueka Stone – A Venezuelan Indigenous Group Battles BerlinUniversidad del Zulia & FundaCine, 2007: Etapontok Ro Etomo (La lucha continúa) (Spanish)Berliner Zeitung, 9 August 2000: Indios wollen \"göttlichen Stein\" zurück haben (German, \"Indigenous people want to get back sacred stone\") On 16 April 2020, the Kueka stone was finally returned to Venezuela. ==See also== * Pemon conflict ==References== ==Further reading== *Theodor Koch-Grunberg 1917 – \"Vom Roraima Zum Orinoco\" (\"From Roraima to the Orinoco\") * David John Thomas 1982 – \"Order Without Government: The Society of the Pemon Indians of Venezuela\" (University of Illinois Press) ==External links== *Pemon Myths and Legends *Pemón health Category:Indigenous peoples of the Guianas Category:Indigenous peoples in Brazil Category:Indigenous peoples in Guyana Category:Indigenous peoples in Venezuela Category:Indigenous languages of the South American Northwest ",
    "title": "Pemon"
}