{
    "id": "822643",
    "text": "The Canteen Stores Department, (CSD), is a solely owned Government of India Enterprise under Ministry of Defence and has its depot in all major military bases operated by the Indian Armed Forces. CSD are the most profitable retail chain in India, ahead of Future & Reliance Retail and sell a wide variety of products like household provisions, kitchen appliances, alcoholic drinks, cars, and sports equipment. Though originally meant exclusively for active and retired members of the Armed Forces personnel (defined as troops), it is slowly and steadily being expanded to include GREF, NCC Units at Group HQ level, TA units, CDA's staff, Indian Ordnance Factories, Embarkation HQs, civilians paid from defence estimates, civilians paid out of civil estimates, and Paramilitary forces under operational/administrative control of the Army civilian government employees. Generally, these goods are procured by CSD in bulk, and sold at concessional rates (without taxes), compared with retail prices. CSD prices are low as the goods sold are exempt from taxes. A huge profit is earned by the Canteen Stores Department.http://www.google.co.in/#hl=en&source;=hp&biw;=1020&bih;=541&q;=www.csdindia.gov.in&btnG;=Google+Search&aq;=1&aqi;=g3&aql;=&oq;=www.csdindia&fp;=fdaaf9dac29f4003 Business practices of CSD have evolved over the years and are based on profitability and commercial exploitations. The development of these practices have always kept the objective of the organization in view. The department procures consumer goods and consumer-durable products in bulk directly from suppliers and positions them at 33 Area Depots (acting as wholesale depots), spread all over the country, for meeting the requirements of over 3500 URCs which function as retail outlets. Many of the URCs are located in remote/inaccessible parts of the country. ==History== The Canteen Stores Department traces its origins to the British Raj, when the Army Canteen Board was established in India as an offshoot of the Navy and the Army Canteen Board in the United Kingdom. Although the Navy and the Army Canteen Board was abolished in the UK in 1922, and was replaced by the Navy, Army and Air Force Institutes (NAAFI), its counterpart in India continued to function until 1927. The Army Canteen Board in India was established mainly to provide canteen facilities to British troops in India through grocery shops and bars run by canteen contractors. The Army Canteen Board was liquidated in 1927, and replaced by the Canteen Contractors' Syndicate (CCS). It was floated in the form of a limited company, under government control with its registration office at Karachi (present-day Pakistan). This company started off with a paid-up capital of , and the shareholding was confined to the canteen contractors. The CCS functioned with reasonable efficiency until the commencement of World War II. However, after the heavy buildup of the British troops in India, the CCS could no longer cope-up with the situation. Therefore, on 1 July 1942, the Government of India made use of the specific provision in Services (India) under the Directorate of Wholesale Trade and Indian Canteen Corps to handle the retail trade in operational areas. Canteen suppliers poured in from abroad and the organization functioned extremely well during the War. By 31 March 1946, it was not only able to pay back to the government the assignments of funds made available to it but could also function on its own trading capital. However, with the end of the war and homeward movement of the British troops, the import facilities dwindled and the turnover of the organization shrank. With the pulling out of troops from the operational areas, the Indian Canteen Corps was disbanded and the staff retrenched. This was closely followed by the independence and partition of the country, and the wartime organization gave birth to two Canteen Stores Departments, i.e., CSD (India) and CSD (Pakistan). The Pakistani CSD would later bifurcate further to form CSD (Bangladesh), after the independence of Bangladesh. The retail trade, however, reverted to the contractors. A board of Liquidation was formed to oversee the liquidation of assets of the war-time organization which ceased to function from 31 December 1947. The Canteen Stores Department, the present organization, thus took birth on 1 January 1948 with a working capital of assigned to it from assets of its predecessor wartime organization. The Government of India had granted the organization a life of three years on experimental basis. The situation was reviewed in 1950 and the Department was accepted as a government undertaking on a permanent basis. ==See also== * Ministry of Defence (India) ==References== ==External links== * Canteen Stores Department India Category:Military of India Category:Retailing in India Category:Indian companies established in 1948 Category:Retail companies established in 1948 Category:Military life Category:Military pay and benefits ",
    "title": "Canteen Stores Department (India)"
}