{
    "id": "822726",
    "text": "Silent treatment is the refusal to communicate verbally with someone who is willing to communicate. It may range from just sulking to malevolent abusive controlling behaviour. It may be a passive-aggressive form of emotional abuse in which displeasure, disapproval and contempt is exhibited through nonverbal gestures while maintaining verbal silence. Clinical psychologist Harriet Braiker identifies it as a form of manipulative punishment. == Origin of term == The term originated from \"treatment\" through silence, which was fashionable in prisons in the 19th century. In use since the prison reforms of 1835, the silent treatment was used in prisons as an alternative to physical punishment, as it was believed that forbidding prisoners from speaking, calling them by a number rather than their name, and making them cover their faces so they couldn't see each other would encourage reflection on their crimes. == In personal relationships == In a relationship, the silent treatment can be a difficult pattern to break because if it is ingrained, relationships may then ultimately fail.USA Today (August 3, 2014) Silent treatment speaks volumes about a relationship The silent treatment is sometimes used as a control mechanism. The silent treatment is a passive-aggressive action where a person feels bad but is unable to express themselves. Their being 'silent' still communicates a message. It can generate what the sulker wants, such as attention and the knowledge others are hurt, plus a feeling of power from creating uncertainty over how long the 'silence' will last.Petra Boynton The Telegraph (26 Apr 2013 Silent treatment: how to snap him out of it Sometimes the goal of the silent treatment is simply to communicate displeasure and once the message has been received and understood the silent treatment ends. Abusers punish their victims by refusing to speak to them or even acknowledge their presence. Through silence, the abusers loudly communicate their displeasure, anger and frustration.Gregory L. (2009) Healing the Scars of Emotional Abuse The consequences of this behavior on the person isolated by silence are feelings of incompetence and worthlessness. == In the workplace == Research by the Workplace Bullying Institute suggests that \"using the silent treatment to ice out & separate from others\" is the fourth most common of all workplace bullying tactics experienced, and is reported in 64 percent of cases of workplace bullying. The silent treatment is a recognized form of abusive supervision. Other forms include: reminding the victim of past failures, failing to give proper credit, wrongfully assigning blame or blowing up in fits of temper.James Larsen Abusive Supervision Article No. 309 Business Practice Findings == Tactical ignoring == Tactical ignoring is a strategy where a person gives no outward sign of recognizing a behavior, such as no eye contact, no verbal response, or electronic response, and no physical response. However, the person remains aware of the behavior and monitors the individual to ensure their safety and the safety of others. It is similar to, although not identical to, the silent treatment, in that tactical ignoring is a behavioral management technique that, when correctly applied, can result in the reduction of undesirable behaviors. One of the principles of tactical ignoring is to analyse the behavior to see the message that is being communicated by the individual. This message, the need for attention or to gain a reaction, requires a response. The aim is to provide the person with positive and quality attention for displaying appropriate behaviors, or for not displaying the undesired behavior. When the person displays the undesired behavior in order to gain attention, the planned ignoring strategy is to ignore the behavior. This strategy uses the same foundation as that underlying positive behavior support and applied behavior analysis in that positive behavior is encouraged with reinforcement, and unwanted behaviors are discouraged with ignoring or punishment. The use of tactical ignoring is taught in parent management training, but is suitable for changing unwanted adult behavior or unwanted child behavior. Tactical ignoring can be one element of a behavior management plan when there are a variety of challenging behaviors being addressed. Because it is a method that involves not responding to an undesirable behavior, it should be complemented by differential reinforcement for an alternative behavior, as seen in functional communication training, a procedure to teach a more appropriate attention-seeking behavior. == In the media == * Shirley Ann Millard Mr Toad Gets the Silent Treatment (1999) * J. Demetrio Nicolo The Silent Treatment (2004) == See also == == References == == Further reading == * The “silent treatment”. Its incidence and impact. Paper presented at the sixty-ninth Annual Midwestern Psychological Association, Chicago, IL. Ferguson, M., and .. 1997 * Kipling D. Williams Wendelyn J. Shore Jon E. Grahe. The silent treatment: Perceptions of its behaviors and associated feelings – Group Processes Intergroup Relations October 1998 vol. 1 no. 2 117–141 * Zadro, L., Richardson, R., & Williams, K. D. (2006, January). The antecedents of interpersonal ostracism: Do individual differences predict propensity to be a target or source of the silent treatment? Presented at the 7th annual meeting of the Society for Personality and Social Psychology, Palm Springs, CA. * Grahe, J. E., Shore, W. J., & Williams, K. D. (1997, May). Perceptions of the behaviors and feelings associated with the “silent treatment.”Presented at the 69th Annual Midwestern Psychological Association, Chicago. * Faulkner, S, Williams, K., Sherman, B., & Williams, E. (1997, May). The “silent treatment:” Its incidence and impact. Presented at the 69 th Annual Midwestern Psychological Association, Chicago.[Summarized in New Scientist, 1998, April, p. 18] == External links == * What’s up with the Silent Treatment? * Research: Office silent treatment ‘worse than bullying’ * The Silent Treatment: Are You Getting the Cold Shoulder? * The Silent Marriage: How Passive Aggression Steals Your Happiness (The Complete Guide to Passive Aggression) [Kindle Edition]| Category:English phrases Category:Psychological abuse Category:Psychological manipulation Category:Shunning Category:Silence Category:Social rejection Category:Workplace bullying ",
    "title": "Silent treatment"
}