{
    "id": "823148",
    "text": "Belgrade FortressAn official site of Belgrade Fortresshttp://www.kultura.gov.rs/?p=901 (), consists of the old citadel (Upper and Lower Town) and Kalemegdan Park (Large and Little Kalemegdan) on the confluence of the River Sava and Danube, in an urban area of modern Belgrade, the capital of Serbia. It is located in Belgrade's municipality of Stari Grad. Belgrade Fortress was declared a Monument of Culture of Exceptional Importance in 1979, and is protected by the Republic of Serbia. It is the most visited tourist attraction in Belgrade, with Skadarlija being the second. Since the admission is free, it is estimated that the total number of visitors (foreign, domestic, citizens of Belgrade) is over 2 million yearly. == Location == Belgrade Fortress is located on top of the 125.5 meter highStatistical Yearbook of Belgrade 2007 – Topography, climate and environment ending ridge of the Šumadija geological bar. The cliff-like ridge overlooks the Great War Island () and the confluence of the Sava river into the Danube, and makes one of the most beautiful natural lookouts in Belgrade. It borders the neighborhoods of Dorćol (north and north-east), Stari Grad (east) and Kosančićev Venac (Savamala; south). It is bounded by 3 streets: Boulevard of Vojvoda Bojović, Tadeuša Košćuška, Pariska, plus the railway along the riverside. == History == === Classical Antiquity === Belgrade Fortress is the core and the oldest section of the urban area of Belgrade. For centuries, the city population was concentrated only within the walls of the fortress, and thus the history of the fortress, until most recent times, reflects the history of Belgrade itself (see: Timeline of Belgrade history). The first mention of the city is when it was founded in the 3rd century BC as \"Singidunum\" by the Celtic tribe of Scordisci, who had defeated Thracian and Dacian tribes that previously lived in and around the fort. The city-fortress was later conquered by the Romans, was known as Singidunum and became a part of \"the military frontier\", where the Roman Empire bordered \"barbarian Central Europe\". Singidunum was defended by the Roman legion IV Flaviae, which built a fortified camp on a hill at the confluence of the Danube and the Sava rivers. In the period between 378 AD and 441 the Roman camp was repeatedly destroyed in the invasions by the Goths and the Huns. Legend says that Attila's grave lies at the confluence of the Sava and the Danube (under the fortress). In 476 Belgrade again became the border between the empires: the Western Roman Empire and Eastern Roman Empire (Byzantine Empire), and the Slav-Avar State in the north. The Celtic fortification was a primitive one, located on top of Terazije ridge, above the confluence of the Sava into the Danube, where the fortress still stands today. Celts also lived in small, open and fortified settlements around the fort, called opidums. Since it is not known for sure where the Celtic fort was, some historians suggest that it was rather close to the necropolises in Karaburma and Rospi Ćuprija. Celtic settlements belonged to the La Tène culture. The original military camp was probably occupied by the soldiers from the Legio VIII Augusta from 46 AD to 69. Early Singidunum reached its height with the arrival of Legio IV Flavia Felix which was transferred to the city in 86 AD and remained there until the mid 5th century. The presence of Legio IV prompted the construction of a square-shaped castrum (fort), which occupied Upper Town of today's fortress. Construction began at the turn of the 2nd century AD as since the early 100s, Legio IV Flavia Felix became permanently stationed in Singidunum. At first, the fortress was set up as earthen bulwarks and wooden palisades, but soon after, it was fortified with stone as the first stone fort in Belgrade's history. The remains can be seen today near the northeastern corner of the acropolis. The legion also constructed a pontoon bridge over the Sava, connecting Singidunum with Taurunum. Rectangular castrum covered what is today the Upper Town and the Kalemegdan Park. The castrum had tall walls, built from the white Tašmajdan limestone and spread over the area of to , being shaped as an irregular rectangle (approximately ). Stambol Gate. === Middle Ages === The Byzantine Emperor Justinian I rebuilt the fortress around 535. In the following centuries the fortress suffered continuous destruction under the Avar sieges. The Slavs (Serbs) and Avars had their \"state union\" north of Belgrade with the Serbs and other Slavic tribes finally settling in the Belgrade area as well as the regions west and south of Belgrade in the beginning of the 7th century. The name Belgrade (or Beograd in Serbian), which, not just in Serbian but in most Slavic languages, means a \"white town\" or a \"white fortress\", was first mentioned in AD 878 by Bulgarians. The fortress kept changing its masters: Bulgaria during three centuries, and then the Byzantines and then again Bulgarians. The fortress remained a Byzantine stronghold until the 12th century when it fell in the hands of the newly emerging Serbian state. It became a border city of the Serbian Kingdom, later Empire with Hungary. The Hungarian king Béla I gave the fortress to Serbia in the 11th century as a wedding gift (his son married the Serbian princess Jelena), but it remained effectively part of Hungary, except for the period 1282–1319. Zindan Gate After the Serbian state collapsed following the Battle of Kosovo, Belgrade was chosen as the capital of Despot Stefan Lazarević in 1402. Major work was done to the ramparts which were encircling a big thriving town. The lower town at the banks of the Danube was the main urban center with a new built Orthodox cathedral. The upper town with its castle was defending the city from inland. Belgrade remained in Serbian hands for almost a century. After the Despot's death in 1427, it had to be returned to Hungary. An attempt by the Ottoman Sultan Mehmed II in 1456 to conquer the fortress was prevented by Janos Hunyadi (Siege of Belgrade), saving Hungary from Ottoman dominion for 70 years. === Early Modern === In 1521, 132 years after the Battle of Kosovo, the fortress, like most parts of the Serbian state, was conquered by the Turks and remained (with short periods of the Austrian and Serbian occupation), under the rule of the Ottoman Empire until the year 1867, when the Turks withdrew from Belgrade and Serbia. During the short period of Austrian rule (1718–1738), the fortress was largely rebuilt and modernized. It witnessed the Great Serbian Migration in the 17th century and two Serbian Uprisings in the 19th century, during the Turkish Period. Inner Stambol Gate During the Austrian occupation of northern Serbia 1717–39, several hospitals were established in Belgrade. The City hospital of Saint John was built within the fortress walls, but its exact location is not known. Emperor Charles VI signed the Belgrade City Statute in 1724 (\"Proclamation on organizing German Belgrade\"), which mentions city hospital, city pharmacy, medics and midwives. The German municipality had low incomes so it had to ask the state for help and beneficence. The hospital is mentioned in the 1728 Census. It was a hospital already in 1719, later becoming the residence of Thomas Berger, the head of the hospital. After his death, his daughter continued to reside in the building. The hospital (Stattspital) was moved to another location, into the newly constructed building in 1724. A small church was built next to it. This new hospital was quite small, with only 2 rooms, a kitchen and a basement, so it way not be the same city hospital. Lazaret or a quarantine hospital is not mentioned in the documents, but it is safe to presume that it had to be formed during the viral outbreaks, as was usual in the time. The procedure in case of outbreaks was probably analog to the existing procedure in Buda, the capital of Hungary. Today unidentified disease ravaged Belgrade in 1730. Viral epidemic killed a lot of people. During the course of only two weeks, just the Jesuits buried 220 people and themselves lost 3 missionaries. The extremely massive plague outbreak hit the city in October 1738. As the Austrian army retreated in front of the advancing Turks, numerous civilians fled to the fortress, many of them being contagious. Having so many people in a cramped space, triage was not possible so the plague spread quickly. There are reports of the dead lying in the streets for days as there was no one to bury them. The Austrian garrison was decimated and the corpses of the soldiers who died of plague were burned with their personal properties. Jakšić's Tower After Austria lost the Austro-Turkish War of 1737–1739, northern Serbia, including Belgrade, was returned to the Turks. One of the provisions of the 1739 Treaty of Belgrade stated that Austria had to demolish all the fortifications and military and civilian building it had constructed during the occupation. Many Baroque buildings were demolished within the fortress. However, Austria didn't demolish the buildings outside of the fortress walls. That way, the House at 10 Cara Dušana Street, built 1724–1727, in the neighborhood of Dorćol survived, being today the oldest house in Belgrade. The 1837 plague outbreak almost brought to the war between the ruling prince Miloš Obrenović and the Ottomans in the fortress. The outbreak began in Ottoman Empire in 1836, which had no medical protocols of any kind at the time, and prince Miloš blocked the borders immediately imposing the mandatory quarantine. A group of plague infected Ottoman nizams on the way to Belgrade was halted at the border in Aleksinac and placed in the quarantine, but majority of them fled and continued to Belgrade, spreading the plague on its path (Ražanj, Paraćin, Jagodina, Ćićevac) and ultimately reaching the fortress in the spring of 1837. The prince ordered full and strong siege of the fortress by the Serbian guardsmen, cutting the fortress off completely for six weeks. The pasha complained and threatened from inside the fortress, initially hiding and denying the disease, but the fortress Ottomans were reluctant to start military skirmish in this condition. The besieging was successful as the plague never spread to Belgrade. Four outer city gates, with the adjoining walls and ramparts were demolished from 1862 (Sava, Vidin and Varoš gates) to 1866 (Stambol Gate). After the Ottomans fully evacuated the inner fortress in 1867, Serbian troops took over, but as the state was still only autonomous (full independence was achieved in 1878), Serbia was only to \"manage it\" and was not acknowledged as the proprietor of the fortress by the neighboring Austria-Hungary. First action by the Serbian authorities, just 5 days after the Ottomans left in April 1867, was to rebuild the Ružica Church. After the Ottoman withdrawal, newspapers in Austro-Hungary continuously published stories, backed by the military experts, that the fortress became strategically obsolete and that, having no value of any kind, Austrian army could destroy it in 24 hours. In the autumn of 1867 citizens were awaken by the heavy artillery fire. Ruling prince Mihailo Obrenović sent two batteries to the fortress (where modern Monument of Gratitude to France is) and ordered them to fire at the fortress wall where the old wooden bridge was located. A barrage fire of 300 salvos from De Bange cannons shelled the fortress during the entire day. It remained unclear why the prince ordered this: he decided to demolish the fortress completely, as such stories spread among the citizens; he wanted to show to the Austrians that the fortress has its values and importance, and that it can't be destroyed in a day (despite all the shelling, only of rampart was destroyed); or he simply did it to spite the Austrians. The shelling also disturbed the citizens of Zemun, across the Sava, which was part of Austro-Hungary at the time, and some of the grenades which missed the target hit Austro-Hungarian soil, so the imperial government sent an official diplomatic note to Serbia, protesting the shelling and reminding the prince he is only a \"caretaker\" of the fortress. After the takeover of the fortress, Serbian forces kept finding parts of the gallows, chains, gibbets and impalement stakes in the dungeons, used previously by the Ottomans to torture the prisoners. Official reports by the Serbian army hold claims by the soldiers of the \"ghoulish, headless and limbless wraiths\" and other abominations roaming the fortress. The army issued an order that, despite there was no enemy anymore, all guards must keep watch \"at least in pairs\". Mihailo's successor, prince and later king Milan Obrenović, ordered the leveling of the terrain in the eastern sections of the fortress and planting of the greenery and trees, which in time developed into the Kalemegdan Park. === Modern === While it was inhabited, the fortress formed one of the quarters in the administrative division of Belgrade. It was called Grad, and translated in the foreign languages as \"fortress\". According to the censuses, it had a population of 2,219 in 1890, 2,281 in 1895, 2,777 in 1900, 2,396 in 1905 and 454 in 1910. Kalemegdan was the location of the second airport in Serbia, after one in the neighborhood of Banjica from 1910. A field in the Donji Grad was adapted for planes in January 1911. It was situated along the bank of the Sava river, from the old Turkish bath (modern Planetarium) to the mouth of the Sava into the Danube. One of the flight pioneers, Edvard Rusjan, died in an airplane crash after taking off from this field and being hit by the gust of košava on 9 January 1911. Remains of Rusjan's plane were originally exhibited in Donji Grad and his funeral was one of the largest recorded in Belgrade. Surviving rib of this airplane became the first exhibit in the predecessor of the modern Aeronautical Museum Belgrade. Today, the area is used by the parachutists and paragliders and as the location of the air shows for sports and ultra-light aviation. The fortress and the park were damaged during World War I. Serbian army had no proper weaponry to fight the Austro-Hungarian gunboats, so they freely fired at the city from the Sava. The city was especially damaged during the heavy bombardment in 1914-1915. Diplomat and author described it in 1914: \"Kalemegdan is \"trimmed\", the trees in the park are battered, the ancient ramparts of Singidunum crushed, all being hit by the heavy, modern artillery, from precisely measured distance and even more precisely unmeasured hatred\". In 1928, building company \"Šumadija\" proposed the construction of the cable car, which they called \"air tram\". The project was planned to connect Zemun to Belgrade Fortress, via Great War Island. The interval of the cabins was set at 2 minutes and the entire route was supposed to last 5 minutes. The project was never realized, but the idea of the cable car was revived in the 21st century. During his visit to the 1936 Berlin Olympics, Yugoslav prime minister Milan Stojadinović was fascinated by the objects built for the games, especially by the grandiose Olympic Stadium. He instigated the Yugoslav Olympic Committee to nominate Belgrade as the host of the 1948 Olympics and invited Werner March, architect of the Berlin stadium, to visit Belgrade and design objects for the games. March came to Belgrade in May 1938 and suggested the Fortress' Lower Town as the location for the Olympic complex. Without architectural design competition or bidding, Stojadinović's government accepted his idea and gave him carte blanche regarding the design. The project was finished in 1939 and the architectural model was exhibited in October 1940 at the \"Exhibition of the new German architecture\" in the German pavilion at the Belgrade Fair. In the early 1940, March began the preparatory works, as he also planned the partial remodeling of the fortress outside of the sports complex, too. He incited archaeological survey and invited German architectural historian Daniel Krencker to study the excavations. Within the scopes of the Nazi expansion of the megaprojects, and augmentation of the German historic role and importance in this region, Krencker praised March's project as the \"artistic dream, which represents rare and major German cultural act which will contribute to the old German glory of Belgrade\". Just few days after German scientists left the fortress, Germany attacked Yugoslavia on 6 April 1941. Olympic complex was pushed aside, shifting the focus of the Germans to the archaeological exploration of the fortress during the war. The fortress suffered further damage during the First and the Second World Wars. After almost two millennia of continuous sieges, battles and conquests, the fortress is today known as the Belgrade Fortress. The present name of Kalemegdan Park derives from two Turkish words, kale (fortress) and meydan (field), literally meaning \"fortress field\". After World War II, before skiing facilities were built on the mountains further from Belgrade, the slopes of Kalemegdan (so as of Banovo Brdo, Košutnjak and Avala), were used by Belgraders for skiing. == Archaeology == === Words War II === Gate of Charles VI. Already in April 1941, professor and major was appointed to the Referat for the Protection of the Cultural Values in Serbia. He saved numerous cultural objects in Serbia, which won him praise even from some Serbian historians after the war. On 20 October 1941 the Lower Town was fenced on his orders of keeping and protecting the fortress. He also began archaeological digging. However, the right to dig in the fortress was asked from both the pseudo-scientific organization Ahnenerbe and the Main Work Group Southeast of the Reichsleiter Rosenberg Taskforce. Pressured financially and politically, von Reiswitz felt he must side with one of them, so he arranged the participation of Ahnenerbe with organization's head Walther Wüst in October 1941. Based on this, collaborationist Minister for Education and Religion Velibor Jonić issued the \"permit on monopoly\" to Ahnenerbe's Secretary General Wolfram Sievers in February 1942. Austrian prehistorian was selected to conduct the survey, but he was killed in May 1942 near Kharkiv, Ukraine, before reaching Belgrade. He was replaced with Wilhelm Unverzagt, director of the Berlin's Museum for Prehistory and Early History. Joined by Sievers and Herbert Jankuhn, Heinrich Himmler's close associate, Unverzagt began targeted digging, searching for the material proof to confirm the German idea of transforming Belgrade into Prinzeugenstadt. He specifically searched for the monumental gate at the entry into the Lower Town, built during the Nicolas Doxat's rebuilding of Belgrade under the orders of Prince Eugene of Savoy in the 1720s and 1730s. The gate was named after the Holy Roman Emperor from that period, Charlies VI. Already on 15 July 1941, secretary in the Reich Ministry of the Interior Wilhelm Stuckart sent memo, asking for Belgrade to be transformed into the \"Reich's Fortress\". It was to be connected military with the copper and gold Bor mines and the Danube's Iron Gates gorge, to create the Banat area protection zone. This zone was intended to become Eugenia, or Prinz Eugen's District, where Danube Swabians were to settle and expand. The digging lasted through 1942 and 1943, when it was stopped after the Allied bombing of Belgrade began. By 1943, the Germans completely rebuilt the Gate of Charles VI, in greatest detail. Reconstruction included the cartouche with the initials of the emperor on the capital from the outer side, and the supposed coat-of-arms of never-existing Tribalia, on the inner side (boar with an arrow pierced through the head). As the motive of this coat-of-arms appeared in medieval Serbian seals and was adopted as part of the Serbian coat-of-arms after First Serbian Uprising in 1804, it was meant to show the incorporation of Serbia into the western empire. The gate was damaged already during the heavy Allied Easter bombing in April 1944. It is not known was Ahnenerbe searching for something specifically or just wanted to falsify the route by which Aryans reached Germany from Middle East. Some surviving documents show that they discovered remains of Celtic and Gothic settlements, a trench from the Roman period and relics from the Austrian rule after the conquest of Eugene of Savoy. Some sources claim that after the bombing started, documentation and part of the artifacts were transported to Lebus, in Germany, and are considered to be lost. Others claim that the entire material was stored in the Belgrade City Museum. What is known for sure is that during the \"terrain cleaning\" in 1941-1942, the Germans completely destroyed the foundations of the Austrian artillery barrack built in the 1723-1736 period. === Post war === On 29 February 1952 city adopted the \"Decision on protection, adaptation and maintenance of the people's park of Kalemegdan\" which set the borders of the protected areas as the rivers of Danube and Sava and the streets of Tadeuša Košćuškog and Pariska. In 1962, Belgrade's Institute for the cultural monuments protection expanded the zone to several blocks across the streets. Detailed plan on Kalemegdan from 1965 provided that, despite the immense archaeological value that lies beneath the fortress ground, basically only what was discovered by that time can be explored, restored or protected. That caused the problem both for the expansion of the park but even more for the further exploration of the fortress' underground. Best example is the Lower Town where neither the park fully developed nor the remains of the former port, which was located there, are visible. The area of the fortress is . By 2000, only 5% of that area was archaeologically surveyed, and by 2010 that number rose to 12% or . Based on the findings so far, it is estimated that during the rule of despot Stefan Lazarević in the first half of the 15th century, when Belgrade became capital of Serbia, the city within the fortress had 5,600 to 12,000 inhabitants. Archaeological examinations were done on the following locations: * Upper Town in the inner fortress; surveyed 1948–2009; found remains belong to the Prehistory, Antiquity, Middle Ages and Turkish- Austrian period * waterfront rampart in Lower Town 1963–2010; Middle Ages and Turkish-Austrian period * Kalemegdan Park 1973–2010; antiquity, Middle Ages and Turkish-Austrian period * Belgrade Zoo 1988; antiquity, Middle Ages and Turkish-Austrian period In September 1969 major discoveries were announced. The appearance of the Lower Town was almost completely changed after the excavation. The medieval cobblestone was uncovered, so as the old ramparts and gates. In the process, the Lower Town was made more accessible to the visitors, including the new stairway and reconstruction of the part of the medieval rampart. In the Upper Town, four large, massive pillars from the period of despot Stefan Lazarević (15th century) were discovered. They are remains of the medieval bridge which was located in front of the main entry into the inner fort of the city. The fort was surrounded by the deep trench. It was previously known that an inner, bascule bridge existed within the fortress, which survived until the 17th century, but its exact location and type of construction were unknown. The explored sections after 2000 include the access downhill path to the Small Staircase in Kalemegdan Park, the bastion on the Sava slope, the gates of King, Sava, Dark and Karađorđe, the Great Ravelin, etc. During the 2017 reconstruction of the Mehmed Paša Sokolović's Fountain, next to Defterdar's Gate in the Gornji Grad, several archaeological discoveries were made. Remnants of the Roman castrum, two urns from the Bronze Age and remains of the Neolithic object were discovered. The findings were conserved and reburied. == Features == Belgrade Fortress is generally divided into four sections. The four sections, two of which make the fortress itself (Donji and Gornji Grad) and two make Kalemegdan park today, were divided by the Tsarigrad Road, on the location of modern pedestrian path next to the Cvijeta Zuzorić Art Pavilion. === Lower Town === Ružica Church Donji Grad (Доњи Град); occupies the slope towards the riversides, from the top spot (ridge where \"The Victor\" is). Between the lowest section and the Danube is Kula Nebojša (\"Impregnable, Fearless, or Daredevil Tower\"), which has been turned into a museum of the Greek revolutionary Rigas Feraios, who was strangled by the Turks in this tower and his corpse thrown into the Danube. Donji Grad, like the neighboring Savamala, frequently suffers from flooding, and Kula Nebojša suffered extensive damage during the major floods of 2006. The Orthodox churches of Ružica (former Austrian gun depot) and Sveta Petka are also located in this area, as is the Belgrade Planetarium. The modern church of Sveta Petka was projected by architect Momir Korunović. Construction began in the first half of the 1930s, on the location of an old chapel. It was consecrated on 27 October 1937, the feast day of Parascheva of the Balkans, called Petka in Serbian. During the tenure of mayor Dragan Đilas (2008–13), the idea of expanding the zoo to Donji Grad, which it occupied prior to the World War II, resurfaced, but the experts were against it. The urban plan for the fortress from 1965 already projected the complete relocation of the zoo outside of the fortress, to some suburban locations, which in later plans included Veliko Blato, Stepin Lug or Jelezovac. The expansion of the zoo would cut the pedestrian communication between the Danube's and Sava's parts of the fortress, which was already cut in 1949 but was restored in 2009 with the reconstruction and opening of the Sava Gate. Also, it would prevent the exploration of Donji Grad, which is still largely unexplored and leave the Gate of Charles VI, a masterpiece of Balthasar Neumann, within the zoo itself. As of 2017, the zoo was not relocated but the idea of expansion was dropped, too. === Upper Town === Despot Stefan Tower Gornji Grad (Горњи Град), the upper section of fortress, turned into a park, with beautiful promenades and the statue of \"The Victor\" (Serbian: Pobednik), the so-called \"Roman well\" (Serbian: Rimski bunar), actually built by the Austrians, the Popular Observatory (since 1963) in the Despot Stefan Tower, the türbe (tomb) of Damad Ali Pasha, Mehmed Paša Sokolović's Fountain, tennis and basketball courts, etc. ==== Gunpowder magazine (ca 1720s) ==== Also adapted for visits is the Great Austrian gunpowder magazine, built during the Austrian occupation of Belgrade 1718–39, after they destroyed the old one during the 1717 Siege of Belgrade. They directly hit the magazine with a cannonball and the explosion which followed allowed the Austrians to capture the city. The object is located below the tall rampart. The magazine is today embellished with the artifacts from the Roman period which were discovered in or around the fortress: tombstone stelae, monuments, altars and the Sarcophagus of Jonah, which originates from the 3rd century AD. It was arranged and opened for visitors in 2014. One of the Roman marble monuments, exhibited since 2012, was the so called Herkulanka (after Herculaneum, where first such sculptures were discovered in the 18th century). They were usually honorary representations of important women. Estimated to be work of some local sculptor to represent one of the more important female residents of Singidunum, it was made in c.300 and was found close to the Military Museum. The represented woman is rich, in heavily draped chiton, with the himation mantle wrapped over the arm and head. In May 2020, there was a break in the magazine's lapidarium, and the Herkulanka was vandalized and broken. ==== Roman well (ca 1720s) ==== The present facility, called the Roman Well, is neither Roman nor a (water) well. It is located along the southwest rampart of the Upper Town, in the vicinity of the Pobednik monument and the \"King's Gate\". An underground object existed during the mediaeval period and is referenced by Constantine of Kostenets during the rule of Despot Stefan Lazarević, in the first half of the 15th century. It apparently was a dungeon as it was mentioned during the 1456 Siege of Belgrade when 30 Hungarian conspirators died in it after their scheme to let the Turks into the fortress and surrender the city to them was thwarted. They were to be paid by the Turks, but were discovered and dropped into the pit with ropes. They were left there without food and after they began losing their minds from hunger, they were thrown knives to kill each other. Turkish traveler Evliya Çelebi in 1660 wrote about the object as the grain silo. Entrance to the Roman well After the Austrians occupied the northern Serbia in 1717, it was obvious that there is a problem of providing water for the city within the fortress. Main sources were two large rivers, Danube and Sava, but as Belgrade was quite often under siege or a battleground, it wasn't practical as the rivers would become unreachable during the sieges so they searched for an alternative. Within the scopes of a massive construction and reconstruction of Belgrade in the Baroque manner, from 1717 to 1731 a present facility was dug and a complex wooden mechanism was installed to lift the water up from the pit of . It was designed by Balthasar Neumann. Austrians originally intended to dig a proper water well. They descended to , which is below the water level in the Sava, but found no water and actually hit the impervious rock layer. Then they decided to adapt it into the cistern and to conduct all surface water into it. The mechanism was manually operated, worked on the lever principle and had 12 segments, or pistons, which all worked at the same time when operated. Water was then \"climbing\", being poured from one vessel into another. Being made of wood, it got rotten and completely disappeared in time, but sometimes it is mentioned as the beginning of the \"industrial period\" in Belgrade. The copy of the schematics is still being kept in the library of the Matica Srpska in Novi Sad. Neumann also constructed a double spiral staircase which descends down the shaft and based it on the staircase in the Saint Peter Well in Orvieto, Italy. The diameter of the shaft is . The staircase has 212 steps and there is a small corridor at the bottom which connects two sections of the staircase, but it is usually flooded. On Austrian maps, it is named the Great Well, but when Serbian rebels liberated Belgrade from the Ottomans in the early 19th century they gradually named it the Roman Well as the common belief at the time was that all old buildings were Roman. In 1940 the Yugoslav Royal Army emptied the well, measured it and cleaned it. Because of that, during the World War II an urban myth spread through Belgrade claiming that the gold from the National bank of the Kingdom of Yugoslavia was hidden in the well. German occupation forces sent three divers to check the bottom of the well, but all three disappeared. Some of the Yugoslav soldiers apparently carved a number \"1940\" near the bottom of the well.Roman well In 1954 a man threw his mistress into the well. Police wanted to prove that he killed her so the divers were dispatched to find the body, but they failed. Still, her body resurfaced ten days later. This story served as an inspiration for Dušan Makavejev when he wrote and directed the movie Love Affair, or the Case of the Missing Switchboard Operator in 1967. In 1964 Alfred Hitchcock visited the well and praised the \"ambience\". In 1967–1968, new exploration of the object was conducted. The divers discovered that the bottom is full of sludge and retrieved a number of skeletons, several animal ones and two human. In 1987 the divers explored whether there is a connection between the well and the Sava, but found no tunnel. The bottom was flat, there was one park bench in the water and a huge number of coins. The Roman Well served as an inspiration for another , which was nominated by Serbia for an Oscar in 2002. During the 2006 dive, a miniature, long amphipoda, previously undiscovered in Serbia, was found. It was closed in 2007, reconstructed and reopened in March 2014, but as of 2017 the upper section is open for visitors while the descent is forbidden due to the safety reasons. Divers explored it again in November 2017. The bottom wasn't flat anymore as the bench and coins were covered with a thick layer of some of construction waste, iron bars, reflector lights, wired trash bins, etc, which all made the well shallower. Cans, plastic bottles and lids were floating on the water, while a pile of new coins formed. The divers suggested that the well should be cleaned at least once a year. Still, the water was unusually clear, with artificial reflector light it was transparent all the way to the bottom, or and had a temperature of . After 300 years, speleothems began to form near the bottom of the well. Existence of another water well, sort of a \"twin\" of the Roman well, is not widely known today. This well, built on the same principle and being about the same depth, is located away from the fortress, below the modern Monument to Vuk Karadžić in the Vukov Spomenik neighborhood. ==== Damad Ali Pasha's türbe (1784) ==== Damad Ali Pasha's türbe The türbe is located on the central plateau of the Upper Town and is one of the few remaining monuments of Islamic architecture in Belgrade. It was named after Damad Ali Pasha, a Grand Vizier of the Ottoman Empire 1713–16, during the reign of Sultan Ahmed III. The mausoleum, however, is younger. It was built in 1784 over the grave of Izzet Mehmed Pasha, another Grand Vizier and a muhafiz, or governor, of Belgrade. The türbe was badly damaged during the First Serbian Uprising, so the Ottoman governor of Serbia, Marashli Ali Pasha, reconstructed it in 1818–19 and dedicated it to Damad Ali Pasha. Another two muhafiz, this time administering only the fortress as Serbia gained autonomy, were buried in the türbe: Selim Sirri Pasha in 1847 and Hasan Pasha in 1850. The mausoleum is made of stone, with a regular hexagonal base. The sides are long, it is tall with a diameter of . A thorough renovation began in May 2017 and should be finished by October. The wiring and the roof are replaced, the floor was drained and the inner and outer conservation was done. Old roof tiles were broken so the water poured inside. The roof tiles, which were not the original roof cover, were replaced with the lead cover and new, modern roof tiles, rotten wooden floor was replaced with the brick slabs and the wooden covering of the tomb was also replaced. ==== Bunker (1948–1949) ==== In 1948, after the Informbiro resolution and the ensuing Tito–Stalin split, a construction of the defensive bunker began on the fortress. In the process, the thick rampart of the original Nebojša Tower was discovered. It was destroyed and by 1949 the bunker which covers was finished. The tallest point of the bunker is the cannon dome which was used for the artillery and military units. Abandoned later, it was adapted for the tourists and opened in December 2012. It has parts of the authentic inventory from the 1950s: safety doors, beds, ventilation, water tanks, etc. ==== Basketball monument (2018) ==== On 12 December 2018, a monument officially called \"Monument to the Founding Fathers of Serbian and Yugoslav Basketball School\" was dedicated. The date was symbolic, as it also marked 95 years since the first basketball arrived in Serbia and 70 years since the founding of the basketball association. The monument is located in a small park area between the basketball courts of \"Partizan\" and \"Crvena Zvezda\". As written on the inscription, the monument is dedicated to the members of the Yugoslavia national basketball team which qualified for the 1950 FIBA World Championship in Argentina. Four players from this team became members of the FIBA Hall of Fame: Nebojša Popović, Aleksandar Nikolić, Radomir Šaper and Borislav Stanković. The sculpture was built on the initiative of the former basketball player Nataša Kovačević. The monument was designed by sculptor Radoš Radenković, symbolizes \"fight for global affirmation\" and represents three stylized arms reaching for a basketball. === Great Kalemegdan Park === Military Museum Veliki Kalemegdanski park (Велики Калемегдански парк) occupies the southern corner of fortress, with geometrical promenades, the Military Museum, the Museum of Forestry and Hunting, and the Monument of Gratitude to France. At the location of the Monument of Gratitude to France there was a monument to Karađorđe which was dedicated on 21 August 1913, a work of Paško Vučetić. There was a relief with various figures on the sides of the pedestal and Karađorđe's grandson, king Peter I of Serbia attended the dedication. During the Austro-Hungarian occupation of Belgrade in World War I, the Austrians planned to erect the bronze monument to their emperor, Franz Joseph I on that very spot so they melted the Karađorđe's monument to reuse the bronze. When the Franz Joseph monument was being shipped to Belgrade in 1918, Serbian forces captured the ship and confiscated the statue. It was later melted into three church bells, largest of which still tolls from the belltower of the Ružica Church today. ==== Gondola lift ==== In August 2017 the construction of the gondola lift, which would connect Kalemegdan with Ušće was announced by the city government for 2018. Construction was confirmed in March 2018 when the idea of a pedestrian bridge was dropped after it has been described as \"complicated\" and \"unstable\". On the Kalemegdan side, the station will be dug into the hill, 1m (3 ft 3in) below the fortress' Sava Promenade. There is a cave below the projected station, so there is a possibility that the cave will be adapted for visitations and connected to the future gondola station by an elevator. On the Ušćе side, the starting point will be next to the Skate Park, across the Ušće Tower. The entire route is long, of which will be above the Sava river itself. Estimated cost is €10 million and duration of works 18 months. Already existing criticism of the project continued, from the officially used name (gondola instead of a traditional Serbian žičara) and chosen location, to the route, especially the Kalemegdan station which is a collapsible locality above the cave, in the area already prone to mass wasting. Park of the Non-Aligned Countries in the neighborhood of Kosančićev Venac was proposed as the better solution. Cutting of 47 trees in the park, because of the gondola lift began in March 2019. The pine trees were 50 to 60 years old. With an enlarged price of €15 million and unified opposition to the project by the environmentalists, architects and urbanists, with additional cutting of over 100 trees in Ušće park across the river, this prompted popular protests. Citizens organized and as the city was cutting the trees, they were planting new seedlings. Drilling also began and it was announced that the stone wall will be partially demolished, too. Municipality of Stari Grad also organized protests, demolishing fences on the construction site, filing complaints and fines against city and government officials and announcing 24-hours watch on site and demolition of any structure built in the meantime. Construction of the gondola lift is prohibited by the current Belgrade's General Regulatory Plan from 2016 which stipulates that construction of the \"cables for the alternative transportation and recreation\" is forbidden in the area of the Belgrade Fortress. In March 2020, the fortress was voted one of the Europe’s 7 most endangered heritage sites, specifically due to the planned construction of the gondola lift. === Little Kalemegdan Park === Mali Kalemegdanski park (Мали Калемегдански парк) occupies the area in the eastern section, which borders the urban section of Belgrade. The northern section of Little Kalemegdan Park is occupied by the Belgrade zoo, opened in 1936. The Cvijeta Zuzorić Art Pavilion is also located here. == Overview == Kalemegdan is the most popular park among Belgraders and for many tourists visiting Belgrade because of the park's numerous winding walking paths, shaded benches, picturesque fountains, statues, historical architecture and scenic river views (Sahat kula – the clock tower; closed in 2007 for the reconstruction, reopened in April 2014, Zindan kapija – Zindan gate, etc). The former canal which was used for city supplying in the Middle Ages is completely covered by earth but the idea of recreating it resurfaced in the early 2000s. Belgrade Fortress is known for its kilometers-long tunnels, underground corridors and catacombs, which are still largely unexplored. In the true sense, fortress is today the green oasis in the Belgrade's urban area. As a combination of several habitats (parkland with old trees, fortress, landscape view of rivers and forested Veliko Ratno Ostrvo), Kalemegdan may be interesting for overseas tourists- birdwatchers as it provides a snapshot of local bird fauna. It is also important as the resting spot for small passerine birds on migration, before or after crossing the rivers Sava and Danube. Kalemegdan has its own eBird hotspot and associated webpage at Kalemegdan Hotspot The Belgrade Race Through History, an annual 6 km footrace, takes place in the park and fortress as a way of highlighting the history and culture of the area.The Belgrade Race Through History . Belgrade Marathon. Retrieved on 2009-10-15. The Belgrade Fortress was nominated by the Serbian government for the UNESCO's World Heritage Site. Architects and urbanists think that possible inclusion on the list will protect the fortress from \"aggressive transitional construction\". In that case, the outlines of the fortress and a panoramic view on it will have to be preserved. The perceived visual pollution encompasses several objects. A gigantic object, a late 2000s project by the Zaha Hadid's studio, on the northern side of the fortress, down the slope of Danube. The project, despite some preparatory works, still didn't start off. The other was the spiral project \"Cloud\" by Sou Fujimoto, which was to connect the Sava port to the fortress, but the project was scrapped after 2013 when the mayoral tenure of Đilas ended. The third project is controversial Belgrade Waterfront project. The fortress in general functions as a major archaeological, artistic and historical treasury. As of 2014 it comprised: * 19 memorial busts of important people from Serbian history, science and arts (Jovan Skerlić, Miloš Crnjanski, Jovan Dučić, Đura Daničić, Stevan Mokranjac * 18 registered archaeological digs (horseshoe towers, remnants of the Metropolitan's palace, Roman Castrum, building of the main guards) * 6 monuments and memorials (Pobednik, Monument of Gratitude to France, Despot Stefan Lazarević's Monument) * 4 restaurants and coffee shops * 4 sports terrains * 3 sculptures (\"Genius of death\", \"Tired fighter\", \"Partisan with children\") * 2 fountains (\"Awakening\", \"Fisherman\") * 2 drinking fountains (\"Japanese\", \"Mehmed Paša Sokolović\") * 2 churches (Ružica, Saint Petka) * 2 galleries (of the Natural Museum, Inner Stambol Gate) * 2 museums (Military Museum, Nebojša Tower) * Cvijeta Zuzorić Art Pavilion, City Institute for the protection of the cultural monuments, Belgrade Planetarium, Luna Park, Belgrade Zoo, People's Observatory, Music Pavilion, Serbian Academy of Sciences and Arts' Archaeological Institute's Science and Research Center for the Fortress, Memorial Ossuary for the 1914–15 defenders of Belgrade * Tomb of People's Heroes, containing the remains of the Communist party members and war heroes Ivan Milutinović, Đuro Đaković, Ivo Lola Ribar and Moša Pijade. The tomb was built for the first three in 1948, using the granite slabs intended for the construction of the Church of Saint Sava. sculptured their busts in 1949. After his death in 1957, Pijade was also buried in the tomb, and his bust, work of Slavoljub Stanković, was added in 1959. The complex was declared a cultural monument in 1983. Since the 1990s, the tomb has been frequently vandalized. == Concerts and shows == The flat grounds below the fortress are occasionally used as open-air concert location during late spring and summer: * 3 September 1997: Partibrejkers * Belgrade Beer Fest, annually from 2003 until 2007 * 18 June 2011: Amy Winehouse and Moby * 15 September 2012: Warriors Dance Festival (The Prodigy, Skrillex) * 24 May 2013: Đorđe Balašević * 27 May 2013: Green Day (Belgrade Calling Festival, others: Atheist Rap, Superhiks, Hladno Pivo) * 14 June 2013: Whitesnake * 22 June 2013: Bajaga i Instruktori * 17 June 2014: Iron Maiden (Maiden England World Tour, opening act: Ghost) * 13 August 2017: Interpol * 27 August 2018: Jessie Ware * 8 September 2018: 2Cellos Furthermore, KK Partizan and Red Star concrete basketball courts on the fortress have been used for concerts: * 26 June 2009: Simply Red (@KK Partizan court) * 11 July 2011: MTV Free Concert (@KK Partizan court, Rob Garza from Thievery Corporation, Philippe Cohen Solal from Gotan Project, and Gramophonedzie) * 26 May 2018: Hladno Pivo (@KK Partizan court) Additionally, a small walled-in part of the fortress near its bottom is known as Barutana. It functions as an open-air club during late spring, summer, and early fall, mostly featuring EDM acts. Among the shows featured in Barutana are: * 31 July 2016: Talamasca (@Barutana) * 8 June 2018: Hernán Cattáneo & Nick Warren (@Barutana) == Gallery == Beogradska tvrdjava 1.jpg Beogradska tvrdjava 3.jpg Beogradska tvrdjava 4.JPG Beogradska tvrdjava 5.JPG Beogradska tvrdjava 6 Defterdareva kapija.jpg Beogradska tvrdjava 7 Defterdareva kapija.JPG Beogradska tvrdjava 8 Sahat kula.JPG Beogradska tvrdjava 9 Vojni muzej.JPG Beogradska tvrdjava 10 crkva Svete Petke.jpg Beogradska tvrdjava 11.JPG Beogradska tvrdjava 38 Sahat kula.JPG Beogradska tvrđava 00101 45.JPG Beogradska tvrđava 0051 27.JPG Beogradska tvrđava 02500 24.JPG == See also == * Monument of Culture of Exceptional Importance * Gates of Belgrade * Tourism in Serbia * Military Museum * Ružica Church * List of Ottoman military governors of Belgrade Fortress == References == == External links == * * 3Digital reconstruction of the Belgrade Fortress as it looked in the 15th century * A brief history of Belgrade Fortress * Kalemegdan and the Belgrade fortress * Kalemegdan images (day and night shots, September 2009) * The History of Belgrade Fortress Category:Archaeological sites in Serbia Category:Buildings and structures in Belgrade Category:Forts in Serbia Category:Cultural Monuments of Exceptional Importance (Serbia) Category:Parks in Belgrade Category:7 Most Endangered Programme ",
    "title": "Belgrade Fortress"
}