{
    "id": "823254",
    "text": "Ralston Purina Company was a St. Louis, Missouri–based American animal feed, food and pet food company. On December 12, 2001, it merged with Swiss food- giant Nestlé's Friskies division to form Nestlé Purina PetCare Company. ==History== Ralston Purina (originally Ralston-Purina) traces its roots to 1894, when founder William H. Danforth established the animal feed company Purina Mills. Danforth, formed a partnership with George Robinson; William Andrews, entered the business of feeding farm animals by founding the Robinson-Danforth Commission Company. Its predominant brand for each animal was generally referred to as \"Chow\"; hence \"Purina Horse Chow\", \"Purina Dog Chow\", \"Purina Cat Chow\", \"Purina Rabbit Chow\", \"Purina Pig Chow\", and \"Purina Monkey Chow\". Later, the company began producing cereal, which received endorsement by Webster Edgerly, founder of Ralstonism, to market Ralston breakfast cereals. Edgerly was at the time promoting the consumption of whole- grain cereal. These cereals became so successful that the name of the enterprise was changed in 1902 to the Ralston-Purina Company. In 1986, Ralston Purina sold Purina Mills, its US animal feed business, to British Petroleum. Purina Mills is now owned by Land O'Lakes. In 1994, the Ralston \"human food\" operations of the Ralston Purina Company were spun off into a new company called Ralcorp Holdings. In 1998, Ralston Purina spun off its international animal feed business as Agribrands, which was acquired by Cargill in 2001.History at Cargill.com The animal feed businesses continue to use the Purina and Chow brands, which Purina Mills and Cargill license for use in the US and internationally, respectively. ===Merger with Nestlé=== Ralston Purina became the subject of an acquisition bid by Swiss-based Nestlé, whose Friskies brand was the other leading US brand of pet food. Nestlé S.A. and Ralston Purina announced in January 2001 a definitive merger agreement. Under the agreement, Nestlé acquired all of Ralston Purina's (NYSE: RAL) outstanding shares for US$33.50 per share in cash. The offer represented a premium of 36% over the closing price on Friday, January 12, 2001. The transaction had an enterprise value of US$10.3 billion ($10.0 billion equity plus $1.2 billion of net debt, minus $0.9 billion of financial investments). Both corporations saw this major strategic transaction as the ideal way to benefit from their combined know-how, complementary strengths, and international presence in the growing pet-care market. Several brands of pet food (e.g., \"Meow Mix\") had to be divested separately to meet antitrust concerns. Purina brands are now made and marketed by a division of Nestlé (Nestlé Purina PetCare) which is still headquartered in St. Louis. While primarily a pet-food company, Ralston Purina also made some other pet-related products, such as Tidy Cats brand and Yesterday's News cat litter, which is made from recycled newspaper, purchased from Edward Lowe Industries in 1990. Also, Purina has honoured several Canadian animals every year since 1968 in their Animal Hall of Fame. The latest inductees included a police service dog which \"rushed and subdued an armed robber\". ==Acquisitions and diversifications== In 1977, Ralston Purina acquired Missouri Arena Corporation and the St. Louis Blues National Hockey League franchise. During the company's ownership of the team, they changed the name of the St. Louis Arena to the Checkerdome, reflecting the Ralston Purina logo. The franchise was sold to Harry Ornest on July 27, 1983. Ralston Purina purchased the Eveready Battery Company in 1986, owner of the Eveready and Energizer brands. The company was spun off in 2000. Ralston Purina purchased Continental Baking Company, makers of Wonder bread and Hostess cakes, from ITT in 1984. Ralston spun off Continental Baking Company, subsequently bought by Irving, Texas–based Interstate Brands Corporation (IBC). Ralston Purina opened test market pizza stores called Checkerboard Pizza in 1986. The format was similar to Domino's and Little Caesars. They opened the stores in markets such as Moorhead, Minnesota, to test how the Midwestern market would accept the concept. They did well, but Ralston Purina decided not to enter the pizza franchise business and closed all pilots by late 1987. Ralston Purina owned and further developed the Keystone ski resort in Colorado. \"Checkerboard Flats\" for kids and beginners at Keystone still bears their logo. In 1993, Ralston Purina also bought Breckenridge ski area for an undisclosed amount, from Victoria U.S.A. Inc, a Japanese sporting goods retailer.. However, both ski resorts were sold in 1997 to Vail Resorts for $331 million. Ralston Purina also owned Jack in the Box fast food restaurants from 1968 to 1985, along with several high-end restaurants. Ralston Purina owned Van Camp Sea Food Company from 1963 to 1988, a tuna cannery with Chicken of the Sea as its main product. Ralston Purina owned an animal pharmaceutical company in the 1970s and 1980s. ==Logo== Ralston Purina's \"checkerboard\" trademark was introduced in 1902. It was inspired by William Danforth's childhood memory of a family dressed in clothing made from the same bolt of checkerboard cloth. The company's headquarters was called Checkerboard Square. Danforth used the design as the visualization of a concept put forth in his book I Dare You, in which he proposed that four key components in life (\"Physical\", \"Mental\", \"Social\", and \"Religious\") need to be in balance, and one area was not to develop at the expense of the others. In 1921, the design inspired the design of feed that was pressed in cubes, called \"checkers\". ==See also== *Louisville sewer explosions *Ralcorp *Purina Mills ==References== ==External links== * * Purina Mobile Website * Cargill's Purina division (international animal feed brand) * Agribrands Purina Canada Inc. (Canada animal feed brand) * Ralcorp * Purina Mills Poultry Nutrition * Purina iPhone App * Purina BlackBerry App 01 Category:Defunct manufacturing companies of the United States Category:Conglomerate companies of the United States Category:Food and drink companies of the United States Category:Manufacturing companies based in St. Louis Category:American companies established in 1894 Category:Food and drink companies established in 1894 Category:Food and drink companies disestablished in 2001 Category:1894 establishments in Missouri Category:2001 disestablishments in Missouri Category:Defunct companies based in Missouri Category:Dog food brands Category:Cat food brands Category:Nestlé brands Category:2001 mergers and acquisitions ",
    "title": "Ralston Purina"
}