{
    "id": "823343",
    "text": "The Barberini ivory, a late Leonid/Justinian Byzantine ivory leaf from an imperial diptych, from an imperial workshop in Constantinople in the first half of the sixth century (Louvre Museum) Late antiquity is a periodization used by historians to describe the time of transition from classical antiquity to the Middle Ages in mainland Europe, the Mediterranean world, and the Near East. The popularization of this periodization in English has generally been credited to historian Peter Brown, after the publication of his seminal work The World of Late Antiquity (1971). Precise boundaries for the period are a continuing matter of debate, but Brown proposes a period between the 3rd and 8th centuries AD. Generally, it can be thought of as from the end of the Roman Empire's Crisis of the Third Century (235–284) to the early Muslim conquests in the mid-7th century East, or as roughly contemporary with the Sasanian Empire (224–651). In the West its end was earlier, with the start of the Early Middle Ages typically placed in the 6th century, or earlier on the edges of the Western Roman Empire. The Roman Empire underwent considerable social, cultural and organizational changes starting with the reign of Diocletian, who began the custom of splitting the Empire into Eastern and Western halves ruled by multiple emperors simultaneously. The Sasanian Empire supplanted the Parthian Empire and opened a new phase of the Roman–Persian Wars, the Roman–Sasanian Wars. The divisions between the Greek East and Latin West became more pronounced. The Diocletianic Persecution in the early 4th century was ended by Galerius and under Constantine the Great, Christianity was made legal in the Empire. The 4th century Christianization of the Roman Empire was mirrored by the conversions of Mirian III of the Kingdom of Iberia and of the earlier Tiridates the Great of the Kingdom of Armenia and the later King ‘Ezana of Ethiopia. During the late 4th century reign of Theodosius the Great, Nicene Christianity was proclaimed the state church of the Roman Empire. Constantine's new foundation of Constantinople became the permanent imperial residence in the East by the 5th century and superseded Rome as the largest city in the Late Roman Empire and the Mediterranean Basin. The longest Roman aqueduct system, the -long Aqueduct of Valens was constructed to supply it with water, and the tallest Roman triumphal columns were erected there. Migrations of Germanic, Hunnic, and Slavic tribes disrupted Roman rule from the late 4th century onwards, culminating first in the Sack of Rome by the Visigoths in 410 and subsequent Sack of Rome by the Vandals in 455, part of the eventual collapse of the Empire in the West itself by 476. The Western Empire was replaced by the so-called barbarian kingdoms, with the Arian Christian Ostrogothic Kingdom ruling Rome from Ravenna. The resultant cultural fusion of Greco-Roman, Germanic, and Christian traditions formed the foundations of the subsequent culture of Europe. Roman imperial rule continued in the East, and the Byzantine-Sasanian wars continued. In the 6th century, the campaigns of Justinian the Great led to the fall of the Ostrogothic and Vandal Kingdoms, and their reincorporation into the Empire, when city of Rome and much of Italy and North Africa returned to Roman control, and though most of Italy was soon part of the Kingdom of the Lombards, the Roman Exarchate of Ravenna endured, ensuring the so called Byzantine Papacy. The construction of Hagia Sophia, greatest example of Byzantine architecture, and the plague of Justinian, first outbreak of the centuries-long first plague pandemic both took place under Justinian and his Persian counterpart Khosrow I. At Ctesiphon, the Sasanians erected the Taq Kasra, the colossal iwan of which is the largest single-span vault of unreinforced brickwork in the world and the triumph of Sasanian architecture. In the 7th century the disastrous Byzantine–Sasanian War of 602–628 and the campaigns of Khosrow II and Heraclius facilitated the emergence of Islam in the Arabian Peninsula during the lifetime of Muhammad. Subsequent Muslim conquests of the Levant and Persia, which overthrew the Sasanian Empire and permanently wrested two thirds of the Eastern Roman Empire's territory from Roman control, forming the Rashidun Caliphate. The Byzantine Empire under the Heraclian dynasty begins the middle Byzantine period, and together with the establishment of the later 7th century Umayyad Caliphate, generally marks the end of late antiquity. ==Terminology== The term Spätantike, literally \"late antiquity\", has been used by German-speaking historians since its popularization by Alois Riegl in the early 20th century.A. Giardana, \"Esplosione di tardoantico,\" Studi storici 40 (1999). It was given currency in English partly by the writings of Peter Brown, whose survey The World of Late Antiquity (1971) revised the Gibbon view of a stale and ossified Classical culture, in favour of a vibrant time of renewals and beginnings, and whose The Making of Late Antiquity offered a new paradigm of understanding the changes in Western culture of the time in order to confront Sir Richard Southern's The Making of the Middle Ages.Glen W. Bowersock, \"The Vanishing Paradigm of the Fall of Rome\" Bulletin of the American Academy of Arts and Sciences 49.8 (May 1996:29–43) p. 34. The continuities between the later Roman Empire,The Oxford Centre for Late Antiquity dates this as follows: \"The late Roman period (which we are defining as, roughly, AD 250–450)...\" as it was reorganized by Diocletian (r. 284–305), and the Early Middle Ages are stressed by writers who wish to emphasize that the seeds of medieval culture were already developing in the Christianized empire, and that they continued to do so in the Eastern Roman Empire or Byzantine Empire at least until the coming of Islam. Concurrently, some migrating Germanic tribes such as the Ostrogoths and Visigoths saw themselves as perpetuating the \"Roman\" tradition. While the usage \"Late Antiquity\" suggests that the social and cultural priorities of Classical Antiquity endured throughout Europe into the Middle Ages, the usage of \"Early Middle Ages\" or \"Early Byzantine\" emphasizes a break with the classical past, and the term \"Migration Period\" tends to de-emphasize the disruptions in the former Western Roman Empire caused by the creation of Germanic kingdoms within her borders beginning with the foedus with the Goths in Aquitania in 418.A recent thesis advanced by Peter Heather of Oxford posits the Goths, Hunnic Empire, and the Rhine invaders of 406 (Alans, Suevi, Vandals) as the direct causes of the Western Roman Empire's crippling; The Fall of the Roman Empire: a New History of Rome and the Barbarians, OUP 2005. The general decline of population, technological knowledge and standards of living in Europe during this period became the archetypal example of societal collapse for writers from the Renaissance. As a result of this decline, and the relative scarcity of historical records from Europe in particular, the period from roughly the early fifth century until the Carolingian Renaissance (or later still) was referred to as the \"Dark Ages\". This term has mostly been abandoned as a name for a historiographical epoch, being replaced by \"Late Antiquity\" in the periodization of the late West Roman Empire, the early Byzantine empire and the Early Middle Ages.Gilian Clark, Late Antiquity: A Very Short Introduction (Oxford 2011), pp. 1–2. == Religion == One of the most important transformations in Late Antiquity was the formation and evolution of the Abrahamic religions: Christianity, Rabbinic Judaism and, eventually, Islam. Constantine I at York, where he was proclaimed Augustus in 306 A milestone in the rise of Christianity was the conversion of Emperor Constantine the Great (r. 306–337) in 312, as claimed by his Christian panegyrist Eusebius of Caesarea, although the sincerity of his conversion is debated.Noel Lenski (ed.), The Cambridge Companion to the Age of Constantine (Cambridge University Press, 2006), \"Introduction\". .A. H.M. Jones, Constantine and the Conversion of Europe (University of Toronto Press, 2003), p. 73. . Constantine confirmed the legalization of the religion through the so-called Edict of Milan in 313, jointly issued with his rival in the East, Licinius (r. 308–324). By the late 4th century, Emperor Theodosius the Great had made Christianity the State religion, thereby transforming the Classical Roman world, which Peter Brown characterized as \"rustling with the presence of many divine spirits.\"Brown, Authority and the Sacred Constantine I was a key figure in many important events in Christian history, as he convened and attended the first ecumenical council of bishops at Nicaea in 325, subsidized the building of churches and sanctuaries such as the Church of the Holy Sepulchre in Jerusalem, and involved himself in questions such as the timing of Christ's resurrection and its relation to the Passover.Eusebius of Caesarea, Vita Constantini 3.5–6, 4.47 The birth of Christian monasticism in the deserts of Egypt in the 3rd century, which initially operated outside the episcopal authority of the Church, would become so successful that by the 8th century it penetrated the Church and became the primary Christian practice. Monasticism was not the only new Christian movement to appear in late antiquity, although it had perhaps the greatest influence. Other movements notable for their unconventional practices include the Grazers, holy men who ate only grass and chained themselves up;p. 96 Islam and Global Dialogue Roger Boase, Hassan Bin (FRW) Talal, Ashgate Publishing, Ltd., 2010 the Holy Fool movement, in which acting like a fool was considered more divine than folly; and the Stylites movement, where one practitioner lived atop a 50-foot pole for 40 years. Late Antiquity marks the decline of Roman state religion, circumscribed in degrees by edicts likely inspired by Christian advisors such as Eusebius to 4th century emperors, and a period of dynamic religious experimentation and spirituality with many syncretic sects, some formed centuries earlier, such as Gnosticism or Neoplatonism and the Chaldaean oracles, some novel, such as hermeticism. Culminating in the reforms advocated by Apollonius of Tyana being adopted by Aurelian and formulated by Flavius Claudius Julianus to create an organized but short-lived pagan state religion that ensured its underground survival into the Byzantine age and beyond.Smith, Rowland B.E. Julian's Gods: Religion and Philosophy in the Thought and Action of Julian Many of the new religions relied on the emergence of the parchment codex (bound book) over the papyrus volumen (scroll), the former allowing for quicker access to key materials and easier portability than the fragile scroll, thus fueling the rise of synoptic exegesis, papyrology. Notable in this regard is the topic of the Fifty Bibles of Constantine. ===Laity vs clergy=== Within the recently legitimized Christian community of the 4th century, a division could be more distinctly seen between the laity and an increasingly celibate male leadership.Jerome of Stridon wrote in c. 406 the polemical treatise Against Vigilantius in order to, among other disputes concerning relics of the saints, promote the greater spiritual nature of celibacy over marriage These men presented themselves as removed from the traditional Roman motivations of public and private life marked by pride, ambition and kinship solidarity, and differing from the married pagan leadership. Unlike later strictures on priestly celibacy, celibacy in Late Antique Christianity sometimes took the form of abstinence from sexual relations after marriage, and it came to be the expected norm for urban clergy. Celibate and detached, the upper clergy became an elite equal in prestige to urban notables, the potentes or dynatoi (Brown (1987) p. 270). ===The rise of Islam=== Arabs conquered the provinces of Syria and Egypt – the same time the early Slavs settled in the Balkans Islam appeared in the 7th century, spurring Arab armies to invade the Eastern Roman Empire and the Sassanian Empire of Persia, destroying the latter. After conquering all of North Africa and Visigothic Spain, the Islamic invasion was halted by Charles Martel at the Battle of Tours in modern France.For a thesis on the complementary nature of Islam to the absolutist trend of Christian monarchy, see Garth Fowden, Empire to Commonwealth: Consequences of Monotheism in Late Antiquity, Princeton University Press 1993 On the rise of Islam, two main theses prevail. On the one hand, there is the traditional view, as espoused by most historians prior to the second half of the twentieth century and by Muslim scholars. This view, the so-called \"out of Arabia\"-thesis, holds that Islam as a phenomenon was a new, alien element in the late antique world. Related to this is the Pirenne Thesis, according to which the Arab invasions marked—through conquest and the disruption of Mediterranean trade routes—the cataclysmic end of Late Antiquity and the beginning of the Middle Ages. On the other hand, there is the modern view, associated with scholars in the tradition of Peter Brown, in which Islam is seen to be a product of the Late Antique world, not foreign to it. This school suggests that its origin within the shared cultural horizon of the late antique world explains the character of Islam and its development. Such historians point to similarities with other late antique religions and philosophies—especially Christianity—in the prominent role and manifestations of piety in Islam, in Islamic asceticism and the role of \"holy persons\", in the pattern of universalist, homogeneous monotheism tied to worldly and military power, in early Islamic engagement with Greek schools of thought, in the apocalypticism of Islamic theology and in the way the Quran seems to react to contemporary religious and cultural issues shared by the late antique world at large. Further indication that Arabia (and thus the environment in which Islam first developed) was a part of the late antique world is found in the close economic and military relations between Arabia, the Byzantine Empire and the Sassanian Empire.Robert Hoyland, 'Early Islam as a Late Antique Religion', in: Scott F. Johnson ed., The Oxford Handbook of Late Antiquity (Oxford 2012) pp. 1053–1077. ==Political transformations== Emperor Honorius, 1883: John William Waterhouse expresses the sense of moral decadence that coloured the 19th-century historical view of the 5th century. The Late Antique period also saw a wholesale transformation of the political and social basis of life in and around the Roman Empire. The Roman citizen elite in the 2nd and 3rd centuries, under the pressure of taxation and the ruinous cost of presenting spectacular public entertainments in the traditional cursus honorum, had found under the Antonines that security could only be obtained by combining their established roles in the local town with new ones as servants and representatives of a distant Emperor and his traveling court. After Constantine centralized the government in his new capital of Constantinople (dedicated in 330), the Late Antique upper classes were divided among those who had access to the far-away centralized administration (in concert with the great landowners), and those who did not—though they were well-born and thoroughly educated, a classical education and the election by the Senate to magistracies was no longer the path to success. Room at the top of Late Antique society was more bureaucratic and involved increasingly intricate channels of access to the emperor: the plain toga that had identified all members of the Republican senatorial class was replaced with the silk court vestments and jewelry associated with Byzantine imperial iconography.Cf. the compendious list of ranks and liveries of imperial bureaucrats, the Notitia Dignitatum Also indicative of the times is the fact that the imperial cabinet of advisors came to be known as the consistorium, or those who would stand in courtly attendance upon their seated emperor, as distinct from the informal set of friends and advisors surrounding the Augustus. The ruins of the Taq Kasra in Ctesiphon, capital of the Sasanian Empire, photographed in 1864 ==Cities== The later Roman Empire was in a sense a network of cities. Archaeology now supplements literary sources to document the transformation followed by collapse of cities in the Mediterranean basin. Two diagnostic symptoms of decline—or as many historians prefer, 'transformation'—are subdivision, particularly of expansive formal spaces in both the domus and the public basilica, and encroachment, in which artisans' shops invade the public thoroughfare, a transformation that was to result in the souk (marketplace).'The changing city' in \"Urban changes and the end of Antiquity\", Averil Cameron, The Mediterranean World in Late Antiquity, AD 395–600, 1993:159ff, with notes; Hugh Kennedy, \"From Polis to Madina: urban change in late Antique and early Islamic Syria\", Past and Present 106 (1985:3–27). Burials within the urban precincts mark another stage in dissolution of traditional urbanistic discipline, overpowered by the attraction of saintly shrines and relics. In Roman Britain, the typical 4th- and 5th-century layer of dark earth within cities seems to be a result of increased gardening in formerly urban spaces. The city of Rome went from a population of 800,000 in the beginning of the period to a population of 30,000 by the end of the period, the most precipitous drop coming with the breaking of the aqueducts during the Gothic War. A similar though less marked decline in urban population occurred later in Constantinople, which was gaining population until the outbreak of plague in 541. In Europe there was also a general decline in urban populations. As a whole, the period of late antiquity was accompanied by an overall population decline in almost all Europe, and a reversion to more of a subsistence economy. Long-distance markets disappeared, and there was a reversion to a greater degree of local production and consumption, rather than webs of commerce and specialized production.See Bryan Ward-Perkins, The Fall of Rome and the End of Civilization, OUP 2005 View west along the Harbour Street towards the Library of Celsus in Ephesus, present-day Turkey. The pillars on the left side of the street were part of the colonnaded walkway apparent in cities of Late Antique Asia Minor. Concurrently, the continuity of the Eastern Roman Empire at Constantinople meant that the turning-point for the Greek East came later, in the 7th century, as the Eastern Roman, or Byzantine Empire centered around the Balkans, North Africa (Egypt and Carthage), and Asia Minor. The degree and extent of discontinuity in the smaller cities of the Greek East is a moot subject among historians.Bibliography in Averil Cameron, The Mediterranean World in Late Antiquity, AD 395–600, 1993,:152 note 1. The urban continuity of Constantinople is the outstanding example of the Mediterranean world; of the two great cities of lesser rank, Antioch was devastated by the Persian sack of 540, followed by the plague of Justinian (542 onwards) and completed by earthquake, while Alexandria survived its Islamic transformation, to suffer incremental decline in favour of Cairo in the medieval period. Justinian rebuilt his birthplace in Illyricum, as Justiniana Prima, more in a gesture of imperium than out of an urbanistic necessity; another \"city\", was reputed to have been founded, according to Procopius' panegyric on Justinian's buildings,Procopius, Buildings of Justinian VI.6.15; Vandal Wars I.15.3ff, noted by Cameron 1993:158. precisely at the spot where the general Belisarius touched shore in North Africa: the miraculous spring that gushed forth to give them water and the rural population that straightway abandoned their ploughshares for civilised life within the new walls, lend a certain taste of unreality to the project. In mainland Greece, the inhabitants of Sparta, Argos and Corinth abandoned their cities for fortified sites in nearby high places; the fortified heights of Acrocorinth are typical of Byzantine urban sites in Greece. In Italy, populations that had clustered within reach of Roman roads began to withdraw from them, as potential avenues of intrusion, and to rebuild in typically constricted fashion round an isolated fortified promontory, or rocca; Cameron notes similar movement of populations in the Balkans, 'where inhabited centres contracted and regrouped around a defensible acropolis, or were abandoned in favour of such positions elsewhere.\"Cameron 1993:159. Roman cavalry from a mosaic of the Villa Romana del Casale, Sicily, 4th century AD In the western Mediterranean, the only new cities known to be founded in Europe between the 5th and 8th centuries\"Arte Visigótico: Recópolis\" were the four or five Visigothic \"victory cities\".According to E. A Thompson, \"The Barbarian Kingdoms in Gaul and Spain\", Nottingham Mediaeval Studies, 7 (1963:4n11). Reccopolis in the province of Guadalajara is one: the others were Victoriacum, founded by Leovigild, which may survive as the city of Vitoria, though a 12th-century (re)foundation for this city is given in contemporary sources; Lugo id est Luceo in the Asturias, referred to by Isidore of Seville, and Ologicus (perhaps Ologitis), founded using Basque labour in 621 by Suinthila as a fortification against the Basques, modern Olite. All of these cities were founded for military purposes and at least Reccopolis, Victoriacum, and Ologicus in celebration of victory. A possible fifth Visigothic foundation is Baiyara (perhaps modern Montoro), mentioned as founded by Reccared in the 15th-century geographical account, Kitab al-Rawd al-Mitar.José María Lacarra, \"Panorama de la historia urbana en la Península Ibérica desde el siglo V al X,\" La città nell'alto medioevo, 6 (1958:319–358). Reprinted in Estudios de alta edad media española (Valencia: 1975), pp. 25–90. The arrival of a highly urbanized Islamic culture in the decade following 711 ensured the survival of cities in the Hispaniae into the Middle Ages. Beyond the Mediterranean world, the cities of Gaul withdrew within a constricted line of defense around a citadel. Former imperial capitals such as Cologne and Trier lived on in diminished form as administrative centres of the Franks. In Britain, where the break with Late Antiquity comes earliest in the 5th and the 6th century, most towns cities had been in rapid decline during the 4th century during a time of prosperity until the very last decades of the century, well before the withdrawal of Roman governors and garrisons; historians emphasizing urban continuities with the Anglo-Saxon period depend largely on the post-Roman survival of Roman toponymy. Aside from a mere handful of its continuously inhabited sites, like York and London and possibly Canterbury, however, the rapidity and thoroughness with which its urban life collapsed with the dissolution of centralized bureaucracy calls into question the extent to which Roman Britain had ever become authentically urbanized: \"in Roman Britain towns appeared a shade exotic,\" observes H. R. Loyn, \"owing their reason for being more to the military and administrative needs of Rome than to any economic virtue\".Loyn 1991:15f. The other institutional power centre, the Roman villa, did not survive in Britain either.Loyn 1991:16. Gildas lamented the destruction of the twenty-eight cities of Britain; though not all in his list can be identified with known Roman sites, Loyn finds no reason to doubt the essential truth of his statement. Classical Antiquity can generally be defined as an age of cities; the Greek polis and Roman municipium were locally organised, self-governing bodies of citizens governed by written constitutions. When Rome came to dominate the known world, local initiative and control were gradually subsumed by the ever-growing Imperial bureaucracy; by the Crisis of the Third Century the military, political and economic demands made by the Empire had crushed the civic spirit, and service in local government came to be an onerous duty, often imposed as punishment. Harassed urban dwellers fled to the walled estates of the wealthy to avoid taxes, military service, famine and disease. In the Western Roman Empire especially, many cities destroyed by invasion or civil war in the 3rd century could not be rebuilt. Plague and famine hit the urban class in greater proportion, and thus the people who knew how to keep civic services running. Perhaps the greatest blow came in the wake of the extreme weather events of 535–536 and subsequent Plague of Justinian, when the remaining trade networks ensured the Plague spread to the remaining commercial cities. The impact of this outbreak of plague has recently been disputed. The end of Classical Antiquity is the end of the Polis model, and the general decline of cities is a defining feature of Late Antiquity. === Public building === In the cities the strained economies of Roman over-expansion arrested growth. Almost all new public building in Late Antiquity came directly or indirectly from the emperors or imperial officials. Attempts were made to maintain what was already there. The supply of free grain and oil to 20% of the population of Rome remained intact the last decades of the 5th century. It was once thought that the elite and rich had withdrawn to the private luxuries of their numerous villas and town houses. Scholarly opinion has revised this. They monopolized the higher offices in the imperial administration, but they were removed from military command by the late 3rd century. Their focus turned to preserving their vast wealth rather than fighting for it. The basilica, which had functioned as a law court or for imperial reception of foreign dignitaries, became the primary public building in the 4th century. Due to the stress on civic finances, cities spent money on walls, maintaining baths and markets at the expense of amphitheaters, temples, libraries, porticoes, gymnasia, concert and lecture halls, theaters and other amenities of public life. In any case as Christianity took over many of these building which were associated with pagan cults were neglected in favor of building churches and donating to the poor. The Christian basilica was copied from the civic structure with variations. The bishop took the chair in the apse reserved in secular structures for the magistrate—or the Emperor himself—as the representative here and now of Christ Pantocrator, the Ruler of All, his characteristic Late Antique icon. These ecclesiastical basilicas (e.g., St. John Lateran and St. Peter's in Rome) were themselves outdone by Justinian's Hagia Sophia, a staggering display of later Roman/Byzantine power and architectural taste, though the building is not architecturally a basilica. In the former Western Roman Empire almost no great buildings were constructed from the 5th century. A most outstanding example is the Basilica of San Vitale in Ravenna constructed circa 530 at a cost of 26,000 gold solidi or 360 Roman pounds of gold. City life in the East, though negatively affected by the plague in the 6th–7th centuries, finally collapsed due to Slavic invasions in the Balkans and Persian destructions in Anatolia in the 620s. City life continued in Syria, Jordan and Palestine into the 8th. In the later 6th century street construction was still undertaken in Caesarea Maritima in Palestine,Robert L. Vann, \"Byzantine street construction at Caesarea Maritima\", in R.L. Hohlfelder, ed. City, Town and Countryside in the Early Byzantine Ear 1982:167–70. and Edessa was able to deflect Chosroes I with massive payments in gold in 540 and 544, before it was overrun in 609.M. Whittow, \"Ruling the late Roman and early Byzantine city: a continuous history\", Past and Present 129 (1990:3–29). ==Sculpture and art== The Four Tetrarchs, in porphyry, later sacked from Constantinople, St. Marks, Venice As a complicated period bridging between Roman art and medieval art and Byzantine art, the Late Antique period saw a transition from the classical idealized realism tradition largely influenced by Ancient Greek art to the more iconic, stylized art of the Middle Ages. Unlike classical art, Late Antique art does not emphasize the beauty and movement of the body, but rather, hints at the spiritual reality behind its subjects. Additionally, mirroring the rise of Christianity and the collapse of the western Roman Empire, painting and freestanding sculpture gradually fell from favor in the artistic community. Replacing them were greater interests in mosaics, architecture, and relief sculpture. As the soldier emperors such as Maximinus Thrax (r. 235–238) emerged from the provinces in the 3rd century, they brought with them their own regional influences and artistic tastes. For example, artists jettisoned the classical portrayal of the human body for one that was more rigid and frontal. This is markedly evident in the combined porphyry Portrait of the Four Tetrarchs in Venice. With these stubby figures clutching each other and their swords, all individualism, naturalism, the verism or hyperrealism of Roman portraiture, and Greek idealism diminish. The Arch of Constantine in Rome, which re-used earlier classicising reliefs together with ones in the new style, shows the contrast especially clearly. In nearly all artistic media, simpler shapes were adopted and once natural designs were abstracted. Additionally hierarchy of scale overtook the preeminence of perspective and other classical models for representing spatial organization. From around 300 Early Christian art began to create new public forms, which now included sculpture, previously distrusted by Christians as it was so important in pagan worship. Sarcophagi carved in relief had already become highly elaborate, and Christian versions adopted new styles, showing a series of different tightly packed scenes rather than one overall image (usually derived from Greek history painting) as was the norm. Soon the scenes were split into two registers, as in the Dogmatic Sarcophagus or the Sarcophagus of Junius Bassus (the last of these exemplifying a partial revival of classicism). Nearly all of these more abstracted conventions could be observed in the glittering mosaics of the era, which during this period moved from being decoration derivative from painting used on floors (and walls likely to become wet) to a major vehicle of religious art in churches. The glazed surfaces of the tesserae sparkled in the light and illuminated the basilica churches. Unlike their fresco predecessors, much more emphasis was placed on demonstrating a symbolic fact rather than on rendering a realistic scene. As time progressed during the Late Antique period, art become more concerned with biblical themes and influenced by interactions of Christianity with the Roman state. Within this Christian subcategory of Roman art, dramatic changes were also taking place in the Depiction of Jesus. Jesus Christ had been more commonly depicted as an itinerant philosopher, teacher or as the \"Good Shepherd,\" resembling the traditional iconography of Hermes. He was increasingly given Roman elite status, and shrouded in purple robes like the emperors with orb and scepter in hand. As for luxury arts, manuscript illumination on vellum and parchment emerged from the 5th century, with a few manuscripts of Roman literary classics like the Vergilius Vaticanus and the Vergilius Romanus, but increasingly Christian texts, of which Quedlinburg Itala fragment (420–430) is the oldest survivor. Carved ivory diptychs were used for secular subjects, as in the imperial and consular diptychs presented to friends, as well as religious ones, both Christian and pagan – they seem to have been especially a vehicle for the last group of powerful pagans to resist Christianity, as in the late 4th century Symmachi–Nicomachi diptych. Extravagant hoards of silver plate are especially common from the 4th century, including the Mildenhall Treasure, Esquiline Treasure, Hoxne Hoard, and the imperial Missorium of Theodosius I. ==Literature== The Vienna Dioscurides, an early 6th-century illuminated manuscript of De Materia Medica by Dioscorides in Greek, a rare example of a late antique scientific text In the field of literature, Late Antiquity is known for the declining use of classical Greek and Latin, and the rise of literary cultures in Syriac, Armenian, Georgian, Ethiopic, Arabic, and Coptic. It also marks a shift in literary style, with a preference for encyclopedic works in a dense and allusive style, consisting of summaries of earlier works (anthologies, epitomes) often dressed up in elaborate allegorical garb (e.g., De nuptiis Mercurii et Philologiae [The Marriage of Mercury and Philology] of Martianus Capella and the De arithmetica, De musica, and De consolatione philosophiae of Boethius—both later key works in medieval education). The 4th and 5th centuries also saw an explosion of Christian literature, of which Greek writers such as Eusebius of Caesarea, Basil of Caesarea, Gregory of Nazianzus and John Chrysostom and Latin writers such as Ambrose of Milan, Jerome and Augustine of Hippo are only among the most renowned representatives. On the other hand, authors such as Ammianus Marcellinus (4th century) and Procopius of Caesarea (6th century) were able to keep the tradition of classical Hellenistic historiography alive in the Byzantine empire. ===Poetry=== Greek poets of the Late Antique period included Antoninus Liberalis, Quintus Smyrnaeus, Nonnus, Romanus the Melodist and Paul the Silentiary. Latin poets included Ausonius, Paulinus of Nola, Claudian, Rutilius Namatianus, Orientius, Sidonius Apollinaris, Corippus and Arator. Jewish poets included Yannai, Eleazar ben Killir and Yose ben Yose. ==Timeline== * 285: Emperor Diocletian splits the Roman Empire into Eastern and Western Empires. Beginning of the Tetrarchy. * 311: The emperor Galerius issues the Edict of Serdica, ending the Diocletianic Persecution of Christianity in the Roman Empire * 313: Constantine I defeats the augustus Maxentius at the Battle of the Milvian Bridge and becomes augustus of the West. Constantine and Licinius issued the Edict of Milan * 324: Constantine and Crispus defeat Licinius and Licinius II at the Battles of Chrysopolis and of the Hellespont. * 325: First Council of Nicaea convened by Constantine I. * 330: 11 May dedication of the Column of Constantine at Constantinople marks the inauguration of the new city, New Rome. * 363: The pagan emperor Julian attacks the Sasanian Empire in his Persian War; Romans are decisively defeated by Shapur II, Jovian becomes emperor and cedes lands in a Perso-Roman Peace Treaty. * 376: The Thervingi under Fritigern, fleeing the Hunnic Invasion, are allowed to cross the Danube into Moesia * 378: At the Battle of Adrianople, Eastern Roman Emperor Valens is defeated and killed by Gothic rebels. First Siege of Constantinople by the Goths. * 380: Theodosius I, Gratian, and Valentinian II issue the Edict of Thessalonica, establishing Nicene Christianity as the state church of the Roman Empire. * 381: First Council of Constantinople convened by Theodosius in the Church of Hagia Irene. * 382: Influenced by Saint Ambrose, Roman Emperor Gratian persecutes paganism, removing the Altar of Victory. * 394: At the Battle of the Frigidus, Theodosius I defeats Eugenius, last pagan Roman augustus. * 395: Roman Emperor Theodosius I outlaws all pagan religions in favour of Christianity. *405: The Vulgate Bible is completed, mostly by the theologian Jerome. The Vulgate will be the only Bible widely used in the Latin West until the Reformation. * 406: The Crossing of the Rhine by a confederacy of Germanic tribes marks a turning point in the Migration Period. * 410: Alaric I sacks Rome for the first time since 390 BC. Council of Seleucia-Ctesiphon convoked by Yazdegerd I, organizing the Church of the East. Final Roman departure from Britain. *413: Theodosian Walls around Constantinople are completed, as the largest system of fortifications in Europe. Constantinople as a result will not be conquered by a siege until 1204. *415: Hypatia of Alexandra, pagan female mathematician is murdered by a Christian mob. The murder of an academic was unusual, and sent shock waves through the Roman Empire. *431: Council of Ephesus convened by Theodosius II. *432: Saint Patrick begins his conversion of Ireland to Christianity, Ireland becomes the first European nation outside of Roman territory to be converted. Celtic Christianity, otherwise known as insular Christianity begins to set traditions and customs unique to speakers of Celtic languages, while still venerating the Pope. * 451: Battle of the Catalaunian Plains, the Hunnic Confederation and an alliance of Western Romans and Visigoths fight to a draw. Council of Chalcedon convened by Pulcheria and Marcian. * 453: Attila the Hun dies. * 455: Vandals under Genseric sack Rome. * 476: Romulus Augustus, last Western Roman Emperor is forced to abdicate by Odoacer, a half Hunnish and half Scirian chieftain of the Germanic Heruli; Odoacer returns the imperial regalia to Eastern Roman Emperor Zeno in Constantinople in return for the title of dux of Italy; this marks the end of the Western Roman Empire and is often taken as marking the end of Classical Antiquity. *486: In the Battle of Soissons, Clovis I defeats the Roman rump state of Soissons, establishing Merovingian Francia. *502: Beginning of the Anastasian War between Rome and Persia, lasting until 506. * 529: The Eastern Roman Emperor Justinian I ordered the prominent philosophical schools of antiquity throughout the Eastern Roman Empire (including the famous Academy in Athens, among others) to close down—allegedly, because Justinian frowned upon the pagan nature of these schools *534: The Corpus Juris Civilis, otherwise known as the Code of Justinian is completed. The new law code will influence Medieval European Law and the Napoleonic Code. *536: Belisarius captures Rome for the emperor Justinian during the Gothic War (535–554). Beginning of the Byzantine Papacy. *537: The Hagia Sophia the largest Christian building ever created is built in Constantinople, becoming a center of Byzantine society for the next millennium, *542: Plague of Justinian arrives in Constantinople and spreads throughout the Mediterranean Basin and Europe in the 540s, beginning the First plague pandemic which lasted until the 8th century. *546: Ostrogoths under Totila sack Rome. *550: Justinianic Church of the Holy Apostles consecrated in Constantinople. *553: Second Council of Constantinople convoked by Emperor Justinian I and presided over by Patriarch Eutychius of Constantinople. *602: The beginning of the final Byzantine-Sassanian War, lasting until 628. War encompasses entire Near East, exhausting both combatants. *609: The emperor Phocas gives the Pantheon, Rome to Pope Boniface IV and it becomes a church. *622: The Hegira: Muhammad and Abu Bakr flee Mecca for Medina and begin the Islamic community. *626 Avar, Slav, and Sasanian Siege of Constantinople. * 634: The Battle of al-Qaryatayn marks the beginning of the Arab conquest of Syria. * 651: Muslim conquest of Persia results in the Fall of the Sasanian Empire with the defeat, flight, and death of Yazdegerd III after the Battle of the Oxus. * 654: Abu'l-Awar defeats Constans II at the Battle of the Masts, first decisive naval victory of the Arab–Byzantine wars. * 661: First Fitna ends with the Hasan–Muawiya treaty between Hasan ibn Ali and Muawiyah I, recognizing the latter as the first Umayyad Caliph. * 663: Constans II removes the bronze tiles from the Pantheon, Rome. * 674: First Arab Siege of Constantinople, lasting until 678. * 680: Second Fitna begins after the death of Muawiyah I and lasts twelve years. Husayn ibn Ali is defeated by Yazid I at the Battle of Karbala. Third Council of Constantinople is convened by Constantine IV and Patriarch George I of Constantinople. * 681: First Bulgarian Empire established under khan Asparuh by treaty with Constantine IV. * 691: Construction of the Dome of the Rock on the Temple Mount in Jerusalem begun by Abd al-Malik. * 698: Roman Carthage is razed by Hassan ibn al-Nu'man after the Battle of Carthage. End of the Exarchate of Africa. * 705: Justinian II returns to power in Constantinople after a decade in exile with the help of khan Tervel of Bulgaria. * 706: Construction of the Great Mosque of Damascus begun by al-Walid I * 726: Beginning of the First Iconoclast period under the emperor Leo III the Isaurian. * 717: Second Arab siege of Constantinople, lasting until 718. * 744: Third Fitna begins with the overthrow of al-Walid II by Yazid III, himself succeeded by Marwan II the same year. * 750 Ummayad Caliphate is overthrown in the Abbasid Revolution and the Abbasid Caliphate is established under As-Saffah. * 751: End of the Exarchate of Ravenna with Ravenna's capture by the Lombard king, Aistulf, and the death of the last exarch, Eutychius. * 752: End of the Byzantine Papacy with death of Pope Zachary. * 762: Foundation of Baghdad by al-Mansur, north east and upriver of Ctesiphon on the Tigris. * 787: Second Council of Nicaea convoked by the empress Irene of Athens and her son Constantine VI ends the First Iconoclast period. ==See also== * Byzantine Empire * Peter Brown * Fall of the Western Roman Empire * Early Middle Ages * Migration Period * Roman–Persian Wars ==Notes== ==References== * Perry Anderson, Passages from Antiquity to Feudalism, NLB, London, 1974. * Peter Brown, The World of Late Antiquity: from Marcus Aurelius to Muhammad (AD 150–750), Thames and Hudson, 1989, * Peter Brown, Authority and the Sacred : Aspects of the Christianisation of the Roman World, Routledge, 1997, * Peter Brown, The Rise of Western Christendom: Triumph and Diversity 200–1000 AD, Blackwell, 2003, * Henning Börm, Westrom. Von Honorius bis Justinian, 2nd ed., Kohlhammer Verlag, 2018, . (Review in English). * Averil Cameron, The Later Roman Empire: AD 284–430, Harvard University Press, 1993, * Averil Cameron, The Mediterranean World in Late Antiquity AD 395–700, Routledge, 2011, * Averil Cameron et al. (editors), The Cambridge Ancient History, vols. 12–14, Cambridge University Press 1997ff. * Gilian Clark, Late Antiquity: A Very Short Introduction, Oxford University Press, 2011, * John Curran, Pagan City and Christian Capital: Rome in the Fourth Century, Clarendon Press, 2000. * Alexander Demandt, Die Spätantike, 2nd ed., Beck, 2007 * Peter Dinzelbacher and Werner Heinz, Europa in der Spätantike, Primus, 2007. * Fabio Gasti, Profilo storico della letteratura tardolatina, Pavia University Press, 2013, . * Tomas Hägg (ed.) \"SO Debate: The World of Late Antiquity revisited,\" in Symbolae Osloenses (72), 1997. * Scott F. Johnson ed., The Oxford Handbook of Late Antiquity, Oxford University Press, 2012, * Arnold H.M. Jones, The Later Roman Empire, 284–602; a social, economic and administrative survey, vols. I, II, University of Oklahoma Press, 1964. * * Bertrand Lançon, Rome in Late Antiquity: AD 313–604, Routledge, 2001. * Noel Lenski (ed.), The Cambridge Companion to the Age of Constantine, Cambridge University Press, 2006. * Samuel N.C. Lieu and Dominic Montserrat (eds.), From Constantine to Julian: Pagan and Byzantine Views, A Source History, Routledge, 1996. * Michael Maas (ed.), The Cambridge Companion to the Age of Justinian, Cambridge University Press, 2005. * Michael Maas (ed.), The Cambridge Companion to the Age of Attila, Cambridge University Press, 2015. * Robert Markus, The end of Ancient Christianity, Cambridge University Press, 1990. * Ramsay MacMullen, Christianizing the Roman Empire A.D. 100–400, Yale University Press, 1984. * Stephen Mitchell, A History of the Later Roman Empire. AD 284–641, 2nd ed., Blackwell, 2015. * Michael Rostovtzeff (rev. P. Fraser), The Social and Economic History of the Roman Empire, Oxford University Press, 1979. * Johannes Wienand (ed.), Contested Monarchy. Integrating the Roman Empire in the Fourth Century AD, Oxford University Press, 2015. ==External links== * New Advent – The Fathers of the Church, a Catholic website with English translations of the Early Fathers of the Church. * ORB Encyclopedia's section on Late Antiquity in the Mediterranean from ORB * Overview of Late Antiquity, from ORB * Princeton/Stanford Working Papers in Classics, a collaborative forum of Princeton and Stanford to make the latest scholarship on the field available in advance of final publication. * The End of the Classical World, source documents from the Internet Medieval Sourcebook * Worlds of Late Antiquity, from the University of Pennsylvania * Age of spirituality : late antique and early Christian art, third to seventh century from The Metropolitan Museum of Art Category:History of Asia by period Category:History of Europe by period Category:History of the Mediterranean Category:History of Western Asia Category:Near East Category:4th century Category:5th century Category:6th century in Asia Category:6th century in Europe Category:7th century in Asia Category:7th century in Europe Category:Historical eras ",
    "title": "Late antiquity"
}