{
    "id": "824124",
    "text": "300px The National highways in India are a network of trunk roads that is owned by the Ministry of Road Transport and Highways. It is constructed and managed by the National Highway Authority of India (NHAI), the National Highways and Infrastructure Development Corporation (NHIDCL), and the public works departments (PWD) of state governments. The National Highways Authority of India (NHAI) is the nodal agency responsible for building, upgrading, and maintaining most of the National Highways network. It operates under the Ministry of Road Transport and Highways. The National Highways Development Project (NHDP) is a major effort to expand and upgrade the network of highways. NHAI often uses a public–private partnership model for highway development, maintenance, and toll-collection. In India, National Highways are at-grade roads, whereas Expressways are controlled-access highways where entrance and exit is controlled by the use of ramps that are incorporated into the design of the expressway. { \"type\": \"ExternalData\", \"service\": \"geoline\", \"properties\": { \"stroke\": \"#ff0000\", \"stroke-width\": 1 }, \"query\": \"# NHs in India SELECT ?id ?idLabel (concat(, ?idLabel, ) as ?title) WHERE { ?id wdt:P31 wd:Q34442 . # is a highway ?id wdt:P17 wd:Q668 . # in India ?id wdt:P16 wd:Q1967342 . # in List of SH in Kerala SERVICE wikibase:label { bd:serviceParam wikibase:language 'en'} }\"} ==Characteristics == A dual carriageway section of NH 48 connecting Delhi to Gurgaon India has of National Highways as of April 2019. National Highways constituted 2.7% of India's total road network, but carried about 40% of road traffic, as of 2013. In 2016, the government vowed to double the highway length from 96,000 to 200,000 km. The majority of existing highways are two-lane roads (one lane in each direction), though much of this is being expanded to four or more lanes. Some sections of the network are toll roads. Only a few highways are built with concrete. Bypasses have been constructed around larger towns and cities to provide uninterrupted passage for highway traffic. Some existing roads have been reclassified as National Highways. == History == The National Highways Act, 1956 provided for private investment in the building and maintenance of the highways. The National Highways Authority of India was established by the National Highways Authority of India Act, 1988. Section 16(1) of the Act states that the function of NHAI is to develop, maintain, and manage the National Highways and any other highways vested in, or entrusted to, it by the Government of India. In 1998 India launched a massive program of highway upgrades, called the National Highways Development Project (NHDP), in which the main north–south and east–west corridors and highways connecting the four metropolitan cities (Delhi, Mumbai, Chennai and Kolkata) have been fully paved and widened into four-lane highways. Some of the busier National Highway sectors in India were also converted to four- or six-lane limited-access highways. The Ministry of Road Transport and Highways adopted a new systematic numbering of National Highways in April 2010. It is a systematic numbering scheme based on the orientation and the geographic location of the highway. The new system indicates the direction of National Highways whether they are east–west (odd numbers) or north–south (even numbers). It also indicates the geographical region where they are with even numbers increasing from east to west starting from NH2 and odd numbers increasing from north to south starting from NH1. Bharatmala, a centrally-sponsored and funded road and highways project of the Government of India with a target of constructing of new highways, has been started in 2018. Phase I of the Bharatmala project involves the construction of 34,800 km of highways (including the remaining projects under NHDP) at an estimated cost of by 2021-22. ==Statewise== {| class=\"wikitable sortable\" |+National Highways in India, by state and union territories and maintaining agency |- !State / Union Territory !State PWD !NHAI !NHIDCL http://nhidcl.com/wp-content/uploads/2017/02/All-projects.pdf !Length (km) |- | Andaman and Nicobar Islands | | | align=\"right\" |87|| align=\"right\"|331 |- | Andhra Pradesh | | ||| align=\"right\" |6,286 |- | Arunachal Pradesh | | | align=\"right\" |1,035|| align=\"right\" |2,537 |- | Assam | | | align=\"right\" |1,010|| align=\"right\" |3,845 |- | Bihar | | ||| align=\"right\" |4,839 |- | Chandigarh | | ||| align=\"right\" |15 |- | Chhattisgarh | | ||| align=\"right\" |3,232 |- | Dadra and Nagar Haveli | | ||| align=\"right\" |31 |- | Daman and Diu | | ||| align=\"right\" |22 |- | Delhi | | ||| align=\"right\" |79 |- | Goa | | ||| align=\"right\" |262 |- | Gujarat | | ||| align=\"right\" |5,017 |- | Haryana | | ||| align=\"right\" |2,641 |- | Himachal Pradesh | | | align=\"right\" |320|| align=\"right\" |2,643 |- | Jammu & Kashmir | | | align=\"right\" |436|| align=\"right\" |2,601 |- | Jharkhand | | ||| align=\"right\" |2,661 |- | Karnataka | | ||| align=\"right\" |6,761 |- | Kerala | | ||| align=\"right\" |1,782 |- | Lakshadweep | | ||| align=\"right\" |0 |- | Madhya Pradesh | | ||| align=\"right\" |7,884 |- | Maharashtra | | ||| align=\"right\" |15,437 |- | Manipur | | | align=\"right\" |1,751|| align=\"right\" |1,746 |- | Meghalaya | | | align=\"right\" |823|| align=\"right\" |1,204 |- | Mizoram | | | align=\"right\" |372|| align=\"right\" |1422.5 |- | Nagaland | | | align=\"right\" |324|| align=\"right\" |1,547 |- | Odisha | | ||| align=\"right\" |4,837 |- | Puducherry | | ||| align=\"right\" |64 |- | Punjab | | ||| align=\"right\" |2,769 |- | Rajasthan | | ||| align=\"right\" |7,906 |- | Sikkim | | | align=\"right\" |595|| align=\"right\" |463 |- | Tamil Nadu | | ||| align=\"right\" |5,381 |- | Tripura | | | align=\"right\" |573|| align=\"right\" |3,786 |- |Telangana | | | | align=\"right\" |854 |- | Uttarakhand | | | align=\"right\" |660|| align=\"right\" |2,842 |- | Uttar Pradesh | | ||| align=\"right\" |8,711 |- | West Bengal | | | align=\"right\" |4|| align=\"right\" |2,998 |- | India total | | align=\"right\" | 48,590http://nhai.gov.in/writereaddata/Portal/Images/pdf/AnnualReport201516.pdf | align=\"right\" |7,990 | align=\"right\" |115,435 |} ==Trivia== * The longest National Highway is NH44,\"New numbers for national highways\". Maps of India. which runs between Srinagar in Jammu and Kashmir and Kanyakumari in Tamil Nadu, covering a distance of . * The shortest National Highway is NH966B,\"List of highways in Kerala\". ListKerala.com.\"National Highway 47A\". India9.com. which spans , from Ernakulam to Kochi in Kerala. * The Leh–Manali Highway connecting Leh in Ladakh to Manali in Himachal Pradesh is the world's second highest-altitude motorable highway. ==See also== * List of National Highways in India by state * List of National Highways in India by highway number * India–Myanmar–Thailand Trilateral Highway * Roads in India == References and notes == ==External links== * Story of a village by the highways Category:Roads in India ",
    "title": "National highways of India"
}