{
    "id": "824265",
    "text": "Witold Pilecki (13 May 190125 May 1948; ; codenames Roman Jezierski, Tomasz Serafiński, Druh, Witold) was a Polish cavalry officer, intelligence agent, and resistance leader. During World War II, he volunteered to be captured by the Nazis and embedded in Auschwitz concentration camp, to understand the nature of the camp, which was not known at the time. After his escape several years later, he wrote Witold's Report, the first comprehensive intelligence report on the atrocities of the Holocaust. He was born in Karelia, to which his grandfather had been forcibly resettled from Poland by the Russian tsar after supporting the January Uprising in 1863. Pilecki served as a cavalry officer in the Polish Army in the Polish–Soviet War and World War II. He was also a co-founder of the Secret Polish Army resistance group and later, a member of the Home Army (). In 1940, Pilecki volunteered for the Polish resistance operation to infiltrate Auschwitz. While there, he organized a resistance movement within the camp that eventually numbered in the hundreds, and secretly sent messages to the Western Allies detailing Nazi atrocities at the camp. He escaped in April 1943 after nearly two and a half years of imprisonment. Pilecki later fought in the Warsaw Uprising from August to October 1944. He remained loyal to the London-based Polish government-in-exile after the communist takeover of Poland. In 1947, he was arrested by the secret police on charges of working for \"foreign imperialism\", referring to his war time work for the government-in-exile, and was executed after a show trial in 1948. Information about his exploits and fate was suppressed by the communist regime in Poland until democracy returned to Poland in 1989, after which his story began to become widely known. The story of Pilecki's mission in Auschwitz was told by the Polish historian Józef Garliński, a former Auschwitz inmate who emigrated to Britain after the war. Pilecki is considered a great wartime hero.Remembering Unsung Heroes Of The Holocaust, The Jewish Week. Published on 1 February 2013.Auschwitz inmate Pilecki – 'diamond among heroes', Thenews.pl (Polish Radio English Section). Published on 28 January 2013. Poland's Chief Rabbi Michael Schudrich writes in The Auschwitz Volunteer: Beyond Bravery:The Auschwitz volunteer: about the book, Los Angeles: Aquila Polonica Publishing, 2019. \"When God created the human being, God had in mind that we should all be like Captain Witold Pilecki, of blessed memory.\"The Book Heaven, The man who volunteered for Auschwitz: the greatest story never told, Stanford University. Posted 10 June 2012. Ryszard Schnepf, Polish ambassador to the United States, described Pilecki as a \"diamond among Poland's heroes\" and \"the highest example of Polish patriotism\" in 2013.Captain Witold Pilecki commemorated at the U.S. Holocaust Memorial Museum in Washington, DC, Embassy of the Republic of Poland in Washington, DC. British historian Norman Davies writes: \"If there was an Allied hero who deserved to be remembered and celebrated, this was a person with few peers.\" Pilecki described his struggles and exploits as simply the moral and patriotic duties of a Catholic and a Polish patriot. ==Early life== Witold Pilecki was born on 13 May 1901 in the town of Olonets, Karelia, in the Russian Empire. He was a descendant of a noble family (szlachta) originally from the Grodno region. His grandfather, Józef Pilecki h. Leliwa, was a member of the Polish landed gentry and a dedicated Polish nationalist. Józef Pilecki had been a supporter of the secessionist January Uprising of 1863–1864. Following the brutal defeat of the uprising by Russian forces, Józef Pilecki, like most Polish nobles who had supported the rebellion, had his title revoked and his estate and other properties were confiscated by the Russian government. He was condemned to exile in Siberia for seven years. After his release he and his family were forcibly resettled by Tsarist authorities to the remote territory of Karelia.Świerczek, Lidia. Pilecki's life. Institute of National Remembrance. Witold's father, Julian Pilecki, worked for the Russian civil service and eventually settled in the town of Olonets in Karelia where he married Ludwika Pilecki (née Osiecimska). Witold Pilecki was the fourth of the couple's six children. In 1910, Ludwika and the children left Karelia and relocated to the Northwestern Krai. After being joined by their father, the family settled in Wilno (now: Vilnius, Lithuania), where Pilecki completed primary school and became a member of the secret ZHP Scouts organization. During the First World War, Wilno was occupied by the German Army in September 1915 and was incorporated into Ober Ost, the German military administration. Pilecki and his family fled to Mogilev, Byelorussia. In 1916, Pilecki moved to the Russian city of Oryol, where he attended gymnasium and founded a local chapter of the ZHP group. ==Polish–Soviet War and later career== In 1918, following the outbreak of the Russian Revolution and the defeat of the Central Powers in World War I, Pilecki returned to Wilno (now part of the newly independent Polish Second Republic) and joined a ZHP Scout section of the Lithuanian and Belarusian Self-Defense Militia, a paramilitary formation aligned with the White movement under General Władysław Wejtko. The militia disarmed the retreating German troops and took up positions to defend the city from a looming attack by the Soviet Red Army. However, Wilno fell to Bolshevik forces on 5 January 1919, and Pilecki and his unit resorted to partisan warfare behind Soviet lines. He and his comrades then retreated to Białystok where Pilecki enlisted as a szeregowy (private) in Poland's newly established volunteer army. He took part in the Polish-Soviet War of 1919–1921, serving under Captain Jerzy Dąbrowski. He fought in the Kiev Offensive (1920) and as part of a cavalry unit defending the city of Grodno. On 5 August 1920, Pilecki joined the 211th Uhlan Regiment and fought in the crucial Battle of Warsaw and in the Rudniki Forest (Puszcza Rudnicka). Pilecki later took part in the liberation of Wilno and briefly served in the ongoing Polish-Lithuanian War as a member of the October 1920 Żeligowski rebellion. Following the conclusion of Polish-Soviet War in March 1921 Pilecki was transferred to the army reserves. He was promoted to the rank of plutonowy (corporal) and was designated as a non-commissioned officer. He went on to complete his secondary education (matura) later that same year. In 1922, Pilecki briefly attended the University of Poznań where he studied agriculture. He soon returned to Wilno and enrolled with the Faculty of Fine Arts at Stefan Batory University. Pilecki was forced to abandon his studies in 1924 due to both financial issues and the declining health of his father. He remained active in the military as a member of the army reserves and served as a military instructor in Nowe Święcice. Pilecki later underwent officer-training at the Cavalry Reserve Officers' Training School in Grudziądz. Following his graduation, Pilecki was assigned to the 26th Lancer Regiment in July 1925 with the rank of Chorąży (ensign). Pilecki would be promoted to Podporucznik (second lieutenant) the following year. In September 1926, Pilecki became the owner of his family's ancestral estate, Sukurcze, in the Lida district of the Nowogródek Voivodeship. Pilecki rebuilt and modernized the property's manor house, which had been destroyed during World War I. On 7 April 1931, he married Maria Pilecka (née Ostrowska; 19066 February 2002), a local school teacher originally from Kupa (Narach, currently Belarus). They had two children, born in Wilno: Andrzej (16 January 1932) and Zofia (14 March 1933). Pilecki and his family would later take up residence at Sukurcze. Pilecki developed a reputation as a community leader, a prominent social worker and amateur painter. He was also a vigorous advocate of rural development, founding an agricultural cooperative, heading the local fire brigade and also serving as chairman of a local milk-processing plant built in the district. In 1932, Pilecki established a cavalry training school in Lida. Shortly afterward he was appointed commander of the newly established 1st Lidsky Squadron, a position he would hold until 1937, when this unit was absorbed into the Polish 19th Infantry Division. In 1938, Pilecki received the Silver Cross of Merit for his community activism and his social work. ==World War II== Pilecki was mobilized as a cavalry platoon commander on 26 August 1939. He was assigned to the 19th Infantry Division under General Józef Kwaciszewski, part of the Polish Army Prusy, and his unit took part in heavy fighting against the advancing Germans during the invasion of Poland. The platoon was almost completely destroyed following a clash with the German forces on 10 September, and it withdrew to the southeast toward Lwów (now L'viv in Ukraine) and the Romanian bridgehead. It was incorporated into the 41st Infantry Division, in which Pilecki served as divisional second-in-command under Major Jan Włodarkiewicz. He and his men destroyed seven German tanks, shot down one aircraft, and destroyed two more on the ground.Beadle, Jeremy and Harrison, Ian (2008) Firsts, lasts & onlys: military. Anova Books. . p. 129.Wysocki, Wiesław Jan (1994) Rotmistrz Pilecki. \"Gryf\". . p. 32. On 17 September, the Soviet Union invaded eastern Poland following the Molotov–Ribbentrop Pact. After the fall of Warsaw on 27 September 1939, Pilecki and many of his men continued fighting as partisans. His division was disbanded on 17 October, with parts of it surrendering to the enemy. ===Polish resistance=== Pilecki went into hiding in Warsaw with his commander Major Włodarkiewicz. On 9 November 1939, the two men founded the Secret Polish Army (Tajna Armia Polska, TAP), one of the first underground organizations in Poland. Włodarkiewicz became its leader, while Pilecki became organizational commander of TAP as it expanded to cover Warsaw, Siedlce, Radom, Lublin, and other major cities in central Poland. To maintain his cover, Pilecki worked as a manager of a cosmetics storehouse. While Pilecki wanted to avert a religious mission so as not to alienate potential allies, Włodarkiewicz blamed Poland's defeat on its failure to create a Catholic nation and wanted to remake the country by appealing to right-wing groups. p. 65. In the spring of 1940, Pilecki saw that Włodarkiewicz was \"flirting with anti-Semitic views\" p. 75. and had put ultranationalist dogma into their newsletter, Znak; Włodarkiewicz had also entered talks about a union with the far-right underground including a group that had offered Nazi Germany a Polish puppet government. p. 78. To stop him, Pilecki went to Colonel Stefan Rowecki, the chief of TAP's rival resistance group, the Union of Armed Struggle (ZWZ), which called for equal rights for Jews and was focused on intelligence gathering of German atrocities and delivering it by courier missions to the Western Allies in an attempt to gain their involvement. The ZWZ had alerted the Polish Government in exile that the Germans were inciting Polish racial hatred as a diversion from their own crimes, and that a Polish Quisling could emerge as a result. Pilecki called for TAP to submit to Rowecki's authority, but Włodarkiewicz refused and issued a manifesto that the future Poland had to be Christian, based on national identity, and that those who opposed the idea should be \"removed from our lands.\" p. 82. The two men fell out over the issue and there was resentment and tension between them. In August, Włodarkiewicz announced at a TAP meeting that after all they would join the mainstream underground with Rowecki – and that Pilecki had been nominated to go to Auschwitz. p. 85. Włodarkiewicz said it was not an order but an invitation to volunteer, but Pilecki saw it as a punishment for refusing to back his ideology, but nevertheless, he took up the challenge. ===Auschwitz=== The Mass Extermination of Jews in German Occupied Poland documented by the Polish government-in-exile, addressed to the wartime allies of the United Nations, 1942 In 1940, Pilecki presented a plan to his superiors to enter Germany's Auschwitz concentration camp at Oświęcim to gather intelligence on the camp from the inside and organize inmate resistance. Little was known about how the Germans ran the camp, and it was thought to be an internment camp or large prison rather than a death camp. His superiors approved the plan and provided him with a false identity card in the name of \"Tomasz Serafiński\". He went out during a Warsaw street roundup on 19 September 1940 and was caught by the Germans along with 2,000 civilians, including Wladyslaw Bartoszewski. He was detained for two days in the Light Horse Guards Barracks, where prisoners suffered beatings with rubber truncheons, then he was sent to Auschwitz where he was assigned inmate number 4859. During his imprisonment, Pilecki was promoted by the Home Army to the rank of Porucznik (first lieutenant). Auschwitz concentration camp photographs of Pilecki (1941) Pilecki organized the underground Union of Military Organizations (ZOW) at Auschwitz while working in various kommandos and surviving pneumonia. Many smaller underground organizations at Auschwitz eventually merged with ZOW. ZOW's tasks were to improve inmate morale, provide news from outside, distribute extra food and clothing to members, set up intelligence networks, and train detachments to take over the camp in the event of a relief attack by the Home Army, arms airdrops, or an airborne landing by the Polish 1st Independent Parachute Brigade based in Britain. ZOW provided the Polish underground with invaluable information about the camp; they sent reports to Warsaw from October 1940, and the reports were forwarded via the Polish resistance to the British government in London beginning in March 1941. In 1942, Pilecki's resistance movement was also broadcasting details on the number of arrivals and deaths in the camp and the conditions of the inmates using a radio transmitter that was built by camp inmates. The secret radio station was built over seven months using smuggled parts; it was broadcasting from the camp until the autumn of 1942, when it was dismantled by Pilecki's men after concerns that the Germans might discover its location because of \"one of our fellows' big mouth\". These reports were a principal source of intelligence on Auschwitz for the Western Allies. Pilecki hoped that either the Allies would drop arms or troops into the camp, or that the Home Army would organize an assault on it from outside. Meanwhile, the Camp Gestapo under SS-Untersturmfuhrer Maximilian Grabner redoubled its efforts to ferret out ZOW members, killing many of them.Garlinski, Jozef (1975) Fighting Auschwitz: the Resistance Movement in the Concentration Camp. Fawcett. . pp. 191–197. Pilecki decided to break out of the camp with the hope of convincing Home Army leaders personally that a rescue attempt was a valid option. ===Escape=== Pilecki was assigned to a night shift at a camp bakery outside the fence, and he and two comrades overpowered a guard, cut the telephone line, and escaped on the night of 26–27 April 1943, taking with them documents stolen from the Germans. The men fled on foot to the village of Alwernia where they were helped by a priest, and then on to Tyniec where locals assisted them. After that, they reached the Polish resistance safe house near Bochnia, owned, coincidentally, by commander Tomasz Serafiński—the very man whose identity Pilecki had adopted for his cover in Auschwitz. At one point during the journey, German soldiers attempted to stop Pilecki, firing at him as he fled; several bullets passed through his clothing, while one wounded him without hitting either bones or vital organs. ===Outside the camp=== After several days as a fugitive, Pilecki made contact with units of the Home Army. On 25 August 1943, Pilecki reached Warsaw and was attached to Section II (intelligence and counter-intelligence) of the Home Army's regional headquarters. After losing several operatives reconnoitering the vicinity of Auschwitz, including the Cichociemny Stefan Jasieński, it was decided that the Home Army lacked sufficient strength to liberate the camp without Allied help. Pilecki's detailed report (Raport Witolda – Witold's Report) estimated that \"By March 1943 the number of people gassed on arrival reached 1.5 million\", which was remarkably accurate considering post-war estimates suggest 1.1 million people died in Auschwitz during the war. On 11 November 1943, Pilecki was promoted to Rotmistrz (cavalry captain) and joined a secret anti-communist organization, NIE (both the Polish word for \"no\" and short for niepodległość \"independence\"), formed as a clandestine unit within the Home Army with the goal of preparing resistance against a possible Soviet occupation. The Soviet Red Army, despite being within attacking distance of the camp, showed no interest in a joint effort with the Home Army and the ZOW to free it. Until he became involved in the Warsaw Uprising, Pilecki remained in charge of coordinating ZOW and AK activities and provided what limited support he was able to offer to ZOW. In Auschwitz, Pilecki had met the author Igor Newerly, whose Jewish wife, Barbara, was hiding in Warsaw. The Newerlys had been working with Janusz Korczak to try to save Jewish lives. Pilecki gave Mrs. Newerly money from the Polish resistance that she passed on to several Jewish families whom she and her husband protected. He also gave her money to pay off her own szmalcownik, or blackmailer, who said he was Jewish and threatened to report her to the Gestapo. p. 534. The blackmailer disappeared, and it has been said that \"it is likely that Witold arranged for his execution\". p. 490. ==Warsaw Uprising== When the Warsaw Uprising broke out on 1 August 1944, Pilecki volunteered for service with Kedyw's Chrobry II Battalion. At first, Pilecki served as a common soldier in the northern city center, without revealing his rank to his superiors. Later, after many officers were killed in the fierce fighting that occurred during the early days of the uprising, Pilecki disclosed his true identity to his superiors and accepted command of the 1st \"Warszawianka\" Company located in Śródmieście in downtown Warsaw. Pilecki fought under the nom de guerre \"Captain Roman\". After the capitulation of the uprising, Pilecki hid a cache of weapons in a private apartment and surrendered to the Wehrmacht on 5 October 1944. He was sent to Germany and imprisoned at Stalag VIII-B, a prisoner-of-war camp near Lamsdorf, Silesia. He was later transferred to Oflag VII-A in Murnau, Bavaria where he was eventually liberated by troops of the US 12th Armored Division on 28 April 1945. ==Communist Poland== Photographs of Pilecki from Mokotów Prison (1947) In July 1945, Pilecki left Murnau and was reassigned to the military intelligence division of the Polish II Corps under General Władysław Anders in Ancona, Italy. While stationed there, Pilecki began writing a monograph on his experiences at Auschwitz. In October 1945, as relations between the Polish government-in-exile and the Soviet-backed regime of Boleslaw Bierut deteriorated, Pilecki was ordered by General Anders and his intelligence chief, Lt. Colonel Stanislaw Kijak, to return to Poland and report on the prevailing military and political situation under Soviet-occupation. Pilecki arrived in Warsaw in December 1945 and proceeded to begin organizing an intelligence gathering network, which included several wartime associates from Auschwitz and the Secret Polish Army (TAP). To maintain his cover identity, Pilecki lived under various assumed names and changed jobs frequently. He would work as a jewelry salesman, a bottle label painter, and as night manager of a construction warehouse. Nevertheless, Pilecki was informed in July 1946 that his identity had been uncovered by the MBP. He was ordered to leave the country, but he refused to do so. Pilecki provided Anders and the Polish government-in-exile with an intelligence report on the Kielce pogrom; he referred to it as \"a tragedy\" in which a Polish mob and local officials murdered 37 Jews. p. 534. ===Arrest and execution=== Pilecki in court (1948) Trial of Pilecki (1948) Show trial of Pilecki (1948) Pilecki was arrested by agents of the Ministry of Public Security on 8 May 1947, and he was repeatedly tortured before going to trial. A fellow accused saw him with two collarbones broken and his hands hanging limply by his sides. The investigation of his activities was supervised by Colonel Roman Romkowski. He was interrogated by Communist Col. Józef Różański and lieutenants S. Łyszkowski, W. Krawczyński, J. Kroszel, Tadeusz Słowianek, Eugeniusz Chimczak, and Stefan Alaborski—men who were infamous for their savagery. But Pilecki sought to protect other prisoners and revealed no sensitive information. A show trial took place on 3 March 1948,The Times, 1948. and testimony against Pilecki was presented by future Polish prime minister Józef Cyrankiewicz, also an Auschwitz survivor. Pilecki was charged with illegal border crossing, use of forged documents, not enlisting with the military, carrying illegal arms, espionage for General Władysław Anders, espionage for \"foreign imperialism\" (government-in-exile), and planning to assassinate several officials of the Ministry of Public Security of Poland. Pilecki denied the assassination charges, as well as espionage, although he admitted to passing information to the 2nd Polish Corps, of which he considered himself an officer and thus claimed that he was not breaking any laws. He pleaded guilty to the other charges. He was sentenced to death on 15 May with three of his comrades, and he was executed with a shot to the back of the head at the Mokotów Prison in Warsaw on 25 May 1948 by Staff Sergeant Piotr Śmietański (nicknamed \"The Butcher of Mokotów Prison\" by the inmates).Płużański, Tadeusz M. \"Strzał w tył głowy.\" Publicystyka Antysocjalistycznego Mazowsza (in Polish). Pilecki's place of burial has never been found, but is thought to be somewhere within Warsaw's Powązki Cemetery. \"60 lat temu zginął rotmistrz Witold Pilecki\" (Sixty years ago Captain Witold Pilecki died) Gazeta Wyborcza, PAP, 23 May 2008. After the fall of Communism in Poland, a cenotaph was erected in his memory at Ostrów Mazowiecka Cemetery. In 2012, Powązki Cemetery was partially excavated in an effort to find his remains.Puhl, Jan. (9 August 2012) Poland Searches for Remains of World War II Hero Witold Pilecki. Spiegel.de. Retrieved on 19 September 2015. ==Legacy== Witold Pilecki memorial plaque in Warsaw Pilecki and all others sentenced in the show trial were rehabilitated in September 1990. He was awarded the Order of Polonia Restituta in 1995, and he received the Order of the White Eagle in 2006, the highest Polish decoration. On 6 September 2013, he was promoted to Colonel by the Minister of National Defence. Films about Pilecki include Śmierć rotmistrza Pileckiego (The Death of Captain Pilecki, 2006) starring Marek Probosz,Śmierć Rotmistrza Pileckiego. FilmPolski.pl. Retrieved on 19 September 2015. Pilecki (2015) starring Mateusz Bieryt, and the documentaries Against the Odds: Resistance in Nazi Concentration Camps (2004)Against The Odds , Capitaljfilms.com. Retrieved 19 September 2015. and Heroes of War: Poland (2014) produced by Sky Vision for the History Channel UK.History UK orders \"Heroes of War\" from Sky Vision. Realscreen (25 April 2013). Retrieved 19 September 2015. A number of books have been written about him, and his comprehensive 1945 report on his undercover mission at Auschwitz was published in English in 2012 under the title The Auschwitz Volunteer: Beyond Bravery. The New York Times called it \"a historical document of the greatest importance\". Pilecki is the subject of Jack Fairweather's 2019 book entitled The Volunteer: The True Story of the Resistance Hero Who Infiltrated Auschwitz. The song \"Inmate 4859\" by Swedish heavy metal band Sabaton is about Pilecki. ==Polish Army career summary== * Ensign (chorąży) from July 1925 * Second Lieutenant (podporucznik) from 1926 * First Lieutenant (porucznik) from 1941 (promoted while at Auschwitz) * Captain (rotmistrz) from 23 February 1944 (with seniority from 1943) * Colonel (Pułkownik) from 6 September 2013 (posthumously) ==References== ===Bibliography=== * * * * * * * * * ==Further reading== * Ciesielski E. Wspomnienia Oświęcimskie [Auschwitz Memoirs]. Kraków: 1968. * Cyra, Adam. Ochotnik do Auschwitz – Witold Pilecki 1901–1948 [Volunteer for Auschwitz]. Oświęcim: 2000. * Cyra, Adam. Spadochroniarz Urban [Urban Paratrooper]. Oświęcim: 2005. * Cyra, Adam and Wiesław Jan Wysocki. Rotmistrz Witold Pilecki. Oficyna Wydawnicza VOLUMEN, 1997. * Jack Fairweather, The Volunteer: One Man's Mission to Lead an Underground Army Inside Auschwitz and Stop the Holocaust, Custom House, 2019. About Witold Pilecki. * \"Journalist Jack Fairweather [author, The Volunteer] recounts the efforts of Witold Pilecki, a member of the Polish resistance during World War II, who volunteererd to be deliberately captured and sent to Auschwitz in order to sabotage the Nazis' operations.\" (Documentary.) Interviewed by Robert Jan Van Pelt. Video provided by Museum of Jewish Heritage, New York City. C-SPAN 2 Book TV, broadcast 30 June 2020. Rebroadcast 9 August 2020. * Gawron, W. Ochotnik do Oświęcimia [Volunteer for Auschwitz]. Calvarianum: Auschwitz Museum, 1992. * Pilecki, W. (Translated by Jarek Garlinski) The Auschwitz Volunteer: Beyond Bravery. Aquila Polonica, 2012. * \"Rotmistrz Pilecki bohaterem popularnej audycji w kanadyjskim radiu\" (\"Captain Pilecki, hero of a popular Canadian radio program\"), Gwiazda Polarna, vol. 110, no. 20 (28 September 2019), p. 21. * Wysocki, Wiesław Jan. Rotmistrz Pilecki. Pomost, 1994. * Adam J. Koch. A Captain's Portrait Witold Pilecki - Martyr for Truth Freedom Publishing Books, Melbourne Australia, 2018 ==External links== * Witold Pilecki's report from Auschwitz in Polish * Additional reports of Pilecki * Category:1901 births Category:1948 deaths Category:People from Olonets Category:People from Olonetsky Uyezd Category:Imperial Russian people of Polish descent Category:Polish Roman Catholics Category:Polish Army officers Category:Polish Scouts and Guides Category:Vilnius University alumni Category:Polish people of the Polish–Soviet War Category:Polish military personnel of World War II Category:Armia Krajowa members Category:Warsaw Uprising insurgents Category:Polish prisoners of war Category:World War II prisoners of war held by Germany Category:Escapees from Auschwitz Category:Cursed soldiers Category:Commanders of the Order of Polonia Restituta Category:Recipients of the Cross of Valour (Poland) Category:Recipients of the Silver Cross of Merit (Poland) Category:Recipients of the Auschwitz Cross Category:Recipients of the Warsaw Cross of the Uprising Category:Honored in Garden of the Righteous in Warsaw Category:Polish torture victims Category:Executed military personnel Category:Executed people from the Republic of Karelia Category:Executed Polish people Category:People executed by the Polish People's Republic Category:Burials at Powązki Cemetery ",
    "title": "Witold Pilecki"
}