{
    "id": "824416",
    "text": "Sir Noel Plunkett Power, GBS (Traditional Chinese: 鮑偉華爵士, 4 December 1929 – 19 November 2009) was a senior judge in Hong Kong and Brunei Darussalam. He had been a barrister-at-law in his home-country Australia when he joined the judiciary of Hong Kong in 1965 as a magistrate in the Lands Tribunal. Since then, he had been successively promoted as President of the Lands Tribunal, a puisne judge of the Supreme Court and Vice-President of the Court of Appeal. In 1996, he became acting Chief Justice of the Supreme Court when Sir Ti-liang Yang resigned and contested for the first ever election of the Chief Executive. After the transfer of sovereignty of Hong Kong from Britain to People's Republic of China in 1997, he was appointed Vice-President of the Court of Appeal of the High Court. He retired from the High Court in 1999 but remained as a non-permanent judge of the Court of Final Appeal. Sir Noel was honoured with a knighthood and a Gold Bauhinia Star in 1999 by the British monarch and the Government of Hong Kong respectively. He chaired an independent inquiry to probe into the opinion poll scandal of the University of Hong Kong in 2000. In 2005, he was one of the presiding judges of the Court of Final Appeal who heard the inheritance dispute between local tycoon Nina Wang and her old-aged father-in-law. In his later years, Sir Noel was a judge of the Court of Appeal of Brunei Darussalam and was appointed President in 2007. He died in office in 2009. ==Biography== ===Early years=== Power was born on 4 December 1929 in Brisbane, Queensland, Australia, to a locally renowned family of Irish descent. His grandfather, the Hon. Francis Isidore Power (1852–1912), was a member of the Legislative Council of Queensland; his great-uncle, Virgil Power, (1849–1914) was a judge of the Supreme Court of Queensland. Noel was the middle child among his siblings with an elder brother and younger sister. His parents were John Joseph Power, a doctor in the Australian Army and once the president of the Queensland Turf Club, and Hilda Power.\"Sir Noel Plunkett Power \", Supreme Court of Queensland Library, retrieved on 24 November 2009. In his early years, Noel Power was educated at Downlands College, Toowoomba, Queensland. After that he read law and studied literature at the University of Queensland where he was a member of the winning team in the Inter-Varsity Debating Competition. He graduated with a Bachelor of Arts and LL.B degrees from the university.Who's Who. London: A & C Black, 2008. ===Judicial career=== Shortly after graduation, Power was called to the bars of the High Court of Australia and Supreme Court of Queensland in 1955, where he began his career as a barrister-at-law. In 1965, he moved to Hong Kong and became a magistrate of the Lands Tribunal. He managed to get promoted as President of the Lands Tribunal in 1976. In this capacity, he had compiled the Lands Tribunal Law Reports for three consecutive years, before getting promoted again as a puisne judge of the Supreme Court in 1979. During serving in the Supreme Court, Power was appointed by the government in 1984 to chair the Broadcasting Review Board. Under his chairmanship, the committee published a report in 1985 which resulted in the establishment of the Broadcasting Authority in 1987. In 1987, Power became a judge of the Court of Appeal, a post he had held until 1993 when he was appointed Vice-President of the Court of Appeal. From 1994 to 1997, he was also the chairman of the editorial board of the Hong Kong Law Reports. In 1996, Power was appointed acting Chief Justice of the Supreme Court when Sir Ti-liang Yang resigned and contested for the election of the Chief Executive. He did not hold the post for long and was soon succeeded by Andrew Li as Chief Justice of the Court of Final Appeal immediately after the transfer of sovereignty of Hong Kong from Britain to the People's Republic of China in 1997. The end of British rule bought many changes to the judicature of Hong Kong. A Court of Final Appeal was set up to replace the British Judicial Committee of the Privy Council, and the Supreme Court was renamed the High Court, and Power was appointed a non- permanent judge of the Court of Final Appeal in addition to his original post as Vice-President of the Court of Appeal. Justice Power retired from the Court of Appeal in July 1999 but continued to serve in the Court of Final Appeal. In 2005, he was one of the judges of the Court of Final Appeal who heard the inheritance dispute between local business tycoon, Nina Wang, and her old aged father-in-law. The case was one of the longest civil trials in the legal history of Hong Kong. The court finally overturned the previous High Court rulings and found in favour of Nina Wang. To mark his contribution to the judiciary of Hong Kong, Power was appointed a Knight Bachelor in the Queen's Birthday Honours of 1999. He received the knighthood in person from Queen Elizabeth II in Buckingham Palace in the same year. Also in 1999, the Government of Hong Kong Special Administrative Region awarded him the Gold Bauhinia Star, the second-highest honour the Chief Executive can bestow. In 2000, an opinion poll scandal emerged in the University of Hong Kong when the Director of the university's Public Opinion Programme (POP), Dr Robert Chung, revealed to the local media that he was pressured by then Chief Executive, Tung Chee Hwa, through a third person that he must stop conducting public opinion polls on the popularity of the Chief Executive and the government. The scandal aroused critical debate in Hong Kong that the then Pro-Chancellor of the University of Hong Kong, Sir Ti-liang Yang, was compelled to set up an independent inquiry panel. Justice Power was then appointed to chair the panel while other members of the inquiry were Ronny Wong Fook- hum, former Chairman of the Bar Association, and Pamela Chan, former Chief Executive of the Consumer Council.〈梁振英：港大問題港大解決〉，《星島網新聞回顧》，2000年7月27日。 In the 76-page report later published by the inquiry, all three members concurred in concluding that the Senior Special Assistant to the Chief Executive, Andrew Lo Cheung-on, did attempt to influence the Public Opinion Programme. The report finally resulted in the resignations of the then Vice-Chancellor, Prof Cheng Yiu-chung, and Pro-Vice-Chancellor, Prof Wong Siu-lun, of the university. ===Later years=== Since 1980, Power had already served as visiting judge to Brunei Darussalam on several occasions. After retiring from the Court of Appeal of Hong Kong in 1999, he was appointed a judge of the Court of Appeal of Brunei Darussalam in 2003, and became President of the Court of Appeal of Brunei Darussalam in 2007. Power resided in Australia in his final years but kept travelling frequently to hear cases in Brunei. Despite declining health, he managed to work through the legal year of 2009 in Brunei. ===Death=== On 19 November 2009, he suddenly suffered a heart attack and was sent to the Jerudong Park Medical Centre in Brunei. He died on the same day in the medical centre, while he was still in office, aged 79.\"President Of Brunei Court Of Appeal Passes Away\", BruDirect.COM, 21 November 2009. The death of Justice Power was grieved by the Law Society of Brunei Darussalam and Chief Justice of Hong Kong, Andrew Li. In his statement, Chief Justice Li particularly praised him as \"one of the most outstanding Judges to have served Hong Kong in recent decades. He was an outstanding lawyer and his judgments have provided authoritative guidance in many areas, particularly in the criminal field.\"\"Former top judge, Sir Noel Power, dies \", RTHK News, 20 November 2009. A memorial service was held by the Law Society of Brunei on 21 November. Lady Power and key people from the judiciary of Brunei were present.Danial Norjidi, \"Tribute for late Justice\", Borneo Bulletin, 22 November 2009. ==Family== Sir Noel was married to Irma Maroya, a Croatian, in Australia on 27 March 1965. They moved to Hong Kong soon after their marriage. The couple had two sons and one daughter. Sir Noel's hobbies included travelling, reading, and cooking and wine tasting. From 1984 to 1999 he was the Chairman of Hong Kong Island of the International Food and Wine Society. From 1994 to 1999 he was Chairman of Asia-Pacific Zone and from 1999 to 2009 was Chairman of Gold Coast of the same society. Sir Noel found the Wines of the Pacific Rim Fair in Hong Kong in 1988. The Fair had become an annual event since then.〈理財智慧：Winpac推動葡萄酒文化〉，《蘋果日報》，2005年1月25日。 {| class=\"infobox bordered\" style=\"width: 20em; font-size: 95%; text-align: left; float:right;\" cellpadding=\"3\" |- ! colspan=\"2\" style=\"background: #CFCFCF; text-align: centre\" Experience |- | colspan=\"2\" style=\"font-size: 90%\" | * Barrister-at-law, Australia (1955–1965) * Magistrate of the Lands Tribunal, Hong Kong (1965–1976) * President of the Lands Tribunal, Hong Kong (1976–1979) * Puisne Judge of the Supreme Court of Hong Kong (1979–1987) * Chairman of the Broadcasting Review Board, Hong Kong (1984–1985) * Judge of the Court of Appeal, Hong Kong (1987–1993) * Vice-President of the Court of Appeal, Hong Kong (1993–1996) * Acting Chief Justice of the Supreme Court of Hong Kong (1996–1997) * Vice-President the Court of Appeal, Hong Kong (1997–1999) * Non-permanent Judge of the Court of Final Appeal of Hong Kong (1997–2009) * Chairman of the Independent Investigation Panel, University of Hong Kong (2000) * Judge of the Court of Appeal, Brunei Darussalam (2003–2007) * President of the Court of Appeal, Brunei Darussalam (2007–2009) |} ==Honours== * Knight Bachelor (1999) * Gold Bauhinia Star (1999) ==See also== * Sir Ti-liang Yang * Robert Chung Ting-yiu * Supreme Court of Hong Kong ==Footnotes== ==References== * Who's Who. London: A & C Black, 2008. * \"Former top judge, Sir Noel Power, dies\", RTHK News, 20 November 2009. * \"President Of Brunei Court Of Appeal Passes Away\", BruDirect.COM, 21 November 2009. * \"Sir Noel Plunkett Power\", Supreme Court of Queensland Library, retrieved on 24 November 2009. * Danial Norjidi, \"Tribute for late Justice\", Borneo Bulletin, 22 November 2009. * 〈梁振英：港大問題港大解決〉，《星島網新聞回顧》，2000年7月27日。 ==Further reading== * REPORT TO THE COUNCIL OF THE UNIVERSITY OF HONG KONG BY THE INDEPENDENT INVESTIGATION PANEL, University of Hong Kong, 26 August 2000. ==External links== * Shaping Queensland: Prominent Legal Families – Power and Hart * Former top judge, Sir Noel Power, dies * OFFICIAL REPORT OF PROCEEDINGS, HONG KONG LEGISLATIVE COUNCIL, 19 March 1986 Category:1929 births Category:2009 deaths Category:Chief Justices of the Supreme Court of Hong Kong Category:Australian judges on the courts of Hong Kong Category:Hong Kong people of Australian descent Category:Justices of the Court of Final Appeal (Hong Kong) Category:Australian Knights Bachelor Category:Australian people of Irish descent Category:Australian Roman Catholics Category:Australian judges on the courts of Brunei Category:University of Queensland alumni Category:British Hong Kong judges Category:Hong Kong judges Category:Recipients of the Gold Bauhinia Star ",
    "title": "Noel Power"
}