{
    "id": "824678",
    "text": "Mutants & Masterminds (abbreviated \"M&M;\" or \"MnM\") is a superhero role- playing game written by Steve Kenson and published by Green Ronin Publishing based on a variant of the d20 System by Wizards of the Coast. The game system is designed to allow players to create virtually any type of hero or villain desired. ==History== In the late 1990s, Steve Kenson had an idea for a superhero setting that he had been contracted to produce. Through a series of misfortunes, the project fell through and he was left with a partially completed manuscript. Shopping it around to various publishers, none were interested (superhero game popularity had declined at that time) until he talked to Chris Pramas (President of Green Ronin Publishing) about the setting. Pramas made the offer to publish the setting if Kenson would also create a superhero game system based on the d20 System. Kenson agreed and began work. Over time, it became clear to him that the game would need to be released only under the Open Game License. Releasing the game under the d20 Standard Trademark License, as originally planned, would have prohibited the inclusion of ability generation and character advancement rules. Presenting a complete game was seen as taking precedence over having a d20 logo on the product, so the decision was made to use the OGL without the d20 license. Mutants & Masterminds was published in 2002; the setting, which was once known as Century City, became Freedom City was published in 2003. The first edition of M&M; books featured graphic design and art direction by the design studio Super Unicorn, but other firms provide the artwork on all subsequent releases. A second edition of the Mutants & Masterminds system debuted at Gen Con in 2005 and saw wide release in October of that year. A third edition of Mutants & Masterminds was released in 2011 and it has also been translated to Italian by Kaizoku Press. In the previous year Green Ronin Publishing had released another superhero role-playing game, DC Adventures. Both games have the same mechanical system and are fully compatible. ==System== Mutants & Masterminds' game mechanics use a highly modified version of the d20 System. Differences include changes to character creation, injury and damage, hit points, the addition of \"hero points\" and super powers, the elimination of character classes and attacks of opportunity, a modified skill list, a very different feat selection, and that any equipment possessed is considered a part of the character and purchased in a manner similar to powers. ===Power Level=== M&M; characters are not class-based nor do they technically have class levels. Instead, they have a Power Level (or \"PL\"), and typically a character begins at Power Level 10 instead of Level 1. This allows a character to begin as an already established superhero with incredible abilities. The power level represents the maximum rank of any combat abilities a character can purchase. Each power level typically grants a character an allotment of points to purchase attribute levels, base attack and defense bonuses, saving throws, feats, skill ranks and super powers, though the game encourages game masters to modify the number of points given per level up or down to reflect the style of game they wish to run. All aspects of the character, including abilities, feats, skills, powers, and equipment, are purchased from this pool of points. The M&M; power level restricts the maximum bonus held by skill ranks, ability scores, and most feats and powers. Beyond limiting bonuses, power level does nothing to restrict a character's power; a power level 10 character can have a maximum strength of 40. ===Toughness saves=== Damage in M&M; is handled differently as well. M&M; does not use hit points. Instead, characters have a fourth saving throw called the \"toughness save\" which is based on their Constitution scores, like the fortitude save. Weapons and powers that do lethal and subdual damage do not roll any dice to determine damage. Instead, damaging attacks are ranked based upon their overall power. For example, a fairly fit but normal human may throw a punch that inflicts +1N (non-lethal) damage, while the irradiated simian mastermind with enhanced strength and razor-sharp claws throws out +12L (lethal) damage. When a character is struck by an attack, he or she rolls a toughness save against a target number equal to the rank of the attack plus 15. Success allows the character to shrug off the attack with minimal effect, while failure results in injury according to the degree of failure and the type of damage. Accumulated damage applies a penalty to further saves, increasing the chances of any given attack knocking out the character. This system of damage is meant to model the nature of superhero comics, in which many characters can ignore most damage outright while still being susceptible to a lucky punch or superpowered blast. The Mastermind's Manual rulebook includes notes for conversion to traditional hit points if desired. ===Advancement=== In M&M;, characters are awarded experience points, called \"power points\" (pp), that can do many beneficial things for the character. As described above, power points are used to purchase powers, feats, skills, abilities, and devices. The specific nature of power points was changed drastically with the 2nd edition of Mutants & Masterminds. In the first edition, when a character accrues 15 pp, they advance a power level, thus raising the caps on power and skill ranks, as well as on power bonus stacking. Under the second edition, power points and power levels are independent, the latter being set by the gamemaster as a function of the campaign. The 2nd edition version of power level determines only the maximum bonus that any power can give, and does not imply that a character does or does not have the points required to purchase enough levels in any power to reach this limit. Though the two are described as being entirely independent, the Mutants & Masterminds manual recommends that the power level be increased by one with each 15 Power Points awarded. ===Hero points=== Like many other super-hero role-playing games, M&M; uses \"hero points\". Hero points allow an unlucky player to be able to hold their own in a battle, thus reducing the amount that luck plays into the gameplay. A hero point can do several things, like allow the reroll of a failed roll of any sort at a crucial moment, including toughness saves to avoid damage. On this reroll numbers under 11 have ten added to them, resulting in a range of 11-20, and a very slim chance of failing. A player may also use a hero point to ignore fatigue, allowing them to use temporary feats without the negative effects of fatigue that normally occur with such feat usage. Hero points are generally awarded to a player by the gamemaster when something bad befalls the character, such as the villain escaping without them having a chance of stopping him. This is particularly encouraged if the bad thing in question is something related to one of their disadvantages, and many disadvantages provide no other benefit aside from acting as a source of hero points. ==Settings== Neither edition of the core M&M; book comes with a default setting, but both include an adventure that takes place in the Freedom City setting. Settings published for the game include: *Autumn Arbor: This setting, from Arbor Productions (purchased by Daring Entertainment in 2009 and re- released under the title \"Dawn of Legends\" with several new rules and character options), details a world where super-beings (called \"Neos\") have existed publicly since World War II. Autumn Arbor takes place in a world where the laws and legal systems have evolved to handle the often ignored nuances of the comic book genre, and where the characters are depicted as real people beneath the costumes and powers, often with real-life issues such as parenting and addiction. The setting is also supported by a novel line; the first of which, Little Girl Lost, was written by Lee F. Szczepanik, Jr., Autumn Arbor co-creator. The Autumn Arbor Campaign Setting was a 2008 Origins Awards semi- finalist. The campaign world was further detailed in the Dawn of Legends sourcebook, which expanded the setting beyond the city of Autumn Arbor to include superhuman activities in nations such as China, Cuba, Germany, Japan, Mexico and others,including alterations in world history/world events outside the United States. The role of the federal government and the legal system in dealing with \"Neos\" is also given in greater depth. *Bedlam: Designed by James Thomson for Plain Brown Wrapper Games, the setting harkens back to the Iron Age of Comics, with more mature-themed characters, situations, and scenarios. It is set in Bedlam, the City of Nowhere (AKA the City of Rust). Bedlam is a deeply troubled metropolis, riven by economic hardship, corruption, and dark occult activities. While much of the setting details street-level heroes and villains, more powerful \"four-color\" characters also exist within the city. Player character heroes may choose to play to type as ruthless vigilantes or defy the genre by becoming role-models for Bedlam's downtrodden populace. *DC Adventures: Published as a spin-off title based on the mainstream comic-book universe published by DC Comics, its Hero's Handbook introduced the third edition Mutants & Masterminds rules. Additional books provided in game descriptions of the various heroes and villains populating the DC Universe (DC Adventures Heroes & Villains, Volumes 1 and 2) as well as detailing the DC Universe itself (DC Adventures Universe). *Freedom City: A four-color, city- based setting by Steve Kenson that is filled with elements that are similar to the great icons and concepts of classic comic books. *Gestalt: Published by BlackWyrm Games, this hefty third party setting presents a campaign world where superhumans (\"gestalts\") first appeared in 1989 with powers matching classical archetypes. A traditional superhero world colored by surreal elements. *Halt Evil Doer: A Marvel-esque setting by Phipps Gaming Studios that is similar to the Modern Age of comics. Despite having many iconic elements that spring from the Silver Age/Bronze Age of the classic Marvel Universe, the setting includes archetypes drawn from the DC comics as well, including a \"trinity\" of major heroes based loosely on Superman, Batman, and Wonder Woman. However, despite drawing from earlier decades of superhero history, the characters and setting reflect the more mature, diverse, and nuanced comics of the current era. Halt Evil Doer has been extensively supported and expanded on Green Ronin's Atomic Think Tank forums. *META-4: This setting, by Erik Mona, Kyle Hunter, and Sean Glenn, is detailed in the Crooks! sourcebook. It has been compared to edgier 1990s comic books. *The Infinite Universe: Presented in a three volume (with other volumes tentatively announced) series from Big Finger Games, the heroes, villains, and timeline of the Infinite Universe are covered in the books \"Adepts of the Arcane\", \"Lords of Lightning\", and \"Sons of the Gun\". The campaign includes many black ops oriented characters, magically oriented heroes and villains, and secret organizations. *Nocturnals: Based on Dan Brereton's Nocturnals comic book series, the setting book was written by Mr. Brereton, with the assistance of Chris Pramas. It is a horror/pulp-based setting. *Noir: Written by Christopher McGlothlin, Noir is based on classic film noir. The setting of Noir is a dark world where heroes are flawed and the friend you trust may be your greatest enemy. *Golden Age: A setting for adventures in the Golden Age of Comic Books published from 1938-55. It also details the Freedom City setting during that era. *Hero High:A supplemental rulebook dealing with teenage heroes. *Iron Age: Very similar to Golden Age except that it deals with the Modern Age of Comic Books which is considered to roughly encompass the mid-1980s through early 1990s. *Lockdown: A prison-based setting. *Paragons: A generic and modular \"real-world\" setting that takes the recent trends in comic book movies, the Ultimate Marvel line of comic books, and the television show Heroes as inspiration. *Wild Cards: An adaption of the novels of the same name, edited by George RR Martin. The setting itself is a much stranger version of superheroes, opting for z-list types with only one power or mutation. ===Superlink program=== Green Ronin licences the use of M&M; through the M&M; Superlink program. Under this program, other publishers may request permission from Green Ronin to publish their own material (such as adventure modules, character books, and new power books) incorporating \"product identity\" text from Green Ronin's published works. (Text which is not \"product identity\" is already covered by the Open Game License; its use requires no further permission from Green Ronin.) Over a dozen publishers have produced more than fifty products using the Superlink program. A few have released their products as hard-back or soft-back books through retail outlets, but most have produced products as Portable Document Format books intended to be obtained on-line through electronic distribution systems. ==References== ==External links== * * Mutants and Masterminds at RPGnetWiki * www.d20herosrd.com A fan-built and maintained SRD (System Reference Document) that includes all of the Open Game Content portions of the Mutants and Masterminds 3E rules. Category:Superhero role-playing games Category:D20 System Category:Green Ronin Publishing games Category:Role-playing games introduced in 2002 ",
    "title": "Mutants &amp; Masterminds"
}