{
    "id": "825017",
    "text": "was a Japanese conservative politician in the Liberal Democratic Party (LDP), who served as Minister of Finance from 24 September 2008 to 17 February 2009. He previously held the posts of Minister of Economy, Trade and Industry and Ministry of Agriculture, Forestry and Fisheries in the cabinet of Junichiro Koizumi. He was regarded as one of Japan's most attractive public figures. On 4 October 2009, he was found dead in his Tokyo apartment. The cause of his death is yet to be determined; although no suicide note was found, there was also no indication of foul play. ==Early life and education== Nakagawa was born in Tokyo on 19 July 1953 and attended Azabu High School, graduated from the law faculty of the University of Tokyo and entered the Industrial Bank of Japan in 1978. His father, Ichiro Nakagawa, was a prominent Hokkaidō politician who committed suicide in 1983. The younger Nakagawa was elected to the Japanese House of Representatives in the same year. ==Political career== In 1998, Nakagawa became Minister of Agriculture and Fisheries under Prime Minister Keizō Obuchi, and in 2003, he became Minister of Economy, Trade and Industry in the cabinet of Prime Minister Junichiro Koizumi. He served as Agriculture Minister from October 2005 to September 2006, when incoming prime minister Shinzō Abe appointed Nakagawa as chairman of the Policy Research Council of the LDP. In December 2006, Kyodo News Agency quoted Nakagawa as having said the atomic bombings of Hiroshima and Nagasaki were \"truly unforgivable on humanitarian grounds\" and reported the politician's concerns over the possession of nuclear weapons by North Korea. Discussing Market Access of US beef and the Doha Round. Agriculture Secretary Ed Schafer and Shoichi Nakagawa, Parliamentary Member, Liberal Democratic Party, Japan discuss market access of US beef and the Doha Round, 2 May 2008 Nakagawa's views were close to those of Abe. In particular, both support nationalism in history education, a hard-line stance regarding North Korea and constitutional amendments. Abe has made efforts to relink ties with neighbouring China, while Nakagawa officially voiced his concern over the country's growing military expenditure, claiming that, were the situation in Taiwan to deteriorate, Japan would become, by 2020, a Chinese colony. Yahoo! World News, 26 February 2007 Despite that most of the mainstream conservative LDP politicians are usually known for their persistent pro-Americanism, Nakagawa was especially known for his pro-Taiwanism in Japan.台湾メディアが現政権『風前のともしび』 17 February 2009 Nikkan Sports On 6 January 2007, in an interview with a reporter from the British newspaper The Daily Telegraph, Nakagawa stated \"Women have their proper place: they should be womanly ... They have their own abilities and these should be fully exercised, for example in flower arranging, sewing, or cooking. It's not a matter of good or bad, but we need to accept reality that men and women are genetically different\". The paper's Editorial Information Executive could not confirm the source of this information because of the age of the article. On 2 May 2008, Nakagawa had a discussion about market access of US beef and the Doha Round with Agriculture Secretary Ed Schafer. In the Cabinet of Prime Minister Taro Aso, appointed on 24 September 2008, Nakagawa was appointed as Minister of Finance and Minister of State in charge of Financial Services.\"Aso elected premier / Announces Cabinet lineup himself; poll likely on Nov. 2\" The Yomiuri Shimbun, 25 September 2008 He was defeated in his constituency in the 2009 general election. ==Contribution to IMF== Shōichi Nakagawa with Timothy F. Geithner, United States Secretary of the Treasury (Rome, 13 February 2009) On 10 October 2008, at G7 Nakagawa proposed in Washington a new emergency International Monetary Fund (IMF) loan program to help emerging and small economies such as Iceland, Brazil, Ukraine and Pakistan. The total size of the loans could be about US$200 billion (about 20 trillion yen) In some newly emerging economies and small and medium European countries, total assets in domestic financial institutions far exceed the national gross domestic products and those governments might be unable to raise necessary funds to help failing financial institutions through measures such as nationalisation. \"Nakagawa plan\" eased the concerns of small countries and emerging markets and reduced tension in international financial markets. Shōichi Nakagawa with Managing Director Dominique Strauss-Kahn, IMF (Rome, 14 February 2009) On 14 February 2009, Strauss-Kahn stated 'This commitment is the single-largest supplemental financing contribution by an IMF member country ever, and it clearly demonstrates Japan's leadership and continuing commitment to a multilateral approach to global economic and financial challenges.' Strauss- Kahn said he hoped other countries would join Japan in providing support to the 185-nation institution. Prime Minister Taro Aso told Japan was ready to lend up to $100 billion from our foreign reserves to the IMF if it finds itself with insufficient funds to help emergency economies. Nikkei Business Daily reported that selling U.S. government bonds held by Japan to provide cash to the IMF would affect U.S. bond yields so Tokyo may consider lending U.S. government bonds to the IMF as collateral for it to raise funds. In a communiqué, G-7 ministers committed to acting jointly to support world growth and employment and strengthen the financial sector, while avoiding protectionism. The ministers met as the U.S. Senate voted in favor of a $787 billion economic stimulus plan—clearing the way for it to be signed into law by President Barack Obama. Strauss-Kahn emphasized \"The biggest concrete result of this summit is the loan by the Japanese.... I want to thank the Japanese for having led the way.... Now I will continue with the objective of doubling the (IMF) resources,\" he told reporters. \"It is the largest loan ever made in the history of humanity.\" Loans were made to a number of economies affected by the crisis, including Belarus, Hungary, Iceland, Latvia, Pakistan, Serbia, and Ukraine. It announced a precautionary loan for El Salvador last month and an IMF team has also been in negotiations with Turkey. ==Stance on the comfort women issue== Affiliated to the openly revisionist organization Nippon Kaigi,\"Abe’s reshuffle promotes right-wingers\" (Korea Joongang Daily - 2014/09/05) Nakagawa expressed in July 1998 his skepticism about the fact that many schools in Japan taught about forced \"comfort women\" by the Japanese military during the World War II in history textbooks claiming that there was no evidence that the Japanese government and military were directory involved in recruiting or forcing women to work in the brothels. :\"We admit that there were comfort women who traveled with the military,\" Nakagawa said. \"Poverty and other issues were behind this development, which is quite tragic and sad. It's a sad fact that similar phenomena existed in other parts of the world, including the U.S.\" Nakagawa had an opposing position to Yōhei Kōno's statement that the Japanese government was directly involved in recruiting and forcing \"comfort women\" to work in the brothels. He stated in a radio program that he wouldn't acknowledge Kōno's statement as long as the current Japanese government concealed what he thought to be the truth. He added that Kōno had a masochistic view of history and that other countries would even fake their pride for their own countries. He suggested the government amend or withdraw Kōno's statement about \"comfort women\" immediately. ==Alcohol controversy== Nakagawa had been known for his extremely heavy drinking since a young age. A Minister of Economy, Trade and Industry (Japan) bureaucrat, who was a fellow of Nakagawa's, witnessed Nakagawa drunk frequently, especially before hosting big political conferences.ヤマ場になると飲まずにいられない…中川氏、失態いろいろ 18 February 2009 Yomiuri Shimbun During the G7 meeting of finance ministers in Rome on 14 February 2009, where he signed an agreement to lend an extra $100 billion to the IMF that was described as the \"largest loan ever made in the history of humanity\",IMF Survey: IMF Gains New Funding, Puts Focus on Bank Clean Up IMF Nakagawa was seen to be slurring his words.\"Japanese finance minister denies he was drunk at G-7\" International Herald Tribune, February 16, 2009 Nakagawa claimed that his drowsiness and slurred speech were the result of taking too much cold medicine before the meeting. In \"Who Governs The World\", a book published in February 2010 by Takahiko Soejima, he suggest there were more than three people involved in this incident. Despite calls for his resignation by opposition parties at the time, Nakagawa did not immediately resign; Prime Minister Taro Aso supported him and called for him to continue his duties as Finance Minister.\"Nakagawa Says He Won't Resign After Meeting Aso (Update2)\" Bloomberg.com, 16 February 2009 However, on 17 February, Nakagawa announced that he had chosen to resign, and his resignation was accepted by Prime Minister Aso that evening.\"Japan finance minister steps down\", BBC News, 17 February 2009 ==Death== Shōichi Nakagawa died on 4 October 2009, aged 56 at his home in Tokyo. Japanese media reports said his body was found face down on the bed by his wife, with no external injuries.BBC NEWS Asia-Pacific Japanese ex-minister found dead She alerted ambulance services at approximately 8:30 am. His death had taken place at least eight hours previously. An investigation was done to determine the cause of death.Former Japanese finance minister found dead, The Washington Post An autopsy was planned to determine the cause of death. A will has not been located. Taro Aso, the former Japanese Prime Minister, was rendered speechless by the news: \"I am so deeply shocked that I have no words.\" Hirohisa Fujii, his successor as Finance Minister, also commented: \"I want to express my heartfelt condolences. He was doing a fine job as a finance minister, so it is regrettable.\" The Sydney Morning Herald said his death had \"sent a shock wave throughout the nation.\" After his death, his widow Yūko Nakagawa ran for his old seat in the 2012 election, which she won and held until 2017. ==References== ==External links== * Shoichi Nakagawa's Profile Category:1953 births Category:2009 deaths Category:Azabu High School alumni Category:Conservatism in Japan Category:Members of the House of Representatives (Japan) Category:Ministers of Finance of Japan Category:Ministers of Agriculture, Forestry and Fisheries of Japan Category:People from Hokkaido Category:Politicians from Tokyo Category:University of Tokyo alumni Category:Liberal Democratic Party (Japan) politicians Category:Japanese politicians who committed suicide Category:Members of Nippon Kaigi Category:21st-century Japanese politicians Category:Government ministers of Japan ",
    "title": "Shōichi Nakagawa"
}