{
    "id": "825213",
    "text": "is a Japanese politician. Ishiba is a member of the Liberal Democratic Party (LDP), and is the leader of the Suigetsukai party faction, and a member of the Heisei Kenkyūkai faction, which was then led by Fukushiro Nukaga, until 2011.\"Fukuda Cabinet launched / Changes minimized to reduce impact on Diet business\", The Yomiuri Shimbun, 26 September 2007. Ishiba served as Director General of the Japan Defense Agency under Prime Minister Junichiro Koizumi from 2002 to 2004. He was Minister of Defense under Yasuo Fukuda from 2007 to 2008 and Minister of Agriculture, Forestry and Fisheries under Tarō Asō from 2008 to 2009. The LDP lost government in 2009, entering Opposition. In 2012, he sought to challenge Opposition Leader Sadakazu Tanigaki for the presidency of the LDP, but was defeated by former Prime Minister Shinzō Abe. He accepted the position of Secretary-General of the LDP on 27 September 2012. From 3 September 2014 to 3 August 2016, he served in cabinet as minister overseeing regional economic revitalization and policies aimed at reversing population decline. ==Early life== Born and raised in Yazu District, Tottori, his father Jiro was the governor of Tottori Prefecture. Ishiba graduated from Keio University in 1979 and started working in Mitsui Bank. ==Political career== With members of the Yasuo Fukuda Cabinet (26 September 2007) Ishiba was appointed as the Minister of Defense to the cabinet of Prime Minister Yasuo Fukuda on 26 September 2007, serving in that post until 1 August 2008. Ishiba was the second person in the cabinet of Fukuda to express belief in the existence of UFOs after Nobutaka Machimura.Japan's defense minister braces for aliens, inquirer.net, 20 December 2007 To that end he appeared on a Japanese TV program which featured dubbed extracts from the National Geographic Channel's Alien Invasion series in June 2012. Following Fukuda's resignation, Ishiba stood as a candidate for the LDP presidency. In the leadership election, held on 22 September 2008, Tarō Asō won with 351 of the 527 votes; Ishiba placed fifth and last with 25 votes.\"Aso elected LDP head\", The Yomiuri Shimbun, 22 September 2008. In Aso's Cabinet, appointed on 24 September 2008, Ishiba was named as Minister of Agriculture, Forestry and Fisheries.\"Aso elected premier / Announces Cabinet lineup himself; poll likely on Nov. 2\", The Yomiuri Shimbun, 25 September 2008. In 2012, while the LDP was still in opposition, Ishiba again stood for the presidency of the LDP and was narrowly defeated by Shinzō Abe. He accepted the position of secretary general on 27 September 2012.[The Japan Times] Ishiba to be LDP's new secretary general 28 September 2012 Abe re-appointed him to the position after the December 2012 election in which the LDP returned to government.Wall Street Journal Japan's Abe Appoints Ex-Rival as His No. 2 December 25, 2012 He attracted considerable criticism for his statement in November 2013 that likened peaceful public protests against the new secrecy bill being introduced by his government to \"acts of terrorism\".Japan Times Secrecy law protests ‘act of terrorism’: LDP secretary-general December 1, 2013 He later withdrew the comment.Japan Times Ishiba softens criticism of bill protesters December 2, 2013 In the September 2014 cabinet reshuffle, Abe moved Ishiba from his position as LDP Secretary General and appointed him to a newly created office of Minister for Overcoming Population Decline and Vitalizing Local Economy. He was reported to have declined the offer of a cabinet post responsible for the government's upcoming security legislation. In spite of having been a vocal critic of factionalism in the LDP, Ishiba launched his own faction, the Suigetsukai, on September 28, 2015, with the aim of succeeding sitting prime minister, Shinzo Abe. However, with 19 members, excluding Ishiba, it was one member short of the 20 votes required for nomination for LDP leadership.Nikkei Asian Review Senior LDP member Ishiba forms faction, aiming to succeed Abe September 28, 2015 Ishiba is affiliated to the openly nationalist organization Nippon Kaigi.\"Abe’s reshuffle promotes right-wingers\" (Korea Joongang Daily - 2014/09/05) ==Interest in military issues== Ishiba is known as a \"gunji otaku\" (military geek) and has a keen interest in military matters.[The Japan Times] LDP off the policy autopilot: Ishiba 8 October 2009 He is known for having a lot of expertise related to weapons systems, legal issues about defense and is also fond of building and painting models of aircraft and ships.[The Japan Times] 'Military geek' Ishiba returns to friendly territory 27 September 2007 Ishiba has repeatedly stated that he believes that Japan needs its own equivalent of the United States Marine Corps to be able to defend its many small islands, in 2010 when he was policy chief for the LDP in opposition,Japan Times Japan needs own marines: LDP’s Ishiba May 25, 2010 and as secretary-general of the party in March 2013 after the LDP regained government.NHK website Ishiba urges creation of Japanese marine corps March 26, 2013 In 2011, Ishiba backed the idea of Japan maintaining the capability of building nuclear weapons: During the 2013 North Korean crisis, Ishiba stated that Japan had the right to deliver a preemptive strike against North Korea.http://english.chosun.com/site/data/html_dir/2013/04/15/2013041501034.html In 2017, Ishiba reiterated that Japan should have the capability to build nuclear weapons, stating that \"Japan should have the technology to build a nuclear weapon if it wants to do so\". ==Electoral record== == Gallery == Image:Rumsfeld meets Ishiba 15 November 2003.jpg|Ishiba and United States Donald Rumsfeld, 15 November 2003. Image:Ishiba and Gates with flags.jpg|Ishiba and United States Robert Gates, 8 November 2007. == References == Category:1957 births Category:Living people Category:Politicians from Tottori Prefecture Category:Japanese defense ministers Category:Ministers of Agriculture, Forestry and Fisheries of Japan Category:Members of the House of Representatives (Japan) Category:Members of the United Church of Christ in Japan Category:Liberal Democratic Party (Japan) politicians Category:Members of Nippon Kaigi Category:Keio University alumni Category:21st-century Japanese politicians ",
    "title": "Shigeru Ishiba"
}