{
    "id": "825382",
    "text": "Consolidated Liberator aircraft of the Royal Air Force Coastal Command, 26 February 1944 The Leigh Light (L/L) was a British World War II era anti- submarine device used in the Battle of the Atlantic. It was a powerful (22 million candela) carbon arc searchlight of diameter fitted to a number of the British Royal Air Force's Coastal Command patrol bombers to help them spot surfaced German U-boats at night. Early night operations with the new Air-to- Surface Vessel radar (ASV) demonstrated that the radar's minimum range of about meant that the target was still invisible when it disappeared off the radar display. Efforts to reduce this minimum were not successful, so Wing Commander Humphrey de Verd Leigh hit upon the idea of using a searchlight that would be switched on just when the target was about to disappear on radar. The U-boat had insufficient time to dive and the bombardier had a clear view of the target. Introduced in June 1942, it was so successful that for a time German submarines were forced to switch to charging their batteries during the daytime, when they could at least see aircraft approaching. Germany introduced the Metox radar warning receiver in an effort to counter the combination of ASV and Leigh Light. Metox provided the submarine crew with early warning that an aircraft using radar was approaching. Because the radar warning receiver could detect radar emissions at a greater range than the radar could detect vessels, this often gave the U-boat enough warning to dive. Having expected this, the Allies introduced the centimetric ASV Mk. III radar, regaining control of the battle. Although the German Naxos countered these radars, by this time the U-boat force was already damaged beyond repair. ==Development== Early air-to-surface radar sets, namely the SV Mk. II, had an inconveniently long minimum detection range. Thus as the aircraft approached the target, it would disappear off the radar at a range that was too great to allow it to be seen by eye at night without some form of illumination. At first, aircraft solved this problem by dropping flares to light up the area, but since the flare only lit up the area directly under the aircraft, a string (a number of flares in succession) would have to be dropped until the submarine was spotted. Once it was spotted the aircraft would have to circle back to attack, the entire process giving the submarine a fair amount of time to dive out of danger. Eventually, time-delayed flares were developed that allowed the attacking plane time to circle. The flare was fired into the air from a buoy previously dropped by the plane. The surfaced submarine could then be seen in silhouette as the plane approached. Wing Commander Humphrey de Verd Leigh, an RAF personnel officer, came up with his own solution after chatting with returning aircrew. This was to mount a searchlight under the aircraft, pointed forward and allowing the submarine to be spotted as soon as the light was turned on. He then developed the Leigh Light entirely on his own, in secret and without official sanction—even the Air Ministry were unaware of its development until shown the completed prototype.The Secret War, by Brian Johnson, Pen And Sword Military Classics, 1978, pages 216–217) At first it was difficult to fit on aircraft due to its size. Leigh persisted in his efforts to test the idea, and garnered the support of the Commander-in-Chief of Coastal Command, Sir Frederick Bowhill. In March 1941 a Vickers Wellington DWI that conveniently already had the necessary generator on board, (it had been used for anti-magnetic mining operations using a large electromagnet) was modified with a retractable \"dustbin\" holding the lamp, and proved the concept sound. At this point the Air Ministry decided that the idea was worthwhile, but that they should instead use the Turbinlite, a less effective system which had been originally developed as an aid for nighttime bomber interception. After trials they too eventually decided to use Leigh's system, but it was not until mid-1942 that aircraft started being modified to carry it. Development assistance and production was by Savage and Parsons Ltd. of Watford led by Jack Savage.Death of Jack Savage Flight 27 September 1945, page 350. Accessed October 2010 ==Operation== Photograph of a destroyed U-boat illuminated in Leigh Lights Two types of Leigh Light entered operational use: #The Turret type, fitted on Wellington aircraft, was a searchlight mounted in a retractable under-turret controlled by hydraulic motor and ram. The maximum beam intensity was 50 million candelas without the spreading lens and about 20 million candelas with the lens. Total weight was . #The Nacelle type, fitted on Catalinas and Liberators, was a searchlight mounted in a nacelle in diameter slung from the bomb lugs on the wing. The controls were electric and the maximum beam intensity was 90 million candelas without the spreading lens and about 17 million with the lens. Total weight was . By June 1942, aircraft equipped with ASV radar and the Leigh Light were operating over the Bay of Biscay intercepting U-boats moving to and from their home ports on the coast of France. The first submarine to be successfully sighted was the Italian submarine Torelli, on the night of 3 June 1942, and the first confirmed kill was the , sunk on 5 July 1942 by a Vickers Wellington of 172 Squadron, piloted by American Wiley B. Howell. In the previous five months not one submarine had been sunk, and six aircraft had been lost. The Leigh Light turned the tables, and by August the U-boats preferred to take their chances in daytime when they at least had some warning and could fight back. At least one Fairey Swordfish I biplane torpedo bomber was trialled with a Leigh Light under the lower port wing, with a large battery pack slung under the fuselage where the torpedo would normally be carried. The armament was a rack of anti-submarine bombs carried under the other wing. With such a heavy load performance was poor with a top speed marginally above the stall speed.Brown, Eric Wings on my Sleeve A Swordfish III was also fitted with a Leigh Light under the starboard wing, at some point, though it is unclear where the battery pack was stowed as the ASV radar scanner apparently filled the torpedo area. Wing Commander Peter Cundy was also given the Air Force Cross for his part in the development of the Leigh Light. ==Training== The Observation Post at Putsborough overlooking Morte Bay The Indicator arrow at Putsborough overlooking Morte Bay The observation post and concrete indicator arrow at Putsborough were built for Leigh Light training. A buoy anchored in Morte Bay was used as a target. Two other sites at Woolacombe and midway along the bay provided triangulation to assess the accuracy of the bombing attempt. ==References== ==External links== *Technical details of the Leigh Light Category:Military aviation Category:World War II military equipment of the United Kingdom Category:Searchlights ",
    "title": "Leigh Light"
}