{
    "id": "825959",
    "text": "The International Table Tennis Federation (ITTF) is the governing body for all national table tennis associations. The role of the ITTF includes overseeing rules and regulations and seeking technological improvement for the sport of table tennis. The ITTF is responsible for the organization of numerous international competitions, including the World Table Tennis Championships that has continued since 1926. ==Founding history== The ITTF was founded in 1926 by William Henry Lawes of Wymondham, the nine founding members being Austria, Czechoslovakia, Denmark, England, Germany, Hungary, India, Sweden and Wales. The first international tournament was held in January 1926 in Berlin while the first World Table Tennis Championships was held in December 1926 in London. Toward the end of 2000, the ITTF instituted several rules changes aimed at making table tennis more viable as a televised spectator sport. The older 38 mm balls were officially replaced by 40 mm balls. This increased the ball's air resistance and effectively slowed down the game. On 29 February 2008, the ITTF announced several rules changes after an ITTF Executive Meeting in Guangzhou, Guangdong, China with regards to a player's eligibility to play for a new association. The new ruling is to encourage associations to develop their own players. The headquarters of the ITTF is in Lausanne, Switzerland. The previous president of the ITTF was Adham Sharara from Canada; the current president since 2014 is Thomas Weikert from Germany. ==Membership== ===Continental Federations=== The ITTF recognises six continental federations. Each continental federation has a president as its top official and owns its constitution. The following are recognised federations: {| class=\"wikitable\" |- !width=120|Continent !width=80|Members !width=340|Continental Federation |- |India | style=\"text-align:center;\"|51 |Table Tennis Federation of India (TTFI) |- |Asia | style=\"text-align:center;\"|45 |Asian Table Tennis Union (ATTU) |- |Europe | style=\"text-align:center;\"|58 |European Table Tennis Union (ETTU) |- |Latin America | style=\"text-align:center;\"|40 |Latin American Table Tennis Union (ULTM) |- |Northern America | style=\"text-align:center;\"|4 |Northern American Table Tennis Union (NATTU) |- |Oceania | style=\"text- align:center;\"|24 |Oceania Table Tennis Federation (OTTF) |} ===National Federations=== There are currently 226 member associations within the ITTF. ==Organisational Structure== All member associations of the ITTF attend annual general meeting (AGM). Agendas on changes of the constitution, laws of table tennis, applications for membership etc. are discussed and finalised through votes. Also, the president of ITTF, 8 executive vice-presidents, and 32 or less continental representatives are elected at an AGM, serving for a four- year term. The president, executive vice-presidents, and the chairman of the athletes' commission compose executive committee. The executive committee, continental representatives and presidents of the six continental federations or their appointees compose the board of directors (Board). The Board manages the work of the ITTF between AGMs. Several committees, commissions, working groups or panels work under the constitution of ITTF or under the Board. ==Role in diplomacy== Unlike the organisations for more popular sports, the ITTF tends to recognise teams from generally unrecognised governing bodies for disputed territory. For example, it currently recognises the Table Tennis Federation of Kosovo even though Kosovo is excluded from most other sports. It recognised the People's Republic of China in 1953 and allowed some basic diplomacy which lead to an opening for U.S. President Richard Nixon, called \"Ping Pong Diplomacy\", in the early 1970s. ==Rules== ===Player eligibility=== For ITTF World Title events, a player is eligible to play for his association by registering with the ITTF. If the player chooses to play for a new association, he shall register with the ITTF, through the new association. * The player shall not represent the new association before. * The player will be eligible to play for the new association after three, five, seven years after the date of registration, if the player is under the age of 15, 18, 21 respectively * If the player is 21 years of age or older, he will not be registered with the ITTF and not be eligible to represent a new association at World Title events. ===Service and point system=== The table tennis point system was reduced from a 21 to an 11-point scoring system in 2001. A game shall be won by the player or pair first scoring 11 points unless both players or pairs score 10 points, when the game shall be won by the first player or pair subsequently gaining a lead of 2 points. This was intended to make games more fast-paced and exciting. The ITTF also changed the rules on service to prevent a player from hiding the ball during service, in order to increase the average length of rallies and to reduce the server's advantage. Today, the game changes from time to time mainly to improve on the excitement for television viewers. ===Speed glue ban=== In 2007, ITTF's board of directors in Zagreb decided to implement the VOC-free glue rule at Junior events, starting from 1 January 2008, as a transitional period before the full implementation of the VOC ban on 1 September 2008. As of 1 January 2009, all speed glue was to have been banned. ==Contests== Conventions: MT/WT: Men's/Women's Teams; MS/WS: Men's/Women's Singles; MD/WD: Men's/Women's Doubles; XD: Mixed Doubles ;Major international events {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\" style=\"width:300px;\"|Competition name ! rowspan=\"2\" style=\"width:50px;\"|First held ! rowspan=\"2\" style=\"width:150px;\"|Held every ! colspan=\"2\" style=\"width:100px;\"|ITTF ranking ! colspan=\"7\" style=\"width:260px;\"|Events |- !Ranking!!Bonus!!MT!!WT!!MS!!WS!!MD!!WD!!XD |- |align=left| World Championships || 1926 || Odd-numbered year || R1 || B1 || || || • || • || • || • || • |- |align=left| World Team Championships || 1926 || Even-numbered year || R1 || || • || • || || || || || |- |align=left| Men's World Cup || 1980 || One year || R1 || B2 || || || • || || || || |- |align=left| Summer Olympic Games || 1988 || Four years || R1 || B1 || • || • || • || • || || || |- |align=left| World Team Cup || 1990 || Odd-numbered year || R1 || || • || • || || || || || |- |align=left| Women's World Cup || 1996 || One year || R1 || B2 || || || || • || || || |- |align=left| ITTF World Tour Grand Finals || 1996 || One year || R2 || B2 || || || • || • || • || • || |} ;Junior events {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\" style=\"width:300px;\"|Competition name ! rowspan=\"2\" style=\"width:50px;\"|First held ! rowspan=\"2\" style=\"width:150px;\"|Held every ! colspan=\"2\" style=\"width:100px;\"|ITTF ranking ! colspan=\"7\" style=\"width:260px;\"|Events |- !Ranking!!Bonus!!MT!!WT!!MS!!WS!!MD!!WD!!XD |- |align=left| ITTF Global Junior Circuit || 1992 || One year || R2 || B4 || • || • || • || • || • || • || |- |align=left| World Junior Championships || 2003 || One year || R1 || B3 || • || • || • || • || • || • || • |- |align=left| ITTF Global Cadet Challenge || 2003 || One year || R2 || B4 || • || • || • || • || • || • || |- |align=left| Summer Youth Olympic Games || 2010 || Four years || R1 || B3 || colspan=2| • || • || • || || || |} ;Para events {| class=\"wikitable\" style=\"text- align:center\" |- ! rowspan=\"2\" style=\"width:300px;\"|Competition name ! rowspan=\"2\" style=\"width:50px;\"|First held ! rowspan=\"2\" style=\"width:150px;\"|Held every ! colspan=\"7\" style=\"width:260px;\"|Events |- !MT!!WT!!MS!!WS!!MD!!WD!!XD |- |align=left| Summer Paralympic Games || 1960 || Four years || • || • || • || • || • || • || |- |align=left| ITTF Para Table Tennis World Championships || 1990 || Four years || • || • || • || • || || || |} ;Defunct ITTF events {| class=\"wikitable\" style=\"text-align:center\" |- ! rowspan=\"2\" style=\"width:300px;\"|Competition name ! rowspan=\"2\" style=\"width:50px;\"|First held ! rowspan=\"2\" style=\"width:50px;\"|Last held ! colspan=\"2\" style=\"width:100px;\"|ITTF ranking ! colspan=\"7\" style=\"width:260px;\"|Events |- !Ranking!!Bonus!!MT!!WT!!MS!!WS!!MD!!WD!!XD |- |align=left| China vs. World Challenge || 2004 || 2012 || R2 || || • || • || || || || || |} ==ITTF World Ranking== The ITTF maintains an official World Ranking list based on players' results in tournaments throughout the year. The tables below show the current ITTF World Ranking for men and women. ==See also== *Table tennis *Glossary of table tennis *List of international sport federations *ITTF World Tour *ITTF Hall of Fame *ITTF Star Awards ==References== ==External links== * * Official ITTF's World Ranking Table Category:Organisations based in Lausanne Category:Table tennis organizations Category:Sports world rankings Category:Organizations established in 1926 ",
    "title": "International Table Tennis Federation"
}