{
    "id": "826311",
    "text": "Concept and Understanding Cross-docks are facilities which function without storage in supply chains [1]. The function of the supply chain with a cross- dock is to offer a point of identification of the goods and a point of sorting of the goods to make the overall supply chain efficient. The facility will receive goods from suppliers, sort and then move the goods from the cross-dock to the downstream customers as soon as an economical load is achieved. The principle holds for both port facilities and land-locked facilities and for all the potential transport types, whether for inbound or outbound movement [1,2, 3]. The cross-dock probably evolved in two industries concurrently. It originated in the railroad system, where goods were moved across the platform from one rail car to another, or in the shipping industry, where the vessel was discharged or loaded across the dock and into a rail car. Irrespective of its origin, the intent in both industries was to move goods efficiently from one mode or medium of transport to the same or another mode of transport without storage [2]. Because cross-docks offer no storage, supply chains using cross-docking are different from the supply chains using warehouses. The storage capability in a warehouse decouples the inbound movement and the outbound movements. A cross-dock operates with inbound and outbound movements linked and only slightly delayed due to staging, and therefore cannot be optimized independently from the upstream and downstream processes[1]. The classic problem and cause of failure of cross-docks is where these two processes are not synchronized and the trucks with inbound deliveries are delayed for unloading, or they are unloaded faster than the downstream deliveries occur, and the cross-dock starts to clog with goods for staging and the efficiency drops, further exacerbating the problems. Definition [1] The cross-dock is a facility in a supply chain, which receives goods from suppliers and sorts these goods into alternative groupings based on the downstream delivery point. No reserve storage of the goods occurs, and staging occurs only for the short periods required to assemble a consolidated, economical load for immediate onward carriage via the same mode as the receipt, or a different mode. Cross-docks exist in many different types of supply chains, including those sending parts and assemblies to manufacturing plants, those managing finished vehicle distribution using rail based cross- docks, those involved in retail distribution, and many others. Cross-docks can add value to supply chains where the potential exists to improve transport efficiency, reduce inventory, or speed movement of products. However, enabling a value added cross-dock operation first requires a clear understanding of the three types of cross-docks and the factors necessary to identify each type successfully[1]. Types of Cross-Dock[1]. All cross-docks operate without storage and are aimed at making the supply chain efficient and effective. There are three factors which differentiate the types of cross-dock: Where in the supply chain the identification of specific items for a specific customer is done; Where the primary identification and sort for the items to be delivered to a customer is done; and Whether the supplier is providing only one or multiple products which have to be consolidated. While these three factors could result in multiple different types of cross-docks, practically only three are valid. The three types of cross-dock can be named as follows, and are differentiated primarily by the initial point of identification of the item to be shipped: · Cross-Dock-Managed-Load (CML) · Joint-Managed-Load (JML) · Supplier-Managed-Load (SML) The CML is the least efficient as the time and space required for the identification increases the size for the labelling, and adds a time delay. The JML is where the identification is done by the supplier, but the supplier sends then in a random order so a sort to match each item to an order (to ensure order integrity) is done in the cross-dock. This requires space and time, albeit less than the CML. In the SML process the items are identified when prepared for shipping, or at the end of manufacturing, and offers the greatest potential for efficiency as it minimizes the space and time in the cross-dock. Work Done in the types of cross-dock versus the distribution center (DC) or warehouse [1, 2, 3]. A comparison of the activities or work done in a distribution center and the 3 types of cross-dock This table shows how the SML is by far the most efficient means of moving goods to an end customer with the least amount of work done, and with no storage. The DC or warehouse performs a different function as it decouples the inbound and outbound deliveries by means of its storage. Success factors for cross-docks [4,1]. The choice of whether a cross-dock will improve the overall efficiency of a supply chain is dependent on nine main factors, which are: · Appropriate products · Reliable, efficient suppliers · Expert and reliable supply chain service providers · Process improvement and problem- solving capability · Uniquely skilled management and staff · Well-chosen computer systems · Work balancing and minimization · Efficient physical facility design and layout · Understanding how cross-dock based supply chains work. It becomes evident that cross-docks need to be carefully evaluated by experts before implementation and the above factors allow for a rational and sensible evaluation. Type of sortation in the cross-dock[1]. The cross-dock is primarily a sortation process, linking the inbound to the outbound movements. The sortation can be done by means of manual processes, or these can be automated, or there can be a combination of these. While correctly designed automation is more efficient than manual sortation, it is designed for a maximum level of throughput, which is difficult to increase. It is capital intensive and, once chosen as to the type and method of sortation, cannot accept products which are not compatible. For example, one type of sortation is the pop-up sorter, and this cannot be set both for very light and for very heavy products- the weight and size have to be within specific ranges. Whereas manual sortation does allow for relatively easy scaling, but requires more people, and more space for them to work. ==Advantages of retail cross- docking== * Streamlines the supply chain, from point of origin to point of sale * Reduces labor costs through less inventory handling * Reduces inventory holding costs by reducing storage times and potentially eliminating the need to retain safety stock * Products reach the distributor, and consequently the customer, faster * Reduces or eliminates warehousing costs * May increase available retail sales space * Less risk of inventory handling ==Potential Risk of cross-docking== * Potential partners may not have the necessary storage capacities * An adequate transport fleet is needed to operate * A computerized logistics system is needed * Additional freight handling can lead to product damage * Labor costs are also incurred in the moving and shipping of stock * Accidentally splitting up shipments larger than a single pallet leading to multiple deliveries or lost items Physical facility layout – size and shape[4,3,1] A large number of issues decide on the ideal shape and size of the facility, and these are interrelated. The number of outbound doors will be decided by the downstream locations to be serviced, and the volume each location receives will determine the staging space within the facility. The inbound doors will be designed to match the throughput of the facility to service these downstream locations. The type of process – SML, JML or CML – will be chosen by the agreements with the suppliers and the technology utilized. The choice will influence the shape and size as the time and space within the cross-dock is the least if the SML process is utilized, while the CML will require the most time and space. The total number of doors will then determine the perimeter requirements, while the width will largely be determined by the space to perform the processes within the facility. Overall, the design must be to minimize the work done in the supply chain and in particular the cross-dock, where work in this case is defined by the total distance the load or item is moved, and the mass of the item [4,3,1]. Excellent work on designing and shape of the facility was done to define the optimum shape given a specific number of doors [5]. Cross-dock facilities are generally designed in an \"I\" configuration, which is an elongated rectangle. The goal in using this shape is to maximize the number of inbound and outbound doors that can be added to the facility while keeping the floor area inside the facility to a minimum. Bartholdi and Gue (2004) demonstrated that this shape is ideal for facilities with 150 doors or less. For facilities with 150–200 doors, a \"T\" shape is more cost effective. Finally, for facilities with 200 or more doors, the cost-minimizing shape is an \"X”. Management of and Improvements in a cross-dock [2,1]. The operation of a cross-dock is very similar to a continuous manufacturing process. There is no buffer of stock to decouple the inbound and outbound processes, and the operation takes place in a restricted area. While the ideal would be to have everything to be level loaded, which is where every stage of the process is operating at full capacity, the reality is the different loads delivered, the types of packages and work to be done for each load will make full capacity impossible. The most appropriate method for managing the cross-dock is to apply the principles of Theory of Constraints (TOC) and Lean Six Sigma practices, both of which seek to continuously improve the use of the resources, driving towards full utilization of the capacity of various stages to make the overall process the most efficient. References: 1\\. Vogt, John J. 2010. “The successful cross-dock based supply chain”. Journal of Business Logistics, Vol. 31, No. 1. Pp99-119. 2\\. Vogt, John J. & Pienaar, W. J., April 2007. ”The cross-dock: a new viewpoint on the definition and the design of the facility”. Southern African Business Review Volume 11 Number 1 ISSN 1561-896X 3\\. Vogt, John J. & Pienaar, W. J., 2011. “Operational criteria for a successful cross-dock based supply chain”. Corporate ownership and control, vol 8, issue 4, pp 193-200. 4\\. Vogt, John J. & Pienaar, W. J., 2010. “Implementation of cross-docks”. Corporate ownership and control, Volume 8, issue 1. 5\\. Bartholdi, John J.; Gue, Kevin R. (May 2004). \"The Best Shape for a Crossdock\". Transportation Science. 38 (2): 235–244. doi:10.1287/trsc.1030.0077. 6\\. Making the Move to Crossdocking, Maida Napolitano and the staff of Gross & Associates, 2000 copyright, www.werc.orgMaking the Move to Crossdocking, Maida Napolitano and the staff of Gross & Associates, 2000 copyright, www.werc.org Category:Business terms Category:Freight transport ",
    "title": "Cross-docking"
}