{
    "id": "826390",
    "text": "Iochroma is a genus of about 34 species of shrubs and small trees belonging to the nightshade family Solanaceae and found in the forests of South America and Mexico (- see I. coccinea below). They range from Colombia to Argentina or when certain species are excluded (see below) from Colombia to Peru. Their hummingbird-pollinated flowers are tubular or trumpet-shaped, and may be blue, purple, red, yellow, or white, becoming pulpy berries. The cupular (cup- shaped) calyx is inflated in some species. The leaves are alternate, simple, and entire.Armando T. Hunziker: The Genera of Solanaceae. A.R.G. Gantner Verlag K.G., Ruggell, Liechtenstein 2001. pps. 220-226De Witt, S. and Baum, David A. 2006. Phylogenetics of the Florally Diverse Andean Clade Iochrominae ( Solanaceae ) American Journal of Botany 93(8): 1140–1153. Iochromas are cultivated as flowering ornamentals and in cooler zones (zones 7–8/9) make useful patio shrubs for summer display or conservatory plants. The majority are not frost-hardy and must be overwintered under protection. In warmer zones (zones 9–10) they can be used as landscape plants.Christopher Brickell ( Ed.), The Royal Horticultural Society Encyclopedia of Garden Plants, pub. Dorking Kindersley 1996 , pps. 554–555. They are commonly trained as standards (topiary) to control their size and shape. Iochroma flowers attract hummingbirds (Americas only) and bees to gardens. Like many plants in the Solanaceae, Iochroma species contain phytochemicals with potential pharmaceutical value but the genus has not been exhaustively studied in this respect. Iochroma fuchsioides is taken by the medicine men of the Kamsa Indians of the Sibundoy valley in the Colombian Andes for difficult diagnoses, the unpleasant side effects lasting several days.Schultes, R. E. and Hoffman, A. (1992). Plants of the Gods. Their sacred, healing and hallucinogenic powers. Healing Arts Press, Rochester, Vermont. p. 46. A variety of withanolides Alfonso, D., Bernardinelli, G. and Kapetanidis, I. (1993). Withanolides from Iochroma coccineum. Phytochemistry 34 (2) : 517–521. and hydroxycinnamic acid amides Sattar, E. A., Glasl, H., Nahrstedt, A., Hilal, S. H., Zaki, A. Y. and El Zalabani, S. M. H. (1990). Hydroxycinnamic acid amides from Iochroma cyaneum. Phytochemistry 29 (12) : 3931–3933. have been isolated from Iochroma species. Like other plant families, the Solanaceae is divided further into subfamilies, tribes and subtribes. Iochroma is in the subtribe Iochrominae along with the genera Acnistus, Dunalia, Eriolarynx, Saracha, and Vassobia. Of these, Acnistus is particularly close - to such an extent that species within the genera Iochroma and Acnistus have been known to cross in the wild, creating bigeneric hybrids. ==Species== The genus Iochroma is not completely known. Several of the species listed here are known to have resulted from hybridisation in the wild and there is extensive synonymy which is not recorded here. Recent research indicates that some of the species listed here are not Iochroma (see notes) although changes in nomenclature have not formally been published. There are also known to be undescribed species. Iochroma australe. Cultivated plant, growing at UBC Botanical Garden, British Columbia. Iochroma arborescens. Iochroma umbellatum at University of California Botanical Garden Iochroma cyaneum Quinta do Palheiro Ferreiro, Funchal, Madeira. Ecuadorian species Iochroma calycinum syn. I. macrocalyx. Temperate House, Kew Gardens. Mexican species Iochroma coccinea growing in the Temperate House at Kew Gardens. The genus is currently divided into three sections. Ecuadorian Iochroma grandiflorum. Section Iochroma * Iochroma albianthum S. Leiva * Iochroma australe Grisebach (see notes) * Iochroma ayabacense S. Leiva * Iochroma calycinum Bentham * Iochroma confertiflorum (Miers) Hunziker * Iochroma cornifolium Miers * Iochroma cyaneum (Lindley) M. L. Green * Iochroma edule S. Leiva * Iochroma fuchsioides Miers * Iochroma gesnerioides (Humboldt, Bonpland & Kunth) Miers * Iochroma grandiflorum Bentham * Iochroma loxense Miers * Iochroma nitidum S. Leiva & V. Quipuscoa * Iochroma peruvianum (Dunal) J. F. Macbride * Iochroma piuram S. Leiva * Iochroma sagasteguii sp. nov ined. * Iochroma salpoanum S. Leiva & P. Lezama * Iochroma schjellerupii S. Leiva & Quipuscoa * Iochroma squamosum S. Leiva & V. Quipuscoa * Iochroma stenanthum S. Leiva, V. Quipuscoa & N. W. Sawyer * Iochroma tingoense sp. nov ined. * Iochroma tupayachianum S. Leiva * Iochroma umbellatum (Ruiz & Pavon) D'Arcy Section Lehmannia * Iochroma ellipticum (Hook.f.) Hunziker * Iochroma lehmannii Bitter Section Spinosa * Iochroma parvifolium (Roemer & Schultes) D’Arcy (see notes) Unclassified * Iochroma warscewiczii Regel ==Notes on taxonomy== * Iochroma ellipticum * Iochroma confertiflorum * Iochroma edule * Iochroma salpoanum * Iochroma peruvianum show a marked similarity to the monotypic Acnistus and I. confertiflorum is suspected to hybridise with Acnistus arborescens in the wild. Iochroma australe is not an Iochroma but an Eriolarynx. Occurring in Bolivia and Argentina, this is the southernmost species of Iochroma and its removal from the genus affects the geographic range as indicated above. The plant formerly known as Iochroma cardenasianum is neither an Iochroma nor even a member of the tribe Physaleae (in which Iochroma is placed) but has been found to belong instead to the tribe Datureae. The new genus Trompettia was created to accommodate it. Within tribe Datureae, Trompettia is more closely allied to Brugmansia than to Datura. Iochroma parviflorum is not an Iochroma but a Dunalia. ==Cultivation== In cultivation in the UK, Iochroma australe has gained the Royal Horticultural Society’s Award of Garden Merit. Several forms of Iochroma (some wild collected, some garden hybrids) have been given cultivar names. Some of the cultivars have been assigned to species but others, mainly hybrids, have not. There may be some synonymy in this list.Shaw, J. M. H. (1998) A Review of Iochroma in Cultivation. New Plantsman 5(3): 154–192. * Iochroma australe 'Andean Snow' * Iochroma australe 'Bill Evans' * Iochroma australe 'Sunrise' * Iochroma calycinum 'Vlasta’s Surprise' * Iochroma cyaneum 'Album' * Iochroma cyaneum 'Apricot Belle' * Iochroma cyaneum 'Indigo' * Iochroma cyaneum 'Karl Hartweg' * Iochroma cyaneum 'John Miers' * Iochroma cyaneum 'Royal Blue' * Iochroma cyaneum 'Royal Queen' = I. cyaneum 'Indigo' * Iochroma cyaneum 'Sky King' * Iochroma cyaneum 'Trebah' * Iochroma cyaneum 'Woodcote White' * Iochroma gesnerioides 'Coccineum' * Iochroma gesnerioides var. flavum * Iochroma 'Ashcott Red' * Iochroma 'Burgundy Bells' * Iochroma 'Frosty Plum' * Iochroma 'Ilie’s Plum' * Iochroma 'Plum Beauty' * Iochroma 'Plum Delight' * Iochroma 'Purple Haze' * Iochroma 'Ruby Red' (I. cyaneum 'Royal Blue' x I. 'Sunset') * Iochroma 'Sunset' * Iochroma 'Wine Red' ==References== == External links == (2008): Iochroma - an annotated list of the species and cultivars Category:Solanaceae genera Category:Flora of South America Category:Garden plants of South America ",
    "title": "Iochroma"
}