{
    "id": "827166",
    "text": "{| |} USS New York was a three-masted, wooden-hulled sailing frigate in the United States Navy that saw service during the Quasi-War with France. New York was built by public subscription by the citizens of New York for the United States Government; laid down in August 1798 by Peck and Carpenter, New York City; launched 24 April 1800; and commissioned in October 1800, Captain Richard Valentine Morris in command. The New York was one of the group of five frigates built by the States for the Federal Government to supplement the original six provided for by the Naval Act of 1794, 'The ship entered the Navy when the Quasi-War with France was being fought in the Atlantic and Caribbean oceans where French warships preyed on American shipping interests. ==Service history== ===Caribbean=== The New York departed New York on 22 October 1800, and sailed for the Caribbean, convoying the brig Amazon and her cargo to Martinique and then sailing to St. Kitts, arriving on 6 December to meet the frigate there and receive orders. Putting to sea the next day, New York cruised the waters near Guadeloupe on patrol protecting U.S. merchant ships until forced to return to St. Kitts on 31 December by a bad outbreak of fever among her crew. The frigate remained in the West Indies port, putting the forty sickest men ashore and recruiting others to replace them until sailing in mid-January 1801 to resume station on watchful patrol against those French ships, both naval vessels and privateers, which had been attacking Yankee merchant ships trading with the British West Indies. With the ratification of Pinckney's Treaty with France on 3 February, she was ordered to return home on 23 March and arrived at New York in late April, remaining there until sailing to Washington in mid-May. New York was placed in ordinary at Washington Navy Yard as part of the reserve naval force provided for in the Peace Establishment Act of 1801. The frigate's day to day patrolling performed an invaluable service to the nation, not only protecting American commerce, but also helping to establish the United States Navy as a force to be reckoned with. As part of the infant Navy, New York had, as President John Adams told Congress of the Navy’s actions, \"raised us in our own esteem; and effected to the extent of our expectations, the objects for which it was created.\" ===Barbary Coast=== The frigate recommissioned on 14 August 1802, Captain James Barron in command.Cooper, 1856 p.159 The small Moorish kingdoms on the Barbary Coast of North Africa were attacking American ships, killing and imprisoning crewmen and stealing cargo, while demanding high monetary tribute as their price for ending these piratical acts. In response to this challenge, Thomas Jefferson sent a naval squadron to the Mediterranean in May 1801 to protect the nation’s interests, and on 14 November 1802, New York sailed from Washington Navy Yard to reinforce that squadron and join in the blockade. Abbot, W. John, 1886 pp.190–191 Arriving Gibraltar 6 April 1803, she met the squadron there and became its flagship when Commodore Morris, her first captain, broke his broad pennant from the frigate’s yardarm. The squadron sailed on 11 April for Tripoli to confront the Pasha with a strong show of American force. En route on 25 April, a powder explosion on board New York killed four men and damaged the ship, forcing the squadron to put into Malta from 1–19 May while she effected repairs. Arriving off Tripoli on the 22nd, the squadron remained there attempting negotiations with the Bashaw. Following two brief engagements, 22 and 27 May in which the American ships’ overwhelming fire drove off attacking Tripolitan gunboats, the talks seemed to bear fruit. Midshipman John Downes was one of those recognized for distinguished service on New York during the fighting. On 9 June, a tentative treaty was agreed to on the condition that the U.S. ships would immediately leave the harbor. Commodore Morris, following these terms, sailed in New York the next day, leaving the rest of the squadron on guard off the coast to follow later, little realizing that the treacherous Bashaw would resume his piratical activities as soon as the American presence was gone. ===Toward home=== Sailing to Malta 14 June, New York received the 17-gun salute of Vice Admiral Horatio Nelson and the British Fleet at Valletta. The frigate remained there replenishing and allowing her crew to see the sights of the island until sailing for Gibraltar on 8 July by way of Naples and Málaga and arriving on 14 September. There, she met Commodore Edward Preble and his squadron, sent to relieve Commodore Morris. On the day of her arrival, Captain John Rodgers came aboard to relieve Commodore Morris of command of New York and following one month in port, the warship sailed for home. Stopping at Tunis for supplies on 4 November, she returned to Washington Navy Yard on 9 December 1803 and was immediately placed in ordinary. There New York remained for the next eleven years. The frigate was burned by the British in the capture of Washington, D.C. on 24 August 1814 during the War of 1812. ==Bibliography== * Url * Url ==References== * Category:Sailing frigates of the United States Navy Category:Quasi-War ships of the United States Category:Barbary Wars American ships Category:War of 1812 ships of the United States Category:Ships built in New York (state) Category:1800 ships ",
    "title": "USS New York (1800)"
}