{
    "id": "827218",
    "text": "Richard Thomas Mabey (born 20 February 1941) is a writer and broadcaster, chiefly on the relations between nature and culture. ==Education== Mabey was educated at three independent schools, all in Berkhamsted, Hertfordshire. The first was at Rothesay School, followed by Berkhamsted Preparatory School and then Berkhamsted School. He then went to St Catherine's College at the University of Oxford where he read Philosophy, Politics and Economics. ==Life and work== After Oxford, Mabey worked as a lecturer in Social Studies in Further Education at Dacorum College, Hemel Hempstead, then as a Senior Editor at Penguin Books. He became a full-time writer in 1974. He spent most of his life among the beechwoods of the Chilterns. He now lives in the Waveney Valley in Norfolk, with his partner Polly Lavender, and retreats to a boat on the Norfolk Broads. In the 1970s and 80s Mabey wrote and presented several television documentaries. He appeared in the 1975 BBC programme In Deepest Britain, with John Gooders and other naturalists, giving an unscripted narration of the wildlife observed during a country walk. He wrote and narrated the 1996 BBC television series Postcards from the Country, for whose eight, 40- minute episodes he was series producer, as well as being the producer- director on four. He made a film for the BBC on Kew Gardens. His Unofficial Countryside and The Flowering of Britain were based on his books of the same names. White Rock, Black Water was a specially-written film about the limestone Country of the Yorkshire Dales, and a Channel 4 8-part series - Back to the Roots – explored the role of plants in Britain's contemporary culture . In the 1990s he appeared regularly on BBC's Country File. Between 1982 and 1986 he sat on the UK government's advisory body, the Nature Conservancy Council. Mabey writes regularly for The Guardian, the New Statesman, The Times and Granta. A selection of these writings was compiled as the book Country Matters. He has written a personal column in BBC Wildlife magazine since 1984, and a selection of these columns has been published as A Brush with Nature. Between 2000 and 2002 Mabey suffered from depression, and his book Nature Cure, describing his experiences and recovery in the context of man's relationship with landscape and nature, was short-listed for three major literary awards, the Whitbread Biography of the Year, the Royal Society of Literature’s Ondaatje Prize for evoking the spirit of place and the J.R. Ackerley Prize for Autobiography. He has edited and introduced editions of Richard Jefferies, Gilbert White, Flora Thompson and Peter Matthiessen. His contributions to BBC radio include 'The Scientist and the Romantic', a series of five essays on his lifelong relationship with science and the natural environment broadcast in 'The Essay' on Radio 3 in 2009, and Changing Climates, on our everyday experience of living with the weather, in 2013. Mabey was the first president of the London Wildlife Trust and later a Vice- president; Mabey's Meadow, named for him by the London Wildlife Trust, was one of his favourite haunts, and is described in his book The Unofficial Countryside (1974). It provides the only access to Frays Island in the River Colne. ==Awards and distinctions== Mabey has been awarded two Leverhulme Fellowships, and honorary doctorates by St Andrews, Essex and East Anglia for his contributions to nature writing. He was awarded a Civil List Pension in 2008 for services to literature. He was elected a Fellow of the Royal Society of Literature in 2011. He is a Trustee of the arts and conservation charity Common Ground, Vice-President of the Open Spaces Society, Patron of the John Clare Society and President of the Waveney and Blythe Arts. His life of Gilbert White won the 1986 Whitbread Biography of the Year. His Flora Britannica won the British Book Awards’ Illustrated Book of the Year and the Botanical Society of the British Isles’ President's Award, and was runner-up for the BP Natural World Book Prize. ==Portraits== The National Portrait Gallery has a 1984 bromide print of Richard Mabey by Mark Gerson. Mabey sat for sculptor Jon Edgar in Norfolk during 2007, as part of The Environment Triptych (2008) along with heads of Mary Midgley and James Lovelock. == Bibliography == * * * * * * * (with Francesca Greenoak) * * * * * (with Michael McIntyre) * * * (with illustrations by Clare Roberts) * - photography by Gareth Lovett Jones * * * * (co-author) * * * * * * * * * * * * === Contributions === * (Editor) * (Editor) * (Editor) * *Class (ed.), 1968 *The Natural History of Selborne (ed.), Penguin, 1977 *In Search of Food (with David Mabey) *Cold Comforts, 1983 *Second Nature (ed.), 1984 *NHS Everyman (ed.), 1993 *Landscape with Figures: an anthology of Richard Jeffries (ed.), 1986-9 *The Oxford Book of Nature Writing, 1995 *The Yorkshire Dales (With landscape photographer Graham Nobles) *The Garden of Weeds, 2010 ===Introductions and Forewords === *The Snow Leopard, Peter Matthiessen, Viking Press, 1978, * *The Tree: A Celebration of Our Living Skyline, edited by Peter Wood, David & Charles, 1993, * *An Exaltation Of Skylarks, compiled by Stewart Beer, SMH Books, (1995), *Lark Rise to Candleford (2009 edition) * ===Educational and Children’s=== *Pop Process (Hutchinson 1969) *Behind the Scene *Food *Children in Primary School * *Oak and Co. ===Films=== * Postcards from the Country, BBC, 1996 * Richard Mabey's 2011 'Botanical Busk' tour (of the London canals, commissioned by the Floating Cinema) ==References== == External links == * Category:1941 births Category:British nature writers Category:English environmentalists Category:English nature writers Category:Fellows of the Royal Society of Literature Category:Living people Category:People educated at Berkhamsted School Category:Alumni of St Catherine's College, Oxford ",
    "title": "Richard Mabey"
}