{
    "id": "827301",
    "text": "Globe is a supermarket tabloid first published in North America on November 10, 1954, in Montreal, Quebec, Canada, as Midnight by Joe Azaria and John Vader and became the chief competitor to the National Enquirer during the 1960s. Globe is a popular style of largely sensationalist journalism, called Tabloid journalism. In 1978 it changed its name to the Midnight Globe after its publisher, Globe Communications, and eventually changed its name to Globe. The newspaper, as well as most of its rivals, is now owned by American Media, Inc. and is published out of American Media's headquarters in Boca Raton, Florida. AMI's Chief Content Officer, Dylan Howard, oversees the publication. Globe covers a widespread range of topics, including politics, celebrity news, human interest, and high-profile crime stories. In 2013, it led the fight to try to save TV's All My Children and One Life to Live. On April 18, 2019, it was announced that American Media Inc. had agreed to sell Globe to Hudson Group. ==History== In mid-November 1995, Globe caused controversy by publishing Tejana singer Selena Quintanilla-Perez's autopsy photos, causing retailers in her home region of South Texas to pull and dispose of that edition of the tabloid. The same pulling occurred in Boulder, Colorado, in 1997, when autopsy photos of JonBenét Ramsey were published in the tabloid, though one local retailer retained stock of that edition. American Media bought parent Globe Communications in 1999. In 2003, Globe caused controversy by publishing the name of Kobe Bryant's accuser and putting her picture on its cover. Traditionally, media in the United States have refrained from revealing the names of alleged victims of sex crimes. Globe Editor-in-Chief Jeffrey Rodack defended the magazine's decision to publish her name in an article for the Poynter Journalism Institute. Earlier, Globe had named the accuser in the William Kennedy Smith rape case, achieving notoriety for that move. The paper also printed the transcribed tapes of Frank Gifford's affair at a New York City hotel, cheating on his wife, Kathie Lee Gifford. Globe has a tendency to focus on more news and political-oriented content than its sister papers, although a fair share of celebrity content is present. It published deathbed photos of Gary Coleman on June 9, 2010, claiming the diminutive former child actor was murdered. On April 18, 2019, AMI agreed to sell Globe and also the National Enquirer and National Examiner to Hudson Group.https://www.npr.org/2019/04/19/715050724/national-enquirer-to-be-sold- to-hudson-news-heir-james-cohenhttps://abcnews.go.com/Business/hudson-media- buys-national-enquirer-100-million-wake/story?id=62499219 ===Anthrax attacks=== In 2001, the offices of American Media in Boca Raton, Florida, were attacked with anthrax. A photo editor with The Sun, a sister publication to Globe, died from exposure to it, and the building was sealed for three years. ==References== ==External links== * - Front page | Globe Magazine *Index of legal cases filed against The Globe in connection with JonBenet Ramsey coverage * Category:1954 establishments in Quebec Category:English-language magazines Category:Magazines published in Florida Category:Magazines published in Montreal Category:Magazines established in 1954 Category:Supermarket tabloids Category:Weekly magazines published in the United States ",
    "title": "Globe (tabloid)"
}