{
    "id": "827479",
    "text": "All the Way... A Decade of Song is the first English-language greatest hits album by Canadian singer Celine Dion. Released by Sony Music Entertainment on 12 November 1999, it features nine previously released songs and seven new recordings. Dion worked on new tracks mainly with David Foster. Other producers include Max Martin, Kristian Lundin, Robert John \"Mutt\" Lange, James Horner and Matt Serletic. All the Way... A Decade of Song garnered positive reviews from music critics. They praised the first uptempo single \"That's the Way It Is\" and a ballad \"If Walls Could Talk\". Some criticism was directed towards including a small number of hits and many new recordings. Despite that, the album became a commercial success throughout the world and peaked at number one in every major music market around the globe. All the Way... A Decade of Song has sold over 22 million copies worldwide, including over nine million in the United States, five million in Europe, two million in Japan and one million units in Canada. ==Background== After ten years of standing in the spotlight, Celine Dion decided go on vacation. \"I'm looking forward to having no schedule, no pressure, to not caring about whether it's raining or not, just visiting with family and friends, cooking at home, trying to seriously have a child. I want no pressure for a while,\" she said. But before Dion embarked on her two-year respite from the music industry beginning 1 January 2000, she prepared All the Way... A Decade of Song to cap a ten-year period in which she has sold over 100 million records worldwide. In the '90s, Dion has transformed herself from a regional Canadian success into one of the world's most successful pop artists. In that time, she's released seven English- language albums, from 1990's Unison to All the Way... A Decade of Song, and six newly recorded French albums, picking up numerous awards, including five Grammys. The process of putting together All the Way... A Decade of Song was laborious for all involved, from balancing the number of hits and new songs to ensuring that each of the latest tracks showed a new side of Dion. \"We had hourly conversations, back and forth, about what the combination should be,\" said John Doelp, the album's co-executive producer. He added, \"We wanted to make sure we had some new sounds and that we were able to go to new places\". Co-executive producer Vito Luprano added: \"The first idea was to record three new songs, then Dion said, 'Let's go for five,' her lucky number. But we had so many great songs coming in that we ended up recording nine. Out of that, we decided to go with seven\". ==Content== ===Album=== All the Way... A Decade of Song contains nine greatest hits (ten on the Japanese version) with seven new songs in one single-disc package. Collaborators include Max Martin; Robert John \"Mutt\" Lange; James Horner and Will Jennings, who wrote \"My Heart Will Go On\"; French songwriter/producer Luc Plamondon; Diane Warren; and David Foster. The Jennings/Horner track \"Then You Look at Me was also placed in December 1999 on the film soundtrack Bicentennial Man, starring Robin Williams; and Plamondon's \"Live (for the One I Love)\", which has been translated from its original French version \"Vivre\", appeared in February 2000 on the French stage-show album Notre-Dame de Paris. The first single, \"That's the Way It Is\" is an optimistic uptempo song, co-written and co-produced by Max Martin, best known for his work with young pop artists. Other highlights on All the Way... A Decade of Song include a remake of Roberta Flack's \"The First Time Ever I Saw Your Face\", which Dion has performed acoustically in her Let's Talk About Love World Tour; the Robert John \"Mutt\" Lange ballad \"If Walls Could Talk\", with Shania Twain on background vocals; the power ballad \"I Want You to Need Me\" from Diane Warren; another, orchestrated power ballad \"Then You Look at Me;\" and a song Dion and René Angélil were married to, \"All the Way\", here in a virtual duet with Frank Sinatra. Sony Music Entertainment released eight different versions of her greatest hits, tailored to Dion's individual successes in North America, Europe, France, Australia/New Zealand, Asia, Japan, Latin America and Brazil. ===DVD=== In 2001, Sony Music Entertainment released All the Way... A Decade of Song & Video on DVD. It includes music videos for \"If Walls Could Talk\" and \"Then You Look at Me\", which weren't released as singles. It also contains two videos from the 1999 CBS television special, \"All the Way\" and \"The First Time Ever I Saw Your Face\", and music videos for All the Way... A Decade of Song singles: \"That's the Way It Is\", \"Live (for the One I Love)\" and \"I Want You to Need Me\" .The DVD also includes previous hits, some of them in live versions from the Live in Memphis concert. In late 2003, Sony Music Entertainment released a combination of All the Way... A Decade of Song CD and All the Way... A Decade of Song & Video DVD in Europe and Australia. ==Promotion== On 7 October 1999, Celine Dion taped her second CBS television special at the Radio City Music Hall in New York City. She performed: \"Love Can Move Mountains\", \"To Love You More\" (with Taro Hakase on violin), \"That's the Way It Is\" (with 'N Sync), \"All the Way\" (virtual duet with Frank Sinatra), \"The First Time Ever I Saw Your Face\" and a medley of \"Here We Are/Because You Loved Me/Conga\" in duet with Gloria Estefan. The television special aired on 22 November 1999 and was the second-most-watched program in its time slot, with an 8.3 rating and a 14 share. Dion also performed \"That's the Way It Is\" in various television and award shows in late 1999, before taking a two-year break from the music industry. On 31 December 1999, she performed her last concert at Montréal's Molson Centre, with guest Bryan Adams and a host of French-Canadian singers. ==Singles== \"That's the Way It Is\" was released as the first single from the album in November 1999. It reached number six on the US Billboard Hot 100 and became a top ten hit around the world. In February 2000, \"Live (for the One I Love)\" was released as the second single in selected European countries and in March 2000, \"The First Time Ever I Saw Your Face\" was issued as the next single in the United Kingdom, peaking at number nineteen. The second North American single, \"I Want You to Need Me\", was released in April 2000 and reached number-one on the Canadian Singles Chart. ==Critical reception== All the Way... A Decade of Song garnered generally positive reviews from music critics. Michael Paoletta from Billboard gave it a very positive review, calling the album a reminder of why the decade has been Dion's signature era – and why the future looks bright for her. According to him, regarding seven new songs, All the Way... A Decade of Song is Dion's most focused album yet, drawing on a team of collaborators that understands this artists's strengths. Among the highlights Paoletta mentioned: the first single \"That's the Way It Is\", a welcome uptempo number; \"I Want You to Need Me\", a consummate love song ripe for a second single; \"If Walls Could Talk;\" \"Then You Look at Me\", a characteristically \"roof-raising, fan-stoking\" Dion anthem; her \"beyond-the-pale\" duet with Frank Sinatra on \"All the Way\"; and \"The First Time Ever I Saw Your Face\", a remake that \"affirms Dion's ability to lay low and still scintillate\". Chuck Taylor from Billboard also praised \"That's the Way It Is\". He wrote that Dion at last \"ups the tempo with the irresistible\" first single. According to Taylor, this new track, a joyful ode to holding the faith but allowing love to take its course when it's ready, matches Dion with a new team of collaborators, consistent hitmakers: Max Martin, Kristian Lundin and Andreas Carlsson. \"Replete with a festive mandolin and a midtempo beat to bring new heights to her as-ever splendid vocal,\" this song is \"destined to enrapture\" top forty and AC the first time through, at last stripping away mainstream radio's gripe that Dion is \"too adult\". He said that, youthful and yet elegant, and glowing brightly with warmth, the song also represents a bold step forward for Martin, who is best known for his work with chart-topping youth acts. All in all, \"That's the Way It Is\" is \"one of the most compelling radio releases yet\" from \"one of the core voices of the decade\". Chuck Taylor also reviewed \"I Want You to Need Me\" and wrote that linking Dion and Diane Warren has always been about \"as fine a fit as a trusty pair of Thom McAn's\". Between Warren's \"heart-drenched\" words and dramatic melody writing and Dion's \"potent vocals straight from soulside, divadom has never sounded so mighty\". According to him, for fans of Dion's \"high-caliber\" power ballads, this is truly among the best ever and a highlight on All the Way... A Decade of Song. Longing for romantic attention, Dion sings, \"I want you to need me, like the air you breathe/I want you to feel me, in everything/I want you to see me, in your every dream/The way that I taste you, feel you, breathe you, need you\". Taylor stated that Warren's trusty melody is wholly natural and free-flowing, while production from the usually rock- oriented Matt Serletic is \"sheer perfection\". It all peaks from the glorious midsection through to the end, where Dion delivers exactly what we've come to expect: a crescendo as \"spine-tingling\" as those first few times we heard \"My Heart Will Go On\". Although Stephen Thomas Erlewine of AllMusic gave the album four out of five stars, he criticized it for including seven new songs and just nine hits. According to him, if it had been a straight hits collection, with \"That's the Way It Is\" and \"If Walls Could Talk\" added to the end, it would have been fine, but padding it with nearly a full album worth of new material hurts it. He also noticed that Dion's first American hit, \"Where Does My Heart Beat Now\", isn't here, nor is her duet with Barbra Streisand, \"Tell Him\". Erlewine stated that the best of the hits, like the Meat Loaf-ian epic \"It's All Coming Back to Me Now\" and \"My Heart Will Go On\", are certainly among the best adult contemporary songs of the decade. In comparison to the new material, he felt that the danceable \"That's the Way It Is\" and the \"pretty\" ballad \"If Walls Could Talk\" work, but he did not like \"The First Time Ever I Saw Your Face\" and \"All the Way\". According to him, the remaining three new songs \"aren't bad\", but they're not particularly memorable, especially compared to the hits. ==Commercial performance== All the Way... A Decade of Song debuted at number three on the US Billboard 200 with sales of 303,000 copies, the second-largest opener in Dion's career at that time, exceeded only by the 334,000 units that 1997's Let's Talk About Love spun in its first week. Thanks to Dion's CBS television special, she earned a second- week gain of 30% (394,000 copies) and the third number-one album of her career. The next week, All the Way... A Decade of Song stayed at number one, selling another 328,000 units. In the following week, it fell to number two with sales of 415,000 copies. In the fifth week, it topped the chart again, selling 537,000 units, becoming the first number one album of the 2000s. All the Way... A Decade of Song draw the biggest weekly sales in its sixth week when it sold 640,000 copies, falling to number two. On the Billboard's list of best-selling records of 1999 in the US, All the Way... A Decade of Song was placed at number thirteen with sales of 2,900,000 units. As of November 2019, All the Way... A Decade of Song has sold 8,200,000 copies in the United States according to Nielsen SoundScan, with an additional 1,100,000 units sold at BMG Music Club. SoundScan does not count albums sold through clubs like the BMG Music Service, which were significantly popular in the 1990s. Despite selling over 9.3 million copies in the US, it was certified only seven-times Platinum by the RIAA. All the Way... A Decade of Song is also the fourth best-selling greatest hits album in the US in the Nielsen SoundScan era and the best- selling greatest hits album by a female artist. According to Billboard, it became the 26th best-selling album of the decade (2000–09) in the US. In Canada and in Quebec, All the Way... A Decade of Song debuted at number one. The album shipped one million copies and was certified Diamond by the CRIA. All the Way... A Decade of Song was also successful in Japan where it peaked at number one and was certified two-times Million by the RIAJ, denoting shipment of two million copies. Also in Australia, the album topped the chart for two weeks and was certified three-times Platinum by the ARIA. In the United Kingdom, All the Way... A Decade of Song debuted at number one selling 74,681 copies. It became one of five Dion albums to sell more than one million copies in the UK. As of October 2008, the album has sold 1,318,223 units in the UK and was certified four-times Platinum by the BPI. Also in Germany, the album entered the chart at number one spending six non-consecutive weeks at the top. It was certified seven-times Gold by the BVMI after it shipped 1,050,000 copies. Overall, it sold over five million copies in Europe and was certified five-times Platinum by the IFPI. All the Way... A Decade of Song topped the charts around the world and was certified multi-platinum in various countries. During the first two years of its release, the album had sold over seventeen million copies globally. Overall, it has sold 22 million copies. ==Accolades== All the Way... A Decade of Song received the 2000 Japan Gold Disc Award for International Pop Album of the Year and \"All the Way\", duet with Frank Sinatra, was nominated for the Grammy Award for Best Pop Collaboration with Vocals at the 43rd Grammy Awards. == Track listing == All editions of All the Way... A Decade of Song include seven new songs and the previous hits: \"Beauty and the Beast\", \"The Power of Love\", \"Because You Loved Me\", \"It's All Coming Back to Me Now\", \"My Heart Will Go On\" and \"To Love You More\". Other tracks vary by country. Notes * signifies a co-producer * signifies an additional producer ==Personnel== Adapted from AllMusic. *René Angélil – producer *Kenny Aronoff – drums *David Ashton – engineer *Chris Brooke – assistant engineer, assistant vocal engineer, mixing, mixing assistant *Andreas Carlsson – background vocals *Terry Chiazza – A&R; *Luis Conte – percussion *Celine Dion – liner notes, primary artist, vocals *Mark Dobson – digital editing, pro-tools *John Doelp – executive producer *Felipe Elgueta – engineer, producer, programming, synthesizer programming *Frank Filipetti – engineer *David Foster – arranger, keyboards, producer, vocal arrangement, background vocals *Simon Franglen – arranger, engineer, keyboards, producer, synclavier, synclavier programming, synthesizer, synthesizer programming *Matthew Freeman – production coordination *Michel Gallone – assistant engineer, assistant vocal engineer *Humberto Gatica – engineer, mixing, vocal engineer, vocals *John Gilutin – keyboards, piano *Andy Haller – engineer, second engineer *Leah Haywood – background vocals *Nana Hedin – background vocals *John Herman – engineer, engineering consultant *Jack Hersca – transfers *James Horner – arranger, orchestration, producer *Suzie Katayama – conductor *Robert John \"Mutt\" Lange – producer, background vocals *Ron Last – assistant engineer, assistant vocal engineer, mixing *Jesse Levy – orchestra manager *Tomas Lindberg – bass *Jeremy Lubbock – string arrangements *Kristian Lundin – engineer, keyboards, mixing, producer, programming *Vito Luprano – executive producer *Max Martin – engineer, keyboards, mixing, producer, programming, background vocals *Vladimir Meller – mastering *Richard Meyer – programming *Esbjörn Öhrwall – guitar *Valerie Pack – production coordination *Maya Panvell – A&R; *Dean Parks – guitar, acoustic guitar *Simon Rhodes – engineer *John Robinson – drums *Will Rogers – assistant vocal engineer *Olle Romo – programming *William Ross – arranger, conductor, orchestral arrangements, string arrangements *Jacques Saugy – guitar *Danny Schneider – technical engineer *Matt Serletic – arranger, orchestration, producer *Leland Sklar – bass *David Thoener – engineer *Michael Thompson – guitar, electric guitar *Shania Twain – background vocals == Charts == === Weekly charts === {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (1999–2000) !scope=\"col\"|Peak position |- !scope=\"row\"|Argentinian Albums (CAPIF) |5 |- |- |- |- |- |- |- !scope=\"row\"|Czech Albums (ČNS IFPI) |12 |- !scope=\"row\"|Danish Albums (Hitlisten) |2 |- |- !scope=\"row\"|European Albums (Music & Media) |1 |- |- !scope=\"row\"|French Compilations (SNEP) |1 |- |- !scope=\"row\"|Greek Foreign Albums (IFPI) |1 |- |- |- |- !scope=\"row\"|Japanese Albums (Oricon) |1 |- !scope=\"row\"|Malaysian Albums (RIM) |3 |- |- |- !scope=\"row\"|Portuguese Albums (AFP) |4 |- !scope=\"row\"|Quebec (ADISQ) |1 |- |- !scope=\"row\"|Spanish Albums (PROMUSICAE) |1 |- |- |- |- |- !scope=\"col\"|Chart (2001–2008) !scope=\"col\"|Peak position |- |} ===Year-end charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (1999) !scope=\"col\"|Position |- !scope=\"row\"|Australian Albums (ARIA) |15 |- !scope=\"row\"|Austrian Albums (Ö3 Austria) |47 |- !scope=\"row\"|Belgian Albums (Ultratop Flanders) |6 |- !scope=\"row\"|Belgian Albums (Ultratop Wallonia) |10 |- !scope=\"row\"|Canada Top Albums/CDs (RPM) |95 |- !scope=\"row\"|Danish Albums (Hitlisten) |35 |- !scope=\"row\"|Dutch Albums (Album Top 100) |45 |- !scope=\"row\"|European Albums (Music & Media) |29 |- !scope=\"row\"|French Compilations (SNEP) |1 |- !scope=\"row\"|German Albums (Offizielle Top 100) |53 |- !scope=\"row\"|Japanese Albums (Oricon) |68 |- !scope=\"row\"|Norwegian Christmas Period Albums (VG-lista) |1 |- !scope=\"row\"|Spanish Albums (PROMUSICAE) |32 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |27 |- !scope=\"row\"|UK Albums (OCC) |12 |} {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2000) !scope=\"col\"|Position |- !scope=\"row\"|Australian Albums (ARIA) |38 |- !scope=\"row\"|Austrian Albums (Ö3 Austria) |23 |- !scope=\"row\"|Belgian Albums (Ultratop Flanders) |24 |- !scope=\"row\"|Belgian Albums (Ultratop Wallonia) |26 |- !scope=\"row\"|Danish Albums (Hitlisten) |30 |- !scope=\"row\"|Dutch Albums (Album Top 100) |24 |- !scope=\"row\"|European Albums (Music & Media) |11 |- !scope=\"row\"|Finnish Foreign Albums (Suomen virallinen lista) |14 |- !scope=\"row\"|French Compilations (SNEP) |14 |- !scope=\"row\"|German Albums (Offizielle Top 100) |19 |- !scope=\"row\"|Japanese Albums (Oricon) |26 |- !scope=\"row\"|New Zealand Albums (RMNZ) |8 |- !scope=\"row\"|Swiss Albums (Schweizer Hitparade) |6 |- !scope=\"row\"|UK Albums (OCC) |55 |- !scope=\"row\"|US Billboard 200 |7 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2001) !scope=\"col\"|Position |- !scope=\"row\"|US Billboard 200 |198 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2002) !scope=\"col\"|Position |- !scope=\"row\"|US Top Catalog Albums (Billboard) |10 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2003) !scope=\"col\"|Position |- !scope=\"row\"|US Top Catalog Albums (Billboard) |16 |} {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2004) !scope=\"col\"|Position |- !scope=\"row\"|US Top Catalog Albums (Billboard) |30 |} {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2008) !scope=\"col\"|Position |- !scope=\"row\"|UK Albums (OCC) |142 |- !scope=\"row\"|US Top Catalog Albums (Billboard) |22 |} ===Decade-end charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart (2000–2009) !scope=\"col\"|Position |- !scope=\"row\"|US Billboard 200 |26 |- !scope=\"row\"|US Top Catalog Albums (Billboard) |38 |} ===All-time charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- !scope=\"col\"|Chart !scope=\"col\"|Position |- !scope=\"row\"|Canadian Artists Albums (SoundScan) |6 |- !scope=\"row\"|Irish Albums Female Artists (IRMA) |19 |} ==Certifications and sales== ==Release history== {|class=\"wikitable plainrowheaders\" ! Region ! Date ! Label ! Format ! Catalog |- !scope=\"row\"| Europe | 12 November 1999 | Columbia |rowspan=\"4\"| CD | |- !scope=\"row\"| Japan | 13 November 1999 | SMEJ | ESCA-8070 |- !scope=\"row\"| United States | 16 November 1999 | 550 | BK 63760 |- !scope=\"row\"| Australia | 19 November 1999 | Epic | 495111 2 |} ==See also== *List of best-selling albums *List of best-selling albums in Europe *List of best-selling albums in Germany *List of best-selling albums in Japan *List of Billboard 200 number-one albums of 1999 *List of Billboard 200 number-one albums of 2000 *List of Canadian number-one albums of 1999 *List of diamond-certified albums in Canada *List of European number-one hits of 1999 *List of European number-one hits of 2000 *List of number-one albums in Australia during the 1990s *List of number-one albums of 2000 (Spain) *List of Oricon number-one albums of 1999 *List of Top 25 albums for 1999 in Australia *List of UK Albums Chart number ones of the 1990s ==Notes== ==References== ==External links== * Category:1999 greatest hits albums Category:Albums produced by Aldo Nova Category:Albums produced by Christopher Neil Category:Albums produced by Guy Roche Category:Albums produced by Humberto Gatica Category:Albums produced by Jim Steinman Category:Albums produced by Matt Serletic Category:Albums produced by Max Martin Category:Albums produced by R. Kelly Category:Albums produced by Rick Nowels Category:Albums produced by Robert John \"Mutt\" Lange Category:Albums produced by Roy Bittan Category:Albums produced by Steven Rinkoff Category:Albums produced by Walter Afanasieff Category:Celine Dion compilation albums ",
    "title": "All the Way... A Decade of Song"
}