{
    "id": "827535",
    "text": "Genealogy diagram of Rajasa Dynasty, the royal family of Singhasari and Majapahit. Rulers are highlighted with period of reign. Hayam Wuruk, also called (after 1350) Rajasanagara, Pa-ta-na-pa-na-wu, or Bhatara Prabhu, (1334–1389), was a Javanese Hindu King from the Rajasa Dynasty and the fourth monarch of the Indianised Majapahit Empire. Together with his prime minister Gajah Mada, he reigned the empire at the time of its greatest power. During his reign the Hindu epics, the Ramayana and the Mahabharata, became ingrained in the culture and worldview of the Javanese through the wayang kulit (“leather puppets”).Mark Juergensmeyer and Wade Clark Roof, 2012, Encyclopedia of Global Religion, Volume 1, Page 557. He was preceded by Tribhuwana Wijayatunggadewi and succeeded by his son-in-law Wikramawardhana. Most of the accounts of his life were taken from Nagarakretagama and Pararaton. ==Early life== According to Nagarakretagama canto 1 stanza 4 and 5 (composed by Mpu Prapanca in 1365), Hayam Wuruk was born in 1256 Saka or correspond to 1334 CE, the same year that Mount Kelud erupted. Prapanca argued that this was the divine sign that Batara Gurunata (Javanese name for Shiva Mahadewa) has manifest Himself on earth, reincarnated as the Javanese king. Also in the same, Gajah Mada declared his oath Sumpah Palapa. Hayam Wuruk's name can be translated as \"scholar rooster\". He was the son of Tribhuwana Tunggadewi and Sri Kertawardhana or Cakradhara. His mother was the daughter of Raden Wijaya founder of Majapahit, meanwhile his father was the son of Bhre Tumapel lesser king of Singhasari. Both Pararaton and Nagarakretagama praised Hayam Wuruk as a handsome, bright, talented, and exceptional student in the courtly martial arts of archery and fencing, also mastering politics and scriptures, as well as arts and music. He was known as an accomplished ceremonial dancer in the court. Some accounts tell of Hayam Wuruk's performances in a traditional ceremonial Javanese mask dance. His mother, Queen Tribhuwana, educated and groomed him to become the next monarch of Majapahit. ==The Reign== In 1350 Gayatri Rajapatni died in her retirement at a Buddhist monastery. She was the consort of Raden Wijaya, the first king of Majapahit, and also the grandmother of Hayam Wuruk. Queen Tribhuwana had to abdicate because she ruled Majapahit under Rajapatni's auspices, and she was obliged to relinquish her throne to her son. Hayam Wuruk inherited the throne in 1350 at the age of 16 when the patih (prime minister) Gajah Mada was at the height of his career. Under his rule, Majapahit extended its power throughout the Indonesian archipelago. According to Pararaton and Kidung Sunda, in 1357 King Hayam Wuruk was expected to marry Dyah Pitaloka Citraresmi, the princess of the Sunda Kingdom. The reason for this royal engagement was probably political, to foster the alliance between the Majapahit and the Sundanese Kingdoms. However, in the Bubat incident, the Sunda royal family and their guards were involved in a skirmish with Majapahit troops. The planned royal wedding ended in disaster with the death of the princess and the whole Sunda royal party. The court officials blamed Gajah Mada because it was his intention to demand submission from Sunda Kingdom that ended in bloodshed. Several years later Hayam Wuruk married his half-sister, Paduka Sori, daughter of Dyah Wiyat. Hayam Wuruk and Paduka Sori had 1 father, but different mothers. In 1365 (or 1287 Saka year), Mpu Prapanca wrote the kakawin Nagarakretagama, the old Javanese eulogy for King Hayam Wuruk. The manuscript described Hayam Wuruk's royal excursion around the Majapahit realm to visit villages, holy shrines, vassal kingdoms and territory in East Java. He sent embassies to China from 1370 to 1381. Hayam Wuruk had a daughter, Crown Princess Kusumawardhani, with Queen Sori. Kusumawardhani married a relative, Prince Wikramawardhana. However, from a consort concubine, Hayam Wuruk had a son, Prince Wirabhumi. After Hayam Wuruk's death in 1389, the empire fell into chaos and decline during the contest over succession between Wikramawardhana and Wirabhumi. The dispute ended in Wirabhumi's defeat in the Paregreg war. Wikramawardhana succeeded Hayam Wuruk as the King of Majapahit. ==Legacy== His reign, as part of Indosphere of Greater India, helped further Indianisation of Javanese culture through the spread of Hinduism and Sanskritization. ==See also== *Gosari inscription * Penataran * Hinduism in Indonesia * Hinduism in Southeast Asia * Hindu Agamas * Hindu temple * Indians in Indonesia * List of Hindu temples in Indonesia * Jalan Gajah Mada and Jalan Hayam Wuruk ==References== ==Further reading== * Category:1334 births Category:1389 deaths Category:Kings of Majapahit Category:Javanese monarchs Category:Hindu monarchs Category:Indonesian Hindu monarchs Category:Majapahit Category:14th-century monarchs in Asia Category:Javanese people ",
    "title": "Hayam Wuruk"
}