{
    "id": "827622",
    "text": "Friendship is a neighborhood of large Victorian houses in the East End of the City of Pittsburgh, Pennsylvania, United States, about four miles (6 km) east of Pittsburgh's Golden Triangle. Friendship is bordered on the north by Garfield (at Penn Avenue), on the east by East Liberty (at Negley Avenue), and on the south by Shadyside (at Centre Avenue), and on the west by Bloomfield (at either Graham St, according to the City of Pittsburgh, or at Gross Street, according to the Friendship Community Group).Friendship MapFriendship Community It is divided into 3 Pittsburgh City Council districts (7, 8, & 9). == History == Before the American Revolution, settler Casper Taub stole Friendship, along with neighboring Bloomfield and Garfield, from the native Delaware tribe. In 1762, British Colonel Henry Bouquet recognized Taub's title to the land in exchange for Taub's promise to sell crops to the British garrison at Fort Pitt. Taub's daughter Elizabeth married Joseph Conrad Winebiddle, a German immigrant who moved to Lawrenceville in 1771, founded a tannery, and used the profits to buy Taub's land. Winebiddle's holdings then passed to his four children. One daughter, Kitty Winebiddle, inherited what constitutes Friendship today. Many of the streets in the area take their names from members of the Winebiddle clan, including Winebiddle, Roup (Kitty Winebiddle married a John Roup), Aiken, Negley, and Baum. The City of Pittsburgh annexed the East End in 1868, and the Winebiddle clan began dividing their land into plots and selling them. What is now Bloomfield was developed first and was divided into narrow plots and used for rowhouses. The Roup holdings—today's Friendship—began to be developed later, when trolleys running along Baum Boulevard extended beyond Bloomfield in the 1890s. Friendship was therefore built as a streetcar suburb, and its houses are large, square homes designed for professional-class families in the Victorian period. These homes have elaborate architectural embellishments, and are located on some of the only flat streets in the City of Pittsburgh. As a streetcar suburb, Friendship lacks its own business district, but its residents have access to shopping on Penn Avenue in nearby Garfield and East Liberty, on Liberty Avenue in Bloomfield, and on Walnut Street in Shadyside. From the 1890s through the 1950s, Friendship was inhabited by prosperous families. Beginning around 1960, many of these families moved to the suburbs: they were attracted by perceived opportunities outside the city, and repulsed by the construction of massive housing projects in nearby Garfield, and by a misguided urban renewal project's wholesale demolition of East Liberty. After a zoning change in the 1950s, landlords broke the massive old Victorian houses up into multi-unit apartments, and ripped out or painted over many of their amenities in the process.The Moving Guide to Friendship, Pop City By the 1980s, over 70% of the housing stock in Friendship was owned by landlords, many absentee. Friendship experienced something of a second birth in the late 1980s. Urban homesteaders began to move into Friendship, looking past the blight to see an opportunity to buy large homes with features—high ceilings, plaster walls, stained-glass windows, and ornate woodwork—that were not available in newer suburban homes. Because these new residents were focused on the housing stock, they saw Friendship as a unique neighborhood in its own right, with homes distinct from those in any of the bordering neighborhoods. By the early 1990s, the newcomers had succeeded in getting the neighborhood known as \"Friendship,\" and had organized a Friendship Preservation Group to advocate for the area, and a subsidiary, the Friendship Development Associates, to buy and rehabilitate the most dilapidated properties.FDA: About Friendship Development Associates By 2004, a number of artists and architects had gravitated to the neighborhood, and its future seemed bright. == Name and identity == Friendship takes its name from Friendship Avenue, an east-west thoroughfare that runs from Bloomfield to East Liberty. Some residents claim that Friendship Avenue is named after an alleged friendship between Joseph Conrad Winebiddle and William Penn. But this is a myth: the men were not contemporaries, and William Penn never visited Western Pennsylvania. Friendship Avenue in fact takes its name from a local farm that stood at the corner of Friendship and Roup and was named \"Friendship\" by its owner, one of Penn's descendants, who like Penn was a member of the religious Society of Friends. As a wholly residential neighborhood, Friendship lacked an initial identity: early residents considered themselves to be living, not in Friendship, but in the nearest neighborhood with a business district. Since the 1990s newer residents, who are focused on the housing stock that makes Friendship distinct from its neighbors, and are often involved in organizations like the Friendship Preservation Group, have successfully encouraged the wider Pittsburgh community to call the area \"Friendship\" and to consider it as a unique neighborhood. Because \"Friendship\" is a new name for an old neighborhood, Friendship's western border with Bloomfield is to some extent a disputed one. The City of Pittsburgh's mapping department defines neighborhoods to be contiguous with federal census tracts, and as a result considers Friendship to abut Bloomfield at South Graham Street, at the western edge of census tract 807.Friendship Map However, the Friendship Community Group and most current residents consider the border between Bloomfield and Friendship to lie at Gross Street, where Bloomfield's provincial frame rowhouses end and Friendship's stand-alone Victorian brick houses begin. This western boundary includes census tract 806 and parts of tract 809, and corresponds to City of Pittsburgh zoning maps from the 1920s, but were formally defined by neighborhood surveys between 1990 and 1994, in which residents of Friendship, Garfield, Bloomfield, and Lawrenceville were asked to identify their own neighborhood. == Work == Friendship is a strictly residential neighborhood, but many residents are employed by nearby hospitals and universities, including the University of Pittsburgh Medical Center, the University of Pittsburgh and Carnegie Mellon University. Friendship is within easy walking distance of UPMC – Shadyside, West Penn Hospital, and the new Children's Hospital on Penn Avenue and is about a half-hour on foot from the hospitals and universities in Oakland. == See also == * The Bulletin, a monthly community newspaper serving Friendship and surrounding neighborhoods. == References == === Further reading === * == See also == * List of Pittsburgh neighborhoods == External links == *Interactive Pittsburgh Neighborhoods Map *Pittsburgh Port Authority Website Category:Neighborhoods in Pittsburgh Category:Streetcar suburbs ",
    "title": "Friendship (Pittsburgh)"
}