{
    "id": "827656",
    "text": "Ernest Kaʻai (1881–1962) was considered by many to have been the The Ukulele Hall of Fame Museum foremost ukulele authority of his time and is noted by some as being \"Hawaii's Greatest Ukulele Player\". Kaʻai, who was born in Honolulu, Hawaii, was said to have been the first musician to play a complete melody with chords. He was the son of Simon Kaloa Kaʻai, a prominent politician during the Kingdom of Hawaii. ==Career== A musical director at many Honolulu hotels, Kaʻai hired Johnny Noble in 1917. Square One He was a multi- talented empresario who was also a live performer and teacher, as well as a talent organizer and booking agent, composer and music publisher, and author of instructional manuals. He was the first Hawaiian to copyright his music. At one point Ka'ai had as many as 12 different bands performing on the islands. From 1927 to 1937, Ka'ia toured extensively through Asia introducing his teaching methods and making recordings while in Japan. Kaʻai ran the Kaʻai Ukulele Manufacturing Company, NALU Music which he sold in 1917 and bought shares in the Aloha Ukulele Manufacturing Co. In 1923, Kaʻai toured the Far East and Australia, moving to Sri Lanka. He planned to open a \"Hawaiian Village\" in Shanghai, China, but the Second Sino-Japanese War changed his plans and he returned to Hawaii in 1937. By 1941, Kaʻai was living in Miami, Florida where he opened a music store, taught and performed occasionally. The National Guitar Convention in Cleveland, Ohio on August 13–15, 1944, was entertained with a benefit concert by a Miami girl quartet with Kaʻai as the quartet's director. Kaʻai opened the Kaʻai Music Studios, which in 1946 provided a string ensemble for a December 27–28 Orange Bowl Celebration. The Miami News of May 29, 1949, reported Kaʻai would be accompanying vocalist Lucile Keyes for her June 4 performance at a fashion show during Fiesta. June 1950 found Kaʻai one among 200 volunteers in rehearsals for the 10 Youth Roundup Goodwill Units. ==Death== Ernest Kaleihoku Kaʻai died in Miami on September 26, 1962. ==Sheet music and instructional books published by Ernest Kaʻai== ==References== Category:Native Hawaiian musicians Category:American ukulele players Category:American mandolinists Category:1881 births Category:1961 deaths Category:Guitarists from Hawaii Category:American male guitarists Category:20th-century guitarists Category:20th-century American male musicians ",
    "title": "Ernest Kaʻai"
}