{
    "id": "827802",
    "text": "The gray bat (Myotis grisescens) is a species of microbat endemic to North America. The creature once flourished in caves all over the southeastern United States, but due to human disturbance, gray bat populations declined severely during the early and mid portion of the 20th century. 95% of gray bats now only roost in 11 caves. M. grisescens has been listed as federally endangered by the U.S. Fish and Wildlife Service since 1976, and is protected under the Endangered Species Act. Gray bat populations were estimated at approximately 2 million bats around the time they were placed on the Endangered Species list. By the early 1980s populations of gray bats dropped to 1.6 million. With conservation efforts in place, in 2004, gray bat populations were estimated to have reached 3.4 million. ==Description== A gray bat caught in Oklahoma in 2013 M. grisescens are the largest members of their genus in the eastern United States. Of all U.S. mammals, gray bats are, perhaps, the most cave-dependent. Gray bats have uni-colored dark gray fur on their backs that may bleach to a russet or chestnut brown after the molting season (July or August). Unlike in other species of Myotis, where the wing membrane connects to the toe, in M. grisescens, the wing membrane connects to the ankle. Gray bats typically weigh between 7 and 16 grams. Gray bats can live up to 17 years, but only about 50% of gray bats survive to maturity. Sexual maturity occurs at about age 2. Although an adult gray bat's forearm measures only about 40–46 mm, Gray bats with forearm lengths of 39.5 mm (approx. 1.55 in) or less cannot fly. The flight speed of the gray bat, M. grisescens, has been calculated at 20.3 km/h (12.61 mph) during migration. While foraging, gray bats have been clocked at a flying rate of anywhere between 17 km/h and 39 km/h. Annual molting occurs between early June and early August, during which gray bats eat larger amounts of hair than at other times during the activity season. During grooming, gray bats also ingest ectoparasites such as chiggers that live in their fur. Gray bats are believed to groom extensively before beginning their nightly hunt. They then spend the nighttime hours hunting and digesting. ==Distribution== Gray bats live in limestone karst areas in Alabama, northern Arkansas, Kentucky, Missouri, Tennessee, northwestern Florida, western Georgia, southern Kansas, southern Indiana, southern and southwestern Illinois, northeastern Oklahoma, northeastern Mississippi, western Virginia, and possibly western North Carolina. Gray bats are cave obligate (or cave dependent) bats, meaning that with very few exceptions (in which cave-like conditions are created in man- made structures) gray bats only live in caves, not in abandoned barns or other structures as other species of bats are known to do. Less than 5% of all available caves are inhabited by gray bats. Thus, any disturbance to these cave habitats can be extremely detrimental to gray bat populations. hibernaculum. ===Cave characteristics=== Although the habitat range of the gray bat incorporates much of the southeastern United States, the largest summer colonies of gray bats are located within the Guntersville Reservoir. This reservoir, found in northeastern Alabama, contains the Sauta (formerly Blowing Wind) and Hambrick caves which can accommodate over 100,000 gray bats. Gray bats use caves differently at different times of the year. For example, populations of gray bats tend to cluster in caves known as hibernacula to prepare for winter hibernation. In contrast, their populations disperse during the spring to establish sexually segregated colonies. Females form maternity colonies (also known as summer maternity roosts) while males aggregate in non- maternity, or bachelor colonies. These bachelor colonies also house yearlings of both sexes. Gray bats also utilize a third type of cave, the dispersal cave, which they inhabit only during migration. For their hibernacula, gray bats prefer deep, cool caves with average temperatures ranging from 5 to 11 °C. Multiple entrances and good airflow comprise the other characteristics that gray bats find desirable. Winter hibernacula are already cold when gray bats begin arriving in September. Summer caves are usually located along rivers and have temperatures that range from 14 to 25 °C. Summer caves typically contain structural heat traps (including domed ceilings, small chambers, and porous rock surfaces) that capture the metabolic heat from the clustered gray bats, allowing the nursery populations to succeed. Preferred summer colony caves are within 1 km of a body of water and are rarely further than 4 km away from a lake or major river. The average roosting density of gray bats is 1828 bats/m2. ==Biology and behavior== ===Foraging=== Gray bats forage over water, including streams and reservoirs, where they consume night- flying insects most of which have aquatic larval stages. and in the riparian forests nearby these water sources. M. grisescens activity tends to be concentrated over slower moving water or quiet pools than areas of fast moving water. Foraging usually occurs below treetop height but above 2m. Gray bats tend to fly downstream more often than upstream, suggesting a potential preference for wider sections typical of downstream sections as opposed to upstream portions (with a tendency to be narrower). M. grisescens tend to forage over extensive ranges, averaging 12.5 km but ranging from 2.5 km to 35.4 km. While gray bats have been shown to forage in small groups when prey is abundant, especially during the early hours of the night, when prey is scarce, gray bats can become territorial. Territories tend to be controlled by reproductive females. These females seem to claim the same territory year after year. ===Diet=== Gray bats consume a variety of insects including Coleoptera (beetles), Diptera (flies), Ephemeroptera (mayflies, of which gray bats consume at least six species), Lepidoptera (moths), Neuroptera (net- winged insects), Trichoptera (caddis flies), and Plecoptera (stoneflies). Juveniles have a tendency to forage more in woodlands and eat more beetles than adults, perhaps they provide a greater energy reward per unit of capture effort. For example, beetles provide 1900–2800 calories/g wet weight versus 800–1400 calories/g wet weight for mayflies. M. grisescens juveniles also eat a less diverse diet than adults, possibly because juveniles are more dependent on high concentrations of prey or swarming prey. Gray bats are believed to be part opportunists, and part selective eaters. (Outside of captivity, gray bats are limited by the sporadic emergences of potential prey. When prey emerges, there is only an abundance of a few taxa at any given time. The available taxa change based on the time of night, the month, and the time during the activity season.) In their natural habitats, gray bats appear to attack any moving target that is of appropriate size, consistent with optimal foraging theory that predicts palatable insects of an appropriate size should be eaten when encountered. In captivity, under controlled laboratory conditions, however, insectivorous bats used echolocation to discriminate heavily among potential prey based on shape and texture of a target. This lack of discrimination may be because of the rapid flight of bats and the short range at which prey can be detected using echolocation, allowing bats only a fraction of a second after detection to capture prey. However, gray bats are believed to discriminate somewhat between insects when foraging in their natural habitat, consuming higher numbers of Lepidoptera, Coleoptera, Diptera, and in some populations Trichoptera, than their proportional prevalence would have otherwise indicated without selective foraging. Because of this tendency to select prey while being largely opportunistic, gray bats have been dubbed ‘selective opportunists’. Scientists believe that food moves quickly through the digestive tract of M. grisescens, with feces being purged from the body within 1–2 hours after ingestion. ===Migration, hibernation, and reproduction=== Fall migration occurs in approximately the same order as spring emergence, with females departing first (early September for fall migration) and juveniles leaving last (mid-October). Gray bats may migrate as far as from summer caves to reach hibernation caves. The annual activity period of gray bats is April to October, though female gray bats enter hibernation in September. After arriving at winter caves, copulation occurs. Females immediately enter hibernation, while males may remain active for a few more weeks. Males use this extra time before entering hibernation to replenish fat reserves used during breeding. Males begin hibernation by early November. During hibernation, the body temperature of gray bats drops close to the ambient temperature, allowing the body to conserve fat. These fat reserves must last the approximately six months of hibernation and spring migration. Adult mortality is especially high during spring migration, as bats that do not have sufficient fat reserves have difficulties surviving the stress and energy-intensive migration period. After copulation, females store sperm in their uteri, ovulating only after they have emerged from hibernation. Gestation in gray bats lasts 60 to 70 days, with birth occurring in late May and early June. Gray bat females give birth to one offspring per clutch (bout of reproduction), thus giving birth to one offspring per year. Therefore, gray bats demonstrate an iteroparous life-history strategy. The young clings to the mother for about a week, after which they remain in the maternity colony until they are able to fly. Most young take flight by four weeks of age (late June to mid-July). ===Energy expenditure and growth=== Gray bats, as is the case in other organisms, acquire and use energy for growth and maintenance of their bodies before reaching sexual maturity, at which point much of their energy expenditure is devoted to reproductive processes. Gray bats prefer caves located near appropriate foraging sites to reduce the energy costs of flying long distances to find food. Gray bats roost in large colonies to reduce the cost of temperature regulation on the individual. Female bats must maintain relatively high body temperatures in comparison to the cooler temperatures of the cave during lactation, requiring large amounts of energy. During the peak lactation period, when young are roughly 20–30 days old, females may spend as many as 7 hours a night feeding. Because of the high energy demands on the females, larger roosts are more beneficial so that all may share the burden of maintaining body temperature. The formation of large colonies does at some point, however, have a negative trade-off. As the size of the colony increases, intraspecific competition for food resources increase, forcing an individual to forage over a larger range. This increased foraging range will lead to greater energy expenditure, potentially reducing growth in gray bat juveniles. The distance a gray bat travels from the roosting area to foraging area has been shown to be negatively correlated to the average weight of gray bats (the longer the distance the bat must fly to forage, the less the bat will weigh), lending support to the idea that long flights are energetically costly. ==Threats== The tendency of gray bats to form large colonies made the gray bat especially vulnerable to population decline due to both intentional and unintentional human disturbance. While gray bat habitat locations were always ‘patchy,’ gray bat habitats have become increasingly more isolated and fragmented with human perturbation. Suspected factors contributing to species decline include impoundment of waterways (the creation of dams, which causes flooding in former bat caves), cave commercialization, natural flooding, pesticides, water pollution and siltation, and local deforestation. All North American bat species classified as endangered or threatened by the US. Fish and Wildlife service are cave dwelling species. Of these species, the gray bat congregates in larger numbers at fewer winter hibernacula than any other North American bat. Approximately 95% of gray bats hibernate in 11 winter hibernacula, with 31% hibernating in a single cave located in northern Alabama. Because of their high population densities in appropriate habitats, gray bats serve as an important indicator species for conservation efforts. ===Pesticide use=== Pesticide use and manufacturing have been one of the most prevalently studied contributions to population decline of M. grisescens. One such study focused on gray bat populations of the Tennessee River area of northern Alabama where scientists and conservators noted a higher than normal gray bat mortality. In this area, since 1947, large amounts of DDTR (DDT (dichlorodiphenyltrichloroethane), DDD, and DDE) flowed through waterways from the DDT manufacturing site located on the Redstone Arsenal near Huntsville, Alabama down to the habitat area of M. grisescens, where heavy contamination of the local biota has occurred. Lethal chemical concentrations of DDT in the brains of adult bats are about 1.5 times higher than in juveniles. Because M. grisescens feed on many types of insects with aquatic larval stages, it is believed that this food source may be the root of the chemical concentrations. Many of the bats tested in different studies were juveniles not able to fly, and thus were likely to have only consumed milk. After concentration through lactation, a few parts per million in prey of the adult gray bat would cause mortality in these juveniles. Under conditions of rapid fat utilization, such as migratory stress or initiation of flight by juveniles, residue mobilization of harmful chemicals may occur, causing mortality. Other pesticides linked with gray bat population decline include dieldrin and dieldrin's parent compound aldrin, which have also increased mortality in other bat species. Even though the manufacture of DDT ceased in 1970 and the manufacture of dieldrin and aldrin in October 1974, heavy contamination of the biota persisted. Recently, however, guano samples from various habitats indicate a decline in certain detrimental chemicals. For example, guano from Cave Springs cave shows a decline of 41% in DDE (a compound related to DDT) between 1976 and 1985 and guano from Key Cave shows a decline of 67% for the same time period. However, it is unknown how long these chemicals will remain in concentrations that will cause harm to wildlife. ===Human disturbance=== Gray bats arousing from hibernation due to human disturbance (in this instance scientists are conducting a population estimate). Gray bats may lose as much as 0.48 g of weight in the first hour of disturbance and these crucial fat reserves can not be replenished until spring emergence. Direct human disturbance and vandalism is the major factor leading to population decline in gray bats. During the 1960s, bats were killed for entertainment purposes as they emerged from caves or were caught to be used for pranks. Many property- owners attempted to exterminate entire colonies due to unsubstantiated fears that the bats may be carrying rabies. Bats that roost within 100m inside the cave and only 2m above the cave floor are especially prone to vandalism and high-intensity disturbance. Bats that roost in higher ceilings or further inside the cave are less prone to direct destruction. One study showed that caves with ceiling heights greater than 15 m above the floor were virtually protected from spelunkers. Even without direct destruction, human visitation to caves can cause adverse effects on gray bat populations. Each human entry into a cave causes all bats within range of light or sound to at least partially arouse from hibernation. Arousal of gray bats while they are hibernating can cause them to use up energy, lowering their energy reserves. Because these reserves must sustain the bats through hibernation and spring migration, if the bat runs out of reserves, it may leave the cave too soon, decreasing its chances of survival. Each disturbance during hibernation is estimated to use energy that otherwise could sustain a gray bat through 10–30 days of undisturbed hibernation. When flightless young are present in June and July, females escaping a predator or other disturbance may drop their young in the panic, leading to increased juvenile mortality. ==Conservation== ===Cave gating=== Many factors play an important role in determining a viable habitat for M. grisescens. Among these are the natural characteristics of the cave entrance, physical features of the cave, and surface climate. These contributing factors play an especially important role in determining the internal conditions that foster cave fauna. Because the gray bat is a cave dwelling species, its range is limited to caves whose internal conditions are favorable. Human intervention has caused a precipitous decline in the number of suitable caves for the gray bat. Thus, to maximize the gray bat's range, the United States government is funding cave gating programs. Cave gating is an accepted method in protecting cave dwelling species as it limits the impact of human disturbance upon internal cave conditions. In constructing internal cave gates, several key parameters were implemented to minimize changes in the airflow through the cave and the ability of the bats to either access or leave the cave. With these limitations in mind, the internal cave gating was placed 5 to 15 meters in advance of historically critical roost areas. In addition, a 15 cm clearance between bars of the gating was allowed to ensure unobstructed flight into and out of the cave. Early cave gating methods that did not account for these factors frequently led to cave abandonment. In assessing the proficiency of cave gating, two metrics were established: population dynamics before and after the construction of cave gate and initiation of emergence from the cave. Population estimates were derived from the accumulation of bat guano. More guano indicated the presence of a larger population. In manipulating the emergence of gray bats from the caves under study, infrared light sources were used. Observations of the frequency of emergence of the bats from open caves and gated caves confirm that gating is not an impediment. Gated entrances, however, have provided new opportunities for natural predators of gray bats. Because gates sometimes require the bats to fly slower, as well as providing hunting perches to predators within reach of emerging bats, natural predation may be increased by cave gating. ===Protecting populations=== In their 1982 Gray Bat Recovery Plan, the US Fish and Wildlife Service laid out steps to stop decline of gray bat populations and preserve gray bat habitats. In this plan, the United States Fish and Wildlife Service proposed purchasing the caves where gray bats are known to live, and at these locations reducing human access to prevent human disturbance. To reduce human impact on gray bat populations, gating, fencing, signposting, and surveillance by law enforcement may be utilized. Because gray bats use different caves depending on the season, efforts should be focused seasonally. Rivers, reservoir shorelines, and forests should be left intact near gray bat caves to allow for adequate foraging. Any activity occurring within a 25 km radius of a major gray bat cave, such as pesticide use, herbicide use, clearing, or any activity that may result in siltation should be carefully considered and revised if necessary. Government officials and landowners of property with gray bat caves should be educated about gray bats and potentially harmful activities. Finally, the US Fish and Wildlife Service recognized the need for continuing research from the scientific community to further understand human impact on this vulnerable species. ===Legal status=== In the western portion of the range of M. grisescens, from 1978 to 2002, M. grisescens populations at 21 of 48 (44%) maternity caves showed a significantly increasing trend, 17 (35%) had no trend, and 10 (21%) were decreasing. A study in 2003 attempted a species-wide assessment in gray bat summer cave populations. This study found that of 76 maternity colonies, 3 (4%) were increasing, 66 (87%) had no discernible trends, and 7 (9%) had decreasing trends. The Endangered Species Act requires that 90% of the most important hibernacula be protected and that populations at 75% of the most important maternity colonies be stable or increasing over a period of 5 years for the gray bat to be down-listed from endangered to threatened status. Because the range of the gray bat is so vast, and sampling techniques so varied and incomplete (thus data is somewhat unreliable when attempting to do species-wide census), gray bats are unlikely to be downgraded in the near future, but total population size has rebounded by ~104% between the 1980s and 2004 (from 1.6 to 3.4 million). After 37 years without a single documented gray bat within the state boundaries of Mississippi, on September 20, 2004, a male gray bat was discovered in Tishomingo County in northeastern Mississippi, 42 km south of the last known location of M. grisescens before their decline and disappearance within the state of Mississippi. (Before this 2004 discovery, the only known gray bats lived at a site known as Chalk Mine, located in the northeastern portion of the county. Gray bats had last been documented at Chalk Mine in 1967.) Extensive human disturbance, including the presence of trash, smoke, and graffiti, is believed to have affected the use of the Chalk Mine by bats. While the discovery of this bat is deemed as a positive sign by conservationists, it is possible that the bat was not from a Mississippi M. grisescens population. The closest known gray bat maternal colony, located at Blowing Springs Cave, Alabama, is northeast of where the 2004 gray bat was found, but because gray bats are known to forage over extensive areas, it is possible that this bat belonged to the Blowing Springs Cave colony. ==See also== *Bats of the United States *White-nose syndrome ==References== ==External links== Category:Mouse-eared bats Category:Bats of the United States Category:Endemic fauna of the United States Category:Fauna of the Plains-Midwest (United States) Category:Fauna of the Southeastern United States Category:Mammals described in 1909 Category:Near threatened animals Category:ESA endangered species Category:Taxa named by Arthur H. Howell ",
    "title": "Gray bat"
}