{
    "id": "827999",
    "text": "Steven H. Levinson (born June 8, 1946 in Cincinnati, Ohio) is a former Associate Justice of the Supreme Court of Hawaii. Levinson served his first term from 1992 to 2002 and was retained by the Judicial Selection Commission to serve a second ten-year term. He retired from the court, effective December 31, 2008. == Education == Upon graduating from his hometown Walnut Hills High School, Levinson attended Stanford University where he obtained his bachelor's degree in political science in 1968. He then went on to the University of Michigan where he obtained his doctorate of jurisprudence. == Career == In 1971, Levinson moved to Honolulu, Hawaii to work as a law clerk for his uncle Bernard Levinson, Associate Justice of the Hawaii State Supreme Court. In 1972, he joined the law firm Schutter, Levinson and O'Brien where he worked until 1976. From 1977 to 1989, Levinson worked at the law firm Damon, Key, Bocken, Leong and Kupchak where he became an associate and then a stockholder/director. It is from his private practice that Governor John Waihee appointed Levinson in 1989 to the Hawaii State Judiciary as a circuit court judge. Confident in his abilities, the governor elevated Levinson to the Hawaii State Supreme Court in 1992. Levinson is a member of the Democratic Party of Hawaii. == Baehr v. Lewin == In 1993, as a Hawaii State Supreme Court Justice, Levinson wrote a notable opinion in the case of Baehr v. Lewin, 852 P.2d 44 (Haw. 1993), in which he ruled that the state of Hawaii needed to demonstrate a \"compelling state interest\" for denying marriage licenses to three same-sex couples in December 1990. He cited Article I, Section 5 of the Hawaii Constitution in stating: No person shall be deprived of life, liberty or property without due process of law, nor be denied the equal protection of the laws, nor be denied the enjoyment of the person's civil rights or be discriminated against in the exercise thereof because of race, religion, sex or ancestry. Although the ruling gave a push to the gay-rights movement, in 1998, Hawaii's residents voted in favor of amending the state's constitution to allow the legislature \"the power to reserve marriage to opposite-sex couples.\" ==Post-judicial life== Levinson is currently a member of the Board of Directors of Hawaii United for Marriage, a coalition advocating for the legalization of same-sex marriage in the state. He has been a member of the Board of Directors of the ACLU of Hawaii since 2009. Levinson served on the Board of Directors of Equality Hawaii from 2010 through 2013. He has been performing same-sex marriages in Hawaii since December 2, 2013, the effective date of Hawaii's Marriage Equality Bill. In October 2016, Levinson was appointed to be a member of the Honolulu Police Commission by Mayor Kirk Caldwell. ==Notes== ==External links== *Baehr v. Lewin Category:1946 births Category:Living people Category:Hawaii state court judges Category:Justices of the Hawaii Supreme Court Category:Stanford University alumni Category:University of Michigan Law School alumni Category:20th-century American judges ",
    "title": "Steven Levinson"
}