{
    "id": "828085",
    "text": "Vanilla extract in a clear glass vial Vanilla extract is a solution made by macerating and percolating vanilla pods in a solution of ethanol and water. It is considered an essential ingredient in many Western desserts, especially baked goods like cakes, cookies, brownies, and cupcakes, as well as custards, ice creams, and puddings. Although its primary flavor compound is vanillin, pure vanilla extract contains several hundred additional flavor compounds, which are responsible for its complex, deep flavor. By contrast, artificial vanilla flavor is solely made up of artificially-derived vanillin, which is frequently made from a by-product of the wood pulp industry.https://www.foodsafetymagazine.com/signature-series/rapid- differentiation-between-natural-and-artificial-vanilla-flavorings-for- determining-food-fraud/ Because of the way that vanilla extract is made (i.e. by macerating naturally brown vanilla beans in alcohol), there is no possible way for it to be colorless or clear. Therefore, any clear vanilla flavoring is artificial.http://bakingbites.com/2014/04/what-is-clear-vanilla/ Vanilla extract is the most common form of vanilla used today. Madagascar, Mexican, Tahitian, Indonesian, and Ugandan vanilla beans are the main varieties used today. The term \"Bourbon vanilla\" refers to the vanilla beans' provenance as being from the Bourbon Islands, most commonly Madagascar but also Mauritius and Réunion. The name comes from the period when the island of Réunion was ruled by the Bourbon kings of France and has no relation to Bourbon whiskey. == Legal definitions == === US regulations === In the United States, in order for a vanilla extract to be called pure, the U.S. Food and Drug Administration requires that the solution contains a minimum of 35% alcohol and 100g of vanilla beans per litre (13.35 ounces per gallon). Double and triple strength (up to 20-fold) vanilla extracts are also available, although these are primarily used for manufacturing and foodservice purposes where the amount of liquid in a recipe needs to be carefully monitored. Natural vanilla flavoring is derived from vanilla beans with little to no alcohol. The maximum amount of alcohol that is usually present is only 2–3%. Therefore, by FDA regulations it cannot be called an extract. === Canadian regulations === Under the Food and Drug Regulations (C.R.C., c. 870), vanilla extract products have to be processed from vanilla beans: Vanilla planifolia or Vanilla tahitensia. For every 100 ml of extract, it must contain an amount of soluble substances proportional to their natural state available for extract. Specifically, if the beans contain < 25% water content, the vanilla extract must consist of at least 10 g of vanilla beans; if the beans contain > 25% water content, the vanilla extract must consist of at least 7.5 g of vanilla beans. Vanilla extract should not contain added colour. == Companies that manufacture vanilla extract == * Adams Extract * Avezda * C.F. Sauer Company * Dr. Oetker * Frontier Natural Products * Madécasse * McCormick & Company * Nielsen-Massey Vanillas * Penzeys Spices * Rodelle Inc * Shank's Extracts, Inc * Spice Islands (brand) * Watkins Incorporated == See also == * Herbal extract * Vanilla planifolia ==References== Category:Food additives Category:Vanilla de:Vanille (Gewürz)#Vanilleextrakt ",
    "title": "Vanilla extract"
}