{
    "id": "828267",
    "text": "George Edward \"Duffy\" Lewis (April 18, 1888 – June 17, 1979), born in San Francisco, California, was a left fielder and right-handed batter who played Major League Baseball for the Boston Red Sox (1910–17), New York Yankees (1919–20) and Washington Senators (1921). Lewis attended Saint Mary's College of California. ==Biography== Duffy Lewis, Tris Speaker and Harry Hooper — Boston's famous \"Million-Dollar Outfield\" In Boston, Lewis belonged to the outfield trio which included Tris Speaker (CF) and Harry Hooper (RF) and is considered perhaps the best ever in fielding skill. At bat, Lewis was a renowned line-drive hitter who consistently finished in the top ten in most offensive categories despite a short career which was interrupted by World War I (Duffy served as a petty officer in the US Navy). In 11 seasons, Lewis batted .284 with 38 home runs, 793 RBI, 612 runs, 1,518 hits, 289 doubles, 68 triples, 113 stolen bases and 352 bases on balls in 1,459 games. In three World Series covering 18 games for the Red Sox, Lewis posted a .299 average (20-for-67) with 8 runs, 1 home run and 7 RBI. During his tenure in Boston patrolling left field, Fenway Park featured a ten-foot-high mound that formed an incline in front of the left field wall, now better known as the Green Monster. The young outfielder mastered the incline to such an extent that it was nicknamed \"Duffy's Cliff\". Sports cartoons of the period often depicted him as a mountain climber making catches amid sheep and snowcaps. The mound was eventually reduced in 1934, long after Lewis had left the Sox, and was not completely eliminated until the field underwent a major renovation following the 2004 season. Duffy Lewis died in Salem, New Hampshire at 91 years of age. He was selected to the Boston Red Sox Hall of Fame in 2002. ==References== ==External links== * Category:1888 births Category:1979 deaths Category:Boston Red Sox players Category:New York Yankees players Category:Washington Senators (1901–1960) players Category:Boston Braves coaches Category:Alameda Grays players Category:Oakland Oaks (baseball) players Category:Alameda Encinals players Category:Salt Lake City Bees players Category:Portland Beavers players Category:Jersey City Skeeters players Category:Mobile Bears players Category:Portland Eskimos players Category:Minor league baseball managers Category:Major League Baseball left fielders Category:Saint Mary's Gaels baseball players Category:Sportspeople from San Francisco Category:Baseball players from California Category:Portland Beavers managers ",
    "title": "Duffy Lewis"
}