{
    "id": "828263",
    "text": "Ozark Jubilee is a 1950s United States network television program that featured country music's top stars of the day. It was produced in Springfield, Missouri.\"Hillbilly TV Show Hits the Big Time\" (March 10, 1956), Business Week, p. 30: \"...Springfield has gone a long way toward replacing Nashville as the recognized center of the country music world.\" The weekly live stage show premiered on ABC-TV on January 22, 1955, was renamed Country Music Jubilee on July 6, 1957, and was finally named Jubilee USA on August 2, 1958.Program listing (August 2, 1958), TV Guide, Vol. 6, No. 31, p. A-12 Originating \"from the heart of the Ozarks\", the Saturday nightExcept for brief runs on Thursday and Monday variety series helped popularize country music in America's cities and suburbs,Shulman, Art \"Dynamo-Country Style\" (July 7, 1956), TV Guide, p. 28 drawing more than nine million viewers. The ABC Radio version was heard by millions more starting in August 1954. A typical program included a mix of vocal and instrumental performances, comedy routines, square dancing and an occasional novelty act. The host was Red Foley, one of the nation's top country music personality having been ranked by Billboard as the #5 Top Country Artist for the 1940s and #5 in the 1950s.\"Joel Whitburn's Top Country Songs 1944-2017\" Big names such as Patsy Cline, Eddy Arnold, Johnny Cash and Faron Young were interspersed with a regular cast, including a group of young talent the Jubilee brought to national fame: 11-year-old Brenda Lee, Porter Wagoner, Wanda Jackson, Sonny James, Jean Shepard and The Browns. Other featured cast members were Webb Pierce, Bobby Lord, Leroy Van Dyke, Norma Jean and Carl Smith. Carl Perkins, singing \"Blue Suede Shoes\", made his TV debut on the series, which showcased hundreds of popular artists performing everything from rockabilly, country and Western, bluegrass and honky tonk to the Nashville sound, gospel and folk. Several now-legendary session musicians provided accompaniment at times during the show's run, including Grady Martin, Hank Garland, Bob Moore, Charlie Haden, Cecil Brower, Tommy Jackson and Bud Isaacs. The genial Foley closed each show from the Jewell Theatre in downtown Springfield with a \"song of inspiration\" or a recitation from his Keepsake Album;A small softbound booklet offered to viewers containing inspirational anecdotes and poetry Foley had collected. WSM sold a similar booklet when he was with the Grand Ole Opry titled, Red Foley's Sacred Album. and his sign-off was \"Goodnight mama, goodnight papa\", before walking into the audience to shake hands as the credits rolled. The Jubilee was canceled after almost six years as rock and roll grew in popularity, and in part because of publicity surrounding tax evasion charges against Foley, who was later acquitted. On September 24, 1960, the final telecast, like the first in 1955, opened with Foley singing \"Hearts of Stone\". The program concluded with him performing \"May the Good Lord Bless and Keep You\". The series was voted Best Country Music Show by Fame magazine's annual TV critics poll in 1957 and 1960. In 1961, NBC-TV carried a spin-off, Five Star Jubilee. == Was the Jubilee \"first?\" == The first (and first live) country music program on network television was Village Barn, broadcast from 1948-50 by NBC from a New York City nightclub. From the late 1940s through the 1950s, the U.S. networks carried a handful of other country music shows, including Hayloft Hoedown and ABC Barn Dance (ABC); Saturday Night Jamboree (NBC); and Windy City Jamboree and The Old American Barn Dance (DuMont). NBC and later ABC also aired Midwestern Hayride. The shows, however, were generally short-lived summer replacements and had few if any well-known performers. Ozark Jubilee was the first network TV program to feature America's top country music stars, and as a result, was the first country music program to attract a significant national viewership.\"'Ozark Jubilee' Hits ARB Top for May TV\" (June 11, 1955), The Billboard, p. 22 At five years, eight months it also holds the record for the longest-running country music series on network television (Hee Haw was syndicated after two years on CBS, and Austin City Limits presents a much broader variety of music). == ABC-TV schedules == (all times are Eastern Time --all running times include commercial breaks) *1954-55 season (Ozark Jubilee) Starting January 22, 1955: Saturday, 9-10 p.m. Starting July 2, 1955: Saturday, 7:30-9 p.m. *1955-56 season (Ozark Jubilee): Saturday, 7:30-9 p.m. *1956-57 season (Ozark Jubilee) Starting October 4, 1956: Thursday, 10-11 p.m. Starting December 29, 1956: Saturday, 8-9 p.m. *1957–58 season (Country Music Jubilee): Saturday, 8-9 p.m. *1958-59 season (Jubilee USA) Starting September 29, 1958: Monday, 8-8:30 p.m. Starting November 1, 1958: Saturday, 8-9 p.m. *1959-60 season (Jubilee USA) Starting October 3, 1959: Saturday, 10-11 p.m. - September 24, 1960 From October 15, 1955 to September 15, 1956, the program aired from 7:30-8 p.m. every fourth Saturday when ABC televised The Grand Ole Opry live from 8-9 p.m. From March through September 1956, the \"Junior Jubilee\" edition aired in the 7:30-8 p.m. time slot.Weekly program listings (1955-1960), TV Guide, Vols. 3-8 In contrast to many network series which went on summer hiatus, the Jubilee was live throughout the year. == Red Foley and the rise of Springfield == During the late 1940s and 1950s, Springfield broadcasters Ralph Foster and Si Siman produced nationally syndicated radio shows through Foster's RadiOzark Enterprises, and aired them locally over his KWTO, also a stepping-stone for numerous country stars.Misurrell, Ed \"How a Local Boy's Hobby Brought TV to the Ozarks\" (October 2, 1955), \"Pictorial TView\", New York Journal American, p. 9 Their stable of country music shows and talent grew, and Foster believed Springfield could dethrone Nashville to become the \"crossroads of country music.\"Misurrell, Ed \"How a Local Boy's Hobby Brought TV to the Ozarks\" (October 2, 1955), \"Pictorial TView\", New York Journal American, p. 9 He realized television was the key, and named his new company Crossroads TV Productions, Inc., with Siman and John B. Mahaffey (Foster's nephew) as managing vice presidents. A financial backer was local businessman Lester E. Cox. In December 1953, they launched Ozark Jubilee on Springfield's KYTV-TV.\"Hillbilly TV Show Hits the Big Time\" (March 10, 1956), Business Week, p. 30 Red Foley Jubilee publicity photo In April 1954, after extensive negotiations, Siman lured Red Foley from Nashville to host the show with a one-year contract, renewed for three more in 1955.Sachs, Bill \"Folk Talent & Tunes\" (July 30, 1955), The Billboard, p. 20 It was a major coup; Foley was considered by many to be America's top country music star. In 1946 he replaced Roy Acuff as emcee of the Grand Ole Opry segment carried by NBC Radio, and his popularity during the following eight years was credited with establishing it as the number one country music show. Three months later, in July 1954, ABC-TV agreed to buy the Jubilee;\"Hillbilly TV Show Hits the Big Time\" (March 10, 1956), Business Week, p. 30 and by August, was carrying a radio version hosted by Foley that had begun in July on KWTO. To represent the regular performers on KWTO and the Jubilee, in March 1955 Foster established Top Talent, Inc., in partnership with Siman; and to publish their songs, Siman established Earl Barton Music, Inc. with partners Foster, Mahaffey and CoxMisurrell, Ed \"How a Local Boy's Hobby Brought TV to the Ozarks\" (October 2, 1955), \"Pictorial TView\", New York Journal American, p. 9 Siman also handled talent bookings for the show. Foster, known by cast and crew as \"the Skipper\", made an appearance on the final broadcast of Jubilee USA, singing \"Woodman, Spare that Tree\". By 1956, Springfield, with two other ABC shows,The Eddy Arnold Show (1956) and Talent Varieties (1955) ranked behind only New York and Hollywood for originating network television programming. Top Talent was booking Jubilee artists across the country, and that April, the Jubilee had finished third among men.\"ARB Top Shows Among Men\" (May 26, 1956), The Billboard, p. 9 According to The St. Louis Post-Dispatch that February, \"Springfield has become the recognized center of the country music world. In fact, it is generally agreed in television, recording and radio circles, that Springfield, now a city of 90,000, has shaken Nashville, Tennessee, home of The Grand Ole Opry and long-time mecca of hillbilly musicians, to its very foundations.\"Terry, Dickson \"Hillbilly Music Center\" (February 5, 1956) St. Louis Post-Dispatch \"The Everyday Magazine\", p. 1 But the 1957 departures of Porter Wagoner and Brenda Lee to the Music City signaled the shift would not be permanent, and Springfield never generated the business or revenues of Nashville. Publicity surrounding federal income tax evasion charges pending against Foley during 1960 influenced ABC's decision to cancel the program, although his first trial that fall ended in a hung jury; and after a second trial he was quickly acquitted on April 23, 1961.\"Foley Acquitted Of Tax Evasion\" (April 23, 1961), Springfield Leader & Press, p. A1 The previous October, ABC had begun airing the popular Fight of the Week in the Jubilee's former time slot (the show had replaced The Saturday Night Fights in 1955). == Performers == ===Cast=== The Ozark Jubilee cast was originally headlined by Wanda Jackson, Norma Jean, Bobby Lord, Webb Pierce, Marvin Rainwater, Porter Wagoner and Slim Wilson, who was also front man for both the Tall Timber Trio, made up of \"Speedy\" Haworth (guitar), Bob White (bass guitar) and \"Doc\" Martin (steel guitar); and the Jubilee Band, composed of Haworth, Martin, White, Johnny Gailey (drums), Paul Mitchell (piano) and Zed Tennis (fiddle). Featured vocalists included Leroy Van Dyke, Suzi Arden, Chuck Bowers, Sonny James, Tommy Sosebee and Tabby West.Ozark Jubilee Souvenir Picture Album (second edition, 1956), © Ozark Jubilee's Crossroads Store Singers Hawkshaw Hawkins and Jean Shepard, who met on the show, later married. Ozark Jubilee cast at the Jewell Theatre, 1956 The versatile Wilson was also half of the show's Flash and Whistler (with Floyd \"Goo Goo\" Rutledge); and Rutledge was half of Lennie and Goo Goo (with Lennie Aleshire), both country music comedy duos. Other comedians were Pete Stamper, Shug Fisher, KWTO's Bill Ring, Uncle Cyp and Aunt Sap Brasfield, and Luke Warmwater. The cast also included The Foggy River Boys, a singing quartet later known as The Marksmen (George Richardson, Les Robertson, Don Taylor and Earl Terry); Harold Morrison (banjo) and Jimmy Gately (guitar), a bluegrass duo; and The Wagoner Trio, made up of Wagoner, Haworth and Don Warden (steel guitar). The house band was first known as The Crossroads Boys, composed of Grady Martin, Billy Burke, Bud Isaacs, Tommy Jackson, Paul Mitchell, Jimmy Selph, Bob Moore and Mel Bly; but the name was soon changed to Bill Wimberly and His Country Rhythm Boys, a seven-piece group that alternated weekly during 1955 with Grady Martin and His Winging Strings, featuring Moore, Jackson, Isaacs and Hank Garland. Pierce hosted the first half-hour of the 90-minute programs once a month beginning October 15, 1955;Sachs, Bill \"Folk Talent & Tunes\" (October 15, 1955), The Billboard, p. 47 Wagoner and James joined him in monthly rotation from January through at least July 1956.Weekly program listings (1955-1956), TV Guide, Vols. 3-4 Substitute hosts included Wilson, Eddy Arnold, and Jim Reeves (May-July 1958). The on-camera announcer was Joe Slattery, a former Pan Am and US Army Air Forces pilot who later became president of AFTRA. The Jubilee featured two square dance groups: the Promenaders (with caller Leonard \"L. D.\" Keller), a competitive team originally from Southwest Missouri State College; and a children's group from Camdenton, Missouri, the (Lake of the Ozarks) Tadpoles (with caller Buford Foster). Several other groups, including the Ozark Sashayers (with caller Rex Kreider) and the teenage Wagon Wheelers (with caller Gary Ellison), made guest appearances. Foley's son-in-law, Pat Boone, occasionally appeared; as did his eldest daughter, Betty. Willie Nelson and his eventual third wife, Shirley Simpson, both auditioned for the show, but only Simpson (given the stage surname Caddell) made it., p. 158 Many of the regular cast were natives or residents of the Ozarks. Over the years they included: * Lennie Aleshire * Suzi Arden * Chuck Bowers * Uncle Cyp and Aunt Sap Brasfield * Cecil Brower * The Browns * Smiley Burnette * Shirley Caddell * Bill Carlisle * Thumbs Carllile * Curly Chalker * Arlie Duff *Patsy Elshire * James \"Rusty\" Estes * Buster Fellows * Shug Fisher * The Foggy River Boys * Johnny Gailey * Alfred \"Red\" Gale * Jimmy Gately * Charlie Haden * Hawkshaw Hawkins * \"Speedy\" Haworth * Libby Horne * Bud Isaacs * Tommy Jackson * Wanda Jackson * Sonny James * Norma Jean * Brenda Lee * Merl Lindsay * Bobby Lord * Johnny Manson * Bryan \"Doc\" Martin * Grady Martin * Paul Mitchell * Bob Moore * Harold Morrison * Penny Nichols * The Philharmonics * Webb Pierce * Marvin Rainwater * Bill Ring * Floyd \"Goo Goo\" Rutledge * Jimmie Selph * Jean Shepard * Tommy Sosebee *Carl Smith * Pete Stamper * Zed Tennis * Leroy Van Dyke * Porter Wagoner * Billy Walker * Don Warden * Luke Warmwater * Tabby West * Bob White * [ The Willis Brothers] * Slim Wilson * Bill Wimberly === Guest stars === Virtually every country music star of the day appeared on the Jubilee with the notable exception of Hank Snow, who maintained an allegiance to Nashville's Opry. Among them were: *Roy Acuff *Rex Allen *Bill Anderson *Chet Atkins *Eddy Arnold *Gene Autry *Johnny Bond *Margie Bowes *The Carter Sisters *Johnny Cash *Don Cherry *Sanford Clark *Patsy Cline *The Collins Kids *Wilma Lee and Stoney Cooper *Cowboy Copas *Jimmie Davis *Jimmy Dean *Little Johnny Edwards *Little Jimmy Dickens *Jimmy Driftwood *Tommy Duncan *Lefty Frizzell *George Hamilton IV *Homer and Jethro *Johnny Horton *Jan Howard *Ferlin Husky *Stonewall Jackson *Betty Johnson *George Jones *Grandpa Jones *Pee Wee King *Hank Locklin *The Louvin Brothers *Leon McAuliffe *The Maddox Brothers and Rose *Patsy Montana *George Morgan *Bashful Brother Oswald *Buck Owens *The Duke of Paducah *Minnie Pearl *Carl Perkins *Ray Price *Jim Reeves *Tex Ritter *Marty Robbins *Margie Singleton *Stringbean *Hank Thompson *Mel Tillis *Merle Travis *Ernest Tubb *Conway Twitty *T. Texas Tyler *Gene Vincent *Jimmy Wakely *Kitty Wells *Slim Whitman *The Wilburn Brothers *Tex Williams *Bob Wills *Del Wood *Faron Young Other guests included Fran Allison in a recurring role as Aunt Fanny; actors Betty Ann Grove, Jim Brown and Duncan Renaldo; and nationally syndicated columnist Earl Wilson. A young Wayne Newton performed with his brother as the Rascals in Rhythm.Weekly program listings (1955-1960), TV Guide, Vols. 3-8 On January 14, 1956, the program's first anniversary, Tennessee Gov. Frank Clement, Missouri's U.S. senators Tom Hennings and Stuart Symington, and Missouri Lt. Gov. Jim Blair appeared, as did St. Louis Cardinals baseball star Stan Musial. === The Jubilee and Brenda Lee === On February 23, 1956,Rhodes, Don \"Young Star Took First Steps in Rise to Fame in Augusta\" (September 19, 1997), The Augusta Chronicle, p. 18 11-year-old Brenda Lee, living in Augusta, Georgia, turned down $30 to sing on a Swainsboro radio station to see Foley and a visiting Jubilee promotional unit at Bell Auditorium. A local disc jockey convinced Foley to hear her sing before the show. He was stunned and agreed to let Lee perform \"Jambalaya\" that night. Foley later recalled his reaction: Jubilee Producer-Director Bryan Bisney contacted her stepfather, Buell \"Jay\" Rainwater, who mailed him a tape recording of Lee singing \"Jambalaya\" on an Augusta radio show with a snapshot of Lee in Cincinnati, Ohio with Jimmie Skinner (who had appeared on the show in 1955). He booked her network debut for March 31, 1956 to sing \"Jambalaya\" on the second \"Junior Jubilee\" edition of the show. The New York Journal American's Jack O'Brien began his April 1 column with, \"Didn't catch the name of the 9-year-old singer on last night's Ozark Jubilee but she belts a song like a star.\"O'Brien, Jack \"TV Review: Ozark Jubilee\" (April 1, 1956), New York Journal American The show received three times the usual fan mail with nearly every letter asking to see her again, and Lee's family soon moved to Springfield. Although her five-year contract with Top Talent was broken by a 1957 lawsuit brought by her mother and her manager, she made regular appearances on the program throughout its run. === Carl Perkins, \"Blue Suede Shoes\", and Elvis === Carl Perkins and the Perkins Brothers Band made their television debut on Ozark Jubilee on March 17, 1956, performing Perkins' No. 1 hit, \"Blue Suede Shoes\"Go, Cat, Go! by Carl Perkins and David McGee (1996), Hyperion Press , February 17 is correct, not \"March 17\", p. 171 and the B side, \"Honey Don't\". The group included Perkins (lead guitar and vocalist), Jay Perkins (rhythm guitar), Clayton Perkins (bass guitar) and W.S. Holland (drums). Coincidentally, Elvis Presley performed the song that same Saturday night on CBS-TV's Stage Show, which overlapped the Jubilee from 8-8:30 p.m. ET (Presley first performed the song February 11 on Stage Show).Go, Cat, Go! mistakenly said \"March 17\" instead of February 11, p. 163 An automobile accident en route to New York prevented the group from next appearing on The Perry Como Show on March 24. Perkins returned to the Jubilee on February 2, 1957 to again sing \"Blue Suede Shoes\" and his then-current hit, \"Matchbox\". Both Perkins and Presley were fans of the Jubilee.Hoekstra, Dave \"The King Earns a Country Crown; Honor recalls Elvis' Nashville Roots\" (September 20, 1998), Chicago Sun-Times, \"Show\", p. 13 In 1955, Presley saw Charlie Hodge, his eventual friend and stage assistant, perform on the program. He first met Hodge when a Jubilee promotional unit later visited Memphis, Tennessee. That same year, Presley asked Bobby Lord to get him an appearance on the show, but Lord told Presley the producers viewed him as \"a flash in the pan.\"Crumpler, Ike \"Martin Singer Topped Charts\" (April 17, 2004), The Stewart News/Port St. Lucie News, p. A1 === Patsy Cline === Patsy Cline made frequent appearances on the Jubilee, which gave her the opportunity to choose her own material for a national audience., p. 186 She first appeared in January 1956,, p. 80 Cline refers to a January 1956 appearance in a letter but did not give the date. returning on April 21. In 1957, she appeared on February 9; and on June 22 (the Oklahoma State Fair remote) she performed \"Walkin' After Midnight\" and \"Try Again\". On August 10, 1957 she sang her new single, \"Three Cigarettes (In an Ashtray)\" and \"Try Again\". Her December 5 appearance included \"Make Believe\", a duet with Foley; \"I Don't Wanna Know\"; and \"Then You'll Know\". During the program, Foley presented Cline with The Billboard's Most Promising County & Western Female Artist award, and Music Vendor magazine's award for Greatest Achievement in Records in 1957 (for \"Walkin' After Midnight\")., p. 147 In 1958, Cline appeared on February 21 and April 26. On November 7, 1959, she sang \"Walkin' After Midnight\" and \"Come on In\", then \"Let's Go to Church\" as a duet with Slim Wilson. On December 7, she sang her \"Got a Lot of Rhythm in My Soul\" and \"Lovesick Blues\", released in January 1960; and sang duets with Ferlin Husky (\"Let it Snow\") and Foley (\"Winter Wonderland\"). On June 4, 1960, Cline soloed with \"Lovesick Blues\" and \"How Can I Face Tomorrow\", released in July; and sang \"I'm Hogtied Over You\" with Cowboy Copas and \"Rueben, Reuben\" with June Valli and Eddy Arnold. == Junior Jubilee == Every fourth Saturday from March 31 through September 15 (and on December 13), 1956, a special edition of Ozark Jubilee showcased young country music performers. \"Junior Jubilee\" aired from 7:30-8 p.m. when ABC televised The Grand Ole Opry from 8-9 p.m. Although Foley appeared, 10-year-old singer Libby Horne of McAlester, Oklahoma was the ostensible emcee.\"TV Week\" (July 21, 1956), Chicago Daily Tribune p. 2 Little Johnny Edwards 6-year-old singer of Sarcoxie, Missouri 1956. Brenda Lee made her first appearances on the program. Other performers included seven-year-old singer \"Cookie\" McKinney, guitarist John \"Bucky\" Wilkin, 12-year-old fiddler Clyde Wayne Spears, singer-guitarist Mike Breid, seven-year-old Billy Joe Morris, and child square dancers the Whirli-jiggers.Weekly program listings (1956), TV Guide, Vol. 3 \"Junior Jubilee\" first appeared as a show segment on November 19, 1955, and returned as a portion of Jubilee USA on November 8, 1958.Weekly program listings (1955–1958), TV Guide, Vols. 3-6 ==Public service== Foley periodically asked viewers to contribute to various charities, including the March of Dimes, Easter Seals, Community Chest, and aid following the 1960 Great Chilean earthquake. Guests in 1956 included the Polio Mother of the Year and the March of Dimes poster family. Groups recognized on the program included the Girl Scouts and the Chiefs of Police. The Jubilee also staged performances for inmates at the US Medical Center for Federal Prisoners in Springfield, including special Christmas shows., p. 113 == Audience and sponsors == During the program's 1955 premiere, Foley asked, \"If you folks want us to come and visit at your house like this every Saturday night, why don't you drop me a line in Springfield, Missouri?\" In the next week 25,258 cards and letters arrived from 45 of the 48 states,The Ozark Jubilee starring Red Foley (1956), RadiOzark Enterprises, Inc. and the show typically received 6,000 letters each week.Dessauer, Phil \"Springfield, Mo.-Radio City of Country Music\" (April, 1957), Coronet, p. 154 In May 1955, carried by 72 ABC affiliates, it was the only TV show with an audience equally divided among men, women and children, according to the American Research Bureau (ARB). For 1955, ABC reported these achievements for the program, citing ARB data:\"Ozark Jubilee\" (February 13, 1956), Available on ABC-TV, ABC, Vol. I No. 37 * Largest male U.S. television audience * 28 percent more per-set viewers than the average of all prime time shows * Largest per-set U.S. television audience, 3.40 persons By early 1956, the Jubilee had earned a 19.2 Nielsen rating,\"First Birthday\" ad (January 21, 1956), The Billboard, p. 15 and ARB estimated its weekly TV audience to be as high as 9,078,000. (The $64,000 Question had the most viewers, 16,577,500.)TV Ratings: 1955–1956, ClassicTV.com By 1959 the show was carried by 150 affiliates,Sachs, Bill \"Folk Talent & Tunes\" (March 13, 1959), The Billboard, p. 18 but rarely won its time slot, competing with such heavyweights as The Perry Como Show on NBC; and on CBS, The Honeymooners, Perry Mason, and in 1960, the top-rated Gunsmoke. Its ratings were also hampered when a few major- market affiliates such as WABC-TV took advantage of network break-away cues to carry 30- or, when it was 90 minutes, 60-minute portions. ABC promoted and sold the program as prime family entertainment. Sponsors included the American Chicle Co., Rolaids, Anacin (1956), Williamson-Dickie (1957-60), Massey Ferguson (1958-60), Arrid, Postum (1958), Carter's Little Pills and Sargent's Dog Care Products (1960);Sachs, Bill \"Folk Talent & Tunes\" (August 24, 1959), The Billboard, p. 46 and was sold nationally by Ted Bates & Company. Joe Slattery handled station breaks and some commercials, often appearing during Jubilee USA with Massey Ferguson farm tractors and accessories in film clips or on stage.Ticket for the final Jubilee USA The live audience was briefly part of the broadcasts when a camera would swing around to show the sold-out Jewell Theatre. Attendees, often nearly 90 percent out-of-state,Turtle, Howard \"Ozarks Folk Tunes and Comedy Make Springfield a TV Center\" (January 29, 1956), Kansas City Star, p. C1 would cheer and hold up signs or banners with the names of their hometowns. Producers estimated 350,000 people (from as many as 30 states on some nights) attended the performances at the Jewell from 1954-1960\\. Visitors also came from Canada, Mexico, Hawaii and Bermuda. Tickets had to be requested as long as six weeks in advance and it was believed to be the only network TV show with paid admission ($1.00 main floor, 75 cents balcony and 50 cents standing room). Second (non-broadcast) shows were frequently added to accommodate the demand during the summers. The Jubilee regularly noted it was carried \"coast to coast\", and to promote the show, \"personal appearance units\", often including Foley, performed at state fairs and other venues in 42 states, Alaska (then a U.S. territory) and every Canadian province. == Production == Ozark Jubilee's first broadcast was December 26, 1953 with an hour-long telecast from the studio of KYTV before a live audience,Spears-Stewart, Rita (1993), Remembering the Ozark Jubilee, Stewart, Dillbeck & White Productions, , p. 17 hosted by Bill Bailey. The two- and-a-half-hour radio version, hosted by Foley, began July 17, 1954 on KWTO from Springfield's 1,100-seat Jewell Theatre, a former movie theater.Friedman, Joel \"Folk Talent and Tunes\" (July 24, 1954), The Billboard, p. 29 ABC Radio began carrying 30 minutes of the program August 7, and added another half-hour on a delayed basis on Tuesday nights starting October 5. The KYTV show followed with 90-minute TV simulcasts from the theater starting September 4, 1954.Sachs, Bill \"Folk Talent & Tunes\" (September 18, 1954), The Billboard, p. 35 Red Foley with producer-director Bryan Bisney and Fran Allison during a 1956 rehearsal The program debuted on ABC-TV on January 22, 1955, but the first 14 national telecasts were staged at KOMU-TV in Columbia, Missouri because network television transmission capability from Springfield was not available. Columbia had a microwave transmitter, however, for ABC coverage of University of Missouri football games. After AT&T; installed a microwave link in Springfield to transmit to Kansas City (which could feed to the network via Chicago), and modifications were made to the Jewell (including extending the stage and adding a control room), the program returned to the theater with the first broadcast April 30. The show was sent to KYTV by a local microwave link from the station's remote van. Rehearsals for Saturday shows were held on Fridays, with run-throughs Saturday afternoons. The program used equipment and staff from KYTV, which was then a dual ABC-NBC network affiliate. It debuted using two black-and-white RCA TK-11 cameras with a third added a year later. Vocals of some hit songs were lip-synched. Overhead shots of square dancing and for other creative purposes were accomplished using a large mirror angled above the stage. One 1960 show included an elephant from a visiting Adams & Sells Circus quietly performing on stage behind an \"oblivious\" Uncle Cyp. The program had two remote broadcasts: June 22, 1957 from the Oklahoma State Fair during the state's semi-centennial;\"The Death of TV's Jubilee\" (September 18, 1960), Springfield Leader & Press, p. D4 and February 21, 1959 from the Masonic AuditoriumPeterson, Bettelou \"Red Foley's Proud of Grandson\" (February 19, 1959), The Detroit Free Press in Detroit, Michigan for a Massey Ferguson dealers convention.Sachs, Bill \"Folk Talent & Tunes\" (February 16, 1959), The Billboard, p. 18 In July 1957, Dan Lounsbery, producer of NBC's Your Hit Parade, and its art director, Paul Barnes,Sachs, Bill \"Folk Talent & Tunes\" (July 15, 1957) The Billboard, p. 94 were hired by ABC to spend several weeks with the show to improve the sets and pacing. July 6 saw the first program under the name Country Music Jubilee, which, according to ABC Vice President James Aubry Jr., \"recognizes the wide popularity of country music.\"DeBlois, Frank \"Them Big City Ways\" (August 17, 1957), TV Guide, Vol. 5, No. 33, p. 9 The Jubilee's executive producers were Crossroads vice presidents Si Siman and John Mahaffey, and the producer-director was Bryan \"Walt\" Bisney. The co- writers were publicist Don Richardson and Bob \"Bevo\" Tubert. Fred I. Rains was floor director and Bill Ring frequently served as associate producer. The original scenic designer was Don Sebring; his successor, Andy Miller, later did scenic design for nearby Silver Dollar City and Richardson became its public relations director. == Five Star Jubilee == In 1961, NBC-TV carried a summer spin-off called Five Star Jubilee from March 17-September 22. Starting in May, it was the first network color television series to originate outside New York City or Hollywood.\"'Jubilee' Turning to Color TV\" (April 30, 1961), Springfield Leader-Press The weekly program featured five rotating hosts: Snooky Lanson, Tex Ritter, Jimmy Wakely, Carl Smith and Rex Allen. Produced from Springfield's Landers Theatre, it was similar to Jubilee USA and featured some of the same cast members, including Bobby Lord, the Promenaders and Slim Wilson's Jubilee Band. Barbara Mandrell made her network debut on the program.Byrne, Bridget \"Barbara Mandrell: Just a Mom at 'Heart'\" (January 19, 2000), BPI Entertainment News Wire == Legacy == After cancellation by ABC, live performances from the Jewell Theatre continued over KWTO-AM (with 15 minutes carried by NBC Radio on Saturday afternoons through 1961), and groups of cast members continued making personal appearances. The theater was demolished five months later in February 1961;\"Glamorous 50 Years To End for Theater\" (December 25, 1960), Springfield News & Leader, p. D1 a marker in Jubilee Park, dedicated in 1988, notes its location at 216 South Jefferson Ave. Cast and production crew members held reunions at the 1988 dedication, in October 1992, and in April 1999.Marymont, Mark \"'Ozarks Jubilee' Reunion Preserves Past\" (April 23, 1999), Springfield News-Leader, p. 20E 1960 opening title with Massey-Ferguson logo The Jubilee was culturally significant for giving millions of urban and suburban American viewers their first regular exposure to country music. As Webb Pierce told TV Guide in 1956, \"Once upon a time, it was almost impossible to sell country music in a place like New York City. Nowadays, television takes us everywhere, and country music records and sheet music sell as well in large cities as anywhere else.\" In return, the Jubilee gave many of the biggest names in country music their first experiences performing on television. The program also gave national exposure to a number of female country music pioneers, including Patsy Cline, Brenda Lee, Wanda Jackson, Jan Howard, Jean Shepard, Kitty Wells and Norma Jean; the show also featured a local African-American group, the Philharmonics. It represented the peak of Red Foley's career, who had been America's top country star since World War II and who remains one of the biggest-selling country artists of all time. Finally, the Jubilee in many ways laid the groundwork for neighboring Branson, Missouri to become America's top country music tourist destination.Kelley, Michael \"Hillbilly Heaven: Music Mecca Basks in All its Glory\" (June 29, 1991), The Memphis Commercial Appeal, p. A1 The program was the subject of a 1993 book, Remembering the Ozark Jubilee;Remembering the Ozark Jubilee contained a number of minor errors; the most significant was the common inaccuracy that the show reached 25 million viewers. and in 2003, Ozarks Public Television released an hour-long documentary, Ozark Jubilee: A Living Legacy. Cast and crew gathered once again for its premiere at the Landers Theatre. Streets in a residential neighborhood of nearby Nixa, Missouri include Ozark Jubilee Drive, Red Foley Court, Slim Wilson Boulevard, Bill Ring Court, Zed Tennis Street and Haworth Court. == Restoration Project at Missouri State University == Over sixty full or partial kinescopes of the show are preserved at the UCLA Film and Television Archive.UCLA Library Catalog, Film & Television Archive The Missouri State University's Meyer Library (located in Springfield, Missouri) is partnering with the archives to digitize and make available all viable episodes through a dedicated YouTube channel. Each episode costs $2500, and there are sponsorship opportunities available for those who would like to participate in this important restoration and preservation project. As of June 2019, there are 12 30-minute segments from the early episodes (1955-1956) available for viewing on YouTube at the Missouri State University Libraries Ozark Jubilee channel. == See also == *The Eddy Arnold Show *Talent Varieties == Notes == ==References== (Chronological) *\"Tin Pan Alley in the Ozarks\" (January 3, 1955), Broadcasting/Telecasting, p. 35 *Adams, Val \"A.B.C. to Offer 'Ozark Jubilee'\" (January 4, 1955), The New York Times, p. 28 *Weekly program listings (1955-1960), TV Guide, Vols. 3-8 *\"The Red Foley Story\" (March, 1955), Country & Western Jamboree *\"Quiet-Men Listening\" (March 21, 1955), Newsweek, p. 102 *Jenkins, Dan \"Review: Ozark Jubilee\" (April 16, 1955), TV Guide, p. 19 *Ozark Jubilee Souvenir Picture Album (first edition, 1955) * Misurrell, Ed \"How a Local Boy's Hobby Brought TV to the Ozarks\" (October 2, 1955), \"Pictorial TView\", New York Journal American, p. 9 *Turtle, Howard \"Ozarks Folk Tunes and Comedy Make Springfield a TV Center\" (January 29, 1956), Kansas City Star, p. C1 *Terry, Dickson \"Hillbilly Music Center\" (February 5, 1956) St. Louis Post- Dispatch \"The Everyday Magazine\", p. 1 *\"Ozark Jubilee\" (February 13, 1956) Available on ABC-TV, ABC, Vol. I No. 37 *The Ozark Jubilee starring Red Foley (1956), RadiOzark Enterprises, Inc. *\"Hillbilly TV Show Hits the Big Time\" (March 10, 1956), Business Week, p. 30 *O'Brien, Jack \"TV Review: Ozark Jubilee\" (April 1, 1956), New York Journal American *\"They Love Mountain Music\" (May 7, 1956), Time *Shulman, Art \"Dynamo-Country Style\" (July 7, 1956), TV Guide, p. 28 *\"'Taint Hillbilly, Neighbor!\" (August 27, 1956), TV Guide, p. 10 *Ozark Jubilee Souvenir Picture Album (second edition, 1956), © Ozark Jubilee's Crossroads Store * *Country Music Jubilee Souvenir Picture Album (third edition, 1957) *Dessauer, Phil \"Springfield, Mo.-Radio City of Country Music\" (April, 1957), Coronet, p. 152 *DeBlois, Frank \"Them Big City Ways\" (August 17, 1957), TV Guide, Vol. 5, No. 33, p. 9 *\"Bill Ring Returns to TV Jubilee\" (July 11, 1958), Springfield Leader-Press *Program listing (August 2, 1958) TV Guide, Vol. 6, No. 31, p. A-12 *Sachs, Bill \"Folk Talent & Tunes\" (February 16, 1959), The Billboard, p. 18 *Sachs, Bill \"Folk Talent & Tunes\" (November 9, 1959), The Billboard, p. 18 *\"Jubilee, U.S.A.\" (January 1960), TV Radio Mirror, p. 48 *\"The Death of TV's Jubilee\" (September 18, 1960), Springfield Leader & Press, p. D4 *\"Glamorous 50 Years To End for Theater\" (December 25, 1960), Springfield News & Leader, p. D1 *\"Foley Acquitted Of Tax Evasion\" (April 23, 1961), Springfield Leader & Press, p. A1 *\"'Jubilee' Turning to Color TV\" (April 30, 1961), Springfield Leader-Press *Kelley, Michael \"Hillbilly Heaven: Music Mecca Basks in all its Glory\" (June 29, 1991), The Memphis Commercial Appeal, p. A1 *. *. *. *. *. *. *Rhodes, Don \"Young Star Took First Steps in Rise to Fame in Augusta\" (September 19, 1997), The Augusta Chronicle, \"Applause\", p. 18 *Hoekstra, Dave \"The King Earns a Country Crown; Honor Recalls Elvis' Nashville Roots\" (September 20, 1998), The Chicago Sun-Times, \"Show\", p. 13 *Eng, Steve (1998). \"Ozark Jubilee\" In The Encyclopedia of Country Music. Paul Kingsbury, Editor. New York: Oxford University Press. pp. 401–2. *. *Marymont, Mark \"'Ozarks Jubilee' Reunion Preserves Past\" (April 23, 1999), Springfield News-Leader, p. 20E *Byrne, Bridget \"Barbara Mandrell: Just a Mom at 'Heart'\" (January 19, 2000), BPI Entertainment News Wire *. *. *Crumpler, Ike \"Martin Singer Topped Charts\" (April 17, 2004), The Stewart News/Port St. Lucie News, p. A1 *Hocklander, Sony \"Celebrating 100 Years\" (August 10, 2008), Springfield News-Leader, \"Life\", p. 1C * * == External links == * Jubilee photos from the History Museum for Springfield-Greene County * Ozark Jubilee radio and TV cast photos at Hillbilly-Music.com (successive visits display a different rotating photo set) * \"The Ozark Jubilee\" OzarksWatch Video Magazine (Iowa Public Television) January 2010 * \"My Memories of the Ozark Jubilee\", by Don Baker * Season 1 and 2 episode guide at tv.com Category:1955 American television series debuts Category:1950s American radio programs Category:1950s American variety television series Category:1960s American variety television series Category:1954 American television series debuts Category:1960 American television series endings Category:American Broadcasting Company original programming Category:American country music radio programs Category:American music television series Category:Black-and-white American television shows Category:Country music television series Category:English-language television shows Category:American country music Category:Ozarks Category:ABC radio programs ",
    "title": "Ozark Jubilee"
}