{
    "id": "828350",
    "text": "Araçatuba is a city located in the northwest of São Paulo state, Brazil. The city has 190,536 inhabitants (IBGE/2013) and spans . The city name comes from the Tupi language and means \"abundance of araçá (a fruit, Psidium cattleianum)\". Araçatuba is located from São Paulo. ==History== Araçatuba was founded on December 2, 1908, and officially established as a municipality on December 8, 1921. ==Economy== The Tertiary sector is the most relevant for Araçatuba, corresponding to 79.35% of the city GDP. The Primary sector corresponds to 1.68% of the GDP and the Industry corresponds to 18.97%. Agro- industrial activities are relevant in the region. ==Culture== The city is the seat of the mor religiones. ==Microregion of Araçatuba== Araçatuba is the center of a Microregion with a population of 256,560 inhabitants (IBGE/2010) an area of 5,365.6 km2. This region includes the cities of Bento de Abreu, Guararapes, Lavinia, Rubiácea, Coroados, Santo Antônio do Aracanguá and Valparaíso. ==Transportation== *SP-300 Rodovia Marechal Cândido Rondon *SP-463 Rodovia Elyeser Magalhães The city is served by the \"Dario Guarita Airport\". Motorcycles and scooters account for 37% of the total number of vehicles in the city, much higher than the country's average of 27%. http://ibge.gov.br/cidadesat/painel/frota.php?lang=_PT&codmun;=350280&search;=sao- paulo|aracatuba|infograficos:-frota-municipal-de-veiculos ==References== ==External links== * Folha da Região newspaper * O Liberal Regional newspaper ==Photo gallery== Sunset over Araçatuba215x215pxBuildings \"Machadinho\" creek and \"Pompeu de Toledo\" AvenuePartial cityscape from \"Abraão Buchala\" Avenue\"Pompeu de Toledo\" Avenue and \"Brasília\" Avenue crossing Historic Building and Cultural CenterYacht Club and Tietê riversideJet-skiing on Tietê river Category:Populated places established in 1908 Category:1908 establishments in Brazil ",
    "title": "Araçatuba"
}