{
    "id": "828416",
    "text": "Entrance to the university campus The Federal University of São Carlos (, UFSCar) is a public research university located in São Carlos, state of São Paulo, Brazil. == History == On December 13, 1960, a federal statute determined the creation of a university in São Carlos. On December 1, 1968, a presidential decree was enacted to create that university and a commission was formed to coordinate the project. The result was the Federal University of São Carlos, the first federal university in São Paulo state. Thancham's farm, localized on the border of Washington Luís highway, was chosen as the initial site. Farm buildings were adapted to provide administration, classrooms, and laboratories. In March 1970, it received its first 96 students for the science and materials engineering degree. The university started with a strong emphasis on natural sciences. This profile changed during the 1990s, when UFSCar created more courses, departments, and added graduate programs in the humanities. The first three academic centers were created in the 1970s. The Center for Science and Technology (CCET, in Portuguese) and the Center for Life Sciences and Health (CCBS, in Portuguese), the Education Centre and Human Sciences (CECH, in Portuguese) along with the undergraduate Biological Sciences degree were created in 1972. The first health program, undergraduate Nursing, deployed in 1977. In 1994 an undergraduate program in Physical Education began. By the end of the 80s, the humanities professors were linked mainly to the Department of Scientific and Philosophical Foundations of Education. The university also hosted the Departments of Social Sciences, Education, Philosophy, Educational Methodology and Psychology. The Social Sciences undergraduate course began in 1991; Psychology and Library and Information Science opened in 1994; Literature and Image and Sound came in 1996, and Bachelor of Music with specialization in Music Education started in 2004. In 2008, UFSCar adopted the federal plan to restructure and expand the public universities. Since then, it has increased the number of campuses, undergraduate and graduate courses and staff. ==Academics== UFSCar offers 64 undergraduate degrees and maintains 52 graduate programs. It has an enrollment of approximately 26,000 students and 1,300 professors and researchers. 99.8% of its teaching staff are PhDs or Masters. Through ENEM, the national test for graduating high school students, the university offers 2,897 undergraduate positions each year. === Rankings === UFSCar is ranked among the 10 best universities in Brazil according to Folha de S.Paulo's University Ranking. The Brazilian Ministry of Education gave UFSCar the maximum score for its teaching quality. Times Higher Education ranked UFSCar in 16th place on its Latin America University Rankings. == Campuses == The University has four campuses: São Carlos, Araras, Sorocaba and Lagoa do Sino. === São Carlos campus === The UFSCar's main campus, located in São Carlos, occupies an area of 645 hectares (1,590 acres). Its infrastructure includes 300 laboratories, one library with more than 280,000 books, one clinic, two theatres, nine lecture halls, 12 auditoriums, one gymnasium, one sports park, seven courts, two pools, one university restaurant, four snack bars, 124 classrooms and 672 vacancies internal and external student housing. Located inside main campus, there is an area of about 672 hectares (1,660 acres) of cerrado, of which almost 30% are composed of preserved vegetation. That area is used for teaching and research. The University also promotes monitored visits in the area. Because there is currently only 1% of the original cerrado vegetation that existed in the state of São Paulo (due to agriculture and cattle ranching), preservation turn places like this into animal refuges. In the area there are armadillos, deers, capybaras and other rodents, marmosets, and a great diversity of birds. There are also records of the presence of tatuis, anteater, and brown jaguars. More than 30 new species of aquatic insects have been discovered in this area. === Araras campus === The Araras campus occupies an area of 243 hectares (600 acres). Its infrastructure includes 28 laboratories divided between teaching and research, 22 classrooms, one library, one clinic, one amphitheater, one court, one aquatic center, one university restaurant, one snack bar and 33 external vacancies in student housing. Approximately 1,000 students visit the place. === Sorocaba campus === The Sorocaba campus has 70 hectares (173 acres) of area with 44 laboratories, one library, one clinic, two auditoriums, one sports court, one university restaurant, one snack bar, 29 classrooms, one football field with running track and 80 external vacancies of student housing. === Lagoa do Sino campus === The Lagoa do Sino campus is located in Buri and occupies an area of 1 hectare (2.47 acres). Its infrastructure includes ten laboratories, one computer lab, one library, one university restaurant, one snack bar and eleven classrooms. ==See also== *Universities and Higher Education in Brazil ==References== ==External links== *Federal University of São Carlos official website *A presentation of UFSCar (Vídeo Institucional da UFSCar): Sao Carlos Sao Carlos Category:São Carlos Category:Educational institutions established in 1968 Sao Carlos ",
    "title": "Federal University of São Carlos"
}