{
    "id": "829399",
    "text": "Kępno () is a town in Poland. It lies on the outskirts of the Greater Poland Voivodeship, as it borders on Silesia and the Łódz Land. As of December 31, 2009 Kępno had a population of 14,760. One popular attraction in Kępno is the recently restored Rynek (market square). ==History== Memorial stone commemorating the Treaty of Kępno from 1282 The history of Kępno dates back to a medieval Polish stronghold. The oldest known mention of Kępno comes from 1282, when it was the place of signing of the Treaty of Kępno, between dukes of fragmented Poland, Przemysł II, Duke of Greater Poland and Mestwin II, Duke of Pomerania. In 1283 it enjoyed town rights. Initially a royal city of Poland, in 1365 it was granted by King Casimir III the Great to knight and noble . Administratively located in the Sieradz Voivodeship in the Greater Poland Province of the Polish Crown, it became a village again. It regained town rights in 1660, by decision of King John II Casimir of Poland. Protestants from nearby Silesia as well as Jews settled in Kępno in the 17th century. Kępno was annexed by the Kingdom of Prussia in the 1793 Second Partition of Poland. Administered within South Prussia from 1793–1807, it was part of the Napoleonic Duchy of Warsaw from 1807–1815. As Kempen, it was restored to Prussia in the 1815 Congress of Vienna and administered within the Grand Duchy of Posen (until 1848) and the Province of Posen, within which it was the seat of the district Kempen in Posen. The town was a 19th-century shtetl. The majority of the Jews left the city during the second half of the 19th century because of the epidemics (cholera, etc.) and the poor living conditions. They left mainly for Wrocław and surroundings, Berlin, and the Americas. Kempen (Kepno) immigrants were the first Jews to settle in Guatemala, and formed the basis of the German-Jewish community there. In the meantime, the Polish population was subject to Germanisation policies. Since the mid-19th century, to resist Germanisation, Poles founded various organizations, including industrial and cultural societies, printing houses and a local branch of the \"Sokół\" Polish Gymnastic Society. In the early 20th century local Poles protested against Germanisation policies. On 17 January 1920, after World War I, it became part of the re-established Polish Republic. Following the invasion of Poland and the outbreak of the Second World War in September 1939, Kępno was occupied by the Wehrmacht and annexed by Nazi Germany. It was renamed Kempen and administered as part of the county or district (kreis) of the same name within Reichsgau Wartheland. Its population was subject to segregation, Germanisation, confiscation of property, arrests, expulsions, deportations to forced labour, imprisonment in Nazi concentration camps and executions. Polish monuments were destroyed. the Polish resistance movement was organized in Kępno in November 1939. Red Army troops took the town on January 21, 1945 and with the end of the war, the town returned to Poland. == Notable residents == Memorial plaque dedicated to the Kępno-born Polish writer Władysław Rabski * Wilhelm Freund (1806–1894), philologist * Samuel Holdheim (1806–1860), reform rabbi * Malbim (1809–1879), rabbi * Hermann Aron (1845–1913), electrical engineer * Gustav Jacob Born (1851–1900), histologist * Eugen Rehfisch (1862–1937), physician * (1865–1925), publicist, writer and member of parliament * Edward Lasker (1885–1981), chess player * Witold Tomczak (born 1957), politician * Louis Phillips (1829-1900), wealthy land owner and rancher in Los Angeles, born in Kępno == Education == * Wyższa Szkoła Zarządzania \"Edukacja\" in Wrocław, branch in Kępno ==Sports== The local football club is . It competes in the lower leagues. ==Gallery== File:SM Kępno Kościół św Marcina (3) ID 741021.jpg | St. Martin's Church File:Kepno Poczta.jpg|The Post Office in Kępno File:SM Kępno Wawrzyniaka20 (1) ID 651426.jpg|A historic bank building on Wawrzyniak Street File:WK15 Kępno (1) Travelarz.jpg|The train station File:SM Kępno Sienkiewicza21 (0) ID 651421.jpg|Primary school No. 1 File:Kepno Wieza cisnien.jpg|A water tower == References == * === Footnotes === Category:Cities and towns in Greater Poland Voivodeship Category:Kępno County Category:Poznań Voivodeship (1921–1939) ",
    "title": "Kępno"
}