{
    "id": "829377",
    "text": "Rosh Chodesh or Rosh Hodesh (; trans. Beginning of the Month; lit. Head of the Month) is the name for the first day of every month in the Hebrew calendar, marked by the birth of a new moon. It is considered a minor holiday, akin to the intermediate days of Passover and Sukkot. ==Origin== The Book of Exodus establishes the beginning of the Hebrew calendar: > \"And the spoke unto Moses and Aaron in the land of Egypt, saying: 'This > month shall mark for you the beginning of the months; it shall be the first > of the months of the year for you.'\" (12:1-2)All passages from the Torah are > taken from The JPS Hebrew-English Tanakh, Second Edition. Philadelphia: The > Jewish Publication Society, 2003. In the Book of Numbers, God speaks of the celebration of the new moon to Moses: > \"And on your joyous occasions - your fixed festivals and new moon days - you > shall sound the trumpets over your burnt offerings and your sacrifices of > well-being.\" (10:10) In , both new and full moon are mentioned as a time of recognition by the Hebrews: > \"Blow the trumpet at the time of the New Moon, at the full moon, on our > solemn feast day. For this is a statute for Israel, a law of the God of > Jacob.New King James Version translation; some translations refer to \"the > appointed time\" rather than to the full moon, e.g. King James Version and > Wycliffe Bible: the latter reads Blow ye with a trump in the new moon; in > the noble day of your solemnity The occurrence of Rosh Chodesh was originally confirmed on the testimony of witnesses observing the new moon.Mishnah Rosh Hashanah 1 After the Sanhedrin declared Rosh Chodesh for either a full month or a defective, 29-day month, news of it would then be communicated throughout Israel and the diaspora. A custom was developed in which an additional day could be added to the month to ensure that certain holidays (such as Yom Kippur) did not fall on the days before or after Shabbat. ==Announcement== Rosh Chodesh is the day after a new moon at 18:00 Jerusalem time (16:00 Universal Time). The times of astronomically determined new moons can be calculated today accurately to 10,000 years before or after now.NASA – Moon Phases The further it is from today, the bigger is the Delta T, the uncertainty in converting Dynamical Time to Universal Time. However, Jewish religious rules often allows postponements (Dehioth) of the \"head of the month\". Despite the existence of a fixed calendar, Rosh Chodesh is still announced in synagogues on the preceding Shabbat (called Shabbat Mevarchim — The Shabbat of Blessing [the new month]). The announcement is made after the reading of the sefer torah, before returning it to the aron kodesh, in a prayer beginning \"May it be Your will... that You renew this month for us for good and for blessing\". The name of the new month, and the day of the week on which it falls, is given during the prayer. Some communities customarily precede the prayer by an announcement of the exact date and time of the new moon, referred to as the molad, or \"birth\".Tehillat HaShem, Merkos L'Inyonei Chinuch, 1988 (Standard Lubovitch prayerbook) Rosh Chodesh Tishrei (which is also Rosh HaShana) is never announced. ==Observance== ===Traditional observances=== During the evening service of Rosh Chodesh, a prayer Ya'a'le Ve-Yavo is added to the Avodah, the prayer for the restoration of the Temple and a segment of the Amidah. During the morning service, Ya'a' le Ve-Yavo is again recited, and half Hallel (Psalms 113-118) is recited (except on Rosh Chodesh Tevet, which is during Chanukkah, when Full Hallel is recited). The Book of Numbers 28:1-15, which includes the offerings of Rosh Chodesh, is read. An additional prayer service, called Mussaf, is added to commemorate the original sacrifices in the Temple. The middle blessing here is \"Roshei Chadashim\". After the service, many recite Psalm 104. The Ya'a'le Ve-Yavo prayer is also inserted in the Grace after Meals (Birkat Ha-Mazon). Many have a custom to make sure to eat a special meal in honor of Rosh Chodesh, as the Code of Jewish Law suggests. This gives one the opportunity to recite the Ya'a'le Ve-Yavo in the Grace after Meals. Some Hasidic Jews sing Psalm 104 during this meal. If Rosh Chodesh falls on Shabbat, the regular Torah reading is supplemented with a reading of Numbers 28:9-15. The German custom is to sing the Half Kaddish preceding Maftir to a special tune.For an example, see The regular Haftorah is replaced by a special Rosh Chodesh Haftorah. The Mussaf prayer is also modified when Rosh Chodesh falls on Shabbat. The central benediction is replaced with an alternate version (Ata Yatzarta) that mentions both the Shabbat and Rosh Chodesh. If Rosh Chodesh falls on a Sunday, a different Haftarah, Mahar Chodesh (\"Tomorrow is the New Moon\", I Samuel 20:18-42) is read. The Kiddush Levanah (sanctification of the moon) is recited soon after Rosh Chodesh, typically on the first Saturday night after Rosh Chodesh. ===Rosh Chodesh and women=== According to the Talmud, women are forbidden to engage in work on Rosh Chodesh. Rashi, in commenting on this passage, delineates the activities from which they must refrain: spinning, weaving, and sewing--the skills that women contributed to the building of the Mishkan (Tabernacle). The midrash Pirke De-Rabbi Eliezer explores this prohibition in chapter 45: > Aaron argued with himself, saying: \"If I say to Israel, 'Give ye to me gold > and silver,' they will bring it immediately; but behold I will say to them, > 'Give ye to me the earrings of your wives and of your sons,' and forthwith > the matter will fail,\" as it is said, \"And Aaron said to them, 'Break off > the golden rings.'\" The women heard (this), but they were unwilling to give > their earrings to their husbands; but they said to them: \"Ye desire to make > a graven image of a molten image without any power in it to deliver.\" The > Holy One, blessed be He, gave the women their reward in this world and the > world to come. What reward did He give them in this world? That they should > observe the new moons more stringently than the men, and what reward will He > give them in the world to come? They are destined to be renewed like the new > moons, as it is said: \"Who satisfieth thy years with good things; so that > thy youth is renewed like the eagle.\" In modern times, female-centered Rosh Chodesh observances vary from group to group, but many are centered on small gatherings of women, called Rosh Chodesh groups. There is often a particular interest in the Shekinah, considered by the kabbalah to be a feminine aspect of God. These groups engage in a wide variety of activities that center around issues important to Jewish women, depending on the preference of the group's members. Many Rosh Chodesh groups explore spirituality, religious education, ritual, health issues, music, chanting, art, and/or cooking. Some groups also choose to educate young Jewish women in their community about sexuality, self-image, and other women's mental and physical health issues. Miriam's cup (for the prophet Miriam) originated in the 1980s in a Boston Rosh Chodesh group; it was invented by Stephanie Loo, who filled it with mayim hayim (living waters) and used it in a feminist ceremony of guided meditation. Some seders (including the original Women's Seder, but not limited to women-only seders) now set Miriam's cup as well as the traditional cup for the prophet Elijah, sometimes accompanied by a ritual to honor Miriam.Miriam's Cup: Miriam's Cup rituals for the family Passover seder. Miriamscup.com. Retrieved on 18 October 2011. Miriam's cup is linked to the midrash of Miriam's well, which \"is a rabbinic legend that tells of a miraculous well that accompanied the Israelites during their 40 years in the desert at the Exodus from Egypt\". ==See also== *Judaism *Hebrew calendar *Solar year *Lunar cycle *Beth din shel Kohanim *Jewish Feminism *Yom Kippur Katan - Confessional ritual for the day preceding Rosh Chodesh ==References== ==External links== *My Jewish Learning: Rosh Chodesh *Jewish Virtual Library - Rosh Chodesh * Rabbi Eliezer Melamed, Peninei Halachah - Zmanim, Rosh Chodesh Category:Minor Jewish holidays Category:Hebrew names of Jewish holy days Category:Hallel Category:Observances held on the new moon ",
    "title": "Rosh Chodesh"
}