{
    "id": "829502",
    "text": "The flag of the KAU as devised by Jomo Kenyatta in 1951 The Kenya African Union (KAU) was an political organization devoted to achieving independence for British Kenya. In 1960 it became the current Kenya African National Union (KANU). ==Formation== The Kenya African Union was founded in 1944 under name Kenya African Study Union. The word \"Study\" was dropped in 1947 when Jomo Kenyatta joined and became the leader of the party. At the time Kenya was among several African colonies experiencing misrule as a result of the European power's distracting involvement in World War II. Kenyan Africans tried to use KAU to gain political rights through peaceful, nonviolent approaches. The Kenya African Union formed to demand independence for Kenya in the early 1950s through a more forceful approach. Many protests and riots led to the organisation being proscribed in 1952, and several of its leaders being detained. The guerilla warfare tactics of the Land and Freedom Army eventually led to Kikuyus Kambas, Kalenjins and others being labeled \"Mau Mau\" by the British. Displeased by this designation, Jomo Kenyatta gave a speech in 1952 to prove that the Kenya African Union was not what the British believed it was. Kenyatta stated that the Mau Mau was an organization that promoted violence while the KAU was an organization that didn't. Also in his speech, Kenyatta stated the desire for all of Kenya to be united in order for the people to gain their independence. Along with his speech Kenyatta also said that he would set up a government system to help settle the land differentiations and maintain peace in Kenya. The KAU began weak under the British, but their support grew after Kenyatta's speech. ==Accomplishments== Kenya achieved independence and adopted a parliamentary system, largely due to the leadership of politicians who had been part of KAU. Despite guerrilla warfare and protests, the peaceful negotiations led by former KAU leaders prevailed, inspiring other movements across Africa and the world. The Royal Commission helped settle the land arguments between the British and the Kenyans. The Royal Commission also helped make government decisions and proved that the KAU was an organization that desired peace and tranquility. ==References== Category:Independence movements Category:Kenya African National Union Category:National liberation movements in Africa Category:Political parties established in 1944 ",
    "title": "Kenya African Union"
}