{
    "id": "830024",
    "text": "Fire Bomber is a fictional rock band from the anime series Macross 7 (and related projects such as Macross 7 Trash, Macross 7 Encore, and Macross Dynamite 7). In real life, Fire Bomber's music was performed by Yoshiki Fukuyama (as the singing voice and guitar of Basara), Chie Kajiura (as the singing voice of Mylene), and occasionally by Tomo Sakurai (the acting voice of Mylene). In the fictional world of Macross Fire Bomber were pivotal in the defeat of the alien Protodeviln after it was discovered that their music was the only thing capable of affecting them. Three of their songs were also featured in the 2008 series Macross Frontier, as SMS Skull Leader Ozma Lee is a fan of the band. In the second Macross Frontier movie, Ranka Lee and other members of SMS acted as cover band of Fire Bomber (titled \"Lovely Bomber\") as part of a diversion to free Sheryl Nome from prison. ==Fictional line-up== * Basara Nekki – Lead vocals, guitar * Mylene Flare Jenius – Bass, co-lead vocals * Ray Lovelock – Keytar * Veffidas Feaze – Drums ==Real line-up== *Vocals – Yoshiki Fukuyama and Nobutoshi Hayashi (Basara Nekki) *Vocals – Chie Kajiura and Tomo Sakurai (Mylene Jenius) *Bass – Yukio Sugi *Drums – Kazuo Sitay *Guitars – Yoshiki Fukuyama *Guitars – Haruhiko Mera *Guitars – Masaki Suzuki *Keyboards – Seiji Tanaka ==Discography== * LET'S FIRE!!. The first Macross 7/Fire Bomber album released. It contains the tracks played in the first half of the TV series in more or less the order in which they appear in the episodes. * SECOND FIRE!. The second Fire Bomber CD . Contains the songs played in the second half of the series, including the two \"Let's Bomber!\" video songs. * DYNAMITE FIRE!! The Dynamite OVA song album. Songs are in more or less the order in which they appear in the series, though there are several that are never sung in the OVA at all. * RADIO FIRE!!. This CD contains the complete radio program from all the radio broadcasts from Elma's radio and the Zola public radio in the Dynamite OVA. Most of the tracks on this CD are drama tracks. There are also different versions of Fire Bomber songs and songs by other artists. * LIVE FIRE!! (1995). A recording CD of Fire Bomber live in concert. The tracks are mostly sung by the voice actor of Basara (Hayashi Nobutoushi) and Mylene (Sakurai Tomo), not their singing voices from the anime. * KARA-OK FIRE!!. Karaoke album of most of the songs that appear in the TV series. Contains duet and guitar karaoke bonus tracks at the end for Planet Dance. * ACOUSTIC FIRE!! The songs on this acoustic album are not quite the acoustic versions found in the anime itself. There's more instrumentation, though little enough to be called \"acoustic.\" The album also has a more \"country American\" feel to it, since it was recorded in the USA. * ULTRA FIRE!! \"Best of\" Fire Bomber album. * GALAXY NETWORK CHART 1. A \"real\" Macross universe album containing tracks from what is probably a single week of the Galaxy Network Chart top 10 ratings of bands from all over the galaxy. Note that Fire Bomber has five of the ten spots. * GALAXY NETWORK CHART 2 As above. * MYLENE JENIUS SINGS LYNN MINMAY (1995) Two female vocalists of Macross join forces in this album. Mylene sings Minmay's most famous songs including Ai Oboeteimasu ka? (Do You Remember Love?), the version of which appears in Fleet of the Strongest Women. The singer is not Chie Kajiura, Mylene's series singing voice, but is instead her voice actress Sakurai Tomo. * ENGLISH FIRE. All the songs on this album have been redone in English by the band Fire Bomber American. Instead of simply being English versions of Fire Bomber songs, the makers of Macross have created an English version of the band Fire Bomber. In the Macross universe, Fire Bomber American is a band on the English-speaking fleet Macross 11 that claims that the Macross 7 Fire Bomber is a rip-off of it. The singers for this band are also different. According to the fictional Macross continuity Lynn Kaifun, a character from the first TV series from 1982 (who was Lynn Minmay's cousin and also her former manager) is the creator and manager of Fire Bomber American. * BEST COLLECTION (not an official release) * OTHER FIRE!! (not an official release) * MEMORIAL CD (not an official release) * SEVENTH MOON SINGLE * MY FRIENDS SINGLE * HEART AND SOUL SINGLE * DYNAMITE EXPLOSION SINGLE * FUKUYAMA FIRE. On May 24, 2005, 10 years after Macross 7 aired in Japan, Yoshiki Fukuyama (singing voice for Basara) released a tribute album (Fukuyama Fire - A Tribute To Nekki Basara) in which he sings the most popular Macross 7 songs with new arrangements plus a new song. **Track list: **# Holy Lonely Light **# New Frontier **# totsugeki Love Heart **# Dynamite Explosion (live version) **# Remember 16 **# yume no michi(live version) **# Submarine Street **# Planet Dance **# Light the Light **# na mo na ki hate no machi de **# Heart & Soul **# Starlight Dream (live version) **# Angel Voice **# Like A Fire (new song) * RE.FIRE. Fifteen years after Macross 7 first aired in Japan, Fire Bomber released its newest album, \"RE.FIRE\" in Japan on October 14, 2009. This new album brings 10 newly made songs, and two new versions of the hit songs \"Love It\" and \"Totsugeki Love Heart\". *# Bullet Soul *# Burning Fire *# Daemon *# Love It (2060A.D version) *# Big bang *# Ready Go *# Song of Eternity *# Stardust Highway *# Plastics *# Totsugeki Love Heart(2060A.D version) *# Magic Rhapsody *# Waiting For You == Songs == {| class=\"wikitable\" |- ! Songs ! Composer ! Lyrics ! Debut ! Vocals ! Albums |- | Seventh Moon | Atsutaka Kawachi | K. Inojo | Episode 1 (opening theme) | Yoshiki Fukuyama | |- | Planet Dance | Sudou Hideki | K. Inojo | Episode 1 | Yoshiki Fukuyama and Chie Kajiura (Duet Version) | |- | My Friends | Miki Kawano | M. Meg | Episode 1 (Ending Theme) | Chie Kajiura | |- | Totsugeki Love Heart | Kawauchi Atsutaka | K. Inojo | Episode 1 | Yoshiki Fukuyama | |- | My Soul For You | Yoshiki Fukuyama | K. Inojo | Episode 2 (acoustic), full version: Episode 3 | Yoshiki Fukuyama | |- | Sweet Fantasy | Ootsuki | M. Meg | Episode 10 | Chie Kajiura | |- | Remember Sixteen | Kawauchi Atsutaka | K. Inojo | Episode 17 | Yoshiki Fukuyama and Chie Kajiura | |- | Holy Lonely Light | Sudou Hideki | K. Inojo | Episode 21 | Yoshiki Fukuyama and Chie Kajiura (Duet Version) | |- | Submarine Street | Shun'ya Fukuda | K. Inojo | Episode 29 | Yoshiki Fukuyama | |- | Power to the Dream | Yoshiki Fukuyama | K. Inojo | Episode 32 | Yoshiki Fukuyama | |- | Try Again | Yoshiki Fukuyama | K. Inojo | Episode 40 | Yoshiki Fukuyama | |- | Light The Light | K. Inojo | TSUKASA | Episode 41 | Yoshiki Fukuyama and Chie Kajiura (Single/Duet Version) | |- | Angel Voice | Yoko Kanno | K. Inojo | Macross Dynamite 7 | Yoshiki Fukuyama | |- |- | Feel Universe | | | Macross Dynamite 7 | Yoshiki Fukuyama | |- | Dynamite Explosion | | | Macross Dynamite 7 (Opening Theme) | Yoshiki Fukuyama | |- | New Frontier | | | Macross Dynamite 7 | Yoshiki Fukuyama | |- | Parade | | | Macross Dynamite 7 (Ending Theme) | Yoshiki Fukuyama | |- | Burning Fire | | indy | Macross Ultimate Frontier (Opening Theme) | Yoshiki Fukuyama | |- |} ==References== Category:Macross characters Category:Animated musical groups ",
    "title": "Fire Bomber"
}