{
    "id": "831048",
    "text": "Ngwane V (also known as Mahlokohla, Bhunu, Hhili) (11 May 1876 - 10 December 1899) was the King of Swaziland from 1895 until his death on 10 December 1899. Ngwane was born the son of Mbandzeni and his mother was Labotsibeni Mdluli. He ascended to the throne after a short regency of Queen Mother Tibati Nkambule. He was only 16 years old when he became king. His royal capital was at Zombodze while the Queen Mother's residence was at Lobamba. Ngwane became the king after the Swaziland convention of 1894. This had led to the classification of Swaziland as a protected state of the South African Republic which was then led by President Paul Kruger. During this time Swaziland had a partial Dutch administration in parallel to Ngwane's administration. The Dutch or European for European interests and Ngwane as head and authority of the Swazi nation. An annual payment was made to Ngwane and Labotsibeni while they were in office from taxes collected and from contributions from concessionaires and taxes. Ngwane's rule was short. In 1899 the Anglo-Boer war began, and brought to an end the Dutch or Boer partial administration of Swaziland and hence gave way to independence. However Mahlokohla died on 10 December of that year while dancing incwala. This was hid from the nation until the ceremony was over. Ngwane was succeeded by his four-month-old son Nkhotfotjeni and his wife Lomawa Ndwandwe. His mother Labotsibeni who had been very influential during his reign continued as queen regent until Sobhuza was crowned in 1921. Ngwane's reign gave way to a stable territory surrounded by conflicting states. Today Mahlokohla is named for one of the main streets, Mahlokohla Street in Swaziland's capital Mbabane. ==Early life== Ingwenyama Ngwane was born in 1876 to King Mbandzeni and inkhosikati Labotsibeni. He became the crown prince of Swaziland after his father's death in 1889 during the paper conquest of Swaziland. He was however too young to be installed king, thus a queen regent ruled on his behalf until he was old enough and he was prepared for the reins of power. His mother Labotsibeni was the daughter of Matsafeni Mdluli who was a governor under Mswati II and was given the name Tsibeni while fighting the Tsibeni people in present-day Barberton. Ngwane had a younger brother named Prince Malunge. ==Reign== Ngwane's rule was very short but dramatic. The Swaziland convention of 1894 had seen Swaziland made a protected territory under the South African Republic. This meant that there existed some institutions in Swaziland particularly for European interests such as the concessionaires and other white settlers. The concessions, many of whom were granted during the reign of Mbandzeni and earlier by Mswati II were enforced and Ngwane and Queen Mother Labotsibeni were paid a stipend or proceeds from administrative revenues such as postal service, taxes and concession agreements. These taxes collected from Swazi residents meant that many had to seek employment in the tin and gold mines within the Kingdom or in the numerous mines of the South African Republic. The Transvaal authority in Swaziland was never fully implemented and Swazis continued to be directly ruled by traditional methods. In 1898 Ngwane allegedly ordered the killing of royal governor Mbhabha Nsibandze and his collaborators.\"Dictionary of African Biography, lemma about Bhunu\" \"Killing off\", a practice which existed in earlier precolonial times when the king had total judicial power was unacceptable to the Transvaal authorities. As a result, Ngwane was prosecuted. He first fled to Zululand which was under British Natal administration at the time. His return occurred after guarantees for his safety, after which he was tried in court in Bremersdorp (present day Manzini). Ngwane brought with him to court a large Swazi army, and in the trial was only charged with a minor offence of public disturbance. For this he was to pay a fine. For the rest of his rule, Ngwane oversaw a largely stable country and he maintained the old regimental system for warriors at the royal residences. In 1899 war broke out between the British and the Boer Republics of Transvaal and the Orange Free State. As a result, all white residents of Swaziland or burghers were advised to leave Swaziland in anticipation for the skirmishes about to take place. President Paul Kruger notified Ngwane of the unfolding events and their withdrawal and advised him to continue to \"rule his country\" in peace. Swaziland, in a precarious position announced its neutrality in the conflict. However this was not to be as the Anglo-Boer war took place in Swaziland territory later on. As the result of the outbreak of the Anglo-Boer war, Swaziland regained its independence. ==Later life== Ngwane died in December 1899 while dancing the sacred incwala ceremony at the age of 23. His death was speculated to be of poisoning and was not announced to the nation until the ceremony was over. The Swazi council then chose his wife Lomawa Ndwandwe and their four-month-old son Nkhotfotjeni to be Queen Mother and King. Sobhuza would remain as king-in-waiting until 1921 after a long regency of his grandmother Labotsibeni and his uncle Prince Malunge. Mahlokohla left Swaziland in an uncertain state but had led it as a stable country from a protectorate to short-lived independence (1899–1903). His son Sobhuza would rule Swaziland for 82 years and become the longest verifiable reigning monarch in history. ==References== Category:1876 births Category:1899 deaths Category:19th-century monarchs in Africa Category:Swazi monarchs ",
    "title": "Ngwane V"
}