{
    "id": "831408",
    "text": "Beaumanor Hall Beaumanor Hall is a stately home with a park in the small village of Woodhouse on the edge of the Charnwood Forest, near the town of Loughborough in Leicestershire, England. The present hall was built in 1842–8 by architect William Railton and builder George Bridgart of Derby, for the Herrick family, with previous halls dating back to the 14th century,Builder research by Carmel Bridgart of Adelaide Australia - from \"Nottingham Review & General Advertiser for the Midlands\" Newspaper - Friday 18 August 1848 Oxford Dictionary of National Biography William Railton. Accessed 9 January 2009 and is a Grade II* listed building Heritage Gateway: architectural description of listed building It was used during the Second World War for military intelligence. It is now owned by Leicestershire County Council as a training centre, conference centre and residential facility for young people.Beaumanor Hall Conference Centre == Beaumanor Park history == Following the Norman Conquest, the land in the area was owned by Hugh d'Avranches, 1st Earl of Chester.Wessel, p. 14 In the 13th century ownership passed to the Despenser family, who created a deer park and hunting lodge at what is now Beaumanor. In 1327 the land passed to Henry de Beaumont, for whom a new house, Beau Manor was built in 1330, Beaumont also having the nearby church built in 1338.Wessel, p. 17 The house was replaced by a new construction in 1595 for Sir William Herrick, a government official under Elizabeth I and later a member of parliament for Leicester. The house was extensively altered around 1610, and stood until 1725, when it was replaced by a smaller house, completed in 1726.Wessel, p. 47, 138 The third hall was demolished in 1842, and the present hall built for William Herrick over a seven-year period between 1842 and 1848 by William Railton in the Jacobean style. The hall was constructed using stone from Derbyshire quarries, primarily Duffield and Ashover, with floors of marble from Ashford. When completed, the building had cost £37,000.Wessel, p. 138 ==The Herrick family== Interior of Beaumanor Hall circa 1850 Engraving of Beaumanor Hall circa 1850 William Perry Herrick (1794 – 1876) who built the present house in about 1850 was born in Wolverhampton in 1794. His father was Thomas Bainbrigge Herrick who was a barrister and his mother was Mary Perry daughter of James Perry of Eardisley Park. William spent his childhood in his family home Merridale House (now called Bantock House) in Wolverhampton.Bantock House website. Online reference He went to Oxford and became a barrister. In 1832 his uncle who owned Beaumanor died and as he had no male heirs the property was inherited by William. He also inherited Earlisley Park in 1852 when his maternal uncle James Perry died.University of Toronto, “Herrick, William Perry (1794 -1876)”. Online reference These properties and their associated landholdings made him a very wealthy man. He lived with his younger sister Mary Ann Herrick (1796-1871) at Beaumanor for many years. Mary Ann had inherited money from her mother in her own right and was known to be a great benefactor. An account of her generosity was contained in a book about Leicestershire. It stated: : \"Many were the gifts made to the church by this benevolent lady ; to give an account of them is impossible. The best known examples of her munificence are the almshouses at Woodhouse, built in 1856 ; a house for the schoolmaster and mistress at Woodhouse Eaves, built in i860 ; the infant school in the same parish, built six years later ; and the dispensary at Loughborough, built in 1862, at a cost of 5000 pounds ; the expense of the last two benefactions being shared by her brother, William Perry Herrick, Esq., of Beaumanor.\"\"An inventory of the church plate of Leicestershire, with some account of the donors”, 1890, p. 73. Online reference William also gave generously to the Anglican Church. In 1872 he paid for the construction of St Marks Church in Leicester with some help from his sister.UK Genealogy Archives website. Online reference In 1862 William married Sophia Christie (1831-1915) who was 37 years his junior and the daughter of Jonathan Henry Christie, a London barrister. The couple had no children. His sister Mary Ann who continued to live at Beaumanor died in 1871 and William died in 1876. He left all of his property to his wife Sophia and on her death to his relative Montagu Curzon. Sophia managed the Beaumanor estate for the next 40 years and was well regarded by the tenants. She kept a fairly large number of household staff one of whom was Elizabeth Ellerbeck (1843 – 1919) the housekeeper who remained with her for over 30 years. Sophia died in 1915 and Beaumanor was inherited by William’s relative William Montagu Curzon who took the additional surname of Herrick in 1915 when he became owner of Beaumanor.The Peerage website. Online reference Kathleen Hastings William Montagu Curzon Herrick (1891-1945) was born in 1891 in London. His father was Colonel Montagu Curzon who was named by William Herrick as his heir when his wife Sophia died.Leicester Journal - Friday 30 July 1915, p. 4. In 1898 shortly after Sophia built Garatshay which is near Beaumanor, the family moved to this residence. Unfortunely Montagu died in 1907 and did not gain his inheritance. His wife Esme remarried the Reverend King and the family continued to live at Garatshay. Shortly after William inherited Sophia's property he married Maud Kathleen Cairns Plantagenet Hastings (known as Kathleen) who was the daughter of the 15th Earl of Huntingdon.The Plantagenet roll of the blood royal, p. 169. Online reference Wedding of Dorothy Hastings and Lord Eltham 1923 In 1923 a wedding was held at Beaumanor which was widely reported in the newspapers.The Argus (Melbourne), 18 April 1923, p. 9. Online reference It was the marriage between Dorothy Hastings the cousin of Kathleen and the Queen’s nephew Lord Eltham. One newspaper gave the following description of the wedding. :\"The bride who was given away by her father wore a cream satin dress with a long trail of orange blossom on the left side, long tight fitting sleeves, train of cloth of gold and Brussels lace veil (heirloom of the bridegroom’s family). She carried a bouquet of deep cream roses and wore a pearl ribbon with a diamond pendant, the gift of the Queen. :\"She was attended by two bridesmaids who were attired in powder blue satin, veiled with heavy silver lace, powder blue sleeves and belt of chiffon. They carried arum lilies and wore diamond arrows, the gift of the bridegroom.\"Nottingham Evening Post - Tuesday 10 April 1923, p. 4. House party at Beaumanor in 1926. William Montagu Curzon Herrick is seated in the centre House party at Beaumanor in 1926 William and Kathleen held frequent house parties at Beaumanor and one of them hosted in 1926 is shown in the photograph. Until just preceding the Second World War in 1939, the Herrick family owned the park. The estate consisted of Beaumanor Hall and 6,500 acres of land, including several farms, Beacon Hill, the Hangingstone Rocks, St Mary's in the Elms church, the vicarage house (Garats Hay), workers houses/cottages along Forest Road and 350 acres (1.4 km²) of parkland. In 1939 the War Office requisitioned the estate, including Garats Hay, and the vicar moved to a cottage in the village. The park became a secret listening station where encrypted enemy signals (Morse code) were intercepted and sent to the famous Station X at Bletchley Park (by motorcycle every day) for decoding. Beaumanor Park was to be the home of the War Office ‘Y’ Group for the duration of the war. After the war (1945) the estate passed back to the Herrick family, and on the death of William Montague Curzon-Herrick, the Beaumanor estate passed to Lt. Col. Assheton Penn Curzon Howe Herrick, who in 1946, for financial reasons (death duties, etc.), decided to dispose of his assets. In a sale conducted at the Town Hall in Loughborough on 20–21 December 1946, the War Office bought both Beaumanor Hall and Garats Hay and some of the immediate surrounding grounds used during the war. === Beaumanor Hall history 1939–1970 === From 1939 the hall itself was occupied by Number 6 Intelligence school, and the rooms inside Beaumanor Hall were used as a training centre for the Civilian Staff of the Post Office, Civil Service and Merchant Navy. The Royal Corps of Signals, Royal Navy and Royal Air Force were also having military staff trained inside the hall. The huge cellars stretching underneath the whole of the building were used as electricians' workshops. The outbuildings and stables at the side and rear of the hall were used as workshops. These housed aerial riggers, a barracks store, M T Office, transport garage workshop and the instrument mechanics' laboratory. By late 1941, most of the Royal Navy and Royal Air Force military personnel had left for duties at other Y-stations, and the main part of the site became the home of the Royal Signals. Military personnel were still being trained inside the hall for various tasks until the end of the war. In February 1942 the first of the newly trained ladies of the Auxiliary Territorial Service arrived at Beaumanor and were billeted in outlying villages and Garats Hay hall. Beaumanor became one of the most important of the small number of strategic intercept stations, or \"Y stations\", intercepting enemy radio transmissions and relaying the information to \"Station X\", at Bletchley Park, for decryption and analysis.Nicholls, J., (2000) England Needs You: The Story of Beaumanor Y Station World War II Cheam, published by Joan Nicholls It is known that one of the first confirmations of the successful Operation Chastise mission was received here. It is also widely rumoured that this listening post knew details of the Katyn massacre as early as 1941; however, the British government files were not released to the public, as it would implicate surviving perpetrators. By 1943, Room 61 on the top floor of the hall was being used for Radio fingerprinting (Ackbar 13). This new technology was employed to uniquely identify the particular wireless set that was being used to send the transmissions. Special receiving sets filmed the signals as they came in, like a cathode ray tube, and then the signals were captured on film and developed. Light tables were then used to compare the signals in order to verify who was sending them. A civilian from military intelligence at Bletchley Park was in charge of this room. The Radio Direction Finding records room was next door and kept records of the signals' exact locations of origin. In 1940 the use of the hall for all of these different functions allowed for the required specially designed wireless set rooms to be constructed in the grounds of the hall. This was instead of converting the existing rooms within the building for this purpose. A field to the north of the hall was chosen as the ideal location to construct the new set huts. In the mid-1970s the hall was bought by Leicestershire County Council, developing quickly into a busy Conference and Education Centre. ===The operational huts === The War Office Y Group had acquired an architect who worked as part of the local staff at Beaumanor, and he was tasked with designing the set rooms and other buildings. These were to be disguised and fitted into their surroundings by being made to look like normal outbuildings associated with a country house. This disguising is unique to Beaumanor, and there are no current records of any other buildings the military used during the war being disguised in this way. A twenty acre (8.1 ha) field to the north of the hall was chosen as the appropriate site to build the required operational set rooms (huts). The huts were spaced far enough apart to avoid collateral damage should a bombing raid occur. Each hut was brick-built with blast walls, and then a disguising outer covering was put over it. The huts were disguised in different ways: one to look like a cart shed with barn (J), two to look like cottages (H&I;), the fourth to look like stables (K), the fifth disguised as a glasshouse (M) block, and the sixth, Hut G, as a cricket pavilion complete with a false clock tower. To give them an identity, the huts were each given a letter of the alphabet. The four huts around the perimeter of the field were lettered H, I, J and K. These huts were to be the four set rooms, which housed the wireless receivers for intercepting messages. All of the cables and aerial feeds were located in underground ducts. Each hut had a pneumatic tube for sending the handwritten, received messages to G hut via a cylinder, which was shot down the tube. This tube system was also underground and out of sight. In order to carefully conceal them, the other huts were given wooden exteriors and located in the wooded area to the rear of the hall on its western side. These huts were lettered A, B, C, D, E and F. The wireless listeners were uniformed women of the ATS (Auxiliary Territorial Service), who had been trained on the Isle of Man. They intercepted German and Italian messages, many of which had been enciphered on Enigma machines. It was the most difficult of signals intelligence gathering, because the enciphering meant that no prediction was possible. Once gathered, the intercepts were sent by motorcycle courier to Bletchley Park, for decryption. Collectively, the women who worked at Beaumanor were known as the WOYGians. ==References== ==Sources== * Wessel, Caroline (1988) Portrait of Beaumanor, The Herricks and Beaumanor Society, * This article contains text that has been reproduced by permission of Beaumanor & Garats HaY Amateur Radio Society M0GBY. ==External links== * Beaumanor history * Bletchley Park Museum * Garats Hay Branch of Royal British Legion Category:Cryptography organizations Category:Country houses in Leicestershire Category:Grade II* listed buildings in Leicestershire Category:Signals intelligence of World War II ",
    "title": "Beaumanor Hall"
}