{
    "id": "832212",
    "text": "In abstract algebra and multilinear algebra, a multilinear form on a vector space V over a field K is a map :f\\colon V^k \\to K that is separately K-linear in each of its k arguments. More generally, one can define multilinear forms on a module over a commutative ring. The rest of this article, however, will only consider multilinear forms on finite-dimensional vector spaces. A multilinear k-form on V over \\mathbf{R} is called a (covariant) k-tensor, and the vector space of such forms is usually denoted \\mathcal{T}^k(V) or \\mathcal{L}^k(V).Many authors use the opposite convention, writing \\mathcal{T}^k(V) to denote the contravariant k-tensors on V and \\mathcal{T}_k(V) to denote the covariant k-tensors on V. == Tensor product == Given a k-tensor f\\in\\mathcal{T}^k(V) and an ℓ-tensor g\\in\\mathcal{T}^\\ell(V), a product f\\otimes g\\in\\mathcal{T}^{k+\\ell}(V), known as the tensor product, can be defined by the property : (f\\otimes g)(v_1,\\ldots,v_k,v_{k+1},\\ldots, v_{k+\\ell})=f(v_1,\\ldots,v_k)g(v_{k+1},\\ldots, v_{k+\\ell}), for all v_1,\\ldots,v_{k+\\ell}\\in V. The tensor product of multilinear forms is not commutative; however it is bilinear and associative: : f\\otimes(ag_1+bg_2)=a(f\\otimes g_1)+b(f\\otimes g_2), (af_1+bf_2)\\otimes g=a(f_1\\otimes g)+b(f_2\\otimes g), and : (f\\otimes g)\\otimes h=f\\otimes (g\\otimes h). If (v_1,\\ldots, v_n) forms a basis for an n-dimensional vector space V and (\\phi^1,\\ldots,\\phi^n) is the corresponding dual basis for the dual space V^*=\\mathcal{T}^1(V), then the products \\phi^{i_1}\\otimes\\cdots\\otimes\\phi^{i_k}, with 1\\le i_1,\\ldots,i_k\\le n form a basis for \\mathcal{T}^k(V). Consequently, \\mathcal{T}^k(V) has dimensionality n^k. ==Examples== ===Bilinear forms=== If k=2, f:V\\times V\\to K is referred to as a bilinear form. A familiar and important example of a (symmetric) bilinear form is the standard inner product (dot product) of vectors. ===Alternating multilinear forms=== An important class of multilinear forms are the alternating multilinear forms, which have the additional property that : f(x_{\\sigma(1)},\\ldots, x_{\\sigma(k)}) = \\sgn(\\sigma)f(x_1,\\ldots, x_k), where \\sigma:\\mathbf{N}_k\\to\\mathbf{N}_k is a permutation and \\sgn(\\sigma) denotes its sign (+1 if even, –1 if odd). As a consequence, alternating multilinear forms are antisymmetric with respect to swapping of any two arguments (i.e., \\sigma(p)=q,\\sigma(q)=p and \\sigma(i)=i, 1\\le i\\le k, i eq p,q ): : f(x_1,\\ldots, x_p,\\ldots, x_q,\\ldots, x_k) = -f(x_1,\\ldots, x_q,\\ldots, x_p,\\ldots, x_k). With the additional hypothesis that the characteristic of the field K is not 2, setting x_p=x_q=x implies as a corollary that f(x_1,\\ldots, x,\\ldots, x,\\ldots, x_k) = 0 ; that is, the form has a value of 0 whenever two of its arguments are equal. Note, however, that some authors use this last condition as the defining property of alternating forms. This definition implies the property given at the beginning of the section, but as noted above, the converse implication holds only when \\operatorname{char}(K) eq 2 . An alternating multilinear k-form on V over \\mathbf{R} is called a multicovector of degree k or k-covector, and the vector space of such alternating forms, a subspace of \\mathcal{T}^k(V), is generally denoted \\mathcal{A}^k(V), or, using the notation for the isomorphic kth exterior power of V^*(the dual space of V), \\bigwedge^k V^*.Spivak uses \\Omega^k(V) for the space of k-covectors on V. However, this notation is more commonly reserved for the space of differential k-forms on V. In this article, we use \\Omega^k(V) to mean the latter. Note that linear functionals (multilinear 1-forms over \\mathbf{R}) are trivially alternating, so that \\mathcal{A}^1(V)=\\mathcal{T}^1(V)=V^*, while, by convention, 0-forms are defined to be scalars: \\mathcal{A}^0(V)=\\mathcal{T}^0(V)=\\mathbf{R}. The determinant on n\\times n matrices, viewed as an n argument function of the column vectors, is an important example of an alternating multilinear form. ==== Exterior product ==== The tensor product of alternating multilinear forms is, in general, no longer alternating. However, by summing over all permutations of the tensor product, taking into account the parity of each term, the exterior product (\\wedge, also known as the wedge product) of multicovectors can be defined, so that if f\\in\\mathcal{A}^k(V) and g\\in\\mathcal{A}^\\ell(V), then f\\wedge g\\in\\mathcal{A}^{k+\\ell}(V): : (f\\wedge g)(v_1,\\ldots, v_{k+\\ell})=\\frac{1}{k!\\ell!}\\sum_{\\sigma\\in S_{k+\\ell}} (\\sgn(\\sigma)) f(v_{\\sigma(1)}, \\ldots, v_{\\sigma(k)})g(v_{\\sigma(k+1)} ,\\ldots,v_{\\sigma(k+\\ell)}), where the sum is taken over the set of all permutations over k+\\ell elements, S_{k+\\ell}. The exterior product is bilinear, associative, and graded-alternating: if f\\in\\mathcal{A}^k(V) and g\\in\\mathcal{A}^\\ell(V) then f\\wedge g=(-1)^{k\\ell}g\\wedge f. Given a basis (v_1,\\ldots, v_n) for V and dual basis (\\phi^1,\\ldots,\\phi^n) for V^*=\\mathcal{A}^1(V), the exterior products \\phi^{i_1}\\wedge\\cdots\\wedge\\phi^{i_k}, with 1\\leq i_1<\\cdots form a basis for \\mathcal{A}^k(V). Hence, the dimensionality of \\mathcal{A}^k(V) for n-dimensional V is \\tbinom{n}{k}=\\frac{n!}{(n-k)!\\,k!}. ===Differential forms=== Differential forms are mathematical objects constructed via tangent spaces and multilinear forms that behave, in many ways, like differentials in the classical sense. Though conceptually and computationally useful, differentials are founded on ill-defined notions of infinitesimal quantities developed early in the history of calculus. Differential forms provide a mathematically rigorous and precise framework to modernize this long-standing idea. Differential forms are especially useful in multivariable calculus (analysis) and differential geometry because they possess transformation properties that allow them be integrated on curves, surfaces, and their higher-dimensional analogues (differentiable manifolds). One far-reaching application is the modern statement of Stokes' theorem, a sweeping generalization of the fundamental theorem of calculus to higher dimensions. The synopsis below is primarily based on Spivak (1965) and Tu (2011). ==== Definition of differential k-forms and construction of 1-forms ==== To define differential forms on open subsets U\\subset\\mathbf{R}^n, we first need the notion of the tangent space of \\mathbf{R}^nat p, usually denoted T_p\\mathbf{R}^n or \\mathbf{R}^n_p. The vector space \\mathbf{R}^n_p can be defined most conveniently as the set of elements v_p (v\\in\\mathbf{R}^n, with p\\in\\mathbf{R}^n fixed) with vector addition and scalar multiplication defined by v_p+w_p:=(v+w)_p and a\\cdot(v_p):=(a\\cdot v)_p, respectively. Moreover, if (e_1,\\ldots,e_n) is the standard basis for \\mathbf{R}^n, then ((e_1)_p,\\ldots,(e_n)_p) is the analogous standard basis for \\mathbf{R}^n_p. In other words, each tangent space \\mathbf{R}^n_p can simply be regarded as a copy of \\mathbf{R}^n (a set of tangent vectors) based at the point p. The collection (disjoint union) of tangent spaces of \\mathbf{R}^n at all p\\in\\mathbf{R}^n is known as the tangent bundle of \\mathbf{R}^n and is usually denoted T\\mathbf{R}^n:=\\bigcup_{p\\in\\mathbf{R}^n}\\mathbf{R}^n_p. While the definition given here provides a simple description of the tangent space of \\mathbf{R}^n, there are other, more sophisticated constructions that are better suited for defining the tangent spaces of smooth manifolds in general (see the article on tangent spaces for details). A differential k-form on U\\subset\\mathbf{R}^n is defined as a function \\omega that assigns to every p\\in U a k-covector on the tangent space of \\mathbf{R}^nat p, usually denoted \\omega_p:=\\omega(p)\\in\\mathcal{A}^k(\\mathbf{R}^n_p). In brief, a differential k-form is a k-covector field. The space of k-forms on U is usually denoted \\Omega^k(U); thus if \\omega is a differential k-form, we write \\omega\\in\\Omega^k(U). By convention, a continuous function on U is a differential 0-form: f\\in C^0(U)=\\Omega^0(U). We first construct differential 1-forms from 0-forms and deduce some of their basic properties. To simplify the discussion below, we will only consider smooth differential forms constructed from smooth (C^\\infty) functions. Let f:\\mathbf{R}^n\\to\\mathbf{R} be a smooth function. We define the 1-form df on U for p\\in U and v_p\\in\\mathbf{R}^n_p by (df)_p(v_p):=Df|_p(v), where Df|_p:\\mathbf{R}^n\\to\\mathbf{R} is the total derivative of f at p. (Recall that the total derivative is a linear transformation.) Of particular interest are the projection maps (also known as coordinate functions) \\pi^i:\\mathbf{R}^n\\to\\mathbf{R}, defined by x\\mapsto x^i, where x^i is the ith standard coordinate of x\\in\\mathbf{R}^n. The 1-forms d\\pi^i are known as the basic 1-forms; they are conventionally denoted dx^i. If the standard coordinates of v_p\\in\\mathbf{R}^n_p are (v^1,\\ldots, v^n), then application of the definition of df yields dx^i_p(v_p)=v^i, so that dx^i_p((e_j)_p)=\\delta_j^i, where \\delta^i_j is the Kronecker delta.The Kronecker delta is usually denoted by \\delta_{ij}=\\delta(i,j) and defined as \\delta:X\\times X\\to\\\\{0,1\\\\},\\ (i,j)\\mapsto \\begin{cases} 1, & i=j \\\\\\ 0, & i eq j \\end{cases}. Here, the notation \\delta^i_j is used to conform to the tensor calculus convention on the use of upper and lower indices. Thus, as the dual of the standard basis for \\mathbf{R}^n_p, (dx^1_p,\\ldots,dx^n_p) forms a basis for \\mathcal{A}^1(\\mathbf{R}^n_p)=(\\mathbf{R}^n_p)^*. As a consequence, if \\omega is a 1-form on U, then \\omega can be written as \\sum a_i\\,dx^i for smooth functions a_i:U\\to\\mathbf{R}. Furthermore, we can derive an expression for df that coincides with the classical expression for a total differential: : df=\\sum_{i=1}^n D_i f\\; dx^i={\\partial f\\over\\partial x^1} \\, dx^1+\\cdots+{\\partial f\\over\\partial x^n} \\, dx^n. [Comments on notation: In this article, we follow the convention from tensor calculus and differential geometry in which multivectors and multicovectors are written with lower and upper indices, respectively. Since differential forms are multicovector fields, upper indices are employed to index them. The opposite rule applies to the components of multivectors and multicovectors, which instead are written with upper and lower indices, respectively. For instance, we represent the standard coordinates of vector v\\in\\mathbf{R}^n as (v^1,\\ldots,v^n), so that v=\\sum_{i=1}^n v^ie_i in terms of the standard basis (e_1,\\ldots,e_n). In addition, superscripts appearing in the denominator of an expression (as in \\frac{\\partial f}{\\partial x^i}) are treated as lower indices in this convention. When indices are applied and interpreted in this manner, the number of upper indices minus the number of lower indices in each term of an expression is conserved, both within the sum and across an equal sign, a feature that serves as a useful mnemonic device and helps pinpoint errors made during manual computation.] ==== Basic operations on differential k-forms ==== The exterior product (\\wedge) and exterior derivative (d) are two fundamental operations on differential forms. The exterior product of a k-form and an ℓ-form is a (k+\\ell)-form, while the exterior derivative of a k-form is a (k+1)-form. Thus, both operations generate differential forms of higher degree from those of lower degree. The exterior product \\wedge:\\Omega^k(U)\\times\\Omega^\\ell(U)\\to\\Omega^{k+\\ell}(U) of differential forms is a special case of the exterior product of multicovectors in general (see above). As is true in general for the exterior product, the exterior product of differential forms is bilinear, associative, and is graded- alternating. More concretely, if \\omega=a_{i_1\\ldots i_k} \\, dx^{i_1}\\wedge\\cdots\\wedge dx^{i_k} and \\eta=a_{j_1\\ldots i_{\\ell}} dx^{j_1}\\wedge\\cdots\\wedge dx^{j_{\\ell}}, then : \\omega\\wedge\\eta=a_{i_1\\ldots i_k}a_{j_1\\ldots j_\\ell} \\, dx^{i_1}\\wedge\\cdots\\wedge dx^{i_k}\\wedge dx^{j_1} \\wedge \\cdots\\wedge dx^{j_\\ell}. Furthermore, for any set of indices \\\\{\\alpha_1\\ldots,\\alpha_m\\\\}, : dx^{\\alpha_1} \\wedge\\cdots\\wedge dx^{\\alpha_p} \\wedge \\cdots \\wedge dx^{\\alpha_q} \\wedge\\cdots\\wedge dx^{\\alpha_m} = -dx^{\\alpha_1} \\wedge\\cdots\\wedge dx^{\\alpha_q} \\wedge \\cdots\\wedge dx^{\\alpha_p}\\wedge\\cdots\\wedge dx^{\\alpha_m}. If I=\\\\{i_1,\\ldots,i_k\\\\}, J=\\\\{j_1,\\ldots,j_{\\ell}\\\\}, and I\\cap J=\\emptyset, then the indices of \\omega\\wedge\\eta can be arranged in ascending order by a (finite) sequence of such swaps. Since dx^\\alpha\\wedge dx^\\alpha=0, I\\cap J eq\\emptyset implies that \\omega\\wedge\\eta=0. Finally, as a consequence of bilinearity, if \\omega and \\eta are the sums of several terms, their exterior product obeys distributivity with respect to each of these terms. The collection of the exterior products of basic 1-forms \\\\{dx^{i_1}\\wedge\\cdots\\wedge dx^{i_k} \\mid 1\\leq i_1<\\cdots< i_k\\leq n\\\\} constitutes a basis for the space of differential k-forms. Thus, any \\omega\\in\\Omega^k(U) can be written in the form : \\omega=\\sum_{i_1<\\cdots where a_{i_1\\ldots i_k}:U\\to\\mathbf{R} are smooth functions. With each set of indices \\\\{i_1,\\ldots,i_k\\\\} placed in ascending order, (*) is said to be the standard presentation of \\omega. In the previous section, the 1-form df was defined by taking the exterior derivative of the 0-form (continuous function) f. We now extend this by defining the exterior derivative operator d:\\Omega^k(U)\\to\\Omega^{k+1}(U) for k\\geq1. If the standard presentation of k-form \\omega is given by (*), the (k+1)-form d\\omega is defined by : d\\omega:=\\sum_{i_1<\\ldots A property of d that holds for all smooth forms is that the second exterior derivative of any \\omega vanishes identically: d^2\\omega=d(d\\omega)\\equiv 0. This can be established directly from the definition of d and the equality of mixed second-order partial derivatives of C^2 functions (see the article on closed and exact forms for details). ==== Integration of differential forms and Stokes' theorem for chains ==== To integrate a differential form over a parameterized domain, we first need to introduce the notion of the pullback of a differential form. Roughly speaking, when a differential form is integrated, applying the pullback transforms it in a way that correctly accounts for a change-of-coordinates. Given a differentiable function f:\\mathbf{R}^n\\to\\mathbf{R}^m and k-form \\eta\\in\\Omega^k(\\mathbf{R}^m), we call f^*\\eta\\in\\Omega^k(\\mathbf{R}^n) the pullback of \\eta by f and define it as the k-form such that : (f^*\\eta)_p(v_{1p},\\ldots, v_{kp}):=\\eta_{f(p)}(f_*(v_{1p}),\\ldots,f_*(v_{kp})), for v_{1p},\\ldots,v_{kp}\\in\\mathbf{R}^n_p, where f_*:\\mathbf{R}^n_p\\to\\mathbf{R}^m_{f(p)} is the map v_p\\mapsto(Df|_p(v))_{f(p)}. If \\omega=f\\, dx^1\\wedge\\cdots\\wedge dx^n is an n-form on \\mathbf{R}^n (i.e., \\omega\\in\\Omega^n(\\mathbf{R}^n)), we define its integral over the unit n-cell as the iterated Riemann integral of f: : \\int_{[0,1]^n} \\omega = \\int_{[0,1]^n} f\\,dx^1\\wedge\\cdots \\wedge dx^n:= \\int_0^1\\cdots\\int_0^1 f\\, dx^1\\cdots dx^n. Next, we consider a domain of integration parameterized by a differentiable function c:[0,1]^n\\to A\\subset\\mathbf{R}^m, known as an n-cube. To define the integral of \\omega\\in\\Omega^n(A) over c, we \"pull back\" from A to the unit n-cell: : \\int_c \\omega :=\\int_{[0,1]^n}c^*\\omega. To integrate over more general domains, we define an n-chain C=\\sum_i n_ic_i as the formal sum of n-cubes and set : \\int_C \\omega :=\\sum_i n_i\\int_{c_i} \\omega. An appropriate definition of the (n-1)-chain \\partial C, known as the boundary of C,The formal definition of the boundary of a chain is somewhat involved and is omitted here (see Spivak (1965), pp. 98–99 for a discussion). Intuitively, if C maps to a square, then \\partial C is a linear combination of functions that maps to its edges in a counterclockwise manner. The boundary of a chain is distinct from the notion of a boundary in point-set topology. allows us to state the celebrated Stokes' theorem (Stokes–Cartan theorem) for chains in a subset of \\mathbf{R}^m: > If \\omega is a smooth (n-1)-form on an open set A\\subset\\mathbf{R}^m and C > is a smooth n-chain in A, then\\int_C d\\omega=\\int_{\\partial C} \\omega. Using more sophisticated machinery (e.g., germs and derivations), the tangent space T_p M of any smooth manifold M (not necessarily embedded in \\mathbf{R}^m) can be defined. Analogously, a differential form \\omega\\in\\Omega^k(M) on a general smooth manifold is a map \\omega:p\\in M\\mapsto\\omega_p\\in \\mathcal{A}^k(T_pM). Stokes' theorem can be further generalized to arbitrary smooth manifolds-with-boundary and even certain \"rough\" domains (see the article on Stokes' theorem for details). ==See also== *Bilinear map *Exterior algebra *Homogeneous polynomial *Multilinear map ==References== Category:Abstract algebra Category:Linear algebra Category:Multilinear algebra ",
    "title": "Multilinear form"
}