{
    "id": "832480",
    "text": "elbow. The pipe has a male NPT thread, while the elbow is female. American National Standard Pipe Thread standards, often called national pipe thread (NPT) standards for short, are U.S. national technical standards for screw threads used on threaded pipes and pipe fittings. They include both tapered and straight thread series for various purposes including rigidity, pressure- tight sealing, or both. The various types are each named with a symbol and a full name; examples of the symbols include NPT, NPS, NPTF, NPSC, and others. MIP is an acronym for male iron pipe, and FIP is an acronym for female iron pipe. Outside North America, some US pipe threads are found, as well as many British Standard Pipe threads and ISO 7-1, 7-2, 228-1, and 228-2 threads. ==Types== The various types are each named with a symbol and a full name, as follows: {| class=\"wikitable sortable\" border=\"1\" |- ! scope=\"col\" style=\"width: 16%;\" | Abbreviation ! scope=\"col\" style=\"width: 25%;\" | Shorthand expansion ! scope=\"col\" style=\"width: 24%;\" | Full name ! scope=\"col\" style=\"width: 35%;\" | Comment |- | NPT || National pipe taper || American National Standard Taper Pipe Thread || Tapered for sealing, often without any thread sealant; for connections in nearly every type of service |- | NPS || National pipe straight || American National Standard Straight Pipe Thread || For rigidity; sealable only with sealant; sometimes male straight enclosed by female tapered for low-pressure sealing |- | NPSC || National pipe straight–coupling || American National Standard Straight Pipe Thread for Couplings || For general couplings |- | NPSF || National pipe straight–fuel || Dryseal USA (American) Standard Fuel Internal Straight Pipe Thread || Internal only, straight |- | NPSH || National pipe straight–hose || American National Standard Straight Pipe Thread for Hose Couplings || For hose couplings |- | NPSI || National pipe straight–intermediate || Dryseal USA (American) Standard Intermediate Internal Straight Pipe Thread || Similar to NPSF but slightly larger; internal only, straight |- | NPSL || National pipe straight–locknut || American National Standard Straight Pipe Thread for Loose-fitting Mechanical Joints with Locknuts || For use with locknuts |- | NPSM || National pipe straight–mechanical || American National Standard Straight Pipe Thread for Free-fitting Mechanical Joints || For various rigid mechanical uses |- | NPTF || National pipe taper–fuel || Dryseal USA (American) Standard Taper Pipe Thread || For dryseal connections in nearly every type of service, especially fuel connections |- | NPTR || National pipe taper–railing || American National Standard Taper Pipe Thread for Railing Joints || For railings |- | PTF-SAE SHORT || Pipe taper, fuel, SAE, short || Dryseal SAE Short Taper Pipe Thread || Named after SAE International; similar to NPTF but one turn shorter |} == Use == Threaded pipes can provide an effective seal for pipes transporting liquids, gases, steam, and hydraulic fluid. These threads are now used in materials other than steel and brass, including PTFE,http://www.micromold.com/threaded_piping.html PTFE threaded pipe and fittings manufacturer PVC, nylon, bronze, and cast iron. The taper on NPT threads allows them to form a seal when torqued as the flanks of the threads compress against each other, as opposed to parallel/straight thread fittings or compression fittings in which the threads merely hold the pieces together and do not provide the seal. The various types of pipe threads are designed for use both with or without thread sealants, as particular applications demand. The sealants, where used, are typically thread seal tape thread sealant or a thread seal paste pipe dope (sometimes similar in composition to plumber's putty). As the thread body is tapered (), a larger diameter keeps compressing into a smaller diameter and finally forms a seal (no clearance remains between the crests and roots of the threads because of the taper). This means that NPT fittings should be burr-free and lubricated using a lubricant like lubricating paste or thread seal tape. The use of tape also helps to limit corrosion on the threads, which otherwise can make future disassembly nearly impossible. Commonly used sizes are , , , , , 1, , , 2, , 3, 4, 5, and 6 inch, as pipe and fittings by most U.S. suppliers. Sizes smaller than inch are occasionally used for compressed air, while sizes larger than 6 inches are often joined by other methods. ==Specifications== NPT is defined by ANSI/ASME standard B1.20.1. The taper rate for all NPT threads is 1 inch of diameter in 16 inches of length () measured by the change of diameter (of the pipe thread) over distance of thread. The angle between the taper and the center axis of the pipe is tan−1() = 1.7899° = 1° 47′ 24″. The standard for Nominal Pipe Size (often abbreviated NPS, which should not be confused with the symbol NPS for the straight thread form standard) is loosely related to the inside diameter of Schedule 40 series of sizes. Because of the pipe wall thickness of Schedule pipe, the actual diameter of the NPT threads is larger than the Nominal Pipe Size outside diameter, and considerably so for small sizes. Pipe of a given size in a different Schedule than Schedule 40 provides a different wall thickness, while maintaining the same outside diameter and thread profile as Schedule 40. Thus the inside diameter of a given size of Schedule pipe differs from the Nominal Pipe Size, while outside diameters for a given nominal Schedule size are the same between Schedules. === Thread form === NPT and NPS threads have a 60° included angle and have a Sellers thread form (flattened peaks and valleys). The trough between the trapezoidal threads is of the pitch in width. On external threads the flat crest is also of the pitch wide (making the thread height 0.64952 * pitch), but on internal threads it is of the pitch wide (making the thread height 0.54126 * pitch).http://www.rjsales.com/products/pipenipples/tab6.gif === National pipe taper fuel (NPTF) === National Pipe Taper Fuel (NPTF), also called Dryseal American National Standard Taper Pipe Thread, defined by ASME B1.20.3, is designed to provide a more leak-free seal without the use of PTFE tape (often referred to by the popular brand name \"Teflon\") or another sealant compound. NPTF threads have the same basic shape but with crest and root heights adjusted for an interference fit, eliminating the spiral leakage path. == Standard sizes == {| class=\"wikitable\" style=\"text-align:center\" |+ American Society of Mechanical Engineers National Pipe Thread Taper (NPT)Engineering toolbox |- ! rowspan=\"2\" | Nominal pipe size ! rowspan=\"2\" | Thread density ! colspan=2 rowspan=\"2\" | Thread pitch ! colspan=3 | Hand-tight engagementhttp://www.piping- designer.com/index.php/disciplines/mechanical/84-stationary- equipment/fastener/1156-national-pipe-thread?title=National_Pipe_Thread ! colspan=3 | Effective thread ! rowspan=\"2\" | Overall length ! colspan=2 rowspan=\"2\" | Actual outside diameter, OD ! colspan=2 rowspan=\"2\" | Tap drill |- ! Length ! Turns ! Diameter ! Length ! Turns ! Diameter |- ! inch ! inch ! inch !! mm ! inch ! ! inch ! inch ! ! inch ! inch ! inch !! mm ! inch !! mm |- | | 27 | | 0.1600 || 4.32 || 0.28118 | 0.2611 || 7.05 || 0.2875 | 0.3896 | | || |- | || 27 | | 0.1615 || 4.36 || 0.37360 | 0.2639 || 7.13 || 0.38000 | 0.3924 | | |- | | 18 | | 0.2278 || 4.10 || 0.49163 | 0.4018 || 7.23 || 0.50250 | 0.5946 | | |- | | 18 | | 0.2400 || 4.32 || 0.62701 | 0.4078 || 7.34 || 0.63750 | 0.6006 | | |- | | 14 | | 0.3200 || 4.48 || 0.77843 | 0.5337 || 7.47 || 0.79178 | 0.7815 | | |- | | 14 | | 0.3390 || 4.75 || 0.98887 | 0.5457 || 7.64 || 1.00178 | 0.7935 | | |- | 1 | | | 0.4000 || 4.60 || 1.23863 | 0.6828 || 7.85 || 1.25631 | 0.9845 | | |- | | | | 0.4200 || 4.83 || 1.58338 | 0.7068 || 8.13 || 1.60131 | 1.0085 | | |- | | | | 0.4200 || 4.83 || 1.82234 | 0.7235 || 8.32 || 1.84131 | 1.0252 | | |- | 2 | | | 0.4360 || 5.01 || 2.29627 | 0.7565 || 8.70 || 2.31630 | 1.0582 | | |- | | 8 | | 0.6820 || 5.46 || 2.76216 | 1.1375 || 9.10 || 2.79063 | 1.5712 | | |- | 3 | 8 | | 0.7660 || 6.13 || 3.38850 | 1.2000 || 9.60 || 3.41563 | 1.6337 | | |- | | 8 | | 0.8210 || 6.57 || 3.88881 | 1.2500 || 10.00 || 3.91563 | 1.6837 | | |- | 4 | 8 | | 0.8440 || 6.75 || 4.38713 | 1.3000 || 10.40 || 4.41563 | 1.7337 | | |- | | 8 | | || || | || || | | | |- | 5 | 8 | | 0.9370 || 7.50 || 5.44929 | 1.4063 || 11.25 || 5.47863 | 1.8400 | | |- | 6 | 8 | | 0.9580 || 7.66 || 6.50597 | 1.5125 || 12.10 || 6.54063 | 1.9462 | | |- | 8 | 8 | | 1.0630 || 8.50 || 8.50003 | 1.7125 || 13.70 || 8.54063 | 2.1462 | | || |- | 10 | 8 | | 1.2100 || 9.68 || 10.62094 | 1.9250 || 15.40 || 10.66563 | 2.3587 | | || |- | 12 | 8 | | 1.3600 || 10.88 || 12.61781 | 2.1250 || 17.00 || 12.66563 | 2.5587 | | || |- | 14 | 8 | | 1.5620 || 12.50 || 13.87263 | 2.2500 || 18.00 || 13.91563 | 2.6837 | | || |- | 16 | 8 | | 1.8120 || 14.50 || 15.87575 | 2.4500 || 19.60 || 15.91563 | 2.8837 | | || |- | 18 | 8 | | 2.0000 || 16.00 || 17.87500 | 2.6500 || 21.20 || 17.91563 | 3.0837 | | || |- | 20 | 8 | | 2.1250 || 17.00 || 19.87031 | 2.8500 || 22.80 || 19.91563 | 3.2837 | | || |- | 24 | 8 | | 2.3750 || 19.00 || 23.86094 | 3.2500 || 26.00 || 23.91563 | 3.6837 | | || |} Hand-tight and effective thread engagement lengths ==History== In 1864, William Sellers, the president of Franklin Institute, presented a standard for nuts, bolts, and screws. Out of this effort came the first United States Standard threads, including pipe threads. (See also Screw thread § History of standardization.) ==See also== * AN thread * British Standard Pipe * Fire hose thread * Garden hose thread * Panzergewinde * Thread angle * Threaded pipe * Gender of connectors and fasteners ==References== ==Bibliography== * ==External links== * NPT Pipe Thread Dimensions * ASME B1.20.-1983 Pipe Threads, General Purpose, Inch * https://web.archive.org/web/20111001055253/http://publicaa.ansi.org/sites/apdl/Documents/Standards%20Action/2011%20PDFs/SAV4220.pdf * pipeandhose.com * http://www.engineeringtoolbox.com/npt-national-pipe-taper- threads-d_750.html Category:Thread standards Category:Piping Category:Plumbing Category:Standards of the United States ru:Трубная резьба ",
    "title": "National pipe thread"
}