{
    "id": "832941",
    "text": "Brookfield Asset Management Inc. is an alternative asset management company focusing on real estate, renewable power, infrastructure and private equity. The company's headquarters are located in Toronto, and it also has corporate offices in New York City, London, Rio de Janeiro and Sydney. ==History== The company was founded in 1899, as the São Paulo Tramway, Light and Power Company by William Mackenzie and Frederick Stark Pearson. Operating as in construction and management of electricity and transport infrastructure in Brazil. In 1904, the Rio de Janeiro Tramway, Light and Power Company was founded by Mackenzie's group. In 1912, Brazilian Traction, Light and Power Company was incorporated in Toronto as a public company to develop hydro-electric power operations and other utility services in Brazil, becoming a holding company for São Paulo Tramway Co. and Rio de Janeiro Tramway Co. In 1916, Great Lakes Power Company was incorporated to provide hydro-electric power in Sault Ste. Marie and the Algoma District in Ontario. In 1966, Brazilian Traction, Light and Power Company changed its name to Brazilian Light and Power Company, and again in 1969, changed its name to Brascan Limited. Brascan is a portmanteau of \"Brasil\" and \"Canada\". In 1979, the company's Brazilian assets were transferred to Brazilian ownership (Eletropaulo and Light S.A.), the company meanwhile having diversified to other areas. The company provided electricity and tram services in São Paulo and Rio de Janeiro, and the Brazilian side after a later restructuring still operates as Light S.A., short for Brazilian Traction, Light and Power Co. Ltd. In 2005, after 37 years, Brascan Corp. was renamed to Brookfield Asset Management Inc. In November 2008, in a process supervised by the Alberta courts, PricewaterhouseCoopers (PwC) was appointed receiver of a separate public company, Birch Mountain Resources, after Birch Mountain had defaulted on its debts. Birch Mountain's assets of $50 million were transferred to Tricap Partners Ltd, which operates under the Hammerstone Corporation, a subsidiary of Brookfield Special Situations Group.\"Birch Mountain names receiver\" ,Calgary Herald, Canada, 7 November 2008 Retrieved 22 July 2012 In September 2010, a group called Birch Mountain Shareholders for Justice filed a lawsuit with the Superior Court of Justice in Ontario, Canada, against Brookfield Asset Management challenging this acquisition and transfer of assets.Gray, Jeff. \"Squeezed-out Birch Mountain shareholders take on Brookfield\",The Globe and Mail, Canada, 15 November 2011 Retrieved 22 July 2012 After five years of litigation the case was dismissed.McDonald v Brookfield Asset Management Inc , 2015 ABQB 281 In May 2015, the plaintiffs filed a notice of appeal which was also dismissed. In 2009, Brookfield sued financial and insurance giant American International Group (AIG) in a Manhattan federal court, alleging that AIG's collapse caused default provisions in interest-rate swaps. The suit stemmed from AIG's acceptance of a $182.3-billion bailout package from the federal government. The lawsuit backfired and the litigation ended with Brookfield agreeing to pay $905 million to settle the lawsuit. In 2013, a Brazilian prosecutor filed charges against the company's local division, alleging the company paid bribes to local officials, which is also a violation of U.S. federal criminal law. The bribes were allegedly used to pave the way for Brookfield to build a shopping center in São Paulo. The U.S. Securities and Exchange Commission also opened a formal investigation into the company about the bribery charges. The company denied the charges. The U.S. Department of Justice also opened a criminal investigation into the company regarding these allegations, and did not end up making any arrests. According to the Stanford Law School Foreign Corrupt Practices Act Clearinghouse, which studied the case, the investigation and filing of charges was initiated by a whistleblower and anonymous tip. The company disclosed the investigations on several 6-K forms between 2013 and 2015. By 2018, Brookfield's major public subsidiaries included Brookfield Infrastructure Partners, Brookfield Renewable Partners, Brookfield Property Partners, and Brookfield Business Partners In August 2018, Brookfield signed a 99-year lease on Jared Kushner's financially troubled 666 Fifth Avenue skyscraper. The deal raised suspicions that the Qatar Investment Authority, a major investor in Brookfield, was attempting to influence the Trump administration. In August 2018, Brookfield purchased Westinghouse Electric Company, a manufacturer of large nuclear reactors, out of bankruptcy for $4.6 billion. On March 13, 2019, Brookfield Asset Management announced that it had agreed to buy most of Oaktree Capital Management for about $4.7 billion, creating one of the world's largest alternative money managers. On 31 July 2019 the sale of Vodafone New Zealand Limited to a consortium comprising Infratil Limited and Brookfield Asset Management Inc. was settled.https://www.bellgully.com/about-us/firm-news/vodafone-group-plc- settles-vodafone-new-zealand-sale-to-consortium In response to the 2020 coronavirus epidemic, Brookfield's CEO, Bruce Flatt, assessed that the economic fallout was \"much more manageable\" than previous meltdowns. == Finances == For the fiscal year 2018, Brookfield Asset Management reported earnings of US$3.584 billion, with an annual revenue of US$56.771 billion, an increase of 39.2% over the previous fiscal cycle. Brookfield Asset Management's shares traded at over $38 per share, and its market capitalization was valued at over US$40.8 billion in November 2018. {| class=\"wikitable float-left\" style=\"text-align: right;\" !Year !Revenue in mil. USD$ !Net income in mil. USD$ !Total Assets in mil. USD$ !Price per Share in USD$ |- |2005 |5,256 |1,662 |26,058 |7.61 |- |2006 |6,897 |1,170 |40,708 |12.17 |- |2007 |9,343 |787 |55,597 |16.74 |- |2008 |12,868 |649 |53,611 |13.22 |- |2009 |12,082 | 454 |61,902 |9.33 |- |2010 |13,623 | 3,195 |78,131 |13.76 |- |2011 |15,921 |3,674 |91,030 |16.72 |- |2012 |18,697 |2,747 |108,644 |18.69 |- |2013 |20,830 |3,844 |112,745 |22.42 |- |2014 |18,364 |2,956 |129,480 |27.22 |- |2015 |19,913 | 2,207 |139,514 |32.47 |- |2016 |24,411 |1,518 |159,826 |32.10 |- |2017 |40,786 |1,317 |192,720 |38.17 |- |2018 |56,771 |3,584 |256,281 | |} ==See also== *Edper Investments, the Bronfman holding company that controlled Brascan from 1979 to 1993. *List of real estate companies of Canada == References == Category:Financial services companies established in 1899 Category:Companies listed on the New York Stock Exchange Category:Companies listed on the Toronto Stock Exchange Category:S&P;/TSX 60 Index Category:Companies based in Toronto Category:Multinational companies headquartered in Canada Category:Real estate companies of Canada ",
    "title": "Brookfield Asset Management"
}