{
    "id": "834120",
    "text": "New Work by La La La Human Steps in July 2011 in Vienna, Austria La La La Human Steps was a Québécois contemporary dance group in Canada, active between 1980 and 2015, known for its energetic, acrobatic style involving fast-paced and athletic physical contact. Its signature move was the barrel jump – a gravity-defying, fully horizontal, mid-air barrel roll. The first mention of the group in the New York Times, after the premiere of Human Sexy, stated: :\"This [performance] integrates punk art music into the dancing - which features the fearless physicality of a group of high-flying and nose-diving performers. There is also the added interest of the dancers producing sound by activating laser-beam instruments with their bodies. [...] Yet the style - Miss Lecavalier wears a Merry Widow corset, tights, running shoes and a mustache - is different. There is something touching about seeing a younger generation reinvent a wheel, however naively: this difference in attitude defines our times.\"Anna Kisselgoff: Edouard Lock's Punk Style. New York Times, 6 October 1985 The troupe collaborated with rock musicians, including David Bowie, David Lang, Frank Zappa, Skinny Puppy,Stephen Luscombe, Pandit Dinesh, Asha Bhosle (West India Company) Einstürzende Neubauten, Kevin Shields, David Van Tieghem, Carole Laure, Priya Khajuria, Michel Cusson and Alain Bertrand. It was formed in 1980 by Édouard Lock under the name Lock-Danseurs and showcased for many years Louise Lecavalier. The group appeared regularly in its hometown of Montreal, Quebec, and all over the world. In later years the leading soloist of La La La Human Steps was Grace-Anne Powers. On 2 September 2015 Lock announced that the company had been disbanded owing to insurmountable financial difficulties. ==Repertoire== Amjad by La La La Human Steps in May 2008 in Vienna, Austria * Lily Marlene in the Jungle (1980) * Oranges (1981) * Businessman in the Process of Becoming an Angel (1983) * Human Sex (1985) - Video * New Demons (1987) - Video * Infante C'est Destroy (1991) - Video * 2 (1995) * Exaucé/Salt (1998) - Video * Amelia (2002) - Video \"Les Boréades\" opera by Rameau; production of Opera National de Paris, Robert Carsen, DIR., William Christie, cons.; (2003) * Amjad (2007) \\- Video * Untitled (2011) ==References== ==External links== * Category:Dance companies in Canada Category:Contemporary dance companies Category:1980 establishments in Quebec Category:Organizations established in 1980 ",
    "title": "La La La Human Steps"
}