{
    "id": "834201",
    "text": "The Corpus Christi Fury was a professional indoor football team based in Corpus Christi, Texas, United States. The Fury played its home games at the American Bank Center. ==History== The Fury began life as the Corpus Christi Hammerheads, a charter member of the Intense Football League. The Hammerheads are coached by ex-University of Houston QB and former IFL star Jason McKinley, son of former NFL player Bob McKinley, and led by a strong supporting cast of players such as quarterback Wes Cooper, wide receiver Shomari Buchanan, tight end Matt Ross, and linebackers Roy Salas and DeAndrae Filmore. They played their home games at the Memorial Coliseum in 2004 and at the American Bank Center in 2005 and 2006, both of which are in Corpus Christi, Texas. The team did not return to the American Bank Center for 2007 after the arena decided not to renew the team's lease and it became the home of the af2 team, the Corpus Christi Sharks. In 2007, the Hammerheads played in the Central Pavilion Arena in nearby Robstown, Texas. In 2008, head coach Jason McKinley guided the Hammerheads back to the Intense Football League's title game only to lose 65–36 in Lake Charles, Louisiana to the Louisiana Swashbucklers. After the Sharks folded following the 2009 season the Hammerheads announced they were returning to the American Bank Center for the upcoming 2010 season. For the 2011 season, the Hammerheads joined the Southern Indoor Football League. Finishing at 7–5, the Hammerheads lost to the Louisiana Swashbucklers in the first round of the playoffs. After the 2011 season, the Hammerheads left the SIFL to help start the Lone Star Football League. The team was removed from the Lone Star Football League following the 2012 season. In 2013, the team played in the Ultimate Indoor Football League and renamed as the Corpus Christi Fury (the logos were originally designed for a proposed 2012 UIFL expansion team, the Danville Dragons). After falling to the Florida Tarpons in Ultimate Bowl III, the Fury returned to the Ultimate Bowl in 2014. The team defeated the Tarpons 60–23 to claim their first championship in franchise history. For the 2015 season, the Fury played in the X-League after the UIFL ceased operations. The Fury would also go winless in this season. On October 1, 2015, the Fury joined American Indoor Football after the X-League folded. The team cancelled several games during the 2016 season and only played one game against another AIF member. While never announced by the team itself, the Fury appeared to have folded before their May 15, 2016, game against the New Mexico Stars, giving the Stars 24 hours' notice that they would be unable to make the game. They also announced their May 22 home game was cancelled on the day of the game over social media without explanation. They were removed from the AIF website after the completion of the 2016 season. AIF would cease all operations in July 2016 but the Fury appear to have folded prior to and independently of this. In October, a new indoor football team was announced to begin play in 2017 out of the American Bank Center called the Corpus Christi Rage. The new team had no connection to the former Hammerheads/Fury franchise and was a member of the new National Arena League. This team, however, also went winless and failed to complete the 2017 season. == Final roster == == Season-by-season == |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (Intense Football League) |- |2004 || 8 || 8 || 0 || 5th League || — |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (NIFL) |- |2005 || 8 || 6 || 0 || 2nd Pacific South || Won PC Quarterfinal (S.W. Louisiana) Lost PC Semifinal (Odessa) |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (Intense Football League) |- |2006 || 9 || 5 || 0 || 2nd League || Won Semifinal (Centex) Lost Intense Bowl II (Odessa) |- |2007 || 12 || 2 || 0 || 2nd League || Won Semifinal (Frisco) Lost Intense Bowl III (Louisiana) |- |2008 || 10 || 4 || 0 || 2nd League || Won Semifinal (CenTex) Lost Intense Bowl IV (Louisiana) |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (Indoor Football League) |- |2009 || 5 || 9 || 0 || 4th Intense Lone Star || — |- |2010 || 6 || 8 || 0 || 3rd Intense Lone Star || Lost Round 1 (Arkansas) |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (SIFL) |- |2011 || 7 || 5 || 0 || 2nd WC Southwest || Lost WC Round 1 (Louisiana) |- | colspan=\"6\" align=\"center\" | Corpus Christi Hammerheads (LSFL) |- |2012 || 4 || 7 || 0 || 5th League || — |- | colspan=\"6\" align=\"center\" | Corpus Christi Fury (UIFL) |- |2013 || 6 || 1 || 0 || 2nd League || Lost Ultimate Bowl III (Florida) |- |2014 || 5 || 0 || 0 || 1st League || Won Ultimate Bowl IV (Florida) |- | colspan=\"6\" align=\"center\" | Corpus Christi Fury (X-League) |- |2015 || 0 || 6 || 0 || 9th League || — |- | colspan=\"6\" align=\"center\" | Corpus Christi Fury (AIF) |- |2016 || 2 || 1 || 0 || -- || — |- !Totals || 86 || 69 || 0 |colspan=\"2\"| (including IFL, NIFL, SIFL, UIFL, X-League & AIF playoffs) ==Records== *The Hammerheads hold the record for most Intense Bowls played, but lost all three games. ==References== ==External links== * Official Site of the Corpus Christi Fury * Hammerheads' 2006 stats * Hammerheads' 2007 stats * Hammerheads' 2008 stats * Hammerheads' 2011 stats Category:former American Indoor Football teams Category:American football teams in Texas Category:Sports in Corpus Christi, Texas Category:Former Indoor Football League teams Category:Former Lone Star Football League teams Category:Intense Football League teams Category:Defunct American football teams in Texas Category:Ultimate Indoor Football League teams Category:Former X-League Indoor Football teams Category:American football teams established in 2013 Category:American football teams disestablished in 2016 Category:2013 establishments in Texas Category:2016 disestablishments in Texas ",
    "title": "Corpus Christi Fury"
}