{
    "id": "834604",
    "text": "use both this parameter and |birth_date to display the person's date of birth, date of death, and age at death) --> | death_place = | other_names = Hui Koon- kit, Samuel Hui | education = The University of Hong Kong (B.SocSc., 1971) | occupation = | years_active = 1967–1992 2003–present | spouse = | children = 2 | mother = Lee Sin-wan | father = Hui Sai-cheung | relatives = Michael Hui (brother), Stanley Hui (brother), Ricky Hui (brother), Judy Hui (sister) | awards = | website = | module = | module2 = }} Samuel Hui Koon-kit (born 6 September 1948), usually known as Sam Hui, is a Hong Kong musician, singer, songwriter and actor. He is credited with popularising Cantopop both via the infusion of Western-style music and his usage of vernacular Cantonese rather than written vernacular Chinese in biting lyrics that addressed contemporary problems and concerns.How TVMost show made its audience feel like Hongkongers, EJInsight, 12 Jan 2016 Hui is considered by some to be the first major superstar of Cantopop, known as the God of Song. ==Early life== Hui was born in Guangzhou in 1948. He and his family arrived in Hong Kong as refugees in 1950, and originally lived in Diamond Hill. Hui graduated from the Faculty of Social Sciences of the University of Hong Kong, Ying Wa College and St. Francis Xavier's College in the late 1960s and early 1970s. Hui and his two older brothers, Michael and Ricky, worked on several comedies in the early 1970s. Hui has also gained credit for popularising Cantopop, by incorporating the idiosyncrasies of Western popular music into the old Cantopop genre. ==Career== ===Singer=== In 1960s, Hui began his singing career. In 1967, Hui joined record label Diamond Records. Hui started his television career as a host on a youth music TV show on the TVB network. Hui and his brother Michael Hui became hosts in Hui Brothers Show (), which premiered on April 23, 1971. Hui became the lead musician of a band The Lotus. In the 1970s, Hui performed English songs that were popular in Britain and the United States. He wrote the theme songs for the comedies produced by his brother, Michael Hui, and started performing Cantonese songs. Sam Hui's first Cantonese hit, \"Eiffel Tower Above the Clouds\" () -- originally titled \"Here and Now\" () -- was first played on the Hui Brothers Show in April 1972. Hui signed a contract with Polydor and produced his first single in English, \"April Lady\". Hui's first Cantonese album, Games Gamblers Play (), was the partial soundtrack to the Michael Hui-directed film of the same name. This album became popular, selling 200,000 copies, and was one of the major musical works that helped to start the popularity of Cantopop. Hui's music gained popular appeal, particularly with the working class, for its simplicity and the relevance of the lyrics. A prolific songwriter, a noted recurring theme in his music is that it often describes or humorously satirises Hong Kong society and events. In 1976, Hui's singing and acting career took off after the release of the breakout album The Private Eyes, the soundtrack to the 1976 film The Private Eyes. In the album The Private Eyes, it humorously reflected on the harsh realities of middle and lower-income Hong Kongers. Others such as \"Song of Water Use\" (), which referenced the days of water rationing during the 1960s, and \"Could Not Care Less About 1997\" (話知你97), which encouraged Hong Kong people to adopt a carpe diem attitude instead of worrying about the imminent handover to the People's Republic of China on 1 July 1997, were more topical in nature and referenced local events. While some of his songs are lighthearted, others carried philosophical messages brought out through artful use of Chinese words that have multiple symbolism. Examples can be seen in his farewell song in 1992 and \"From the Heart of a Loafer\" (), where for Cantopop, the sophisticated language and messages were rare in the lyrics of contemporary artists. On June 17, 1979, Hui became the first singer from Hong Kong to perform at the Tokyo Music Festival. ===Film=== Hui signed a contract with Golden Harvest in 1971. On a personal note, Hui is closer to his middle brother Ricky (deceased 8 November 2011) than to their oldest brother Michael. Sam and Michael reportedly fell out with each other after their pre-1985 successes. However, in Michael's Chicken and Duck Talk (1988), Hui appeared in a short 1-minute cameo, playing the role of himself as master of ceremonies at the grand opening of Danny's Chicken, and contributed to its theme song for its end credits entitled \"You Have Your Say\" (). Then in 1990, the three brothers reunited in Front Page, a lampoon on Hong Kong's sometimes over- zealous entertainment news industry. Hui also collaborated with several popular singers such as Leslie Cheung both musically and on-screen culminating in the hit single written by Hui and composed by Cheung entitled Silence is Golden (), which Cheung also sung as a solo track on his 1987 album, Hot Summer, as well as the catchy tune, I've Never Been Afraid () in 1989 as the end theme for Aces Go Places V. Hui also starred in the Aces Go Places, a series of Hong Kong action–comedies in the 1980s, with Karl Maka. He was once seriously injured while filming The Legend of Wisely in Tibet due to lack of oxygen, thereafter falling very ill and many of his fans pointed out that this near fatal accident may have been pivotal on his decision to retire as they superstitiously believed that he was haunted by a spirit. ===Retirement=== During the late 1980s, Hui's father advised him to retire to avoid the stresses he endured from hosting concerts. Hui's \"lack of oxygen\" suffered on a previous film, was actually carbon monoxide poisoning. His mother purportedly also had reservations about his performing, including that he might injure himself on stage. A Hong Kong concert in 1990 supposedly marked his early retirement, however Hui then agreed to host a 42-show concert series. Around the time of the 30th show, Hui's father died but despite his grief, he continued to host. === Farewell concerts === In 1991 to 1992, Hui held a many farewell concerts. Hui hosted a total of 14 shows in Hong Kong preempting his actual retirement. Hui is known as the Canto-pop godfather and the Elvis Presley of Hong Kong. Hui also hosted shows in Canada, in Vancouver, at the Pacific Coliseum, and Toronto, Ontario, which he dedicated to his late father. Despite reiterating his plans for retirement, Hui came back for a short stint in the movie Winner Takes All co-starring Nicholas Tse and Ruby Lin. This he maintained, was a result of being unable to ignore his heart's desire. The handprint and autograph of Sam Hui at the Avenue of Stars, Hong Kong Widely acclaimed as the \"God of Song\" in Hong Kong (the first singer to be so acknowledged), he decided to come out of retirement in 2004 and held multiple comeback concerts in which he was welcomed by a Hong Kong public at sell-out shows. In these concerts, he paid tribute to his recent passed close colleagues, Leslie Cheung and Anita Mui in 2003 and claimed that their deaths had influenced his decision to return to performing, culminating in his 2004 comeback song '04 Bless You ('04 祝福你). Hui performed in a concert in Kuala Lumpur on 19 and 20 February 2005 with his brother, Ricky Hui, and sons but has not made active plans for any follow-ups. He also performed in Vancouver on 15 December 2005 and in Singapore on 29 March 2008. In 2007, Hui signed with EC Music and released his first album in 17 years, named \"Life is Good\" (). ==Personal life== In December 1971, Hui married Rebecca \"Rebu\" Fleming, a Filipino-American. They have two sons, Ryan Hui and Scott Hui. Hui and his family live in Hong Kong. Ryan Hui is a singer-songwriter and has released several albums. Scott Hui is a film director. ==Discography== ===Cantonese albums=== * 1974 * 1975 \"The Last Message\" * 1976 The Private Eyes * 1978 * 1978 The Contract () * 1979 * 1980 * 1981 Security Unlimited () * 1982 * 1983 * 1983 * 1984 * 1985 * 1986 * 1986 * 1987 Band * 1987 * 1988 Sam and Friends * 1989 * 1990 * 1990 * 2004 * 2007 ===English albums=== * 1971 Time of The Season * 1974 Morning After * 197t Interlude * 1977 Came Travelling ==Filmography== === Films === * 1973 Back Alley Princess (馬路小英雄) * 1973 The Tattooed Dragon (龍虎金剛) * 1974 Chinatown Capers (小英雄大鬧唐人街) * 1974 Naughty! Naughty! (綽頭狀元) - Wu Te-chuan, a conman. * 1974 Games Gamblers Play (鬼馬雙星) * 1975 The Last Message (天才與白痴) * 1976 The Private Eyes (半斤八兩) * 1987 The Contract (賣身契) * 1981 Security Unlimited (摩登保鑣) * 1982 Aces Go Places (最佳拍檔) * 1983 Aces Go Places 2 (最佳拍檔大顯神通) * 1984 Aces Go Places 3 (最佳拍檔之女皇密令) * 1984 A Family Affair (全家福) * 1985 Working Class (打工皇帝) * 1986 Aces Go Places IV (最佳拍檔千里救差婆) * 1987 The Legend of Wisely (衛斯理傳奇) - as Producer. * 1988 Chicken and Duck Talk (雞同鴨講) - Cameo * 1989 Aces Go Places 5: The Terracotta Hit (新最佳拍檔) * 1990 The Dragon from Russia (紅場飛龍) * 1990 The Swordsman (笑傲江湖) - Ling Wu Chung * 1990 Front Page (新半斤八兩) * 1993 Laughter of the Water Margins (水滸笑傳) * 1993 All's Well, Ends Well Too (花田囍事) * 2000 Winner Takes All (大贏家) ==See also== *List of graduates of University of Hong Kong == References == * * * * ==External links== * * *Sam's latest album's official site Category:1948 births Category:Living people Category:Cantonese people Category:People from Panyu District Category:20th-century Hong Kong singers Category:20th-century Hong Kong male actors Category:21st-century Hong Kong singers Category:Hong Kong guitarists Category:Male guitarists Category:Rhythm guitarists Category:Hong Kong male singers Category:Hong Kong male composers Category:Hong Kong lyricists Category:Male singer-songwriters Category:Hong Kong singer-songwriters Category:Cantopop singer-songwriters Category:English- language singers from Hong Kong Category:Hong Kong male film actors Category:Hong Kong male comedians Category:Hong Kong Roman Catholics Category:Alumni of Ying Wa College Category:Alumni of the University of Hong Kong Category:20th-century male singers Category:21st-century male singers ",
    "title": "Sam Hui"
}