{
    "id": "834875",
    "text": "The Husson University is a private university based in Bangor, Maine. It offers undergraduate and graduate degrees and has a total enrollment of approximately 3,500 students, including 750 graduate students. Husson University is one of three universities in the Bangor area (the University of Maine at Augusta and the University of Maine are the others) and the only private university in the region. Husson also has campuses in Westbrook and Presque Isle, giving it the largest physical footprint of any private university in the state. On March 6, 2020 in an email to the University's Faculty, Robert Clark, President of Husson University wrote \"Husson University will transition our Southern Maine operations to our online division. This transition will include the sale of Husson’s Southern Maine property located at 340 County Road in Westbrook, Maine. The University will suspend operations at our Westbrook Campus on May 15, 2020, at the end of the semester.\" ==History== Founded in 1898, Husson was originally named Shaw School of Business and was located on the second floor of a building in downtown Bangor. Enrollment was low until after World War II, when its reputation grew as a business school. In 1953 the Maine Legislature authorized the school, now known as Husson College, to grant Bachelor of Science degrees. It became a university in 2008.HUSSON: About, Fast Facts Today the University has four colleges, and two schools: the College of Business, the College of Health and Education, the College of Science and Humanities, the School of Pharmacy, and the New England School of Communications. The New England School of Communications, known by its abbreviation NESCom, was an independent school acquired by Husson in 1997, and was separately accredited and operated semi- autonomously with control over its own tuition, hiring, admissions, and graduation requirements until 2014. Since 2000, undergraduate enrollment has increased 5-10% with each incoming class. In response, the University continues to add a significant number of new faculty to its ranks. Today, students graduate having trained both in the specialties of their chosen fields and in how those fields fit into a broader cultural context. ==Accreditation== Husson is accredited by the New England Commission of Higher Education with specific programs accredited by the International Assembly for Collegiate Business Education (IACBE), the Commission on Collegiate Nursing Education (CCNE), the Commission on Accreditation in Physical Therapy Education (CAPTE), the Accreditation Council for Occupational Therapy Education (ACOTE), and the National Board of Certified Counselors (NBCC). ==Campus== The Husson University Campus in Bangor, includes the Newman Gymnasium, the Winkin Sports Complex, Robert O'Donnell Commons (the College of Health and Education is located here), Peabody Hall (including the Sawyer Library, the College of Business, and the Ross Furman Student Center), the Dickerman Dining Center (renovated in 2012), the Dyke Center for Family Business, the Wildey Communications Center (named for NESCOM founder George Wildey), and the Beardsley Meeting House (named for former Husson President and current Commissioner of the Department of Conservation William Beardsley) which houses the 500-seat Gracie Theatre, and Living Learning Center which houses upperclassmen in suites and holds offices and classrooms on the ground floor. There are four residence halls: Hart Hall, Bell Hall, Carlisle Hall, and the Living & Learning Center, a LEED Silver targeted student residence and academic building which opened in the fall of 2012. Two walking trails circle the outer perimeter and offer scenic walks through the Maine forest. In Presque Isle, Maine, the school is located on the campus of Northern Maine Community College. The school moved to its present location from a campus in Caribou, Maine. Husson also operates in Westbrook. ===Gracie Theatre=== The Gracie Theatre, located in the Beardsley Meeting House, is a 500-seat multipurpose venue. Opera singer Richard Troxell, comedian Bob Marley, and the Bangor Symphony Orchestra have all performed in the Gracie. It also serves as a \"learning platform\" for the New England School of Communications, which has staged musicals (including West Side Story and The Who's Tommy) there and operates the theatre during other events.Director's Information - Gracie Theatre ==Student life== There are dozens of student clubs and organizations, mostly professional, such as Public Relations Student Society of America (PRSSA), Student Government, The English Society, Accounting Society, Criminal Justice Club, OPTS (Organization of Physical Therapy Students), OOTS (Organization of Occupational Therapy Students), the Organization of Student Nurses, Outdoors Club, Student Newspaper,Husson Spectator Husson University Theatre,Husson University Theatre on Facebook GAMERS, Q&A;, Technology Club, Student Veterans Association, Running Club, Ski & Snowboard Club, Pep Band, Audio Engineering Society, Cru, and Husson College Republicans. The University also owns WHSN 89.3 FM, an alternative rock station operated by the New England School of Communications. Husson currently has two active sororities. Delta Sigma Delta and Kappa Delta Phi NAS, chapter Kappa Lambda. Previously Husson University Greek Life included Kappa Delta Phi, Mu Sigma Chi, Epsilon Tau Epsilon, and Tau Kappa Epsilon. Husson's founder member of Kappa Delta Phi fraternity, Chesley Husson, founded the organization Mu Sigma Chi which then founded Epsilon Tau Epsilon and Delta Sigma Delta. Each active organization provides service to the school, students and campus as well as the greater Bangor Maine area. Husson Greek Life is organized by the Greek Governing Board. Greek life used to have a floor at the dorms assigned to their members, lounges, social events and more but during recent years these have not been allowed anymore. Members meet up on a reserved room for Greek Life or at off campus locations and hold community service and activities both on and off campus. ==Athletics== Husson University teams are known as the Eagles. The university is a member of the NCAA Division III and fields twenty one varsity sports teams in the North Atlantic Conference including men's & women's soccer, men's & women's lacrosse, men's & women's cross country, men's & women's basketball, men's football, women's field hockey, men's and women's swimming & diving, men's and women's golf, women's outdoor track & field, women's indoor track & field, baseball, softball, and women's volleyball. Husson University also has three spirit teams including Cheer Team, Dance Team, and Pep Band. == Residence life == Residents on campus live in one of five living options; Hart Hall, Bell Hall, Carlisle Hall, or the Edward O. and Mary Ellen Darling Living and Learning Center, and Husson Townhouses. Roughly 1,200 students live on campus during the academic year. Until Fall 2012, Husson University sublet apartments off-campus to students, however the construction of the new Darling Learning Center provides enough on-campus housing to end that practice. Freshmen and sophomore students attending full- time must live in a residence hall until they complete 54 credit hours, or meet other requirements in order to move off-campus. Husson is a wet campus.HUSSON: Residential Living, Residential Policies == Notable alumni == * Paul LePage, 74th Governor of Maine * James R. Flynn, country music songwriter * Phil Harriman, political commentator and former Maine state legislator * George Hasay, former Pennsylvania state legislator * Terry Morrison, businessman and former Maine state legislator * Tarren Bragdon, think tank founder and former Maine state legislator * Edward Youngblood, banker and former Maine state legislator ==References== ==External links== * Category:Educational institutions established in 1898 Category:Universities and colleges in Penobscot County, Maine Category:Schools in Bangor, Maine Category:1898 establishments in Maine Category:Private universities and colleges in Maine ",
    "title": "Husson University"
}