{
    "id": "835173",
    "text": "Thomas Boyd MBE (born 24 November 1965) is a Scottish former professional footballer. He played for Motherwell, Chelsea and Celtic, and appeared 72 times for Scotland, which means he is a member of the Scottish FA International Roll of Honour. Boyd now works in the hospitality area at Celtic Park. ==Club career== ===Motherwell=== Boyd's professional career began at Motherwell, where he made 252 league appearances. The most notable of his achievements in his time at Fir Park was skippering the Well side that defeated Dundee United 4–3 in the 1991 Scottish Cup Final, considered one of the most exciting in the competition's history. ===Chelsea=== Boyd's form as an attacking full back saw him win a move to Chelsea that year. However, Boyd struggled to settle and spent only one year at Stamford Bridge. ===Celtic=== Boyd was transferred to boyhood heroes Celtic in an exchange deal which saw Tony Cascarino going to Chelsea. He played for Celtic for the remainder of his career, serving as club captain from 1997 to 2002. He holds the distinction of having been the captain who lifted Celtic's first league title in 10 years in 1998, preventing rivals Rangers from securing a record-breaking ten championships in a row. As Boyd's career moved on, he began playing more in the centre of defence, whilst continuing to operate at full back on either side of the pitch when required, making him a versatile defender. Boyd continued to captain the club after the arrival of Martin O'Neill at Celtic Park in 2000. In O'Neill's first season in charge Boyd played a significant part in the securing of a domestic treble, only the third in the club's history; Boyd became only the second Celtic captain (after Billy McNeill) to captain Celtic in a treble-winning season. He also helped them win another Scottish Premier League title in 2001–02. ===International career=== Boyd is the sixth most capped player for Scotland with 72 caps, meaning that he is a member of the Scotland national football team roll of honour and can be found in the Scottish Football Museum at Hampden Park. His international career saw him garner 72 Scotland caps, playing at UEFA Euro 1992 and UEFA Euro 1996 and also the 1998 World Cup. In the latter tournament, he scored an own goal in a match against Brazil when the ball deflected off him as he ran back facing his goalkeeper, giving the Brazilians a 2–1 win in the tournament's opening match. ==Post-playing career== Boyd retired from playing in 2003, but has remained working with Celtic. In 2016, he was named along with Davie Hay as new ambassadors of the club, joining Billy McNeill (who was named an ambassador in 2009) in this role. He has also participated in several charity events such as the Tommy Burns Tribute match and climbing Ben Nevis. ==Career statistics== ===International=== {| class=\"wikitable\" style=\"text-align:center\" ! colspan=3 | Scotland national team |- !Year!!Apps!!Goals |- | 1990 || 3 || 0 |- | 1991 || 3 || 0 |- | 1992 || 7 || 0 |- | 1993 || 6 || 0 |- | 1994 || 6 || 0 |- | 1995 || 6 || 0 |- | 1996 || 10 || 0 |- | 1997 || 10 || 1 |- | 1998 || 10 || 0 |- | 1999 || 4 || 0 |- | 2000 || 3 || 0 |- | 2001 || 4 || 0 |- !Total || 72 || 1 |} ==Honours== ;Motherwell *Scottish Cup: 1990–91 ;Celtic *Scottish Premier League: 1997–98, 2000–01, 2001–02 *Scottish Cup: 1994–95, 2000–01 *Scottish League Cup:1997–98, 1999–00, 2000–01 ===Individual=== *Scottish FA International Roll of Honour: 1997 ==See also== * List of footballers in Scotland by number of league appearances (500+) ==References== ==External links== * Category:1965 births Category:1998 FIFA World Cup players Category:Celtic F.C. players Category:Chelsea F.C. players Category:Living people Category:People from Baillieston Category:Members of the Order of the British Empire Category:Motherwell F.C. players Category:Footballers from Glasgow Category:Scotland B international footballers Category:Scotland international footballers Category:Scottish Football League players Category:Scottish Football League representative players Category:Scottish footballers Category:Scottish Premier League players Category:English Football League players Category:UEFA Euro 1992 players Category:UEFA Euro 1996 players Category:Celtic F.C. non-playing staff Category:Scotland under-21 international footballers Category:Association football defenders ",
    "title": "Tom Boyd (Scottish footballer)"
}