{
    "id": "835983",
    "text": "Desire is the seventeenth studio album by American singer-songwriter Bob Dylan, released on January 5, 1976 by Columbia Records. It is one of Dylan's most collaborative efforts, featuring the same caravan of musicians as the acclaimed Rolling Thunder Revue tours the previous year (later documented on The Bootleg Series Vol. 5). Many of the songs also featured backing vocals by Emmylou Harris and Ronee Blakley. Most of the album was co-written by Jacques Levy, and is composed of lengthy story-songs, two of which quickly generated controversy: the 11-minute-long \"Joey\", which is seen as glorifying the violent gangster \"Crazy Joey\" Gallo, and \"Hurricane\", the opening track that tells a passionate account of the murder case against boxer Rubin Carter, whom the song asserts was framed. Carter was released in 1985, after a judge overturned his conviction on appeal. A well-received follow-up to Blood on the Tracks, Desire reached on the Billboard Pop Albums chart for five weeks, becoming one of Dylan's bestselling studio albums, and was certified double Platinum; the album reached in the UK. It claimed the slot on NME Album of the Year. Rolling Stone named Desire on its list of The 500 Greatest Albums of All Time. It was voted number 761 in the third edition of Colin Larkin's All Time Top 1000 Albums (2000). ==Context== Desire was released between the two legs of Dylan's Rolling Thunder Revue tour. By 1975, Dylan had extensive experience playing with a number of bands, but these groups were assembled by others. In the case of the Hawks (later known as The Band), the group had performed for a number of years before ever meeting Dylan. Dylan's idea of forming his own band, who would later be known as the Rolling Thunder Revue, came when he saw Patti Smith and her group play at The Other End (formerly, and currently renamed The Bitter End) on June 26, 1975. Smith had yet to record an album, but she was already attracting a lot of attention from the music press and industry. According to Clinton Heylin, these were her first shows with drummer Jay Dee Daugherty, the culmination of four years spent \"compiling a unique rock & roll sound\". According to Smith, Dylan was immediately struck by the chemistry between Smith and her band, and expressed a wish that he had chosen to stay with a single band. Dylan would spend many nights over the next two weeks in New York's Greenwich Village and The Other End in particular, eventually meeting Rob Stoner and reacquainting himself with Bob Neuwirth. Stoner would later join his Rolling Thunder Revue, and Dylan would meet the remaining members through Neuwirth. According to Smith, he was thinking about improvisation and extending himself \"language-wise\". The album's cover is tentatively inspired by and reminiscent of John Phillips' 1970 album John Phillips (John, the Wolf King of L.A.). ==Recording sessions== Around the time of his first meetings with Smith and Stoner, Dylan began work on several new songs, finishing at least one song called \"Abandoned Love.\" Then, sometime in late June, while being driven in his limousine around the Village, Dylan spotted Scarlet Rivera walking with her violin in the case. Dylan stopped to converse with Rivera and invited her to his rehearsal studio where she spent the afternoon playing along with several of the new songs. \"If I had crossed the street seconds earlier,\" said Rivera in 2012, \"it never would have happened.\" According to Rivera, \"One More Cup of Coffee,\" \"Isis,\" and \"Mozambique\" were all rehearsed with Dylan on guitar and Rivera accompanying on violin. As the rehearsals progressed, Dylan attempted some of the same songs on piano, experimenting with different keys in the process. Soon after, Dylan would ask Rivera to join him for his next album. As early as mid-July, the concept of the Rolling Thunder Revue was beginning to solidify. According to Don DeVito, a representative for Columbia Records, the possibility of forming a band and touring the United States playing unannounced concerts was already being discussed at this point. Meanwhile, Dylan's songwriting partnership with Jacques Levy continued to grow. Jacques Levy was then best known for \"Chestnut Mare\", a collaboration with Roger McGuinn that ultimately became one of The Byrds' last hits. Dylan had met Levy the previous spring, but they became reacquainted at The Other End. One night, Dylan met Levy at his loft and showed him an early draft of \"Isis.\" According to Levy, \"Isis\" began life as a \"slow dirge\", unlike anything he had ever heard before, which he felt gave the appearance of setting the listener up \"for a long story\". When Dylan first played this embryonic version for him, the two of them started working together. According to Levy, it was an enjoyable song-writing partnership, with Levy writing words and Dylan contributing ideas. The session lasted until the early hours of the morning, after which Dylan and Levy traveled to The Other End. Dylan read the lyrics to the gathered crowd, to favorable reactions. The partnership went on to pen \"Hurricane\" and other tracks later featured on Desire. Dylan finally held a recording session on July 14, recording two songs co-written with Levy: \"Joey,\" an epic ballad about gangster Joey Gallo, and \"Rita Mae,\" a short song about lesbian writer Rita Mae Brown. At this time, the Rolling Thunder Revue had not yet formed. The participating musicians instead consisted of the Dave Mason Band, Scarlet Rivera (the only future member of the Rolling Thunder Revue to participate in this session), and a number of other session players. Disappointed with the results, the session merely encouraged Dylan to form his own working band for his upcoming album. Following the session, Dylan and Levy isolated themselves in the Hamptons to work on their songs. According to Levy, they finished off a total of fourteen songs over a three-week period. In total, an entire album's worth of songs was written in less than four weeks of collaboration with Levy. Two weeks after the first, failed session, Dylan returned to Studio E on July 28 with approximately 21 musicians at his disposal. By most accounts, the recording process was very haphazard. Dylan was determined to record the songs live, while producer Don DeVito's inexperience led him to 'stack' instruments on the multitrack tapes, making it virtually impossible to properly remix any of the songs or to overdub any off-key accompaniments. Neil Hubbard, who was present at the session, felt that there were too many musicians present and the session lacked leadership. Guitarist Eric Clapton was present, just one of five guitarists in the studio. Clapton recalled later that Dylan appeared to be seeking an opportunity to work with new people he had met, although Clapton felt that Dylan was uncomfortable performing personal songs with such a large group present, and left the session after advising Dylan to use a smaller band, a sentiment later reiterated by Rob Stoner to producer Don DeVito. Others at this session included Rob Stoner, Scarlet Rivera, Emmylou Harris, and the English pub rock band Kokomo. Many of them would later, and at the time, recount their frustrations regarding the recording process for Desire which was, in the opinions of the many professional musicians present, a rather chaotic process. The following day, Dylan returned to Studio E with roughly half the number of musicians, retaining Stoner, Rivera, Harris, Hugh McCracken, and Vinnie Bell as well as saxophonist Mel Collins and percussionist Jody Linscott of Kokomo. This time, they managed a usable take of the song \"Oh, Sister\", but the remainder of the session was deemed unacceptable. On the night of July 30, 1975, Dylan returned to Studio E with a smaller group of musicians, including Stoner, Rivera, Harris, and drummer Howie Wyeth (a friend of Stoner's who was hired by Dylan on Stoner's suggestion). For the most part, this group of musicians formed the core of the Rolling Thunder Revue. The difference became apparent early on in the session, when a usable take of \"Isis\" was recorded on the first try. Both Dylan and Stoner were pleased with the session, and Stoner suggests that the more intimate sound was much closer to the sound of the completed album. Five of the nine songs from Desire were recorded at that session, as well as a slow version of \"Isis,\" the original master take of \"Hurricane\", the single-only release \"Rita Mae,\" and a successful take of \"Golden Loom\" that was later released in 1991. Of the participating musicians, only Emmylou Harris was dissatisfied with the results. It would also be her last session, as she had prior commitments with her own career. The following night, Dylan held another session, this time recording three songs. From this session, Dylan recorded the master take for \"Isis\" as well as master takes for \"Abandoned Love\" and \"Sara.\" Dylan's wife Sara, the subject of the song that bore her name, also accompanied him to this session. ===Outtakes=== The Desire sessions yielded a number of outtakes, but only one of these outtakes received any serious consideration. Written from the point of view of someone \"despairing, isolated, [and] lost\", \"Abandoned Love\" debuted as an impromptu performance at the Other End on July 3, 1975. Clinton Heylin wrote that the song suggested Dylan's self-confidence as an artist had returned, but that he still faced problems in his marriage. Originally intended for the album, it was ultimately replaced by \"Joey.\" \"Abandoned Love\" would not see official release until 1985 when a finished take was issued on the boxed-set retrospective, Biograph. Its first and only live performance at the Other End circulates as a highly prized recording among collectors. Another song, \"Rita May (sometimes spelled as \"Rita Mae\"),\" was issued on a single-only release. An up tempo song, that some listeners believe to be a tribute to lesbian writer Rita Mae Brown. It was later covered by Jerry Lee Lewis on his self-titled album, issued in 1979. Two other recordings were later released upon other albums. \"Catfish,\" a tribute to future Baseball Hall of Fame pitcher Jim Hunter (better known as Catfish Hunter), and \"Golden Loom\" were officially released on The Bootleg Series Volumes 1-3 (Rare & Unreleased) 1961-1991 in 1991. ==Song information== ===\"Hurricane\"=== The album opens with \"Hurricane\", arguably the most popular song on Desire. It protests the conviction of former middleweight boxer Rubin \"Hurricane\" Carter for a triple murder in 1966, arguing for his innocence. In 1976, Carter won a second trial, and was again convicted of the triple murder. Carter was eventually released in 1985 after United States District Court Judge Haddon Lee Sarokin ruled that he had not received a fair trial and state prosecutors decided not to try Carter a third time. Dylan had been inspired to write it after reading Carter's autobiography, The Sixteenth Round, which Carter had sent to Dylan because of his prior commitment to the civil rights struggle. During the fall tour preceding Desires release, Dylan and the Rolling Thunder Revue played a benefit concert for Carter in New York City's Madison Square Garden. The following year, they played another benefit at Houston, Texas's Astrodome. Dylan met with Carter on December 5, 1975, and performed a concert in Clinton State Prison, in which Carter took to the stage, to address the press. Among those present were representatives of People Magazine who ran an article about Dylan and Carter on December 22 of the same year. New Jersey prosecutors said that they would not try Rubin (Hurricane) Carter and John Artis a third time for a triple-murder in a case that provoked national attention over charges that the authorities had framed both men. The 21-year legal conflict ended in effect when the Acting Passaic County Prosecutor, John P. Goceljak, filed a four-page application in the county courthouse in Paterson to dismiss all charges against the two men. \"It is just not legally feasible to sustain a prosecution, and not practical after almost 22 years to be trying anyone,\" Attorney General W. Cary Edwards said in Trenton. Mr. Edwards, whose office participated in the decision, added, \"It is time we put this matter to rest once and for all, and I wish Mr. Carter the best of luck and a very productive life.\" ===\"Isis\"=== One of the most celebrated songs on Desire is the symbolic travelogue \"Isis\". According to music critic Tim Riley, \"Isis\" tells the story of a young groom who marries his bride before he learns the value of loyalty. Riley wrote that the story told of a man who learns about the love of a woman through the deception of another man and a \"quest for riches that resigned itself to the quest for human contact\". Also, the protagonist mistakenly believes that his quest is for treasure when an ulterior purpose is at play. When he approaches the tomb, he finds it empty and without any reward. Unbeknownst to him, he was playing a part in a higher story line: the tomb eagerly awaited for the arrival of his companion who dies immediately. When he chucks the body into the empty space, he realizes what a folly this whole adventure has been, and decides to return to the arms of his knowing wife. ===\"Mozambique\"=== \"Mozambique\" allegedly started as a game, to see how many rhymes for \"-ique\" Dylan and Levy could find. ===\"One More Cup of Coffee\"=== \"One More Cup of Coffee\" tells the tale of a girl whose family are drifters, and of the man who must leave her to enter the \"valley below\". The narrator describes a character who is beautiful: \"your eyes are like two jewels in the sky\" but for whom the narrator's love and admiration are not reciprocated (\"but I don't sense affection no gratitude or love, your loyalty is not to me but to the stars above\"). The song is a duet between Dylan and Emmylou Harris; as an incidental to its use of the natural minor scale it has a decidedly Middle Eastern flavor in the vocal melody. It was covered by The White Stripes on their eponymous debut album. Furthermore, there is a version by Roger McGuinn and Calexico for the 2007 film I'm Not There. Calexico also perform the song at their concerts. Robert Plant covered the song in his 2002 album Dreamland. In 2003, Sertab Erener covered this song which in turn became the soundtrack of the movie Masked and Anonymous. 80's punk singer Nina Hagen released a version with German lyrics on her 2011 album Volksbeat. The song was also used in the 1998 Larry Clark film Another Day in Paradise. Several times in live concerts in November 1978Letter, BJorner website. Note: At a concert (Alameda County Coliseum, Oakland, California, 13 November 1978), he introduced the song thus: \"Thank you. I once went to the South of France on my birthday to a festival of gypsies down there. They had come from all over the world. Anyway, I got mixed up with someone and wrote this song.\" Dylan introduced the song by claiming he wrote it on his 34th birthday in 1975 while he was visiting the famous annual Romani pilgrimage for the veneration of Saint Sarah in Saintes-Maries-de-la- Mer in the Camargue, France. It is not clear if this is mere colorful embellishment based on the festival and Sarah connection as others say he wrote the song at a corner table at The Other End nightclub in Greenwich Village in the summer of 1975. ===\"Oh, Sister\"=== \"Oh, Sister\" became a concert favorite during the fall tour preceding Desires release. Tim Riley noted that it was the first time Dylan had invoked God as a method of wooing a woman, and that with Emmylou Harris, the song became a discourse on the fragility of love. Harris' vocal on the final mix was actually overdubbed a day later, one of the few overdubs made during the Desire sessions. ===\"Joey\"=== The longest song of the album is \"Joey\". A twelve-verse ballad, it describes the life of deceased gangster Joey Gallo and created a substantial amount of controversy when Desire was released. Dylan presents Gallo as an outlaw with morals, in the tradition of songs like Woody Guthrie's \"Pretty Boy Floyd\". Dylan's Gallo refused to kill innocent people, made peace with black men, and shielded his family when he was about to be shot as they were eating in a restaurant. Many commentators, notably rock critic Lester Bangs, have argued, however, that Gallo was well known as a vicious Mafioso whose documented career was not accurately reflected in the song's lyrics. The song details the killing of Gallo in Umberto's Clam House in Little Italy, Manhattan, on April 7, 1972. Graphic details of the murder had been published in Donald Goddard's biography, while Gallo's friends, actor Jerry Orbach and his wife Marta, were introduced to Dylan through Levy. Dylan said in 1975 that he had considered Gallo more a hero than a gangster. After hearing Jerry and Marta Orbach talk about Gallo, Dylan and Levy wrote the entire song in one night. Unlike legendary outlaws like Robin Hood, or historical ones like Jesse James and Billy the Kid, Gallo was not a figure of the distant past nor was he mythologized by tall tales spread by word-of-mouth and the local press. With Gallo's life still prominent in the minds of the public and without favorable media coverage, Dylan's attempt to romanticize Gallo was greeted with an enormous amount of contempt by the press, public officials, and private citizens alike. Goddard's biography depicted Gallo as a racist who often beat his wife and abused his children, and who had taken part in a brutal gang rape of a young boy while he was in prison. None of these details was mentioned or alluded to in Dylan's \"Joey\". Instead, the song paints a far more romantic portrait, incorporating a lyric that Gallo \"It was true that in his later years he would not carry a gun/'I'm around too many children,' he'd say, 'they should never know of one.'\" Lester Bangs later wrote a scathing response to a question posed by Dylan in the song's chorus: \"What made them want to come and blow you away?\". In a Village Voice article published on March 7, 1976, Bangs argued that some could have considered there to have been an open contract on Gallo for his shooting of gangster Joe Colombo almost a year previously. Bangs also suggested that two other theories advanced by investigators extremely close to the case showed Gallo attempting to lay claim to territory occupied by other, more powerful mob factions. Despite all the controversy, Clinton Heylin noted that \"Joey\" remained the one song from Desire to have regularly featured in concert in the nineties. In an interview with Bill Flanagan for his album Together Through Life in 2009, Dylan said that Jacques Levy wrote the lyrics to \"Joey\" and that he only sang them. ===\"Romance in Durango\"=== \"Romance in Durango\" concerns an outlaw and his lover, on the run in Mexico. Heylin described the song as \"the climax to an unmade Sam Peckinpah movie in song\", an allusion to the 1973 Peckinpah film Pat Garrett and Billy the Kid, for which Dylan wrote and performed the score and which was filmed in Durango. This song has been covered in Italian by singer-songwriter Fabrizio De André as \"Avventura a Durango\" (using Neapolitan to stand in for the Spanish lyrics in the original song) and in Portuguese by Raimundo Fagner as \"Romance no Deserto\". ===\"Black Diamond Bay\"=== As described by Heylin, \"Black Diamond Bay\" describes the destruction of a tiny island (following the eruption of a volcano), observed from two perspectives: from a hotel on the island itself and from the narrator's point of view through a television news report. The song essentially describes what the people on the island are doing at the time - often drawing attention to the ironic futility of their actions (for example, one of the islanders is preparing to commit suicide when the volcano erupts and destroys the island). The song also describes the news-watcher's indifference to the catastrophes he hears about on Walter Cronkite's TV newscast, as the narrator goes to get another beer rather than watch the news story about the catastrophe on the island. He says \"I never did plan to go anyway to Black Diamond Bay.\" Joseph Conrad's novel Victory was a major influence to this song, which references many of its themes; the song title, the island, the volcano, the gambling and the Panama hat are all references to Victory. A drawing of Conrad appeared on the back of the album sleeve. ===\"Sara\"=== Desire closes with \"Sara\", arguably Dylan's most public display of his own personal life. An ambitious tribute to his wife, Sara, it is one of Dylan's only songs in which he steps out of his public persona and directly addresses a real person, with striking biographical accuracy. Tim Riley wrote that it was \"a fevered cry of loss posing as sincere devotion.\" Dylan's marriage was in a turbulent state when he wrote the song. Dylan's estrangement from his wife had led to at least one separation in the previous year. Sara was present at the song's recording session on July 31, 1975; on the same day he recorded two other songs that touched on the subject of marriage: \"Isis\" and \"Abandoned Love\". However, in March 1977, Sara Dylan filed for divorce. In the lyrics of \"Sara,\" Dylan states that he wrote \"Sad Eyed Lady of the Lowlands\" (from Blonde on Blonde) for Sara Dylan. ==Aftermath== Desire would not be released until early the following year. In the meantime, Dylan embarked on the first leg of a North American tour with the Rolling Thunder Revue. During the course of the tour, which received heavy media coverage, Dylan and his band unveiled songs from Desire in addition to reinterpreting past works. The Rolling Thunder Revue was also augmented by guest musicians such as Mick Ronson (best known for his work with David Bowie) and other artists such as Roger McGuinn, Joni Mitchell, and Joan Baez who not only contributed during Dylan's set, but also played mini-sets of their own. Bruce Springsteen was invited to perform, but declined when Dylan informed him that he could not use the E Street Band to back him. The fall of 1975 would ultimately produce a widely criticized film, Renaldo and Clara, but the concerts themselves were well received. Often regarded as one of Dylan's finest series of shows, this first leg of the tour was eventually documented on The Bootleg Series Vol. 5: Bob Dylan Live 1975, The Rolling Thunder Revue. ==Critical reception== On January 5, 1976, Desire was released, garnering a fair share of critical acclaim. Critic Dave Marsh would call it one of the \"two best records Dylan has made since John Wesley Harding\" and gave it a four-star review in the 1979 Rolling Stone Record Guide. He also mentioned that this album has shown a change in style compared to his other works in 1970's by saying: \"But love songs aren't the focus of Desire, which is one of the things that differentiates it from Dylan's other post-rock work. On the best songs, Dylan returns to the fantastic images, weird characters and absurdist landscapes of the Sixties.\" Some critics were not impressed; Robert Christgau wrote: \"Although the candid propaganda and wily musicality of \"Hurricane\" delighted me for a long time, the deceitful bathos of its companion piece \"Joey\" tempts me to question the unsullied innocence of Rubin Carter himself\". He disputed their categorization as protest songs and mused that Dylan's songs about oppressed \"heroes\" may have been a reflection of Dylan's own feelings at the time. Nevertheless, there was enough critical support to push Desire to #26 on The Village Voices Pazz & Jop Critics Poll for 1976. In 2003, the album was ranked number 174 on Rolling Stone's list of the 500 greatest albums of all time, maintaining the rating in a 2012 revised list. The album also received a fair share of commercial success, eventually topping the U.S. Billboard charts. The album's cover is, possibly unintentionally, highly reminiscent of that of John Phillips' John Phillips (John, the Wolf King of L.A.). ==Track listing== All tracks written by Bob Dylan and Jacques Levy, except as noted. ==Personnel== * Bob Dylan – vocals, rhythm guitar, harmonica, piano on \"Isis\" * Scarlet Rivera – violin * Emmylou Harris – background vocals * Rob Stoner – bass guitar, background vocals * Howard Wyeth – drums, piano * Dominic Cortese – accordion, mandolin * Vinnie Bell – bouzouki * Luther Rix – congas on \"Hurricane\" * Ronee Blakley – background vocals on \"Hurricane\" * Steven Soles – background vocals on \"Hurricane\" * Eric Clapton – guitar on \"Romance In Durango\" ===Technical=== *John Berg – cover design *Ruth Bernal – cover photography *Don DeVito – production *Stan Kalina – mastering *Don Meehan – engineering *Ken Regan – cover art *Luther Rix – conductor *Lou Waxman – recording director ==Charts== {| class=\"wikitable\" |- !Year !Chart !Position |- |rowspan=4|1976 |Australia (Kent Music Report) |rowspan=2|1 |- |Billboard 200 |- |German Albums Chart||11 |- |UK Albums Chart||3 |} ===Year-end charts=== {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" ! Chart (1976) ! Peak position |- ! scope=\"row\"| Australia (Kent Music Report) | 11 |} ==Certifications and sales== ==References== ==Resources== * Lyrics and sound clips Category:1976 albums Category:Albums produced by Don DeVito Category:Bob Dylan albums Category:Columbia Records albums ",
    "title": "Desire (Bob Dylan album)"
}