{
    "id": "836076",
    "text": "Slow Train Coming is the 19th studio album by American singer-songwriter Bob Dylan, released on August 20, 1979, by Columbia Records. It was Dylan's first effort since converting to Christianity, and all of the songs either express his strong personal faith, or stress the importance of Christian teachings and philosophy. The evangelical nature of the record alienated many of Dylan's existing fans; at the same time, many Christians were drawn into his fan base. Slow Train Coming was listed at in the 2001 book CCM Presents: The 100 Greatest Albums in Christian Music. The album was generally well-reviewed by music critics, and the single \"Gotta Serve Somebody\" became his first hit in three years, winning Dylan the inaugural Grammy Award for Best Male Rock Vocal Performance in 1980. The album peaked at on the charts in the UK and went platinum in the US, where it reached . A high-definition 5.1 surround sound edition of the album was released on SACD by Columbia in 2003.https://www.highfidelityreview.com/columbia-releases-15-bob-dylan-albums- on-hybrid-sacd.html ==Background== By November 1978, Dylan had received some of the worst reviews of his career. In late January, he finally premiered Renaldo and Clara, the part-fiction, part-concert film shot in the fall of 1975, during the first Rolling Thunder Revue tour. Though the performances were well-received, the overwhelming majority of film reviews were negative, particularly those by The Village Voice, which printed four negative reviews by four different critics. Though critical reception in the United Kingdom was kinder, with some British critics proclaiming it a major work, his most recent album, Street-Legal, was also received poorly by most American critics. Charges of sexism, poor production, and poor writing were thrown at the album. In the meantime, Dylan's latest tour was getting its own share of negative reviews, many of which reflected the negative criticism which greeted the American release of Bob Dylan at Budokan, taken from performances in February and March 1978. Yet Dylan was in good spirits, according to his own account: \"I was doing fine. I had come a long way in just the year we were on the road [in 1978].\" This would change on November 17 in San Diego, California. As Clinton Heylin reports, \"the show itself was proving to be very physically demanding, but then, he perhaps reasoned, he'd played a gig in Montreal a month earlier with a temperature of 105.\"Heylin, Clinton (2003). Bob Dylan: Behind the Shades Revisited, pp. 491–502. HarperCollins. . \"Towards the end of the show someone out in the crowd ... knew I wasn't feeling too well,\" recalled Dylan in a 1979 interview. \"I think they could see that. And they threw a silver cross on the stage. Now usually I don't pick things up in front of the stage. Once in a while I do. Sometimes I don't. But I looked down at that cross. I said, 'I gotta pick that up.' So I picked up the cross and I put it in my pocket ... And I brought it backstage and I brought it with me to the next town, which was out in Arizona ... I was feeling even worse than I'd felt when I was in San Diego. I said, 'Well, I need something tonight.' I didn't know what it was. I was used to all kinds of things. I said, 'I need something tonight that I didn't have before.' And I looked in my pocket and I had this cross.\" Dylan believed he had experienced a vision of Christ in his Tucson hotel room. \"Jesus did appear to me as King of Kings, and Lord of Lords,\" he would later say. \"There was a presence in the room that couldn't have been anybody but Jesus ... Jesus put his hand on me. It was a physical thing. I felt it. I felt it all over me. I felt my whole body tremble. The glory of the Lord knocked me down and picked me up.\" Heylin writes that \"his state of mind may well have made him susceptible to such an experience. Lacking a sense of purpose in his personal life since the collapse of his marriage, he came to believe that, when Jesus revealed Himself, He quite literally rescued him from an early grave.\" \"[Dylan's] conversion wasn't one of those things that happens when an alcoholic goes to Alcoholics Anonymous,\" David Mansfield, one of Dylan's band members and fellow-born-again Christian, would later say. \"The simplest explanation is that he had a very profound experience which answered certain lifelong issues for him.\" Hints of Dylan's newfound faith began to appear publicly. In the final four weeks of the tour, Dylan could be seen wearing the same silver cross that catalyzed his conversion. During performances of \"Tangled Up in Blue\", lyrics were replaced with explicit references to the Bible. As Heylin writes, \"Rather than having the mysterious lady in the topless bar quoting an Italian poet from the 13th century [sic], she was quoting from the Bible, initially from the Gospel According to Matthew. Gradually, though, the lines changed, until he settled upon a verse from Jeremiah—the one he would quote on the inner sleeve of the Saved album: 'Behold, the days come, sayeth the Lord, that I will make a new covenant with the house of Israel, and with the house of Judah' (Jeremiah 31:31).\" Dylan also began writing songs that would reflect his new spirituality. During soundchecks on the final two weeks of the tour, he worked on a new song called \"Slow Train\". At the final show in Hollywood, Florida, he would introduce a new song to his audience: \"Do Right to Me Baby (Do Unto Others)\". According to Heylin, it \"was the first song he had ever written around a dictum from the Bible, indeed a saying directly attributed to Jesus himself: 'All things, therefore, that you want men to do to you, you also must likewise do to them; this, in fact, is what the Law and the Prophets mean' (Matthew 7:12).\" Dylan wasn't alone in his religious awakening. Band members Steven Soles and David Mansfield had already joined the Vineyard Fellowship, a Christian organization introduced to them by T-Bone Burnett. Helena Springs, one of the singers in the band, was brought up Christian and still practiced her faith. Dylan was also romantically linked with Mary Alice Artes; raised as a Christian, she had strayed from her faith only to return to it after joining the Vineyard Fellowship (without the influence of Burnett, Soles or Mansfield). At one meeting with the Vineyard Fellowship, Artes approached pastor Kenn Gulliksen, seeking pastoral guidance for Dylan. Pastors Larry Myers and Paul Emond were sent to Dylan's home where they ministered to him. As Heylin writes, \"by embracing the brand of Christianity advocated by the Vineyard Fellowship, Dylan was about to become, in popular perception, just another Bible-[thumping] fundamentalist. In fact, though the Fellowship certainly shared the 'born again' precepts of more right-wing credos—believing such a change was an awakening from original sin ('Adam given the Devil reign/Because he sinned I got no choice')—it represented a more joyous baptism of faith.\" As Mansfield would say, \"a big part of the fellowship of that church was music.\" Under the guidance of the Vineyard Fellowship, Dylan was asked to attend a course held at the Vineyard School of Discipleship, which would run four days a week over the course of three months. \"At first I said, 'There's no way I can devote three months to this,'\" Dylan would say in a 1980 interview. \"'I've got to be back on the road soon.' But I was sleeping one day and I just sat up in bed at seven in the morning and I was compelled to get dressed and drive over to the Bible school.\" Pastor Gulliksen would later say, \"It was an intensive course studying about the life of Jesus; principles of discipleship; the Sermon on the Mount; what it is to be a believer; how to grow; how to share ... but at the same time a good solid Bible-study overview type of ministry.\" As Heylin writes, \"A well-read man, for whom the Bible had previously been little more than a literary source, [Dylan] now made its allegories come out in black and white.\" In an interview taken in 1985, Dylan would say, \"What I learned in Bible school was just ... an extension of the same thing I believed in all along, but just couldn't verbalize or articulate ... People who believe in the coming of the Messiah live their lives right now, as if He was here. That's my idea of it, anyway. I know people are going to say to themselves, 'What the fuck is this guy talking about?' but it's all there in black and white, the written and unwritten word. I don't have to defend this. The scriptures back me up.\" Through his Bible classes, Dylan became acquainted with \"the works of Hal Lindsey, the man to whom God in his infinite wisdom had revealed the true code of Revelation,\" writes Heylin. \"Though no saint himself, Lindsey was closely associated with the Vineyard Church. His book, The Late Great Planet Earth (1970), became Dylan's second Bible and added an apocalyptic edge to his worldview\". According to Lindsey, current world events had been foretold in the apocalyptic tracts of the Bible,\" Heylin continued. \"His basic premise, in The Late Great Planet Earth, was that the events revealed to St. John in Revelation corresponded with 20th century history, starting with the re-establishment of the Jews' homeland, Israel. By identifying Russia as Magog and Iran as Gog—the confederation responsible for instigating the final conflict, the Battle of Armageddon—Lindsey prophesied an imminent End.\" In later shows, Dylan would reflect these beliefs on stage. At one show in the fall of 1979, Dylan said, \"You know we're living in the end times ... The scriptures say, 'In the last days, perilous times shall be at hand. Men shall become lovers of their own selves. Blasphemous, heavy and highminded.' ... Take a look at the Middle East. We're heading for a war ... I told you 'The Times They Are A-Changin' ' and they did. I said the answer was 'Blowin' in the Wind' and it was. I'm telling you now Jesus is coming back, and He is! And there is no other way of salvation ... Jesus is coming back to set up His kingdom in Jerusalem for a thousand years.\" As Heylin writes, \"[Dylan's] belief in the imminence of the End was reflected in almost all of the songs he now found himself writing.\" Dylan would later say in an interview taken in 1984, \"The songs that I wrote for the Slow Train album [frightened me] ... I didn't plan to write them ... I didn't like writing them. I didn't want to write them.\" \"Precious Angel\", \"Gonna Change My Way of Thinking\", \"When You Gonna Wake Up?\" and \"When He Returns\" all \"drew heavily and directly upon the Book of Revelation,\" notes Heylin. \"In the early months of 1979, Dylan was writing his most message- driven album in sixteen years. This time, though, the pursuit of the millennium had overtaken more sociopolitical concerns.\" ==Recording sessions== Dylan first heard Mark Knopfler when assistant and engineer Arthur Rosato played him the Dire Straits single \"Sultans of Swing\". Later, on March 29, 1979, Dylan caught the final show of a Dire Straits' residency at the Roxy in Los Angeles, California. Dylan approached Knopfler after the show, asking the guitarist to participate on his next album. Knopfler agreed, unaware of the religious nature of the material that awaited him. Dylan also approached Jerry Wexler to produce the upcoming sessions. \"What he wanted\", Wexler told interviewer Ted Fox, \"was more of a tailored, big funk sound, which he didn't have on his records. He wanted a little more precision, a little more musical input. It was something he felt was time.\" According to Wexler, it was his, not Dylan's, initiative to bring in Knopfler: that was \"the innovative part of it...Instead of going with the regular Muscle Shoals section, I changed it a little bit.\"Wexler cited in Ted Fox, In the Groove: The People Behind the Music. New York: St. Martin's Press, p. 153. Studio recording had become much more complex during the 1970s, and after his struggles recording the large ensemble performances of Street-Legal, Dylan was resolute in hiring an experienced producer he could trust. He was familiar with Wexler's celebrated work with Aretha Franklin, Wilson Pickett, Percy Sledge, Dusty Springfield, and other soul artists. \"Synonymous with a small studio in Sheffield, Alabama, the sixties Atlantic recordings of Wexler defined the Muscle Shoals Sound,\" writes Clinton Heylin. Like Knopfler, when Wexler agreed to produce, he was unaware of the nature of the material that awaited him. \"Naturally, I wanted to do the album in Muscle Shoals—as Bob did—but we decided to prep it in L.A., where Bob lived,\" recalls Wexler. \"That's when I learned what the songs were about: born-again Christians in the old corral ... I liked the irony of Bob coming to me, the Wandering Jew, to get the Jesus feel ... [But] I had no idea he was on this born-again Christian trip until he started to evangelize me. I said, 'Bob, you're dealing with a sixty-two-year-old confirmed Jewish atheist. I'm hopeless. Let's just make an album.'\" Knopfler voiced his concerns to his manager, Ed Bicknell, remarking that \"all these songs are about God,\" but he was also impressed with Dylan's professionalism. \"Bob and I ran down a lot of those songs beforehand,\" recalls Knopfler. \"And they might be in a very different form when he's just hittin' the piano, and maybe I'd make suggestions about the tempo or whatever. Or I'd say, 'What about a twelve- string?'\" When sessions were held in Alabama, Dylan retained only two members from his 1978 touring band: Helena Springs and Carolyn Dennis, both background singers. Veteran bassist Tim Drummond was hired, as was Dire Straits' drummer Pick Withers on Knopfler's recommendation. Keyboardist Barry Beckett and the Muscle Shoals Horns, both key elements of the celebrated Muscle Shoals Sound, were also brought in. The first session was held on April 30; it proved to be very difficult. Much of the day was dedicated to recording \"Trouble in Mind,\" a song that was ultimately left off Slow Train Coming. Wexler criticized Dylan for unnecessarily vocalizing while Dylan refused to wear headphones, adamant that they pursue a more 'live' sound even though overdubs on the 24-track recordings were virtually expected. \"Bob began playing and singing along with the musicians,\" recalls Wexler. \"We were in the first stages of building rhythm arrangements; it was too soon for him to sing, but he sang on every take anyway. I finally persuaded him to hold off on the vocals until later, when the arrangements were in shape and the players could place their licks around—not against—Bob.\" As the sessions wore on, Wexler's techniques seemed more accommodating. Once arrangements were set, Dylan could focus on recording a strong vocal track while subsequent overdubs would fill in the gaps. As Heylin describes it, the basic tracks with \"lead vocals intact [were] laid down before Dylan's boredom threshold was reached. Adding and redoing bass parts, acoustic and electric guitars, background vocals, horns, organ, electric piano, and percussion would require their own set of sessions, but by then Dylan could be an interested observer.\" For \"Precious Angel\", bass, guitar, organ, and horns would all be overdubbed a week after recording the master take. \"No Man Righteous (Not No One)\" (ultimately left off Slow Train Coming) was constructed in similar fashion. As Heylin notes, Dylan also broke from his \"usual practice of recording songs without running them down for the musicians.\" \"Bob might run it down on piano or guitar, just singing and playing the background until we had a rough shape in our minds; then the Muscle Shoals band would start to play it,\" recalls Wexler. \"As soon as it sounded right, Bob and the girls would start to sing.\" Unlike his previous album sessions, Slow Train Coming sessions would run smoothly and efficiently after a slow start. The basic tracks for the remaining ten songs were recorded in just six three-hour sessions over a period of three days. The first takes of \"I Believe in You\" and \"Gonna Change My Way of Thinking\" would become the basic tracks for the masters. The final song recorded was \"When He Returns\". Its role as the album's closer was already decided, but Dylan planned on having Springs or Dennis sing the lead vocal. After recording a guide vocal, backed by Beckett on piano, he reconsidered. As Heylin suggested, Beckett's \"strident accompaniment made him think again.\" Dylan practiced singing \"When He Returns\" overnight before laying down eight vocal takes over Beckett's original piano track. The final take, described by Heylin as \"perhaps Dylan's strongest studio vocal since 'Visions of Johanna',\" was selected as the master. Wexler convinced Dylan to overdub new vocals for \"Gonna Change My Way of Thinking\" and \"When You Gonna Wake Up?\", but otherwise the overdubbing sessions held the following week focused on instrumental overdubbing. ==Outtakes== Dylan recorded three additional songs during these sessions, but these did not make the final cut for Slow Train Coming. \"Trouble in Mind\" was issued as a B-side in 1979. \"Ain't No Man Righteous\" was covered by reggae group Jah Mallah, but no Dylan version was released until 2017. \"Ye Shall Be Changed\" was issued on The Bootleg Series Vol 1–3. All three outtakes were also released on The Bootleg Series Vol. 13: Trouble No More 1979–1981 in 2017. * \"Trouble in Mind\" * \"Ain't No Man Righteous, No Not One\" * \"Ye Shall Be Changed\" ==Reception and aftermath== Before the album was completed, Patty Valentine had brought a defamation-of-character suit against Dylan, regarding the song \"Hurricane\" from Desire; on May 22, while giving a pre-trial deposition in his defense, Dylan was asked about his wealth. \"You mean my treasure on earth?\" replied Dylan. He was asked about the identity of the 'fool' in \"Hurricane\". Dylan said the 'fool' was \"whoever Satan gave power to ... whoever was blind to the truth and was living by his own truth.\" Five days later, Dylan's pre-trial statement was reported in The Washington Post, which also interviewed Kenn Gulliksen, who revealed to the paper that Dylan had joined the Vineyard Christian Fellowship. By June, with the album virtually finished, Dylan gave London's Capital Radio station an acetate of \"Precious Angel\", which premiered on Roger Scott's afternoon radio show. By July, the album was ready for issue, and pre-release copies of Slow Train Coming circulated through the press. New Musical Express would proclaim \"Dylan & God – It's Official\". In a year when Van Morrison and Patti Smith released their own spiritual works in Into the Music and Wave, respectively, Dylan's album seemed vitriolic and bitter in comparison. Critic Charles Shaar Murray wrote, \"Bob Dylan has never seemed more perfect and more impressive than on this album. He has also never seemed more unpleasant and hate-filled.\" Greil Marcus wrote, \"Dylan's received truths never threaten the unbeliever, they only chill the soul\" and accused Dylan of \"sell[ing] a prepackaged doctrine he's received from someone else.\" According to Clinton Heylin, \"Marcus isolated Slow Train Coming's greatest flaw, an inevitable by-product of his determination to capture the immediacy of newfound faith in song.\" Robert Christgau gave a mostly positive review, grading it a B+. \"The lyrics are indifferently crafted,\" wrote Christgau. \"Nevertheless, this is his best album since Blood on the Tracks. The singing is passionate and detailed.\" Reviewing the album in Rolling Stone, Jann Wenner proclaimed it \"one of the finest records Dylan has ever made\". However, in an interview in Rolling Stone, Ann Druyen stated \"The thing that I always loved about Dylan was the courage of his metaphors and the way he could cut to the bone of some kind of naked feeling. It always seemed very gutsy. And now it seems that he's turned away, he's blinded by the light, and so he looks for some easy explanation.\" On October 20, 1979, Dylan promoted the album with his first—and, to date, only—appearance on Saturday Night Live, performing \"Gotta Serve Somebody\", \"I Believe in You\", and \"When You Gonna Wake Up\". On November 1, Dylan began a lengthy residency at the Fox Warfield Theater in San Francisco, California, playing a total of fourteen dates supported by a large ensemble. It was the beginning of six months of touring North America, performing his new music to believers and his hecklers alike. Despite the mixed reactions to Dylan's new direction, \"Gotta Serve Somebody\" was a US Top 30 hit, and the album outsold both Blood on the Tracks and Blonde on Blonde in its first year of release despite missing the top of the charts. It even managed to place at No. 38 on The Village Voice's Pazz & Jop Critics Poll for 1979, proving he had some critical support if not universal acclaim. During this period, Dylan refused to play any of his older compositions, as well as any secular material. Though Pastor Larry Myers had assured Dylan that his old compositions were not sacrilegious, Dylan would say he would not \"sing any song which hasn't been given to me by the Lord to sing\". Fans wishing to hear his older songs openly expressed their disappointment. Hecklers continued to appear at his concerts, only to be answered by lectures from the stage. Dylan was firmly entrenched in his evangelical ways, and it would continue through his next album, whether his audience would follow or not. ==Track listing== ==Personnel== *Bob Dylan – guitar, vocals *Barry Beckett – keyboards, percussion *Mickey Buckins – percussion *Carolyn Dennis – background vocals *Tim Drummond – bass guitar *Regina Havis – background vocals *Mark Knopfler – lead guitar *Muscle Shoals Sound Studio – French horn *Helena Springs – background vocals *Pick Withers – drums Technical personnel *Barry Beckett – production *Harrison Calloway – arrangement *Gregg Hamm – engineering *Bobby Hatta – original mastering engineering *Wm. Stetz — cover concept/design *Jerry Wexler – production *Paul Wexler – original mastering supervision *David Yates – assistant engineering *Catherine Kanner – album cover artist ==Charts== {| class=\"wikitable sortable plainrowheaders\" |- !Chart (1979) !Peak position |- !scope=\"row\"|Australian Albums (Kent Music Report) | style=\"text- align:center;\"|1 |- |- |- |- |- |- |- !scope=\"row\"|UK Albums ChartOfficial UK Album Charts, w/e 8th September 1979 | style=\"text-align:center;\"|2 |- !scope=\"row\"|US Billboard Albums ChartBillboard magazine, 22 September 1979 | style=\"text-align:center;\"|3 |} {| class=\"wikitable plainrowheaders\" |- !Chart (2019) !Peak position |- |} ==Certifications== ==References== Category:1979 albums Category:Albums produced by Barry Beckett Category:Albums produced by Jerry Wexler Category:Albums recorded at Muscle Shoals Sound Studio Category:Bob Dylan albums Category:Columbia Records albums Category:Gospel albums by American artists Category:Christian rock albums by American artists ",
    "title": "Slow Train Coming"
}