{
    "id": "836950",
    "text": "James Bovard (; born 1956) is an American libertarian author and lecturer whose political commentary targets examples of waste, failures, corruption, cronyism and abuses of power in government. He is a USA Today columnist and is a frequent contributor to The Hill. He is the author of Attention Deficit Democracy and nine other books. He has written for the New York Times, Wall Street Journal, Washington Post, New Republic, Reader's Digest, The American Conservative, and many other publications. His books have been translated into Spanish, Arabic, Japanese, and Korean. ==Early life== He has written Wall Street Journal articles about his experiences as a shiftless highway worker and a one-season Santa Claus. His early career was summarized in a 1988 National Journal profile headlined, \"A Free-Lance Crab Apple Shaking the Federal Tree\". ==Views== In 2017, Bovard criticized President Donald Trump for the missile strike in Syria and referred to it as his \"biggest foreign folly.\" Bovard writes, \"Four years ago, Trump warned in a tweet: 'If the U.S. attacks Syria and hits the wrong targets, killing civilians, there will be worldwide hell to pay.' But the Trump administration has sharply increased U.S. bombing while curtailing restrictions that sought to protect innocents. A British- based human rights monitoring group estimated Friday that U.S.-led coalition strikes had killed almost 500 civilians in the past month — more than any month since U.S. bombing began. A United Nations commission of inquiry concluded that coalition airstrikes have caused a 'staggering loss of civilian life.'\" He also stated that \"Trump's most dangerous innovation involves direct attacks on Syrian government forces.\" In 2018, Bovard was critical of Trump, saying that he \"has said and done many things to appall the friends of freedom. From Trump's pro-torture comments to his praise of police brutality to his cruise-missile barrage against Syria to his threat to annihilate North Korea, there are ample signs that he scorns a freedom-and-peace posture.\" Bovard is a critic of the TSA, writing that \"the TSA has a long history of intimidation. In 2002, it created a system of fines to penalize travelers with bad attitudes, charging up to $1,500 for any alleged 'nonphysical interference.' This included any 'situation that in any way would interfere with the screener and his or her ability to continue to work or interfere with their ability to do their jobs,' according to a spokeswoman. The TSA failed to specify exactly how much groveling was necessary and eventually abandoned the regime of fines.\" He also criticized the TSA's watchlist and concluded that \"the TSA's latest anti-privacy charade is yet more evidence that the agency should be done away with. After pointlessly groping countless Americans, the TSA has no excuse for groping more.\" ==Media mentions== George Will, writing in The Washington Post, called Bovard \"a one-man truth squad\". A 1999 book review in the Wall Street Journal called him \"the roving inspector general of the modern state\". The New York Times' in 2007 called Bovard \"an anti-czar czar.\" A Washington Post columnist on criminal justice referred in 2017 to the \"great writer and civil liberties advocate James Bovard\".https://www.washingtonpost.com/news/the-watch/wp/2017/07/21/public- choice-theory-is-crucial-to-understanding-the-criminal-justice-system/ He discussed the War on Terror in a one-hour interview on CSPAN's Washington Journal in 2016. ==Bibliography== * The Farm Fiasco. ICS Press, 1989. Reason magazine declared, \"Over the past few years Bovard, in a series of newspaper and magazine articles, has contributed more than anyone to the public's understanding of our farm program madness. With this book, he presents the ultimate Everyman's defense of a free market in agriculture.\" A Freeman review declared, \"James Bovard, who with his new book, The Farm Fiasco, has quickly earned himself the title of America's leading critic of Federal farm policy. He delves into the farm program labyrinth with the intent to conquer it, and actually comes through with his senses intact enough to enlighten the rest of us.\" The Washington Post noted, \"Although [The FARM FIASCO] may sound like a critique of Soviet farm policy, in fact it is American programs at which James Bovard has taken aim.\" * A Wall Street Journal review declared, \"Bovard offers a smashing condemnation of American trade policy and exposes the corrupt core of protectionism and the absurdity of Congress making trade more 'fair' by making it less 'free'. . . . (shows) how arbitrary and ultimately counterproductive and restrictive our trade practices are.\" * A Wall Street Journal review declared, \"Bovard's unrivaled research has resulted in a virtual encyclopedia of modern government abuse.\" The American Spectator declared, \"A remarkable book - 400 densely packed pages about the mounting war on property and contract, the tyranny of taxation, and the growth of federal power in the guise of expanding our rights. In this field, Bovard is surely the leading researcher in the country.... brilliant.\" In a 1998 Vanity Fair article on \"Shredding the Bill of Rights,\" novelist Gore Vidal quoted extensively from the book, \"In James Bovard's 1994 book, Lost Rights, the author has assembled a great deal of material on just what our law enforcers are up to in the never-to-be-won wars against Drugs and Terrorism, as they do daily battle with the American people in their homes and cars, on buses and planes, indeed, wherever they can get at them, by hook or by crook or by sting.\" A 2012 National Review article declared, \"Lost Rights exposé of the threat posed by an emerging bureaucratic police state remains a true classic.\" The book won the 1995 Mencken Award for Best Book. * (1996) Shakedown * The Los Angeles Times labeled Freedom in Chains \"a chilling indictment of the U.S. government.\" The Wall Street Journal declared, \"Never has so much theoretical error and concrete folly been collected and juxtaposed so well under a single cover. Mr. Bovard consistently illuminates the connection between faulty political ideals and specific policy disasters.\" Publishers Weekly declared, \"Bovard is well-read and makes entertaining use of Rousseau, Hegel, Hobbes (he's very fond of Leviathan) and other thinkers. He's also consistent and intellectually honest enough to follow his own ideology to its logical conclusion about, for instance, marijuana (legalize it, he says). Few readers will agree with Bovard that the dominant spirit in America today is one that idolizes the state, but most will find that he makes a rousing theoretical case against statism.\" * A Wall Street Journal review declared, \"Feeling Your Pain is an eloquent and blistering indictment of the politicians and bureaucrats who, armed with taxpayer dollars and the coercive power of law, have done so much damage to individual lives, and society at large, in recent years.\" Insight Magazine commented, \"In his powerful new book 'feeling your pain,' free-lance investigative reporter James Bovard takes on the whole eight years of the Clinton/Gore era and details the administration's misuse of power and its enormously successful effort to expand the role of government in our lives.\" * A Boston Globe review declared \"\"Terrorism and Tyranny is a scathing account of the war on terrorism... Bovard is a bipartisan scourge... His lively fury at government incompetence keeps the pages turning quickly... Most riveting.\" Publishers Weekly declared, \"Journalist Bovard, who has written for the 'Wall Street Journal' and The American Spectator, among others, looks at the post–September 11 policies and actions of the government and finds them sorely lacking.... Meticulously documented from contemporary news accounts, this rant against Bush's \"aura of righteousness\" may well leave readers as angry as its author.\" 'The Washington Times' declared, \"The author has synthesized and organized a vast amount of information, yet he presents it in an accessible, reader-friendly way. It is rare to read such a well-documented study that flows so smoothly.... Terrorism and Tyranny\" is a timely, troubling book, exhaustively and impeccably researched and documented.\" The Washington Post noted, \"The controversial author of Feeling Your Pain takes on Bush, the war with Iraq and the official drive to protect 'the homeland.'\" * Publishers Weekly declared, \"Writing from a libertarian perspective, Bovard (Terrorism and Tyranny, etc.) offers a fierce critique of the presidency of George W. Bush, focusing on restrictions on liberty and expansion of government.... It is notable as a comprehensive attack on the administration from a less-often- heard place on the political spectrum.\" An American Conservative review declared, \"With the thoroughly researched and footnoted style that has become his forte, and with the heavy doses of relevant anecdotes and dry humor that have become his trademarks, the author has compiled a virtual almanac of American political abuse.\" * The American Conservative declared, \"In nine books and hundreds of articles, the libertarian muckraker James Bovard has returned repeatedly to three themes: government repression, government incompetence, and government deceit. All three go under the microscope in his newest tome, Attention Deficit Democracy, but the focus is on the deceit-and, even more, on the deceived.\" Publishers Weekly declared, \"Bovard describes problems in painstaking detail.... those looking for a rousing refresher on the merits of skepticism will find it here in spades.\" ==References== ==External links== * Jim Bovard's blog * Category:1956 births Category:Living people Category:20th-century American journalists Category:20th-century American male writers Category:20th-century American non-fiction writers Category:21st-century American journalists Category:21st-century American male writers Category:21st-century American non-fiction writers Category:American columnists Category:American freelance journalists Category:American libertarians Category:American male non-fiction writers Category:American political journalists Category:American political writers Category:Anti- corporate activists Category:Competitive Enterprise Institute Category:Journalists from Virginia Category:The New York Times people Category:Non-interventionism Category:Opinion journalists Category:The Wall Street Journal people Category:The Washington Post people Category:Writers from Virginia ",
    "title": "James Bovard"
}