{
    "id": "837481",
    "text": "Hoop cheese is a traditional cow's milk cheese that was common in the Southern United States from the early to mid 1900s. It is still available today, although it is much less common. It is a simple cheese prepared by separating the whey from cottage cheese curds. Today, the American Dairy Association has no criteria in place to classify hoop cheese, although it has sometimes been referred to as a type of pot cheese. In 1905, a hoop cheese cutter was invented and patented that was designed to cut hoop cheese and other cheeses. ==Overview== Hoop cheese is a simple, traditional fresh cow's milk cheese, prepared by pressing cottage cheese curds until the whey is entirely pressed- out, leaving the final cheese product. This involves the use of a cheese hoop, which consists of a ring with both of the ends opened, which is used to press out and separate the whey from the completed cheese, typically using cheesecloth, whereby the whey drains out through the cloth and the hoop cheese remains atop. Using this preparation method, the cheese is typically pressed into rounds and then wrapped in cheesecloth or parchment paper or sealed in wax. Hoop cheese has been described as a \"truly low-fat\" product. It has a firm, but not hard, consistency, and has been described as being similar to farmer cheese and as having a creamy texture. In contemporary times, it is sometimes packaged with a coating of red wax. Hoop cheese can be difficult to find commercially in some areas of the United States, due to the difficulty of automating the manufacturing process and because it has a short shelf life. It used to be a common cheese product in the Southern United States in the early to mid 1900s. Today, it can still be found at some roadside stands, small restaurants, grocers, farmers markets and independent gas stations in the Southern United States. ==Classification== Today, the American Dairy Association has no criteria or standards in place to define what specifically constitutes hoop cheese. A 1915 Department Reports of the State of New York entry charactertized hoop cheese as a type of pot cheese. ==History== A computing cheese cutter manufactured by the Computing Cheese Cutter Company, Incorporated, Anderson, Indiana, USA. Patented May 23, September 26, 1903 As an example of its commercial production, hoop cheese was mass-produced in the 1910s in Otsego County, New York and shipped along with farmer cheese to New York on the New York Central Railroad. During this time period hoop and farmer cheeses were packed in cans and boxes in 100-pound increments. Hoop cheese was also packed for commercial transport in this manner through the 1920s in New York state. Hoop cheese was once so common that a device called a hoop cheese cutter was manufactured and used in general stores during the late 19th and early 20th centuries. The hoop cheese cutter was patented in 1905 in the United States and resembled a turntable with a knife blade suspended above it. It was built by scale companies of the period to cut to order the exact amount of cheese a customer wanted. ==Similar foods== Hoop cheese is different from farmer cheese in that farmer cheese is made with milk, cream, and salt, while hoop cheese is made from milk alone. ==See also== * List of cheeses ==Notes== ==References== ==External links== * Hoop Cheese. Cook's Info. * Hoop Cheese. Vaya.in. * The Computing Cheese Cutter. Bobpritchett.com. Category:American cheeses Category:Cow's-milk cheeses ",
    "title": "Hoop cheese"
}