{
    "id": "837861",
    "text": "Pastel by James Sharples.\"Mederic-Louis-Elie Moreau De Saint-Mery.\" Dictionary of American Biography, Charles Scribner's Sons, 1936. Biography in Context, http://link.galegroup.com/apps/doc/BT2310007190/BIC1?u=miam11506&xid;=f2c2d99c Accessed 5 Feb. 2017. Médéric Louis Élie Moreau de Saint-Méry (13 January 1750 – 28 January 1819), son of Bertrand-Médéric and Marie-Rose Moreau de Saint- Méry, was born in Fort-Royale, Martinique He was a lawyer and writer with a career in public office in France, Martinique, and Saint-Domingue (now the Republic of Haiti). He is best known for his publications on Saint Domingue and Martinique. He married into a well-positioned family which allowed him to expand his connections among French people and in time, positioned himself as a member of the Parliament of France. Moreau was deeply involved in the founding of the Museum of Paris which he was later appointed president of in 1787 ==Education and influences== Although he did not come from a family of significant means, Moreau used the inheritance he received from his grandfather to study law in Paris. There, he argued that colonial law, drafted in France, was not fitting for the realities of the French Caribbean. He owned black people, enslaving them to toil, and a freemason and a member of the Cercle des Philadelphes – a colonial scientific society – and sought to document life in the colonies. He was influenced by the scientific projects of the Enlightenment.Introduction to Déscription by Etienne Taillemite, xv ==Writings== Moreau produced in-depth studies of the colonies only years before St-Domingue’s revolution. As such, he spent time traveling in the Caribbean and returning to France to write and lobby until his involvement with the French Revolution led to the issuing of a warrant for his arrest. His most notable work, Description topographique, physique, civile, politique et historique de la partie française de l’isle Saint-Domingue, which he wrote in 1789, has not been translated into English. This work develops an arithmetic theory of skin color and the epidermis for the French colony of Saint-Domingue (now Haiti). It hierarchizes a possible one hundred and twenty-eight possible combinations of black-white miscegenation into nine categories (the sacatra, the griffe, the marabout, the mulâtre, the quarteron, the métis, the mamelouk, the quarteronné, and the sang-melé).He supposes that man forms a whole of one hundred and twenty-eight parts, all white in \"Blancs\" and all black in \"Negroes\". On this basis, he establishes that one is nearer or farther from one or the other extreme by the number of white or black \"parts\" one is born with. According to this system, every man who does not have eight parts of white is deemed \"Negro\". Approaching white from \"Negro\", he distinguishes nine principle strains which vary according to their specific composition. These nine are listed above, with the sang-mélé approaching so close as to be confused with Blanc itself.Chantal Maignan-Claverie, Le métissage dans la littérature des Antilles françaises: le complexe d'Ariel, Karthala, 2005, p.14 His work reflects a preoccupation of white colonists on racializing those who intermarry and interbreed with slaves or free gens de colour,http://www.monde- diplomatique.fr/2008/02/VENTURA/15605 establishing the caste of white colonists as l'aristocratie de l’épiderme.Description topographique de la partie française de Saint-Domingue ==Politics== A well-educated slave owner, he rejected the principle of the Natural Rights of Man in order to defend legal slavery and segregation on the basis of race. In his roles in the French parliament and on the colonial Governing Boards, he sought to maintain an economic system based on slave labor. To this end, he pursued the rights of colonists – mostly white planters – and sought a degree of self-determination for the French Caribbean. Moreau returned to France in 1788, where he became part of the Estates General which later named themselves as the National Assembly. There he represented the planters in Saint-Domingue and supported slavery, confronting the Society of the Friends of the Blacks.He had an important position in the founding of the Museum of Paris which he was later appointed president of in 1787. After his return to France in 1798, after his exile in the United States, Moreau's first position was that of a historian in the Ministry of the Marine. A couple years later, in 1802 he became administrator of Parma, Piacenza, and Gustalla, but later on his position was taken away by Napoleon because of his forgiving response towards a criminal conspiracy among the army. == Moreau in the United States == Moreau escaped Paris after a warrant for his arrest was placed in 1794. He relocated to Philadelphia after a short stay in New York City, leaving all his research on the Colony of Saint-Dominique behind, which he later was able to recover. In Philadelphia, he opened a bookstore in which he sold books and prints in many languages, as well as maps and music. The bookstore located at Front and Walnut became the meeting location for many other French exiles. Moreau became a member of the American Philosophical Societey in 1798, to which he was committed and introduced many of his emigres friends into the Society as well. Moreau had to escape back to Paris in 1798 escaping the Alien Bill imposed by the American president at the time, John Adams. == Footnotes == == Bibliography == * Dubois, Laurent (2004). Avengers of the New World: The Story of the Haitian Revolution. The Belknap Press of Harvard University Press. * Furstenberg, François (2014). When the United States Spoke French: Five Refugees Who Shaped a Nation. New York: Penguin, 2014. * Moreau de Saint-Méry, Médéric Louis (1958). Description topographique, physique, civile, politique et historique de la partie française de l’isle Saint-Domingue. Société de l’histoire des colonies françaises. * Taffin, Dominique, ed. (2006). Moreau de Saint-Méry ou les ambiguïtés d’un créole des Lumières. Martinique: Société des amis des archives et de la recherché sur le patrimoine culturel des Antilles. * Rosengarten, Joseph G. “Moreau De Saint Mery and His French Friends in the American Philosophical Society.” Proceedings of the American Philosophical Society, vol. 50, no. 199, 1911, pp. 168–178., www.jstor.org/stable/984032. * \"Mederic-Louis-Elie Moreau De Saint-Mery.\" Dictionary of American Biography, Charles Scribner's Sons, 1936. Biography in Context, http://link.galegroup.com/apps/doc/BT2310007190/BIC1?u=miam11506&xid;=f2c2d99c. Accessed 12 Mar. 2017. Category:1750 births Category:1819 deaths Category:People from Fort-de-France Category:People of Saint-Domingue Category:Linguists from France Category:18th-century French historians Category:18th-century French lawyers Category:18th-century French writers Category:18th-century male writers ",
    "title": "Médéric Louis Élie Moreau de Saint-Méry"
}