{
    "id": "838103",
    "text": "{| style=\"float: right;\" |colspan=2| Oliver Wendell Holmes, Jr., 15¢ |- |Original 5¢ Washington design, 1966 |Washington gets a shave, 1967 |} The Prominent Americans series is a set of definitive stamps issued by the United States Post Office Department (and later the United States Postal Service) between 1965 and 1978. It superseded the Liberty Issue of 1954, which by the mid-1960s had become somewhat dated, especially in its focus on political figures. This was the first U. S. omnibus definitive series in which Benjamin Franklin did not appear on one of the lower-valued issues. The values of the new series included figures from all walks of life, each depicted in a different style by a different designer, presumably in a quest for wider diversity—a significant departure from the uniformity of concept that had marked previous definitive issues. That portraits of two women appear in the series (Elizabeth Blackwell and Lucy Stone) represented a small but significant step toward gender equality in U. S. Stamp history: no previous definitive set had included more than one prominent female (Martha Washington in the issues of 1902, 1922 and 1938; Susan B. Anthony in the Liberty series). This was also the first definitive issue to include a stamp devoted to an African-American, with Frederick Douglass portrayed on the 25¢ denomination. The stamps appeared one by one from 1965 on, and the basic designs had all been issued by 1968; tagged versions made their first appearances gradually through 1973, and coil and booklet versions of the 15¢ were issued in 1978 in response to a first-class rate change. The 5¢ Washington was originally excessively shaded around the lower part of the face, so much so that it has come to be known as the \"dirty face\" or \"unshaven\" Washington. Originally appearing in February 1966, it was superseded by a lightened version in November 1967.Arago: 5-cent Washington by Roger S. Brody, May 18, 2006Arago: 5-cent Re-engraved Washington by Roger S. Brody, May 18, 2006 The $1 Eugene O'Neill stamp was notable for its repeated use by Theodore Kaczynski, the Unabomber, who habitually used them on his mail bombs. Highly diverse lettering and drawing styles mark the Prominent Americans series. Stamps of the series:Designs of the Prominent Americans Issue · 1965-1978 by 1847 us.com *1¢ green - Thomas Jefferson, third President of the United States *1¼¢ light green - Albert Gallatin, fourth Secretary of the Treasury, founder of New York University, scientist, diplomat, member of the Senate and of the House of Representatives *2¢ dark blue gray - Frank Lloyd Wright, architect, with Guggenheim Museum *3¢ violet - Francis Parkman, historian *4¢ black - Abraham Lincoln, 16th President of the United States *5¢ blue - George Washington, first President of the United States *6¢ gray brown - Franklin Delano Roosevelt, 32nd President of the United States *6¢ dark blue gray - Dwight Eisenhower, 34th President of the United States *7¢ bright blue - Benjamin Franklin, politician, political theorist, diplomat, first U. S. Postmaster General, inventor, founder of the predecessor of the University of Pennsylvania and journalist *8¢ violet - Albert Einstein, physicist *8¢ black, red blue gray (sheet) - Dwight Eisenhower *8¢ claret (coil and booklet) - Dwight Eisenhower *10¢ lilac - Andrew Jackson, seventh President of the United States *12¢ black - Henry Ford, founder of Ford Motor Company, shown with the Ford Model T *13¢ brown - John F. Kennedy, 35th President of the United States *14¢ gray brown - Fiorello LaGuardia, 99th Mayor of New York City *15¢ claret - Oliver Wendell Holmes, Jr., Supreme Court Justice *16¢ light brown - Ernie Pyle, World War II journalist *18¢ purple - Elizabeth Blackwell, physician *20¢ olive - George C. Marshall, Chief of Staff of the Army, Secretary of State and Secretary of the Treasury *21¢ olive - Amadeo Giannini, founder of the Bank of America *25¢ rose lake - Frederick Douglass, abolitionist (born a slave), political activist, author and orator *30¢ reddish lilac - John Dewey, educational reformer, philosopher and psychologist *40¢ bluish black - Thomas Paine, political activist, political theorist and author *50¢ magenta - Lucy Stone, abolitionist, suffragist and political activist *$1 dull purple - Eugene O'Neill, playwright and winner of the Nobel Prize in Literature *$5 gray black - John Bassett Moore, jurist The Scott catalogue has also renumbered the 8¢ John J. Pershing stamp of the Liberty Issue to be part of this series. ==See also== *Postage stamps and postal history of the United States ==Notes== ==References== *Smithsonian National Postal Museum: Prominent Americans Issue (1965–1978) Category:Postage stamps of the United States ",
    "title": "Prominent Americans series"
}