{
    "id": "838139",
    "text": "Lycurgus (; , , , ; 820 BC) was the quasi-legendary lawgiver of Sparta who established the military-oriented reformation of Spartan society in accordance with the Oracle of Apollo at Delphi. All his reforms promoted the three Spartan virtues: equality (among citizens), military fitness, and austerity.Forrest, W.G. A History of Sparta 950–192 B.C. Norton. New York. (1963) p. 50 He is referred to by ancient historians and philosophers Herodotus, Xenophon, Plato, Polybius, Plutarch, and Epictetus. It is not clear if Lycurgus was an actual historical figure; however, many ancient historians Plutarch lists Eratosthenes, Apollodorus of Athens, Timæus, and Xenophon, among others as sources. believed that he instituted the communalistic and militaristic reforms–most notably the Great Rhetra–which transformed Spartan society. == Biography == Lycurgus === Early life === Most information about Lycurgus comes from Plutarch's \"Life of Lycurgus\" (part of Parallel Lives), which is more of an anecdotal collection than a real biography. Plutarch himself remarks that nothing can be known for certain about Lycurgus, since different authors give different accounts of almost everything about him.Plutarch, Lycurugus, 1.1 The actual person Lycurgus may or may not have existed – it is possible that \"Lycourgos\" was an epithet of the god Apollo as he was worshiped in very early Sparta, and that later legend transformed this aspect of the god into a wise human lawgiver – but as a symbolic founder of the Spartan state he was looked to as the initiator of many of its social and political institutions; much, therefore, of Plutarch's account is concerned with finding the \"origin\" of contemporary Spartan practices. It was believed by some that Lycurgus was alive around the same time as Iphitos of Elis and reinstated the Olympic games with him in 776 BC. It was also thought that he was around the same time as Homer, and that they personally knew each other. However, this could have been another man named Lycurgus who lived before the legislator. The dates of Lycurgus have been given by ancient and modern authorities as being as early as the 10th century BC and as late as the 6th century BC. Some scholars think the most plausible date is indicated by Thucydides, who said that in his time the Spartan constitution was over four hundred years old; this would imply a date for Lycurgus, or at least for the reforms attributed to him, of the last quarter of the 9th century BC.Thucydides 1.18.1 It is said that Lycurgus had risen to power when his older brother, the king, had died. With his father deceased, he was offered the throne. Lycurgus' brother, however, had died with a pregnant wife. When this child was born, Lycurgus named the child, Charilaus (\"joy of the people\") and transferred his kingship to the baby. After that, Lycurgus was said to be a man who could lay down the supreme power easily out of respect for justice, so it was easy for Lycurgus to rule the Spartans in his capacity as the guardian of his nephew Charilaus. However, the young king's mother and her relatives envied and hated Lycurgus. Among other slanders, they accused Lycurgus of plotting the death of Charilaus. === Travels === Lycurgus finally decided that the only way that he might avoid blame in case something should happen to the child would be to go travelling until Charilaus had grown up and fathered a son to secure the succession. Therefore, Lycurgus gave up all of his authority and set out on a celebrated, though no doubt legendary, journey. His first destination was Crete, like Sparta a Dorian land, where he studied the laws of Minos. During this time he met a composer named Thales, whose music could sooth the masses, inspiring his listeners to become better people. Spartan and Cretan institutions did indeed have common characteristics, but, though some direct borrowing may have occurred, such similarities are in general more likely to be because of the common Dorian inheritance of Sparta and Crete rather than because some individual such as Lycurgus imported Cretan customs to Sparta. Traveling after that to Asia Minor, homeland of the Ionian Greeks, he found it instructive to compare the refined and luxurious life style of the Ionians with the stern and disciplined culture of the Dorians. Some say that Lycurgus subsequently traveled as far as Egypt, Spain, and India. In Ionia, Lycurgus discovered the works of Homer. Lycurgus compiled the scattered fragments of Homer and made sure that the lessons of statecraft and morality in Homer's epics became widely known. According to Plutarch, the Egyptians claim that Lycurgus visited them too, and that he got from the Egyptians the idea of separating the military from the menial workers, thus refining later Spartan society, in which Spartans were not allowed to practice manual crafts.Lycurgus, in Plutarch on Sparta, Penguin Classics, 1988, p. 12 ===Return to Sparta=== After Lycurgus had been absent for a while, the Spartans wrote and begged Lycurgus to come back. As they admitted, only Lycurgus was really a king in their heart, although others wore a crown and claimed the title. He had the true foundation of sovereignty: a nature born to rule, and a talent for inspiring obedience. Even the Spartan kings wanted Lycurgus to return because they saw him as one who could protect them from the people. Lycurgus had already decided that some fundamental changes would have to be made in Sparta. When he returned, he did not merely tinker with the laws, but instead followed the example of the wisest ephors to implement incremental change. First, however, Lycurgus went to the Oracle at Delphi to ask for guidance. The Oracle told Lycurgus that his prayers had been heard and that the state which observed the laws of Lycurgus would become the most famous in the world. With such an endorsement, Lycurgus went to the leading men of Sparta and enlisted their support. He began with his closest friends, then these friends widened the conspiracy by bringing in their own friends. When things were ripe for action, thirty of them appeared at dawn in the marketplace, fully armed for battle. At first, Charilaus thought they meant to kill him, and he ran for sanctuary in a temple, but eventually he joined the conspirators when he found out that all they wanted was to make sure there would be no opposition to the reforms Lycurgus had in mind. === Death === According to the legend found in Plutarch's Lives and other sources, when Lycurgus became confident in his reforms, he announced that he would go to the oracle at Delphi to sacrifice to Apollo. However, before leaving for Delphi he called an assembly of the people of Sparta and made everyone, including the kings and Gerousia, take an oath binding them to observe his laws until he returned. He made the journey to Delphi and consulted the oracle, which told him that his laws were excellent and would make his people famous. He then disappeared from history. One explanation was that being satisfied by this he starved himself to death instead of returning home, forcing the citizens of Sparta by oath to keep his laws indefinitely.see the biography of Lycurgus in Plutarch's Lives of the Noble Grecians and Romans He later enjoyed a hero-cult in Sparta and Spartans afforded much respect towards him.Herodotus, Ιστορίαι [The Histories], Κλειώ [Clio], 66, p. 15 Vol 6 of the 1952 edition of Great Books of the Western WorldPausanias 3.16.6 == Institutions == Lycurgus as legislator. Lycurgus is credited with the formation of many Spartan institutions integral to the country's rise to power, but more importantly the complete and undivided allegiance to Sparta from its citizens, which was implemented under his form of government. Lycurgus is said to have been the originator of the Spartan \"Homoioi,\" the \"Equals,\" citizens who had no wealth as insofar as the citizens (not the Helots) were concerned. This radical lifestyle differentiated the Spartans once again from other Greeks of their time. Lycurgus forbade the Great Rhetra from being written down. Instead of having rules simply written down for people to follow, he wanted his laws to be ingrained into the Spartans as a part of their character, forming a greater bond with them. This would also allow flexibility to the laws so that they could change and evolve in times of need, rather than referring to firmly written rules. === A new council between the people and the kings === The first reform instituted by Lycurgus involved establishing a Gerousia of twenty-eight men and the two kings, making it a total of 30 members. The people had the right to vote on important questions, but the Gerousia decided when a vote would be taken. As Plutarch puts it, a Gerousia \"allays and qualifies the fiery genius of the royal office\" and gives some stability and safety to the commonwealth, like the ballast in a ship. Before, Sparta had oscillated between the extremes of democracy and tyranny: anarchy and dictatorship. With the addition of the Gerousia, which resisted both extremes, the government became stable and the people and their rulers respected each other. ===Land reforms=== To accomplish this equality, Plutarch, in his Life of Lycurgus, attributes to Lycurgus a thoroughgoing land reform, a reassignment and equalizing of landholdings and wealth among the population, To support this new land division, Lycurgus was said to have divided the country of Laconia into 30,000 equal shares, and the part attached to the city of Sparta in particular into 9,000; all shares were distributed among the Spartans. Helots (the population of the territories the Spartans had captured in their wars in Laconia) were attached to the land, not to individual owners; hence, all slaves were property of the state. ===Currency=== To further support equality, Lycurgus, according to Plutarch, forbade the use of gold and silver, using the strategy of introducing money called pelanorsThe Spartan Iron Currency Encyclopaedia of MoneyMitchel, Humfrey The Phoenix Classical Association of Canada (1947) made of iron that had been quenched in a vinegar bath after being raised to red heat, rendering it too brittle for tool use. He also called in all gold and silver, in order to defeat greed and dependence on money. The new iron money, besides being intrinsically useless, was bulky and hard to transport. This action was seen by Plutarch as a way of also isolating Sparta from outside trade, stimulating the development of its internal arts and crafts so as to prevent foreign influences and the decadence of markets. This encumbering currency also rid Sparta of every crime in which the theft of hard currency was the objective. ===Common mess halls=== Another way to create equality was the Spartan institution of the syssitia (), the practice that required all Spartan men to eat together in common mess halls.Forrest, W.G. A History of Sparta 950–192 B.C. Norton. New York (1963) p. 45 Plutarch describes the institution as consisting of companies ('syssitia', or 'eating- together' groups) of about fifteen men, each bound to bring in and contribute each month a bushel of meal, eight gallons of wine, five pounds of cheese, two and a half pounds of figs, and a small amount of money to buy meat or fish with. When any member made a personal sacrifice to the gods, he would send some portion to the syssition, and when any member hunted, he sent part of the animal he had killed, to share with his messmates. Personal sacrifices of this sort and hunting were the only excuses that allowed a man to justify eating at his own home, instead of with the mess hall (syssition): otherwise, men were expected to eat daily with their syssition comrades. Even kings were apparently expected to take part in a mess hall, and were not to eat privately at home with their wives. Spartan women apparently ate together with and spent most of their time with each other, and not their husbands or sons older than seven (see below on the agoge). ===Education of boys=== He was also credited with the development of the agoge (). The practice took all seven-year-old boys from the care of their fathers and placed them in a rigorous military regiment.Forrest, W.G. A History of Sparta 950–192 B.C. Norton. New York (1963) p. 51 Lycurgus started the agoge by educating the boys personally. From there he divvied them up into troops, granting the ranks of captain to the boys with the best judgement and capability in battle. The other boys would be instructed, as well as punished by their captains to teach them about obedience and toughen them up physically and mentally. Along with this strict obedience, boys were taught to keep a level head and how to win battles. Elders would watch over the boys, encouraging them to fight with one another in order to judge their combat potential. The boys were each given one cloak to last through the year. They were not allowed to bathe and they had to make their own beds out of reeds from nearby rivers. === Warfare === Lycurgus bans continuous warfare against the same opponents to prevent them from adapting to Spartan military tactics and gaining an advantage over them. === Women's participation === He had women partake in physical activity so that infants could be born from strong bodies and that they could endure child birth comfortably. From a young age, women were made to attend festivals nude along with young men. Sometimes they would give the boys constructive criticism on areas they needed improvement in, or sing songs about the boys who performed the best, sparking rivalries and desires to get stronger. === Marriage === When a woman reached the prime age for childbearing, she would have her head shaved and be dressed as a man by a bridesmaid before being brought to a dark room to wait for her bridegroom, who would sneak in the dead of night and sleep with her. This is said to have been done to teach moderation and to avoid tiredness from constant lovemaking. Men who abstained from marriage for too long were banned from attending the Gymnopaedia, were shunned, and were made to dance in a circle during the winter, singing a song shaming them for shirking their duty. ===Other measures=== Lycurgus himself was said to be mild, gentle, forgiving, and calm in temper, even when attacked; he was thought to have been extraordinarily sober and an extremely hard worker, all qualities that other Greeks admired in the Spartans; in this sense he was also the \"founder\" of the admirable qualities displayed by contemporary Spartans of later ages. == Later changes to the institutions == Lycurgus gives his laws to the people before his death. Some further refinements of the Spartan constitution came after Lycurgus. It turned out that sometimes the public speakers would pervert the sense of propositions and thus cause the people to vote foolishly, so the Gerousia reserved the right to dissolve the assembly if they saw this happening. A hundred and thirty years after the death of Lycurgus, a council of five ephors took executive power from the kings. When King Theopompus, in whose reign the ephors were established, was scolded by his wife for leaving his son less royal power than he had inherited, he replied: \"No, it is greater, because it will last longer.\" With their decision-making power reduced, the Spartan kings were freed of the jealousy of the people. They never went through what happened in nearby Messene and Argos, where the kings held on so tight to every last bit of power that in the end they would end up losing it all. == Influences == According to Plutarch, Lycurgus traveled to Crete, Asia Minor and possibly to Egypt before he drew up his constitution.Plutarch, Biography of Lycurgus The Cretan constitution was said to have influenced that of Lycurgus for Sparta.Pausanias 3. 2, 4. Another influence on his constitution was said to be his observance of the Ionian way of life, which attached more importance to pleasure and was viewed by him as a negative example. Plutarch also gives some credence to the idea that Lycurgus visited Egypt and was influenced by their way of separating the soldiers from those who did manual labor. == Depictions == Bas-relief of Lycurgus, one of 23 great lawgivers depicted in the chamber of the U.S. House of Representatives. Lycurgus is depicted at the Palais de Justice in Brussels. He is also depicted in several U.S. government buildings because of his legacy as a lawgiver. Lycurgus is one of the 23 lawgivers depicted in marble bas-reliefs in the chamber of the U.S. House of Representatives in the United States Capitol. The bas-relief was sculpted by Carl Paul Jennewein.\"Relief Portraits of Lawgivers: Lycurgus.\" Architect of the Capitol Lycurgus is also depicted on the frieze on the south wall of the U.S. Supreme Court building.[ \"Courtroom Friezes: North and South Walls: Information Sheet\"] Supreme Court of the United States == See also == * Agoge * Great Rhetra * Laconic phrase * Parallel Lives (Lycurgus vs. Numa) * Lycurcus of Sparta 1791 painting attributed to Jacques- Louis David == Notes == == Citations == == References == * Descartes, Discours de la méthode (1637) * Forrest, W.G. A History of Sparta 950–192 B.C. Norton. New York (1963) * Rousseau, Jean-Jacques The Social Contract (1762) * Woodhouse, South Carolina English-Greek Dictionary: A Vocabulary of the Attic Language (1910) == External links == * Life of Lycurgus at The Internet Classics Archive * Plutarch: Life of Lycurgus * Xenophon: Spartan Society * Pausanias 3.2.3 and 3.2.4 on Lycurgus * Pausanias 3.14.8, 3.16.6, 3.16.10, and 3.18.2 on Lycurgus Category:8th-century BC deaths Category:8th-century BC Spartans Category:9th-century BC births Category:Ancient Greek law Category:Ancient legislators Category:Deaths by starvation Category:Government of Sparta Category:Greek mythological heroes Category:People whose existence is disputed Category:Year of birth unknown ",
    "title": "Lycurgus of Sparta"
}