{
    "id": "838380",
    "text": "Franz Egon von Fürstenberg-Heiligenberg (10 April 1626, Heiligenberg1 April 1682) was a German count in the Holy Roman Empire. He was prime minister for the Archbishop-Elector of Cologne, and at the same time worked for Louis XIV of France influencing affairs in the Empire. Franz eventually became Prince- Bishop of Strassburg. ==Early life== Franz was an elder son of Egon VIII of Fürstenberg-Heiligenberg (1588–1635), who served with distinction as a Bavarian general in the Thirty Years' War. Around 1640, Franz attended the Gymnasium Tricoronatum with his younger brother Wilhelm. There they met Maximilian Henry of Bavaria, forming a friendship which would guide all three careers. ==Career== His religious career started early, joining the cathedral chapter at Cologne at age nine. By 1644 he was a member of the privy council of the Archbishop-Elector. On the elevation of his friend Maximilian Heinrich to the position of Archbishop-Elector of Cologne in 1650, he went to his court and embraced the ecclesiastical career. Franz was made prime minister for Maximilian. He soon gained strong influence over the elector, and Franz and his brother Wilhelm were instrumental in guiding the Archbishop-Elector as a tool of the aggressive policy of Louis XIV of France. In 1651, Cardinal Mazarin stayed in Cologne as a safe haven during the Fronde. During that time, he got to know Franz and Wilhelm, and to see the influence they had in Cologne and other lands within the Empire. He began to cultivate them as supporters of French aims within the Empire, supporting their interest in developing Rhineland defensive alliances. Ecclesiastical preferments were heaped upon Franz. In 1655 he was appointed to a canonry in the chapters of Strassburg, Liège, and Hildesheim. These positions not only provided Franz with an income, but they allowed him to influence the selection of future office holders in these prince-bishoprics, thus gaining political influence. He later became suffragan bishop and dean of Cologne and provost of Hildesheim. When Ferdinand III died in 1657, the Cardinal asked Franz to help him influence the selection of the next Emperor, even going so far as to suggest Louis XIV of France for the role. The Cardinal instructed his lead negotiator in the Empire, Hugues de Lionne to negotiate with the brothers for their support, indicating that the king would pay them eighteen thousand livres for ongoing dedicated work, regardless of the result of the election of the Emperor. At the convening of the Electors in Frankfurt in 1658, Franz hosted lavish parties for the Electors, and allowed the electors to meet with French representatives. One dinner he hosted for the Electors of Mainz and Saxony went from noon to nine, with the electors joining the dancing on the tables. On June 4, 1658, Lionne, Franz, and Wilhelm signed an agreement detailing French support for the counts should they continue to work \"for all the plans and interests of His Majesty in Germany\". This included the Cardinal making Franz bishop of Metz. Following the coronation of Leopold I, Franz and Wilhelm contributed significantly to the establishment of the League of the Rhine in August 1658. This was supported and joined by the French as a further check against the new Habsburg Emperor. The Habsburgs tried to offer the brothers prizes and titles if they would halt the League's formation, but they refused. When the previous prince- bishop of Strasbourg died in 1662, the crown of France offered large amounts of cash to get Franz elected as the successor. Leopold offered similar amounts of cash to get his cousin Sigismund Francis elected instead. Sigismund had to withdraw when he inherited Further Austria from his brother, so Franz was elected on January 18, 1663. Franz then asked Rome if he would be able to give up this title should another better one come along, as he still held hope of succeeding his friend as Archbishop-Elector of Cologne. Rome denied this request and he consented to the position without the pre-condition. In 1664, Leopold elevated the territory of Fürstenberg-Heligenberg from a county to a principality, and also extended the title of Prince to Franz and Wilhelm, though their brother ruled the territory. This was done to try and draw the brothers closer to Austria, but did not appear to change much. Later he was also prince-abbot of Luders and Murbach and abbot of Stablo and Malmedy. In 1673, Franz moved into the newly renovated Château des Rohan (Mutzig), which became the residence of the bishops of Strasbourg. On the conclusion of a treaty between the emperor and the elector of Cologne, on 11 May 1674, Franz was deprived of all his preferments in Germany, and was compelled to take refuge in France. He was, however, amnestied with his brother William by a special article of the Treaty of Nijmegen (1679), whereupon he returned to Cologne. After the French occupation of Strasbourg (1681) he took up his residence there and died on 1 April 1682. ==References== == Bibliography == * * * * Category:1626 births Category:1682 deaths Category:People from Bodenseekreis Category:Roman Catholic prince-bishops in the Holy Roman Empire Franz Egon Category:17th-century Roman Catholic bishops Category:Bishops of Strasbourg Franz Egon of Fürstenberg Category:Canons (priests) Category:Cathedral deans of Cologne ",
    "title": "Franz Egon von Fürstenberg-Heiligenberg"
}