{
    "id": "838491",
    "text": "\"I before E, except after C\" is a mnemonic rule of thumb for English spelling. If one is not sure whether a word is spelled with the digraph ei or ie, the rhyme suggests that the correct order is ie unless the preceding letter is c, in which case it is ei. For example: * ie in believe, fierce, collie, die, friend * ei after c in receive, ceiling, receipt, ceilidh The rule is very well known; Edward Carney calls it \"this supreme, and for many people solitary, spelling rule\". The rule is sometimes taught without regard for the particular sound represented by the spelling, and sometimes taught as applying only to particular pronunciations. Two common restrictions are: * excluding cases where the spelling represents the \"long a\"The labels \"long a\" and \"long e\", deprecated among educators, are used here as umbrella terms for multiple lexical sets and diaphonemes. sound (the lexical sets of FACE and perhaps SQUARE ). This is commonly expressed by continuing the rhyme \"or when sounding like A, as in neighbor or weigh\" * including only cases where the spelling represents the \"long e\" sound (the lexical sets of FLEECE and perhaps NEAR and happY ). However, whichever version of the rule is used, there are exceptions, such as caffeine, policies, seize, species and weird. Some words are exceptions under some versions of the rule but not others, such as leisure and rottweiler. Other words, such either, may or may not be exceptions depending on both which version of the rule is used and how an individual pronounces them. Some authorities deprecate the rule as having too many exceptions to be worth learning. ==History== ===History of the spellings=== The Middle English language evolved from Old English after the Norman conquest, adding many loanwords from Norman French, whose sounds and spellings changed and were changed by the older English customs. In French loanwords, the digraph generally represented the sound , while represented ; was later extended to signify in non-French words. In the Great Vowel Shift, sounds and were raised to and respectively. Later, the meet–meat merger saw the vowel in many words change to , so that meat became a homonym of meet, while conceive now rhymed with believe.Upward and Davidson 2011, pp.127–8 Early Modern English spelling was not fixed; many words were spelled with and interchangeably, in printed works of the seventeenth century and private correspondence of educated people into the nineteenth century. ===History of the mnemonic=== The mnemonic (in its short form) is found as early as 1866, as a footnote in Manual of English Spelling, Laurie's book erroneously lists conscience, seine, seize, and seizure under \"ei\" rather than under \"exceptions\". edited by schools inspector James Stuart Laurie from the work of a Tavistock schoolmaster named Marshall. Michael Quinion surmises the rhyme was already established before this date. An 1834 manual states a similar rule in prose; others in 1855 and 1862 use different rhymes. Many textbooks from the 1870s on use the same rhyme as Laurie's book. The restriction to the \"long e\" sound is explicitly made in the 1855 and 1862 books, and applied to the \"I before E except after C\" rhyme in an 1871 manual. Mark Wainwright's FAQ posting on the alt.usage.English newsgroup characterises this restricted version as British. The restriction may be implicit, or may be explicitly included as an extra line such as \"when the sound is e\" placed before or after the main part of the rhyme. A longer form excluding the \"long a\" sound is found in Rule 37 of Ebenezer Cobham Brewer's 1880 Rules for English Spelling, along with a list of the \"chief exceptions\": :The following rhymes contain the substance of the last three rules : — ::i before e, ::Except after c, ::Or when sounded as \"a\", ::As in neighbour and weigh. \"Dr Brewer\" is credited as the author by subsequent writers quoting this form of the rhyme, which became common in American schools. A Dictionary of Modern English Usage discusses \"i before e except after c\". Henry Watson Fowler's original 1926 edition called the rule \"very useful\", restricting it to words with the \"long e\" sound, stating further that \"words in which that sound is not invariable, as either, neither, inveigle, do not come under it\", and calling seize \"an important exception\". The entry was retained in Ernest Gowers's 1965 revision. Robert Burchfield rewrote it for the 1996 edition, stating 'the rule can helpfully be extended \"except when the word is pronounced with \"', and giving a longer list of exceptions, including words excluded from Fowler's interpretation. Robert Allen's 2008 pocket edition states, \"The traditional spelling rule ' i before e except after c ' should be extended to include the statement 'when the combination is pronounced -ee- '\". Jeremy Butterfield's 2015 edition suggests both \"when ... pronounced -ee-\" and \"except when ... pronounced -ay-\" as extensions to the rhyme, as well as listing various classes of exception. In 1932 Leonard B. Wheat examined the rules and word lists found in various American elementary school spelling books. He calculated that, of the 3,876 words listed, 128 had ei or ie in the spelling; of these, 83 conformed to I-before-E, 6 to except- after-C, and 12 to sounded-like-A. He found 14 words with i-e in separate syllables, and 2 with e-i in separate syllables. This left 11 \"irregular\" words: 3 with cie (ancient, conscience, efficiency) and 8 with ei (either, foreign, foreigner, height, leisure, neither, seize, their). Wheat concluded, \"If it were not for the fact that the jingle of the rule makes it easy to remember (although not necessarily easy to apply), the writer would recommend that the rule be reduced to 'I usually comes before e,' or that it be discarded entirely\". ==Modern views== Sandra Wilde in 1990 claimed the sounded-like-E version of the rule was one of only two sound–letter correspondence rules worth teaching in elementary schools. The rule was covered by five of nine software programs for spelling education studied by Barbara Mullock in 2012. Edward Carney's 1994 Survey of English Spelling describes the [\"long-e\" version of the] rule as \"peculiar\":Carney 1994, §2.8.2 pp.67–68 :Its practical use is ... simply deciding between two correspondences for that are a visual metathesis of each other. It is not a general graphotactic rule applicable to other phonemes. So, although seize and heinous (if you pronounce it with rather than ) are exceptions, heifer, leisure with ≡ or rein, vein with ≡ are not exceptions; is not a usual spelling of or . As to the usefulness of the rule, he says:Carney 1994, p.74 :Such rules are warnings against common pitfalls for the unwary. Nevertheless, selection among competing correspondences has never been, and could never be, covered by such aids to memory. The converse of the \"except after c\" part is Carney's spelling-to-sound rule E.16: in the sequence , the is pronounced .Carney 1994, p.314 In Carney's test wordlist, all eight words with conform to this rule, which he thus describes as being a \"marginal\" rule with an \"efficiency\" of 100%. Rarer loanwords not in the wordlist may not conform; e.g. the Gaelic word ceilidh is pronounced . Mark Wainwright's FAQ posting interprets the rule as applying only to the FLEECE vowel, not the NEAR vowel; he regards it as useful if \"a little common sense\" is used for the exceptions. The FAQ includes a 1996 response to Wainwright by an American, listing variations on the rule and their exceptions, contending that even the restricted version has too many exceptions, and concluding \"Instead of trying to defend the 'rule' or 'guideline', \"'i' before 'e' except after 'c'\", why don't we all just agree that it is dumb and useless, and be content just to laugh at it?\" Kory Stamper of Merriam-Webster has said the neighbor-and-weigh version is \"chocked with tons of exceptions\", listing several types. On Language Log in 2006, Mark Liberman suggested that the alternative \"i before e, no matter what\" was more reliable than the basic rule. On the same blog in 2009, Geoff Pullum wrote, 'The rule is always taught, by anyone who knows what they are doing, as \"i before e except after c when the sound is 'ee'.\"' Teaching English Spelling (Cambridge University Press, 2000) provides a system of sound–spelling correspondences aimed at correcting common spelling errors among native and ESL students. The chapter \"The sound 'e' (/iː/)\" has sections on spellings \"ee\", \"ea\", \"-y\" and \"ie and ei\", the last of which uses \"I before E except after C\" and lists five \"common exceptions\" (caffeine, codeine, protein, seize, weird). The 2009 edition of Support for Spelling, by the English Department for Education, suggests an \"Extension activity\" for Year Five (10-year-olds): *Children investigate the rule i before e except after c. Does this always apply? What sound does ie make in these words? In the Appendix, after a list of nine \"useful spelling guidelines\", there is a note: *The i before e except after c rule is not worth teaching. It applies only to words in which the ie or ei stands for a clear /ee/ sound and unless this is known, words such as sufficient, veil and their look like exceptions. There are so few words where the ei spelling for the /ee/ sound follows the letter c that it is easier to learn the specific words: receive, conceive, deceive (+ the related words receipt, conceit, deceit), perceive and ceiling. There were widespread media reports of this recommendation, which generated some controversy. The Oxford Dictionaries website of Oxford University Press states \"The rule only applies when the sound represented is ‘ee’, though. It doesn't apply to words like science or efficient, in which the –ie- combination does follow the letter c but isn't pronounced ‘ee’.\" David Crystal discusses the rule in his 2012 history of English spelling. He first restricts it to the vowel, then accounts for several classes of exception. He states that, while the exceptions are fewer and rarer than the words that follow the rule, there are too many to learn by heart; the factors are \"too great to reduce to a simple rule\", but \"a basic knowledge of grammar and word-history\" can handle them. Educationalist Greg Brooks says the long-e qualification \"is hardly ever mentioned, perhaps because it is difficult to explain to children\"; the except-after-C part \"works very poorly\"; and the mnemonic \"should be consigned to oblivion\". ==Exceptions== The following sections list exceptions to the basic form; many are not exceptions to the augmented forms. Words that break both the \"I before E\" part and the \"except after C\" part of the rule include cheiromancies, cleidomancies, eigenfrequencies, obeisancies, oneiromancies. ===cie=== Some large groups of words have cie in the spelling. Few common words have the cei spelling handled by the rule: verbs ending -ceive and their derivatives (perceive, deceit, transceiver, receipts, etc.), and ceiling. The BBC trivia show QI claimed there were 923 words spelled cie, 21 times the number of words that conform to the rule's stated exception by being written with cei. These figures were generated by a QI fan from a Scrabble wordlist. The statistic was repeated by UberFacts. ====With the \"long e\" vowel==== The vowel represented by ie in words spelled cie is rarely the \"long e\" vowel of FLEECE (), so few words are exceptions to the version of the rule restricted to that sound. Among them are specie, species. For those with happy-tensing accents, the final y in words ending -cy has the FLEECE vowel, and therefore so do inflected forms ending -cies or -cied (fancied, policies, etc.). If the vowel of NEAR () is considered as \"long e\", then words ending -cier may also be exceptions. Possible examples include: fancier, if pronounced with two rather than three syllables; or financier, if stressed on the final syllable or pronounced with a happy-tensing accent. ====With other sounds==== These are exceptions to the basic and \"long a\" versions of the rhyme, but not to the \"long e\" version. Types include: * Adding suffix -er to root in -cy, giving a two-syllable ending -cier; For example, fancier (adjective \"more fancy\", or noun \"one who fancies\") * Words of Latin origin with a root ending in c(i) followed by a suffix or inflexion starting in (i)e; such as ** fac or fic \"do; make\" (efficient, stupefacient, etc.) ** soc \"sharing; kin\" (society) ** sci \"know\" (science, prescient, etc.) *Others: ancient, concierge, glacier ===ei not preceded by c=== Many words have ei not preceded by c. In the sections that follow, most derived forms are omitted; for example, as well as seize, there exist disseize and seizure. Words are grouped by the phonemes (sounds) corresponding to ei or ie in the spelling; each phoneme is represented phonetically as at Help:IPA/English and, where applicable, by the keyword in John C. Wells' lexical sets. An asterisk* after a word indicates the pronunciation implied is one of several found. Some have an variant more common in America than Britain (e.g. sheikh, leisure, either have , , respectively). ====With the \"long e\" vowel==== Words where ei, not preceded by c, represents the vowel of FLEECE (), are the only exceptions to the strictest British interpretation of the \"long e\" version of the rhyme. Less strict interpretations admit as exceptions those words where eir, not preceded by c, represents the vowel of NEAR (). Some categories of exception: * Many proper names, often because they are adopted from other languages. Fowler says the rule \"is useless with proper names\"; Carney says \"As one might expect of any rule, there are likely to be even more exceptions in names, many of which are Scottish\":Carney 1994, §3.3.2.2 p.161 ** forenames and surnames Keith, Neil, Sheila, Stein, etc. ** placenames Leith, Keighley, Rheims, Raleigh, etc. ** Eid in the names of Muslim holidays (Eid ul-Fitr, Eid al-Adha, etc.) ** others like Cassiopeia *Chemical names ending in -ein or -eine (caffeine, casein, codeine, phthalein, protein, etc.). Here -ein(e) was originally pronounced as two syllables *Scottish English words (deil, deid, weill, etc.) Mark Wainwright writes \"There are many exceptions in Scots, so speakers with a large Scots vocabulary may as well give up on this rule.\" Other exceptions: ; FLEECE: either*, heinous*, inveigle*, keister, leisure*, monteith, neither*, obeisance*, seize, seizin, sheikh*, teiid ; NEAR: madeira, weir, weird. (This sound may also be spelled ier, as in pierce.) ====With the \"long a\" vowel==== There are many words where ei, not preceded by c, represents the vowel of FACE (). There are a few where eir, not preceded by c, represents the vowel of SQUARE (). These groups of words are exceptions only to the basic form of the rhyme; they are excluded from both of the common restricted forms. ; FACE: * With eigh spelling: eight, freight, heigh-ho*, inveigh, neigh, neighbo(u)r, sleigh, weigh * Others: abseil, beige, capoeira, cleidoic, deign, dreidel, feign, feint, geisha, glei, greige, greisen, heinous*, inveigle*, nonpareil*, obeisance*, peignoir*, reign, rein, seiche, seidel, seine, sheikh*, skein, surveillance, veil, vein. (While Carney says this sound is never spelled ie,Carney 1994, p.168 the last vowel in lingerie* is often the FACE vowel.). ; SQUARE: heir, their. (This sound is never spelled ier) ==== With other sounds ==== These are exceptions to the basic and \"long a\" versions of the rhyme, but not to the \"long e\" version. ; PRICE: * German origin: einsteinium, gneiss, leitmotiv, Rottweiler, stein, zeitgeist. * Others: eider, either*, feisty, heigh-ho*, height, heist, kaleidoscope, neither*, seismic, sleight :(This sound may also be spelled ie, but only at the end of a morpheme as in die, pies, cried.Carney 1994, §3.3.2.1 pp.151–2) ; or (see weak-vowel merger): counterfeit, cuneiform*, foreign, forfeit, reveille*, sovereign, surfeit ; DRESS: heifer, leisure*, nonpareil*, peignoir*. (This sound is spelled ie in the word friend.) ; TRAP: reveille* ; NURSE: O'Beirne ;e and i in separate segments (and often separate syllables or morphemes): *Prefixes de- or re- before words starting with i (deindustrialize, reignite, etc.) *Inflection -ing of those verbs with roots ending in -e that do not drop the e (being, seeing, swingeing, etc.) *Others: albeit, atheism, cuneiform*, deify, deity, herein, nuclei, onomatopoeia ==Popular culture== The rhyme is mentioned in several films and TV episodes about spelling bees, including A Boy Named Charlie Brown, The Simpsons episode \"I'm Spelling as Fast as I Can\", The Pen Is Mightier Than the Pencil episode of The Odd Couple (1970 TV series), and an episode of Arthur; and also in the musical The Adventures of Tom Sawyer, when Huckleberry Finn is being taught how to read. The rhyme was used as a climactic plot device in the 1990 TaleSpin episode \"Vowel Play\" when Kit corrects Baloo's spelling by reciting the second half (\"or when sounding like A, as in neighbour or weigh\") of the mnemonic. I Before E (Except After C): Old-School Ways To Remember Stuff was a miscellany released in the UK for the Christmas 2007 \"stocking filler\" market, which sold well. \"I Before E Except After C\" is a song on Yazoo's 1982 album Upstairs at Eric's. The Jackson 5's 1970 hit \"ABC\" has the lyric \"I before E except after C\". \"I before E except after C\" was a 1963 episode of the TV series East Side/West Side. I Before E is the name of both a short-story collection by Sam Kieth and a music album by Carissa's Wierd, in each case alluding to the unusual spelling of the creator's name. Until the 1930s, Pierce City, Missouri was named \"Peirce City\", after Andrew Peirce. A 1982 attempt to revert to the original spelling was rejected by the United States Census Bureau. Comedian Brian Regan employs the rule in a joke on his debut CD Live in the track Stupid in School.Wikiquote:Brian Regan ==Footnote== ==References== ===Sources=== * * ===Citations=== Category:English orthography Category:Mnemonics Category:Rules of thumb ",
    "title": "I before E except after C"
}