{
    "id": "838584",
    "text": "Susanna Moore (born December 9, 1945) is an American writer and teacher. Born in Pennsylvania but raised in Hawaii, Moore worked as a model and script reader in Los Angeles and New York City before beginning her career as a writer. Her first novel, My Old Sweetheart, published in 1982, earned a PEN Hemingway nomination, and won the Prize for First Fiction from the American Academy of Arts and Letters. She followed this with The Whiteness of Bones in 1989, and her third novel, Sleeping Beauties, in 1993. All three of these novels were set in Hawaii and charted dysfunctional family relationships. Moore gained particular critical notice for her fourth novel, In the Cut (1995), which marked a departure from her previous works in both setting and content, concerning a New York City teacher who has a sexual affair with a detective investigating violent murders and dismemberments in her neighborhood. It was adapted into a 2003 feature film of the same name by director Jane Campion. ==Biography== Moore was born December 9, 1945 in Bryn Mawr, Pennsylvania. Shortly after her birth, her family relocated to Hawaii, where she spent her formative years, and attended the Punahou School in Honolulu. She is the oldest of seven children, and was raised by her widowed father, a physician; her mother died in her childhood. At age seventeen, Moore returned to the mainland United States to live in Philadelphia with her grandmother. She later lived in New York City and Los Angeles, working as a model and script reader. For a time in the late 1960s, she worked as Warren Beatty's assistant in California.Peter Biskind \"Star\" Warren Beatty Biography She published her first book, My Old Sweetheart, in 1982, followed by The Whiteness of Bones in 1989, and Sleeping Beauties in 1993—all three books, set in her home state of Hawaii, dealt with themes of familial dysfunction. For My Old Sweetheart, Moore earned a PEN Hemingway nomination, and won the Prize for First Fiction from the American Academy of Arts and Letters. Her fourth novel, In the Cut, a thriller novel about a teacher in New York City who begins a sexual relationship with a detective investigating nearby murders, marked a notable departure from Moore's previous works, and was adapted into a feature film of the same name in 2003 by director Jane Campion. In 1999, she received the Academy Award in Literature from the American Academy of Arts and Letters. Moore went on to publish two works in 2003: the British India-set novel One Last Look, and the non-fiction I Myself Have Seen It: The Myth of Hawai‘i, an autobiographical work that explored Moore's upbringing in Hawaii. In 2006, Moore received a Fellowship in Literature at the American Academy in Berlin; and in 2006 she received a Fellowship in Literature from the Asian Cultural Council, which entailed a three-month fellowship to research on the Meiji Period in Japan. Moore was visiting lecturer in Creative Writing at Yale University in 1988, 1989 and 1994; visiting lecturer at New York Graduate School in 1995; creative writing teacher at the Metropolitan Detention Center, Brooklyn between 2004 and 2006; and lecturer of creative writing at Princeton University between 2007 and 2009. During May to August 2009, Moore was Writer- in-Residence at Australia's University of Adelaide. As of a 2012 interview, Moore resided in her home state of Hawaii, though she returns to the East Coast each year to teach courses at Princeton University for the fall semester. ==Publications== ===Fiction=== * My Old Sweetheart (1982) * The Whiteness of Bones (1989) * Sleeping Beauties (1993) * In the Cut (1995) * One Last Look (2003) * The Big Girls (2007) * The Life of Objects (2012) ===Non- fiction=== * I Myself Have Seen It: The Myth of Hawai‘i (2003) * Paradise of the Pacific: Approaching Hawai‘i (2015) *Miss Aluminum: A Memoir (2020) ==References== ==External links== * Official site * * Susanna Moore papers at the University of Pennsylvania * Susanna Moore: Women Behind Bars * Susanna Moore: The Morning News * Princeton University: Moore, a graceful novelist, pushes students to be daring Category:1945 births Category:Living people Category:20th-century American novelists Category:21st-century American novelists Category:American memoirists Category:American women novelists Category:Novelists from Hawaii Category:Novelists from Pennsylvania Category:Punahou School alumni Category:American women memoirists Category:20th-century American women writers Category:21st-century American women writers Category:American women non-fiction writers Category:20th- century American non-fiction writers Category:21st-century American non- fiction writers ",
    "title": "Susanna Moore"
}