{
    "id": "838604",
    "text": "Narcisse Virgilio Díaz de la Peña (20 August 180718 November 1876) was a French painter of the Barbizon school. ==Life== Forest of Fontainebleau, 1868, Dallas Museum of Art \"Fête Champetre\" by Diaz de la Peña Diaz was born in Bordeaux to Spanish parents. At the age of ten, Diaz became an orphan, and misfortune dogged his early years. His foot was bitten by a reptile in Meudon wood, near Sèvres, where he had been taken to live with some friends of his mother. The bite was poorly dressed, and ultimately he lost his leg. However, as it turned out, the wooden stump that replaced his leg became famous. At fifteen he entered the studios at Sèvres, first working on the decoration of porcelain and later turning to painting. Turkish and Oriental scenes attracted him, and he took to painting Eastern figures dressed in richly coloured garments; many of these paintings remain extant. He also spent much time at Barbizon, near the Fontainebleau Forest, where some of his most famous paintings were made. One of his teachers and friends in Paris was François Souchon. Around 1831 Díaz encountered Théodore Rousseau, for whom he possessed a great veneration, despite the fact that Rousseau was four years younger. At Fontainebleau Díaz found Rousseau painting his wonderful forest pictures, and was determined to paint in the same way if possible. However, Rousseau was then in poor health, embittered against the world, and consequently was difficult to approach. On one occasion, Diaz followed him surreptitiously to the forest, with his wooden leg hindering his advance, but he dodged around after the painter, trying to observe his method of work. After a time Díaz found a way to become friendly with Rousseau, and revealed his eagerness to understand the latter's techniques. Rousseau was touched with the passionate words of admiration, and finally taught Diaz all he knew. Díaz exhibited many pictures at the Paris Salon, and was decorated in 1851 with the rank of Chevalier (Knight) of the Légion d’honneur.\"Narcisse Virgilio Diaz de la Pena,\" Schiller and Bodo European Paintings During the Franco-German War (1870-1871) he went to Brussels. After 1871, his works became fashionable and rose gradually in the estimation of collectors, and he worked constantly and successfully. Díaz's finest pictures are his forest scenes and storms, and it is on these that his fame rests. There are several examples of his work in the Louvre, and three small figure pictures in the Wallace Collection, Hertford House. Perhaps the most notable of Diaz's works are \"La Fée aux Perles\" (1857, housed in the Louvre); \"Sunset in the Forest\" (1868); \"The Storm\" and \"The Forest of Fontainebleau\" (1870, housed at Leeds). The Metropolitan Museum of Art holds some two dozen works by Díaz, including another version of \"The Forest of Fontainebleau,\" and many drawings and studies.Narcisse-Virgile Diaz de la Peña, Metropolitan Museum of Art. Retrieved 2019-03-25. Diaz himself had no well-known pupils, but François Visconti emulated his work to some degree and Léon Richet followed markedly his methods of tree-painting. For a period, Jean-François Millet also painted small figures in avowed imitation of Diaz's then popular subjects. Renoir once said \"my hero was Díaz\".\"Renoir: An Intimate Record\", Page 9. In 1876, while visiting his son's grave, he caught a cold. He went to Menton in an attempt to recover his health, but on November 18 of that year he died. Medallion of Díaz's son, Eugène-Émile Díaz's son, Eugène-Émile (1837–1901), achieved some fame as composer Eugène Diaz.Cinq lettres autographes signées d'Eugène Diaz à Adolphe Dupeuty, 18 mars et 11 juillet 1873, 1874 et sans date, Institut national de l'histoire de l'art. Retrieved 2012-04-15. The rue Narcisse Diaz in Auteuil, Paris is named after him. ==Further reading== *A. Hustin, Les Artistes célébres: Diaz (Paris) *David Croal Thomson, The Barbizon School of Painters (London, 1890) *J.W. Mollett, Diaz (London, 1890) *Jules Arsène Arnaud Claretie, Peintres et sculpteurs contemporains: Diaz (Paris, 1882) *Albert Wolff, La Capitale de l'art: Narcisse Diaz (Paris, 1886) *Philippe Burty, Maîtres et petit-maîtres: N. Diaz (Paris, 1877) ==Notes== ==References== * * ==Further reading== * (see index) ==External links== * Category:1808 births Category:1876 deaths Category:19th-century French painters Category:French male painters Category:French amputees Category:Landscape artists Category:French people of Spanish descent Category:Reptile attack victims Category:Burials at Montmartre Cemetery Category:Chevaliers of the Légion d'honneur Category:Orientalist painters ",
    "title": "Narcisse Virgilio Díaz"
}