{
    "id": "838706",
    "text": "The King of Torts (2003) is a legal/suspense novel written by American author John Grisham. Doubleday published the first edition () in hardcover format; it immediately debuted at #1 on The New York Times Best Seller list, remaining in the top 15 for over 20 weeks.. Dell Publishing published the paperback edition later in 2003 (). Penguin Random House released an audiobook version in 2007. ==Plot== Clay Carter is a poorly paid Washington, D.C. public defender who dreams of joining a large law firm. One day he reluctantly takes on the case of Tequila Watson, a man accused of a random street killing. Watson insists that he somehow wasn't in control of his body when he pulled the trigger, a story which Clay tries to dismiss but can't get out of his mind. Clay tries his best to help his client, plunging into capital's most dangerous slums in search of evidence. Clay finally gets a subpoena forcing drug rehabilitation centers to hand over Watson's medical records, as well as those of another man accused of a similar murder. Meanwhile, Clay has been dating Rebecca Van Horn, a junior congressional aide. Clay and Rebecca are deeply in love, but he deeply loathes her father, Bennett Van Horn, an aggressive real estate mogul whose developments are destroying the countryside of Northern Virginia. When Clay refuses an offer to work for a senator who is closely involved with these deals, Bennett pressures Rebecca into cutting off relations with Clay and hastily marrying a rich corporate lawyer. Clay is unexpectedly contacted by a mysterious man named Max Pace, who tells him that Watson's medical records are evidence of a potentially major scandal. It is revealed that Watson and other recovering drug addicts were illegally given an experimental drug called Tarvan, which caused some of the test subjects to commit random and senseless killings. The drug company responsible asks Clay to resign from his job as a public defender and arrange secret payoffs to the victims. While doing so would mean hiding exculpatory evidence from his client, Clay goes along with the scheme, partly to win back Rebecca's affections with his newfound wealth. Clay opens a law firm specializing in torts, hiring several of his friends and colleagues: lawyer Paulette, paralegal Rodney and computer expert Jonah. He continues to work with Max, who provides insider information concerning Dyloft, a carcinogenic drug produced by Ackerman Laboratories. Advised by Pace, Clay orchestrates an intensive TV campaign which results in a $100 million settlement, being dubbed the \"King of Torts\" by the media. While Clay and his employees enjoy the millions of dollars in returns from the settlement, his clients are bitter at getting only a bit more than $50,000 each. Max offers Clay information on yet another defective drug called Maxatil. Expecting to repeat his success, Clay recklessly makes enormous expenses: launching a coast-to-coast TV campaign; signing up dozens of additional legal and medical staff; renting additional office space; and signing up thousands of \"Maxatil clients.\" However, Clay finds that conclusively linking Maxatil to negative side effects is far from easy. Moreover, it produced by Goffman, a company known for unwillingness to compromise on tort suits. The future of Maxatil tort suit depends on the outcome of a single, long drawn out test case run by an aging maverick lawyer in Flagstaff, Arizona. Meanwhile, the FBI questions Clay on suspicion of insider trading. A criminal lawyer tells Clay that, having sold Ackerman shares short while knowing he would sue the company and push down the value of its shares, he is indeed culpable and could face up to five years behind bars. Max turns out to be a con artist who is wanted by the FBI and has disappeared without a trace. Next, after Dyloft's effects are found to be deadlier than first thought, terminal patients who were kept from suing Ackerman for millions instead sue Clay for malpractice. Clay faces the prospect of being forced to consume all of his assets to pay his former clients. Desperate for money, Clay turns to a mass tort against Hanna, a building supplies company which had produced batches of defective cement. The company's directors are willing to offer a fair compensation to disgruntled homeowners, but only if Clay agrees to cut his share of the compensations. Clay refuses to give up anything, resulting in Hanna's bankruptcy, the loss of thousands of jobs, and an economic disaster for the town where the company is based. When it becomes known that the collapse was caused by \"a greedy lawyer,\" Clay is ambushed and beaten by some men from the town. While Clay is slowly recovering in the hospital, Rebecca shows up to tend to him, having divorced from her husband and estranged herself from her father. Regaining her love helps Clay take calmly the final blow to his career: the jury in Arizona has rejected the Maxatil tort suit, and all the millions which Clay invested in Maxatil goes down the drain. Clay is forced to declare bankruptcy, close down his firm, give up his assets, and surrender his license to practice law. The FBI stops pursuing their case against Clay due to the loyalty of an old friend who refuses to provide incriminating evidence. Having nothing more to lose, Clay discloses his involvement in the Tarvan affair to an investigative journalist; a criminal lawyer will attempt to re-open the cases of the Tarvan test subjects, including Watson. Clay and Rebecca fly to London, where they would have a happy life without the opulence Clay no longer misses. It is, however, implied that Clay will still end up with a few million dollars in the end, because Paulette and Rodney--with whom Clay was extremely generous and loyal in distributing his initial lucrative settlements, both promise of their own accord to return some of the money to him, never forgetting that they owe their financial success to him. ==List of characters== * Jarrett Clay Carter II - The main protagonist of the story * Max Pace - a mysterious adviser of Clay Carter * Tequila Watson - A victim of the side of effects of the mysterious drug, Tarvan * Adelfa Pumphrey - Mother of the slain victim, committed by Tequilia Watson * Rebecca Van Horn - Clay's on and off girlfriend * Bennett Van Horn - Rebecca's rich interfering father * Barbara Van Horn - Rebecca's pushy mother * Jermaine Vance - paralegal for Clay's law firm * Miss Glick - Clay's protective executive secretary * Oscar Mulrooney - Yale grad lawyer who become Clay's top assistant * Paulette Tullos - secretary who came to Clay's firm from public defenders office * Ridley - Clay's model girlfriend used to make Rebecca jealous * Patton French - The wealthiest tort lawyer in the US * Dale Mooneyham - successful Arizona lawyer who dislikes mass tort lawyers * Rodney Albritton - chief paralegal for Clay's firm * Jonah - Clay's old roommate who becomes IT guy for Clay's firm ==References== Category:2003 American novels Category:American thriller novels Category:Doubleday (publisher) books Category:Legal thriller novels Category:Novels by John Grisham Category:Novels set in Washington, D.C. ",
    "title": "The King of Torts"
}