{
    "id": "838874",
    "text": "Gilbert Layton (November 5, 1899 - May 29, 1961) was a businessman and politician in Quebec, Canada. ==Background== Born in Montreal, Quebec, Layton, the son of Philip Edward David Layton and Alice Marion Gilbert, was a merchant and business executive in the family firm of Layton Brothers (founded 1887, now as Layton Audio) from 1918 to 1932. His father was a blind activist who led a campaign for disability pensions in the 1930s. Gilbert married Norah Lestelle England (daughter of Arthur John England and Florence Louise Grimmett) on February 18, 1921. ==Member of the legislature== Gilbert Layton was elected to Quebec's legislative assembly in the riding of Montréal–Saint- Georges in 1936 as a member of the Union Nationale, a conservative party. He served as minister without portfolio in the government of Maurice Duplessis until resigning in 1939 to protest the Quebec government's opposition to conscription in World War II. He ran for re-election to the legislature as an independent candidate that year and was defeated. ==Federal politics== In the 1945 federal election, he ran as an Independent Progressive Conservative for the Mount Royal seat in the House of Commons of Canada, but was defeated. He placed fourth behind the Liberal victor, the official Progressive Conservative Party of Canada candidate and the Co-operative Commonwealth Federation (CCF) candidate. ==Death== Layton died in Montreal and is buried at Mount Royal Cemetery. ==Descendants== Gilbert Layton's son, Robert Layton, served as a federal Progressive Conservative cabinet minister in the 1980s. His grandson, Jack Layton, was the leader of the federal New Democratic Party from 2003 to 2011, and was Leader of the Official Opposition for a short time in 2011 until he died in office. His great-grandson is Toronto City Councillor Mike Layton. ==References== * Category:1899 births Category:1961 deaths Category:Businesspeople from Montreal Category:Independent candidates in the 1945 Canadian federal election Gilbert Layton Category:Politicians from Montreal Category:Union Nationale (Quebec) MNAs Category:Mount Royal Cemetery burials ",
    "title": "Gilbert Layton"
}