{
    "id": "839011",
    "text": "Diagram showing homologous bones of the skulls of a monitor lizard and a crocodile. Jugal bone labelled Ju, in pale green, at centre left. The jugal is a skull bone found in most reptiles, amphibians and birds. In mammals, the jugal is often called the malar or zygomatic. It is connected to the quadratojugal and maxilla, as well as other bones, which may vary by species. == Anatomy == The jugal bone is located on either side of the skull in the circumorbital region. It is the origin of several masticatory muscles in the skull. The jugal and lacrimal bones are the only two remaining from the ancestral circumorbital series: the prefrontal, postfrontal, postorbital, jugal, and lacrimal bones. During development, the jugal bone originates from dermal bone. === In dinosaurs === This bone is considered key in the determination of general traits in cases in which the entire skull has not been found intact (for instance, as with dinosaurs in paleontology). In some dinosaur genera the jugal also forms part of the lower margin of either the antorbital fenestra or the infratemporal fenestra, or both. Most commonly, this bone articulates with the quadratojugal, the postorbital, the lacrimal, and the maxilla.Martin, A.J. (2006). Introduction to the Study of Dinosaurs. Second Edition. Oxford, Blackwell Publishing. pg. 299-300. . In horned dinosaurs, like Pentaceratops, the jugal bone is thick and comes to a point, which has led paleontologists to refer to it as the \"jugal horn\".Dodson, P. (1996). The Horned Dinosaurs. A Natural History. 346 pp. Princeton: Princeton University Press. . == Function == === In reptiles === In non-avian dinosaurs, the jugal bone functioned as passive structural support during biting, and not as a site of jaw muscle attachment. In extant reptiles, the jugal bone continues to form the orbit of the eye and provide passive structural support. Gymnogyps californianus). Courtesy of the Peabody Museum of Natural History; Division of Vertebrate Zoology; Yale University. === In birds === While the jugal bone is thick and straplike in most other reptiles, the jugal bone is thin and strutlike in birds. This is thought to reduce the weight of the skull and facilitate cranial kinesis. === In mammals === In mammals, including humans, the jugal bone is more commonly referred to as the zygoma. It assists in constructing the facial contour, protecting the eye from damage, and providing attachment sites for facial muscles. The zygoma provides important functions as the origin of the masseter muscle and as a point of resistance for masticatory faorces. Preliminary studies also indicate that variation in zygomatic structure may be useful in determining ancestral origins of modern human populations. ==References== Category:Vertebrate anatomy Category:Bird anatomy ",
    "title": "Jugal bone"
}