{
    "id": "839297",
    "text": "Kate Barker (née Clark; October 8, 1873 – January 16, 1935), better known as Ma Barker and sometimes as Arizona Barker as well as Arrie Barker, was the mother of several American criminals who ran the Barker-Karpis gang during the \"public enemy era\" when the exploits of gangs of criminals in the Midwest gripped the American people and press. She traveled with her sons during their criminal careers. Barker gained a reputation as a ruthless crime matriarch who controlled and organized her sons' crimes. J. Edgar Hoover described her as \"the most vicious, dangerous, and resourceful criminal brain of the last decade\". She has been presented as a monstrous mother in films, songs, and literature. However, those who knew her insisted that she had no criminal role, and they allege that Hoover created such accusations to excuse the FBI for killing her. She was killed in a shootout with the FBI. ==Family life== Barker was born Arizona Clark in Ash Grove, Missouri, the daughter of John and Emaline (Parker) Clark; her family called her \"Arrie\". In 1892, she married George Barker in Lawrence County, Missouri, and the couple had four sons: Herman (1893–1927), Lloyd (1897–1949), Arthur (1899–1939), and Fred (1901–1935). The 1910 to 1930 censuses and the Tulsa City Directories from 1916 to 1928 show that George Barker worked in a variety of generally low- skilled jobs. From 1916 to 1919, he was at the Crystal Springs Water Co. In the 1920s, he was employed as a farmer, watchman, station engineer, and clerk. An FBI document describes him as \"shiftless\" and says the Barkers paid no attention to their sons' education, and they were all \"more or less illiterate\".Hoover, J. Edgar, \"The Kidnapping of Edward Bremer\", November 19, 1936 Police mugshot of Herman Barker Barker's sons committed crimes as early as 1910, when Herman was arrested for highway robbery after running over a child in the getaway car. Over the next few years, Herman and his brothers were repeatedly involved in crimes of increasing seriousness, including robbery and murder. They were inducted into major crime by the Central Park gang. Herman died on August 29, 1927 in Wichita, Kansas, after a robbery and confrontation with police that left one officer dead. He shot the officer at point blank range in the mouth. He killed himself to avoid prosecution when he was seriously wounded after crashing his car. In 1928, Lloyd Barker was incarcerated in the federal penitentiary at Leavenworth, Kansas, Arthur \"Doc\" Barker was in the Oklahoma State Prison, and Fred was in the Kansas State Prison. George is last listed living with his wife in the 1928 Tulsa city directory. Either she threw him out, as some say, or he left when life became intolerable with his criminal family. According to writer Miriam Allen deFord, George \"gave up completely and quietly removed himself from the scene\" after Herman's death and the imprisonment of his other sons.eFord, Miriam Allen, The Real Ma Barker: Mastermind of a Whole Family of Killers, 1970 Ace, New York The FBI claimed that George left Ma because she had become \"loose in her moral life\" and was \"having outside dates with other men\". They noted that George was not a criminal, but he was willing to profit from his sons' crimes after their deaths by claiming their assets as next of kin. However, a family friend recalled that the couple argued about their children's \"dissolute life\". Arrie \"countenanced their wrongdoings\" while George refused to accept them. The crunch came when George refused to support Lloyd after his arrest, insisting that he should be punished for his crime. Arrie did everything that she could to get her sons off, no matter what they had done.Mahoney, Tim, Secret Partners, p.15. From 1928 to 1931, Ma lived in \"miserable poverty\" in a \"dirt- floor shack\" with no husband and no job, while all her sons were in jail. This may have been when she became \"loose\" with local men, as the FBI suggested. By 1930, she was living with a jobless man named Arthur W. Dunlop (sometimes spelled \"Dunlap\"). She is described as his wife on the 1930 census of Tulsa, Oklahoma. Things improved for her in 1931 after her son Fred was released from jail. He joined former prison-mate Alvin Karpis to form the Barker-Karpis gang. After a series of robberies, Fred and Karpis killed Sheriff C. Roy Kelly in West Plains, Missouri on December 19, 1931, an act that forced them to flee the territory. Ma and Dunlop traveled with them, using various false names during their itinerant crime career. A wanted poster issued at this time offered $100 reward for the capture of \"Old Lady Arrie Barker\" as an accomplice.Claire Bond Potter, War on Crime: Bandits, G-Men, and the Politics of Mass Culture, Rutgers University Press, New Brunswick, 1998, p.175 After this, she was usually known to gang members as \"Kate\". ==Saint Paul and Wisconsin== Arthur was released from prison in 1932 and joined Fred and Karpis, and the core gang was supplemented by other criminal associates. The gang moved to Chicago but decided to leave because Karpis did not want to work for Al Capone. Racketeer Jack Peifer suggested that they move to St. Paul, Minnesota which had a reputation at the time as a haven for wanted criminals. The Barker-Karpis gang's most infamous crimes were committed after the move to St. Paul, during their residency in a string of rented houses. The gang operated under the protection of St. Paul's police chief Thomas \"Big Tom\" Brown, and they went from being bank robbers to kidnappers under his guidance.Mahoney, Timothy, Secret Partners: Big Tom Brown and the Barker Gang, Minnesota Historical Society Press, 2013, passim. Ma's common-law husband Arthur Dunlop was said to be loose-lipped when drunk, and he was not trusted by members of the gang; Karpis described him as a \"pain in the ass\". While at one hideout, a resident identified the gang from photographs in True Detective magazine and told the police, but Chief Brown tipped them off and they escaped. The gang apparently believed that Dunlop's loose lips had given them away, and they murdered him while traveling. His naked body was found near Webster, Wisconsin with a single bullet wound to the head. Chief Brown's involvement in the gang's escape could not be proven, but he was demoted to the rank of detective and was later dismissed from the police force altogether. The gang relocated to Menomonie, Wisconsin, and Fred Barker hid Ma in a variety of hotels and hideouts during their stay there. The purpose was to keep her from learning much about the gang's crimes, as well as to separate her from their girlfriends, with whom she did not get along. The FBI later claimed that she would try to break up any relationships, so that \"other women in the gang\" did their best to avoid her. By 1933, most of the gang were back in St. Paul where they carried out two kidnappings of wealthy businessmen. They obtained $100,000 in ransom by abducting William Hamm, then arranged the kidnapping of Edward Bremer which netted them a $200,000 ransom. The FBI first connected the gang to the William Hamm kidnapping by using a new method of latent fingerprint identification. The gang decided to leave St. Paul with the FBI on the case and without Tom Brown supplying information; they moved to the Chicago area, renting apartments for Ma while they tried to launder the ransom.Mahoney, Tim (2013) Secret Partners Minnesota Historical Society Press, St. Paul; ==Death== \"Ma\" and Fred Barker died in the upper left bedroom of this house beside Lake Weir in Florida . FBI agents discovered the hideout of Barker and her son Fred after Arthur was arrested in Chicago on January 8, 1935. A map found in his possession indicated that other gang members were in Ocklawaha, Florida. The FBI soon located the house where the gang was staying after identifying references to a local alligator named \"Gator Joe\", who had a taste for gangsters, but not for cops, mentioned in a letter sent to Doc. They had rented the property under the pseudonym \"Blackburn\", claiming to be a mother and sons wanting to vacation in a country retreat. Agents surrounded the house at 13250 East Highway C-25 on the morning of January 16, 1935. The FBI were not aware that Karpis and other gang members had left three days before, leaving only Fred and Ma in the house. The agents ordered them to surrender, but Fred opened fire; both he and his mother were killed by federal agents after an intense, hours-long shootout. Allegedly, many local people came to watch the events unfolding, even holding picnics during the gunfire.Stuart B McIver, Touched by the Sun, Pineapple Press, 2008, pp.71ff. Gunfire from the house finally stopped, and the FBI ordered local estate handyman Willie Woodbury to enter the house wearing a bulletproof vest. Woodbury reported that there was no one inside alive. Both bodies were found in the same front bedroom. Fred's body was riddled with bullets, but Ma appeared to have died from a single bullet wound. According to the FBI's account, a Tommy gun was found lying in her hands.Burrough, Bryan (2004). Public Enemies: America's Greatest Crime Wave and the Birth of the FBI, 1933-1934. Penguin Press, New York, p.508-509; Other sources say that it was lying between the bodies of Ma and Fred.Jack Powell, Haunting Sunshine, Pineapple Press Inc, 2001, p.54. Their bodies were put on public display, and then stored unclaimed until October 1, 1935, when relatives had them buried at Williams Timberhill Cemetery in Welch, Oklahoma, next to the body of Herman Barker. ==Controversy over leadership of Barker gang== The popular image of Ma as the gang's leader and its criminal mastermind is often portrayed in films such as Ma Barker's Killer Brood (1960), Bloody Mama (1970), and Public Enemies (1996). However, this is widely regarded by historians as fictitious, and some have been skeptical that she participated in the shoot-out in which she died. Karpis has suggested that the story was encouraged by J. Edgar HooverJones, Ken (1957) The FBI in Action Signet, New York; and his fledgling Federal Bureau of Investigation (FBI) to justify his agent's killing an old woman.Gentry, Curt (1991) J. Edgar Hoover: The Man and the Secrets W. W. Norton, New York, After her death, Hoover claimed that Ma Barker was \"the most vicious, dangerous, and resourceful criminal brain of the last decade\". He also claimed that she enjoyed the lifestyle that was the fruit of her sons' crimes and supposedly had a string of lovers. Ma Barker's children were murderers and their Barker–Karpis gang committed a spree of robberies, kidnappings, and other crimes between 1931 and 1935, but there is no conclusive proof that Ma was their leader. She certainly knew of the gang's activities and even helped them before and after they committed their crimes, and this made her an accomplice, but there is no evidence that she was involved in planning them. Her role was in taking care of gang members, who often sent her to the movies while they committed crimes. According to Claire Bond Potter, \"Her age and apparent respectability permitted the gang to hide out 'disguised' as a family. As 'Mrs. Hunter' and 'Mrs. Anderson', she rented houses, paid bills, shopped, and did household errands.\" Alvin Karpis was probably the real leader of the gang, and he later said that Ma was just \"an old-fashioned homebody from the Ozarks… superstitious, gullible, simple, cantankerous and, well, generally law abiding\".Paul Maccabee, John Dillinger Slept Here: A Crooks' Tour of Crime and Corruption in St. Paul, 1920-1936, Minnesota Historical Society, 1995, p.105. He concluded: This view of Ma Barker is corroborated by notorious bank robber Harvey Bailey, who knew the Barkers well. He observed in his autobiography that Ma Barker \"couldn't plan breakfast\" let alone a criminal enterprise. Writer Tim Mahoney argues that the real force behind the gang was the corrupt St. Paul law-enforcement system, especially under Police Chief Tom Brown. Before they met him, the gang were nothing more than a \"bumbling band of hillbilly burglars\" who would have been captured or killed long before becoming nationally notorious. \"Had the Barker gang never come under Brown's protection, Ma Barker might have died lonesome in the Ozarks, an impoverished obscure widow.\"Mahoney, p.4. ==Summary of Barker sons and Barker-Karpis Gang activities== ===1900–1920=== * 1910—Herman Barker arrested for highway robbery in Webb City, Missouri. * March 5, 1915—Herman Barker arrested for highway robbery in Joplin, Missouri. (Herman and Lloyd Barker reportedly involved with the Central Park Gang of Tulsa, Oklahoma.) * July 4, 1918—Arthur \"Doc\" Barker involved in US automobile theft in Tulsa, Oklahoma; arrested (#841) (escaped). ===1920–1929=== * February 19, 1920—Arthur Barker arrested in Joplin, Missouri (#1740); returned to Tulsa, Oklahoma. * 1921—Lloyd \"Red\" Barker arrested for vagrancy in Tulsa, Oklahoma. * January 15, 1921—Arthur Barker aka \"Claude Dade\" involved in attempted bank robbery in Muskogee, Oklahoma; arrested (#822). * January 30, 1921—Arthur Barker aka \"Bob Barker\" received at the Oklahoma State Prison (#11059); released June 11, 1921. * August 16, 1921—Arthur Barker and Volney Davis involved in killing of night watchman Thomas J. Sherrill in Tulsa, Oklahoma. (According to other sources, Thomas J. Sherrill. was a night watchman at St. John's Hospital in Tulsa.) * January 8, 1922—Central Park Gang involved in attempted burglary in Okmulgee, Oklahoma; shootout results in one burglar dead while police Captain Homer R. Spaulding dies of his wounds on January 19, 1922. One gang member is sentenced to life in prison while another had his sentence overturned. * January 16, 1922—Lloyd Barker received at Leavenworth Prison (#17243) after arrest for robbing mail at Baxter Springs, Kansas and sentenced to 25 years; released 1938. * February 10, 1922—Arthur \"Doc\" Barker received (#11906) at Oklahoma State Prison for the murder of Sherrill. * 1926—Fred Barker robbed bank in Winfield, Kansas; arrested. * March 12, 1927—Fred Barker admitted to Kansas State Prison. * August 1, 1927—Herman Barker cashed stolen bank bonds at the America National Bank in Cheyenne, WY. Sheriff Deputy Arthur Osborn flagged down Barker's car. Barker picked up a gun from the vehicle's seat and shot Osborn. Osborn died as a result. * August 29, 1927—Herman Barker commits suicide in Wichita, Kansas after being pulled over by a motorcycle cop with a sidecar. (Wichita Policeman J.E. Marshall had been killed on August 9, 1927 by the Kimes-Terrill Gang that Herman was associated with. Five other policemen were killed by the Kimes gang. See ODMP). ===1930–1939=== * March 30, 1931—Fred Barker released from Kansas State Prison after serving time for burglary; met Alvin Karpis in prison. * June 10, 1931—Fred Barker and Alvin Karpis (alias George Heller) arrested by Tulsa, Oklahoma Police investigating burglary. Karpis sentenced to 4 years but paroled after restitution made; Fred Barker also avoided jail sentence. * November 8, 1931—Fred Barker killed an Arkansas police chief Manley Jackson. * December 19, 1931—Fred Barker and Alvin Karpis robbed a store in West Plains, Missouri and involved in the killing of Howell County, Missouri sheriff C. Roy Kelly. * January 18, 1932—Lloyd Barker received at Leavenworth Prison. * April 26, 1932—Body of A.W. Dunlap found at Lake Franstead, Minnesota; killed by Fred Barker and Alvin Karpis. * June 17, 1932—Fred Barker, Karpis and five accomplices robbed Fort Scott, Kansas Bank. * July 26, 1932—Fred Barker, Karpis (with an augmented gang) robbed Cloud County bank at Concordia, Kansas. * August 13, 1932—Attorney J. Earl Smith of Tulsa, Oklahoma found killed at Indian Hills Country Club north of Tulsa; he had been retained to defend Harvey Bailey over the Fort Scott bank robbery, but the man was convicted. * September 10, 1932—Arthur \"Doc\" Barker released from prison. * December 16, 1932—Fred and Arthur Barker, Alvin Karpis and gang robbed Third Northwestern National Bank in Minneapolis, killing policemen Ira Leon Evans and Leo Gorski and one civilian. (One gang member Lawrence DeVol in this shooting was also involved in four other police killings-two police officers, Sheriff William Sweet and City Marshal Aaron Bailey, in Washington, Iowa in June 1930 and Marshall John W. Rose in Kirksville, MO on November 17, 1930 and killing officer Cal Palmer and wounding another officer before being gunned down in Enid, OK in 1936.) * April 4, 1933—Fred and Arthur Barker, Alvin Karpis and gang members Eddie Green (criminal) of the Dillinger Gang, Jess Doyle, Earl Christman, Frank \"Jelly\" Nash, Volney Davis, robbed a bank in Fairbury, Nebraska. Christman was badly wounded during the robbery and Green drove him to Verne Miller's house in Kansas City to recover. Christman eventually died from his wounds and was buried in an unmarked grave outside town.[Newton, Michael. The Encyclopedia of Robberies, Heists, and Capers. New York: Facts On File Inc., 2002. (pg. 121-122) ] * June 1933—William Hamm of the Hamm's Brewery family kidnapped by Barker-Karpis gang; Hamm released June 19, 1933 after ransom paid. It is believed by some that the gang turned over half of the Hamm ransom money to the Chicago Mob under Frank Nitti after Nitti discovered that they were hiding Hamm in suburban Chicago and demanded half the ransom as \"rent\". * August 30, 1933—Barker-Karpis Gang robs a payroll at Stockyards National Bank of South St. Paul, Minnesota in which one policeman Leo Pavlak is coldly executed and one disabled for life. * September 22, 1933—Two bank messengers held up by five men identified as Barker-Karpis gang; Chicago policeman Miles A Cunningham is killed by the gang after their car crashed during the getaway. (Barker-Karpis gang associate Vernon Miller was allegedly involved in the killing, and reportedly also involved in the Kansas City Massacre in which four lawmen were killed). * January 17, 1934—Gang kidnaps Edward George Bremer, Jr.; Bremer released on February 7, 1934 after ransom paid. * January 19, 1934—Gang wounds M.C. McCord of Northwest Airways Company, thinking he was a policeman. * March 10, 1934—Barker gang member Fred Goetz (also known as \"Shotgun George\" Ziegler, a participant in the Bremer kidnapping) killed by fellow gangsters in Cicero, Illinois. * April 1934-Doc Barker and associate Volney Davis get a surprise visit from John Dillinger and Homer Van Meter, helping them bury their comrade John \"Red\" Hamilton after Hamilton died from gunshot wounds sustained in a shootout in St. Paul, Minnesota. * July 1934—Underworld doctor Joseph Moran last seen alive. * January 6, 1935—Barker gang member William B. Harrison killed by fellow gangsters at Ontarioville, Illinois. * January 8, 1935—Arthur \"Doc\" Barker arrested in Chicago; Barker gang member Russell Gibson killed and his colleague Byron Bolton captured at another address. * January 16, 1935—Fred and Ma Barker killed by FBI in Ocklawaha, Florida (Marion County). Ma Barker was discovered by the FBI tracking her letters sent to her other son. She was writing to him to tell him about a large gator in Lake Weir that everyone had called \"Gator Joe\", which led to the name of the local restaurant known as \"Gator Joe's\". * September 26, 1935—The supposed body of underworld doctor Joseph Moran found in Lake Erie; believed killed by Fred Barker and Alvin Karpis. (However, Karpis himself said that Moran had been buried.) * November 7, 1935—Karpis and five accomplices robbed an Erie Railroad mail train at Garrettsville, Ohio. * May 2, 1936—Karpis and accomplice Fred Hunter arrested in New Orleans, Louisiana. * October 29, 1938—Lloyd Barker released from prison. * January 13, 1939—Arthur Barker killed trying to escape from Alcatraz Prison. Among his accomplices in unsuccessful escape is Dale Stamphill who was involved in the killing of Oklahoma State Reformatory Guard James Payton Jones February 17, 1935 (Of Barker-Karpis gang/associates: 19 arrested; 4 killed by lawmen; 3 killed by gangsters) ===1940–1949=== * World War II - Lloyd Barker was a US Army cook, ironically at POW camp Fort Custer, Michigan; received US Army Good Conduct Medal and Honorable Discharge. * March 18, 1949 — Lloyd Barker was killed by his wife; he was manager of Denargo Market in Denver, Colorado. She was sent to Colorado State Insane Asylum. ==Popular culture== ===In film and television=== * \"Ma Webster\", played by Blanche Yurka in the 1940 film Queen of the Mob is based on Barker. Changes in the names and depiction of events were at the request of the FBI.Hardy, Philip (ed), The BFI Companion to Crime, British Film Institute, 1997, p.42. * The character of \"Ma Jarrett\" in the 1949 James Cagney film White Heat is thought to be based on Ma Barker.Woodiwiss, Michael, Organized Crime and American Power: A History, University of Toronto Press, 2001, p.238. *Ma was played by Jean Harvey in 2 episodes of the TV series Gang Busters (1952). * In the 1957 docudrama Guns Don't Argue Ma is portrayed by Jean Harvey. * \"Ma Barker and Her Boys\", an episode of 1959 fictional TV series The Untouchables, pits Federal Agent Eliot Ness against the Barker clan, and depicts Ness as leading the assault on Ma Barker and her sons at their Florida hide-out. In this version, Lloyd, Fred and Doc are all present at the final shootout. Ma was played by Claire Trevor. In real life Ness worked for Bureau of Prohibition, not the FBI, and had nothing to do with the Barker/Karpis case. The FBI objected to the fact that Ness was depicted as the leader of the attack on the gang. * The 1959 movie The FBI Story, starring Jimmy Stewart, portrayed a number of deaths of 1930s-era criminals, including Ma Barker. In the scene, she was shown firing at law officers before finally being shot. (She was portrayed by Jane Crowley, though the role was uncredited.) * Lurene Tuttle portrayed Ma Barker in the low-budget feature film Ma Barker's Killer Brood (1960). The film's scrolling text refers to her as a \"sadistic ... master of crime\" and \"evil genius\". It portrays her controlling a gang that includes John Dillinger and Baby Face Nelson, constantly outwitting their rival Machine Gun Kelly. * Ma was played by Joan Blondell in an episode of the 1961 TV series The Witness, which took the form of a mock-trial of historical individuals before a \"committee\" of lawyers. Her son Lloyd and various accomplices appear as witnesses. * In the 1966 Batman series, one of the villains in series one was \"Ma Parker\" (played by Shelley Winters), a villainous mob boss based on Ma Barker. Ma Parker along with her three sons and one daughter almost managed to defeat the Dynamic Duo in the series. * Barker's story was also adapted in the low-budget film Bloody Mama (1970). The movie starred Shelley Winters as Ma Barker. In this film her criminality follows from childhood sexual abuse by her family. * \"The Ma Gantry Gang\", featured in the first episode of the 1974 TV series The Manhunter was based on Barker and her sons. Ma Gantry was played by Ida Lupino. * Eileen Heckart played Ma in the 1974 film The FBI Story: the FBI Versus Alvin Karpis, Public Enemy Number One. * The DuckTales version of Disney's Beagle Boys (the series lasted from 1987-1990), a gang of criminals, is led by their mother Ma Beagle, who is based on Ma Barker. She is absent from the original comics by Carl Barks. A depiction of ma barker also appeared in the tv live action series batman. *In the 1985 film The Goonies Ma Fratelli is loosely based on Ma Barker. * Another retelling of the legend occurred in the 1996 movie Public Enemies starring Theresa Russell. As in Bloody Mama, she is depicted as a victim of sexual abuse which brutalizes her. *In the 2007 film Resident Evil: Extinction ===In literature=== * Maw Famon and her thug sons who battle it out with Dick Tracy in a December 1935 comic strip are based on Ma Barker and her boys.Dick Tracy, Philly * While The Daltons of the Lucky Luke comic book series were originally based on the real Dalton Gang, their mother, Ma Dalton, is clearly inspired by Ma Barker. Coincidentally, their gang consists of four instead of three Dalton brothers. * Crime author James Hadley Chase based some of the characters in his first novel, No Orchids for Miss Blandish (1939), on Ma Barker and her sons. ===In music=== * John Eaton composed an opera, Ma Barker, in 1955, to a libretto by Arthur Gold.Ma Barker at G. Schirmer * In 1977, West German disco band Boney M. released a hit single titled \"Ma Baker\" (Barker was changed into Baker because it sounded better), which was later covered by German Comedy Rock band Knorkator, and has since been covered by German heavy metal band Axxis, Milli Vanilli in 1988, and sampled by Lady Gaga in her single \"Poker Face\". The song's title and lyrics are clearly about Ma Barker.Phil Hardy, The BFI Companion to Crime, University of California Press, 1997, p.42. * The band Maylene and the Sons of Disaster (formed in 2004) are named after the group of criminals and their songs are based on the gang's history. Band member Dallas Taylor has said: \"Maylene and the Sons of Disaster is made up of five dudes who play the role of the Barker sons, and in these songs we speak as though we were them, telling any who would listen that a life lived unjustly will meet divine justice on the other side. We also wanted to think of the most crazy backwoods theme possible for this band. Since Ma was backwoods, and we are backwoods, this is the way it had to be.\" * Former wife of gangsta rap pioneer Kool G Rap and fellow MC also goes under the name of Ma Barker. They had at one point formed a group called 5 Family Click, releasing a collective album and surfacing on mixtapes. * Composer Michel Wintsch and writer Gérald Chevrolet adapted the writings of Marguerite Yourcenar to create the opera \"Ma Barker\" in 1996. ===Other contexts=== * Gator Joe's Beach Bar and Grill in Ocklawaha, Florida, was named after a large alligator that lived in Lake Weir. The FBI killed Fred and Ma Barker in Ocklawaha, Florida (Marion County), after the FBI discovered \"Ma\" by tracking letters she sent to her other son, telling him about \"Gator Joe\". The restaurant's website displays a wanted poster for the Barker-Karpis gang.Gator Joe's * Lake Weir Chamber of Commerce stages an annual \"Ma Barker Shootout\" on \"Ma Barker day\" in a building near the actual location of her death. * The Barker deathhouse in Ocklawaha, Florida, was listed for sale on August 16, 2012. The bidding began at one million dollars and included the original furnishings, but the house ultimately went unsold. In 2015, the Florida state senate proposed a bill for $500,000 to repair and preserve the house as an historic landmark, but the bill was rejected. The house is currently listed as off-market. *In October 2016, the Ma Barker home in Ocklawaha, Florida, has been relocated via barge across Lake Weir to Carney Island in Marion County in preparation for being opened to the public in late 2017 or 2018 as a museum. The land where it had sat since 1930 was sold by the owners. Just prior to relocating the house, a vintage ring bearing the initials, \"F.B\" was found when a team armed with metal detectors gained permission to scan the location. This is presumed to have been owned by Fred Barker and has been added to the collection along with several bullet casings and assorted paraphernalia. ==See also== * List of Depression-era outlaws ==References== ;Footnotes ;Bibliography * Hornberger, Francine (2002) Mistresses of Mayhem: The Book of Women Criminals Alpha, Indianapolis, IN, * Hamilton, Sue, and Hamilton, John (1989) Public Enemy Number One: The Barkers Abdo and Daughters, Bloomington, MN, * Winter, Robert (2000) Mean Men: The Sons of Ma Barker Routledge, Danbury, Connecticut, * deFord, Miriam Allen (1970) The Real Ma Barker: Mastermind of a Whole Family of Killers Ace, New York * Morton, James (2012) The Mammoth Book of Gangs Running Press Book Publishers, Philadelphia, PA, * Perkins; Jack; Drummond, John; and Cara, Mark (1996) Ma Barker Crime Family Values (television documentary on VHS tape) A & E Home Video, New York, * Federal Bureau of Investigation. Barker-Karpis Gang (summary). Washington: GPO, 1937. ==External links== * Encyclopedia of Oklahoma History and Culture - Barker Gang * Ma Barker & Son Morgue Photograph * Alvin Karpis * Barker-Karpis Gang Summary FBI file * Category:1873 births Category:1935 deaths Category:People from Ash Grove, Missouri Category:People shot dead by law enforcement officers in the United States Category:Deaths by firearm in Florida Category:Depression-era gangsters Category:American female organized crime figures ",
    "title": "Ma Barker"
}