{
    "id": "839554",
    "text": "Farinelli, a soprano castrato famous for singing baroque coloratura roles (Bartolomeo Nazari, 1734) Coloratura is an elaborate melody with runs, trills, wide leaps, or similar virtuoso-like material,Oxford American Dictionaries.Apel (1969), p. 184. or a passage of such music. Operatic roles in which such music plays a prominent part, and singers of these roles, are also called coloratura.Steane, J. B.; Jander, Owen, \"Coloratura\" in Sadie (1992) 1: 907. Its instrumental equivalent is ornamentation. Coloratura is particularly found in vocal music and especially in operatic singing of the 18th and 19th centuries. The word coloratura ( , , ) means \"coloring\" in Italian, and derives from the Latin word colorare (\"to color\"). == History == The term coloratura was first defined in several early non-Italian music dictionaries: Michael Praetorius's Syntagma musicum (1618); Sébastien de Brossard's Dictionaire de musique (1703); and Johann Gottfried Walther's Musicalisches Lexicon (1732). In these early texts \"the term is dealt with briefly and always with reference to Italian usage\".Jander, Owen; Harris, Ellen T. \"Coloratura\" in Grove Music Online, www.grovemusic.com. Retrieved 27 November 2006. Christoph Bernhard (1628–1692) defined coloratura in two ways: *cadenza: \"runs which are not so exactly bound to the bar, but which often extend two, three or more bars further [and] should be made only at chief closes\" (Von der Singe-Kunst, oder Maniera, c. 1649) *diminution: \"when an interval is altered through several shorter notes, so that, instead of one long note, a number of shorter ones rush to the next note through all kinds of progressions by step or leap\" (Tractatus compositionis, c. 1657) The term was never used in the most famous Italian texts on singing: Giulio Caccini's Le Nuove musiche (1601/2); Pier Francesco Tosi's, Opinioni de' cantori antichi e moderni (1723); Giovanni Battista Mancini's Pensieri, e riflessioni pratiche sopra il canto figurato (1774); Manuel García's Mémoire sur la voix humaine (1841), and Traité complet de l’art du chant (1840–47); nor was it used by the English authors Charles Burney (1726–1814) and Henry Fothergill Chorley (1808–1872), both of whom wrote at length about Italian singing of a period when ornamentation was essential. == Modern usage == The term coloratura is most commonly applied to the elaborate and florid figuration or ornamentation in classical (late 18th century) and romantic (19th century, specifically bel canto) vocal music. However, early music of the 15th, 16th and 17th centuries, and in particular, baroque music extending up to about 1750, includes a substantial body of music for which coloratura technique is required by vocalists and instrumentalists alike. In the modern musicological sense the term is therefore used to refer to florid music from all periods of music history, both vocal and instrumental. For example, in Germany the term coloratura () has been applied to the stereotypical and formulaic ornamentation used in 16th‑century keyboard music written by a group of German organ composers referred to as the \"colorists\" (). Despite its derivation from Latin colorare (\"to color\"), the term does not apply to the practice of \"coloring\" the voice, i.e. altering the quality or timbre of the voice for expressive purposes (for example, the technique of voix sombrée used by Gilbert Duprez in the 1830s). === Vocal ranges === The term is not restricted to describing any one range of voice. All female and male voice types may achieve mastery of coloratura technique. There are coloratura parts for all voice types in different musical genres. Nevertheless, the term coloratura, when used without further qualification, normally means . A coloratura soprano role, most famously typified by the Queen of the Night in Mozart's The Magic Flute,Randel (1986), p. 180. has a high range and requires the singer to execute with great facility elaborate ornamentation and embellishment, including running passages, staccati, and trills. A coloratura soprano has the vocal ability to produce notes above high C (C6) and possesses a tessitura ranging from A4 to A5 or higher (unlike lower sopranos whose tessitura is G4–G5 or lower). {| align=\"center\" |- |D6). Final cadenza from the Valse in Ophélie's Mad Scene (Act IV) from the opera Hamlet (1868) by Ambroise Thomas (piano-vocal score, p. 292). | |} Richard Miller names two types of soprano coloratura voices (the coloratura and the dramatic coloratura)Miller (2000), pp. 7–9. as well as a mezzo-soprano coloratura voice,Miller (2000), pp. 12–13. and although he does not mention the coloratura contralto, he includes mention of specific works requiring coloratura technique for the contralto voice.Miller (2000), p. 13. Examples of coloratura music for different voice ranges include: * Mozart's Allelujah (from Exsultate, jubilate) may be arranged for and sung by a properly trained contralto, mezzo-soprano or soprano. The piece was written for soprano castrato. * The aria Every valley shall be exalted from Handel's Messiah is an example of a coloratura piece for tenor. * Each singer of a major role in Rossini's operas must have a secure coloratura technique. * Osmin, a character in Mozart's The Abduction from the Seraglio, is a coloratura role for a bass. * Agitata da due venti ('Agitated by two winds') a coloratura mezzo-soprano aria, from Antonio Vivaldi's opera Griselda. == See also == *Bel canto *Diatonic and chromatic § Medieval coloration == Notes == == References == * Apel, Willi, ed. (1969). Harvard Dictionary of Music, second edition. Cambridge, Massachusetts: The Belknap Press of Harvard University Press. . * Miller, Richard (2000). Training soprano voices. New York: Oxford University Press. . * Randel, Don Michael, ed.; Apel, Willi, ed. (1986). New Harvard Dictionary of Music. Cambridge, Massachusetts: The Belknap Press of Harvard University Press. . * Sadie, Stanley, ed. (1992). The New Grove Dictionary of Opera (four volumes). London: Macmillan. . Category:Italian opera terminology Category:Ornamentation ",
    "title": "Coloratura"
}