{
    "id": "839643",
    "text": "William Patrick Stuart-Houston (né Hitler; 12 March 1911 – 14 July 1987) was the half-nephew of Adolf Hitler. He was born to Adolf Hitler's half-brother Alois Hitler Jr. and his Irish wife Bridget Dowling in Liverpool, Lancashire, England. William relocated to Germany, but immigrated to the United States, where he served in the United States Navy in World War II. He eventually received American citizenship. ==Early life== William Patrick Hitler was born in Britain in the Toxteth Park district of Liverpool, the son of Adolf Hitler's half-brother Alois Hitler, Jr. and Irish-born Bridget Dowling. The couple met in Dublin when Alois was living there during 1909; in 1910, they married in Marylebone in London and relocated back north to Liverpool, where William Patrick was born in 1911. The family lived in a flat at 102 Upper Stanhope Street, which was destroyed during the last German air raid of the Liverpool Blitz on 10 January 1942. Dowling wrote a manuscript titled My Brother-in-Law Adolf, in which she claimed Adolf had lived in Liverpool with her, remaining from November 1912 to April 1913, in order to avoid conscription in Austria. The book is largely considered a work of fiction.McCarthy (1992) At the time, Adolf was residing in the Meldemannstraße dormitory in Vienna. In 1914, Alois left Bridget and their son for a gambling tour of Europe. He later returned to Germany. Unable to rejoin them due to the outbreak of World War I, Alois abandoned the family, leaving William to be brought up by his mother. He remarried bigamously, but during the mid-1920s he wrote to Bridget asking her to send William to Germany's Weimar Republic for a visit. She finally agreed in 1929, when William was 18. Alois had had another son, Heinz Hitler, by his German wife. Heinz, in contrast to William, became a committed Nazi, joined the Wehrmacht, and died in 1942 in Soviet captivity. ==In Nazi Germany== In 1933, William Patrick Hitler returned to Germany in an attempt to benefit from his uncle's acquisition of power. His uncle, by now Chancellor, found him a job at the Reichskreditbank in Berlin, a job he had for much of the 1930s. Later, William worked at an Opel automobile factory, and later still as a car salesman. Dissatisfied with these jobs, William persisted in asking his uncle for a better job, writing to him with blackmail threats that he would sell embarrassing stories about the family to the newspapers unless his \"personal circumstances\" improved. In 1938, Adolf asked William to relinquish his British citizenship in exchange for a high-ranking job. Expecting a trap, William fled Nazi Germany; he again tried to blackmail his uncle with threats. This time, William threatened to tell the press that Hitler's alleged paternal grandfather was actually a Jewish merchant. Returning to London he wrote an article for Look magazine titled \"Why I Hate my Uncle\".Brown et al (2006) William allegedly did return to Germany for a brief period in 1938. It is unknown exactly what William's role in late-1930s Germany was. ==Immigration to the United States== In January 1939 the newspaper magnate William Randolph Hearst brought him and his mother to the United States for a lecture tour.„Führer“-Stammbaum ohne Äste He and his mother were stranded when World War II began. After making a special request to President Franklin D. Roosevelt, William was eventually approved to join the United States Navy in 1944; he relocated to Sunnyside, Queens in New York. William Patrick Hitler was drafted into the United States Navy during World War II as a Pharmacist's Mate (a designation later changed to Hospital Corpsman) until he was discharged in 1947. On reporting for duty, the induction officer asked his name. \"Hitler,\" he replied. Thinking he was joking, the officer replied: \"Glad to see you, Hitler. My name's Hess.\" He was wounded in action during the war and awarded the Purple Heart. ==Later life== After being discharged from the Navy, William Hitler changed his surname to \"Stuart-Houston\", a possible reference to Houston Stewart Chamberlain who had been one of Adolf Hitler's role models. In 1947, Stuart-Houston married Phyllis Jean-Jacques, who had been born in Germany in the mid-1920s.Infobitte.de After their relationship began, William and Phyllis, along with Bridget, tried to live a life of anonymity in the United States. They moved to Patchogue, Long Island, where William used his medical training to establish a business that analyzed blood samples for hospitals. His laboratory, which he called Brookhaven Laboratories (no relation to Brookhaven National Laboratory), was located in his home, a two-story clapboard house at 71 Silver Street, Patchogue.Lehrer (2002) The couple had four sons: Alexander Adolf (b. 1949), Louis (b. 1951), Howard Ronald (1957–1989), and Brian William (b. 1965). William Stuart-Houston died on 14 July 1987, in Patchogue. His remains were buried next to his mother's, at the Holy Sepulchre Cemetery in Coram, New York.findagrave.com, accessed January 24, 2008 His widow, Phyllis Jean-Jacques Stuart-Houston, died in 2004. Howard Ronald Stuart-Houston, a Special Agent with the Criminal Investigation Division of the Internal Revenue Service, died in an automobile accident on 14 September 1989,Officer Down Memorial Page, (Retrieved 10 March 2016) leaving no children. He is buried in the Holy Sepulchre Cemetery in Coram. Alexander, who became a social worker, said that, contrary to speculation, there was not any pact to intentionally end the Hitler bloodline.\"Getting to know the Hitlers\", The Daily Telegraph. January 20, 2002 ==In the media== The family's story and Bridget's memoirs were first published by Michael Unger in the Liverpool Daily Post, 1973. Unger also edited Bridget Dowling's memoirs, which were first published as The Memoirs of Bridget Hitler in 1979; a completely updated version, titled The Hitlers of Liverpool, was published in 2011. Beryl Bainbridge's 1978 novel Young Adolf depicts the alleged 1912–13 visit to his Liverpool relatives by a 23-year-old Adolf Hitler. Bainbridge adapted the story into a play as The Journal of Bridget Hitler with director Philip Saville,Royden (2004) which was broadcast as a Playhouse (BBC 2) in 1981.Saville, Philip profile, BFI Screenonline Grant Morrison and Steve Yeowell's 1989 comic book The New Adventures of Hitler is likewise based on the alleged Liverpool visit. In October 2005, The History Channel broadcast a one-hour documentary titled Hitler's Family, in which William Patrick Hitler is described along with other relatives of Adolf Hitler. In April 2006, Little Willy, a play by Mark Kassen examining the life of William Patrick Hitler, opened at the Ohio Theater in New York.Green (2006) Netflix showed a documentary titled, The Pact: Le serment des Hitler (2014) directed by Emmanuel Amara. \"This documentary retraces the footsteps of Adolf Hitler's mysterious nephew and explores what became of the Hitler family line\". Comedy Central's Drunk History series portrayed William Patrick Hitler in the sketch \"Willy Hitler Fights the Germans\" with Lyric Lewis (Season 5, Episode 8, broadcast date 6/19/2018). ==See also== * Hitler family *Meet the Hitlers ==References== ===Notes=== ===Works cited=== *Brown, Jonathan & Oliver Duff. \"The black sheep of the family? The rise and fall of Hitler's scouse nephew\" in The Independent, 17 August 2006 *Gardner, David. The Last of the Hitlers, BMM, 2001, *Green, Jesse. The Search for the Long Island Hitlers, The New York Times, 9 April 2006 *Halmburger, Oliver, Timothy W. Ryback & Florian M. Beierl: Hitler's Family — In the Shadow of the Dictator, Loopfilm / ZDF Enterprises, 2006. * *McCarthy, Tony. \"Hitler: His Irish Relatives\"; Irish Roots Magazine; no. 1, First Quarter 1992 (Retrieved: 10 March 2016) *Royden, M.W. \"Your Story: Adolf Hitler - did he visit Liverpool during 1912-13?\", BBC Legacies; Liverpool, February 2004 *Toland, John. Adolf Hitler, *Vermeeren, Marc. \"De jeugd van Adolf Hitler 1889-1907 en zijn familie en voorouders\"; Soesterberg, 2007; Aspekt B.V. publishers; (in Dutch) ==External links== *Getting to know the Hitlers from The Daily Telegraph *Author talks about 'the Last of the Hitlers' CNN interview. *The Diocese of Rockville Centre - Holy Sepulchre Cemetery *Kilgannon, Corey. \"Three Quiet Brothers on Long Island, All of Them Related to Hitler\", The New York Times, April 24, 2006 Category:1911 births Category:1987 deaths Category:People from Toxteth Category:American naval personnel of World War II Category:English emigrants to the United States Category:English people of Austrian descent Category:English people of Irish descent Category:Hitler family Category:People from Patchogue, New York Category:United States Navy sailors Category:People from Coram, New York Category:People from Sunnyside, Queens ",
    "title": "William Stuart-Houston"
}