{
    "id": "839924",
    "text": "Emil Robert Voigt (31 January 1883 – 16 October 1973) was a British athlete, winner of the Olympic 5 miles race in 1908 representing Great Britain. ==Biography== Born in Manchester to German parents, Voigt won the 1908 Amateur Athletic Association (AAA) championship in the 4 miles,British Athletics Championships 1876-1914 making him one of the favourites for the 5 miles at the 1908 Summer Olympics, which were held in London. Voigt, a vegetarian, indeed won the race easily, and became the second and last Olympic champion in the event, which was replaced by the 5000 m and 10000 m events in 1912. After winning three more AAA titles in 1909 and 1910, as well as winning numerous other races in the UK and in Europe, he emigrated to Australia in 1911. He won a number of Australian titles over the next three years then retired from athletics in 1914 when the outbreak of war in Europe put an end to his career. In Australia he became one of the foremost pioneers of early radio, helping to set up 2KY on behalf of the Labor movement. He moved back to England in 1936, finally retiring to Auckland, New Zealand, in 1948, where he died at age 90. ==Vegetarianism== Voigt became a vegetarian for humanitarian motives. He also avoided tea, coffee, and lentils. He became a vegetarian at the age of 22 and joined the Vegetarian Cycling Club.Emil Voigt: The Unique Olympian. International Society of Olympic Historians. His diet consisted of brown bread, eggs, fruit, milk and vegetables. During the 1908 London Olympic Games, he was the only gold medal distance runner England had ever had and the only vegetarian out of 2023 competitors. Voigt was a non-smoker and teetotaller. ==References== ==External links== *Profile Category:1883 births Category:1973 deaths Category:Athletes (track and field) at the 1908 Summer Olympics Category:English male long-distance runners Category:English Olympic medallists Category:English people of German descent Category:Olympic athletes of Great Britain Category:Olympic gold medalists in athletics (track and field) Category:Olympic gold medallists for Great Britain Category:Medalists at the 1908 Summer Olympics Category:Sportspeople from Manchester Category:Vegetarianism activists ",
    "title": "Emil Voigt (athlete)"
}