{
    "id": "840034",
    "text": "The thick-billed longspur or McCown's longspur (Rhynchophanes mccownii) is a small ground-feeding bird in the family Calcariidae, which also contains the other longspurs and snow buntings. It is found in North America and is the only species in the genus Rhynchophanes. ==Taxonomy== American amateur orntihologist George Newbold Lawrence described this species in 1851 as Calcarius mccownii. It was moved into its own genus Rhynchophanes in 1858 on account of its bill size and short spur, before being returned to Calcarius after a hybrid with the chestnut-collared longspur was discovered. It was once again placed in its own genus after a 2003 genetic study found it was more closely related to the snow buntings than the other longspurs. The name \"McCown\" refers to Captain John P. McCown, an American army officer who collected the specimen in 1851 that led to the species first being scientifically described. McCown later fought for the Confederacy, which led to controversy starting in 2018, with parallels drawn to the removal of Confederate memorials. The pressure to change the name increased following the George Floyd protests and Black Birder's Week (itself a response to the Central Park birdwatching incident). \"McCown's longspur\" is no longer used by the American Ornithological Society, instead being changed to \"thick-billed longspur\", a literal translation of its genus name, Rhynchophanes. The name change was announced after the most recent updates of the Clements and International Ornithological Congress taxonomies, which still use \"McCown's longspur\". The IOC has indicated that they will most likely follow suit with the name change. ==Description== Thick-billed longspurs are about 15 cm long and weigh around 25 g with a wingspan of 28 cm. They have a large cone-shaped bill, a streaked back, a rust-coloured shoulder and a white tail with a dark tip. In breeding plumage, the male has a white throat and underparts, a grey face and nape and a black crown. Other plumages are very plain brown overall with pink bills. ==Distribution== Thick-billed longspurs nest in shortgrass prairies in the northwestern Great Plains states and southern Prairie Provinces. They winter primarily in Texas and northern Mexico. There are accidental sightings elsewhere in North America. ==Behaviour== The male produces a distinctive tinkling song, often in flight. The calls include a dry rattle. Nests are constructed in a shallow depression on the ground, and incubate the eggs for about 12 days. Both parents feed the young, and fledglings leave the nest about 10 days after hatching, before they can properly fly. Outside the breeding season, thick-billed longspurs occur in flocks, sometimes with other species like Lapland longspur and horned lark. The diet consists of seeds and insects. ==Conservation== The numbers and range of these birds have declined since the early 1900s, likely due to habitat loss. ==References== ==Further reading== ===Book=== * With, K. A. 1994. McCown’s Longspur (Calcarius mccownii). In The Birds of North America, No. 96 (A. Poole and F. Gill, Eds.). Philadelphia: The Academy of Natural Sciences; Washington, D.C.: The American Ornithologists’ Union. ===Articles=== * Crins WJ. (2006). Ontario Bird Records Committee Report for 2005. Ontario Birds. vol 24, no 2. p. 54-74. * Greer RD & Anderson SH. (1989). Relationships between Population Demography of Mccown's Longspurs and Habitat Resources. Condor. vol 91, no 3. p. 609-619. * Lynn SE, Hunt KE & Wingfield JC. (2003). The adrenocortical response to stress in grassland birds: Reexamining ecological influences on the stress response during breeding. Integrative and Comparative Biology. vol 43, no 6. * Lynn SE, Hunt KE & Wingfield JC. (2003). Ecological factors affecting the adrenocortical response to stress in chestnut-collared and McCown's longspurs (Calcarius ornatus, Calcarius mccownii). Physiol Biochem Zool. vol 76, no 4. p. 566-576. * Maher WJ. (1979). Nestling Diets of Prairie Passerine Birds at Matador Saskatchewan Canada. Ibis. vol 121, no 4. p. 437-452. * Martin PA & Forsyth DJ. (2003). Occurrence and productivity of songbirds in prairie farmland under conventional versus minimum tillage regimes. Agric Ecosyst Environ. vol 96, no 1–3. p. 107-117. * McEwen LC, Deweese LR & Schladweiler P. (1986). Bird Predation on Cutworms Lepidoptera Noctuidae in Wheat Fields and Chlorpyrifos Effects on Brain Cholinesterase Activity. Environmental Entomology. vol 15, no 1. p. 147-151. * Ornelas JF, Del Coro Arizmendi M, Marquez-Valdelamar L, De Lourdes Navarijo M & Berlanga HA. (1993). Variability profiles for line transect bird censuses in a tropical dry forest in Mexico. Condor. vol 95, no 2. p. 422-441. * Powell DJ. (1981). Michigan USA Bird Survey Spring 1981. Jack Pine Warbler. vol 59, no 3. p. 105-112. * Read PA. (2006). McCown's Longspur: New to Ontario. Ontario Birds. vol 24, no 2. p. 88-91. * Smith LM, Haukos DA & Prather RM. (2004). Avian response to vegetative pattern in playa wetlands during winter. Wildl Soc Bull. vol 32, no 2. p. 474-480. * Webster JD. (1984). Richardsons Mexican Collection Birds from Zacatecas and Adjoining States. Condor. vol 86, no 2. p. 204-207. * With KA. (1994). THE HAZARDS OF NESTING NEAR SHRUBS FOR A GRASSLAND BIRD, THE MCCOWNS LONGSPUR. Condor. vol 96, no 4. p. 1009-1019. * With KA & Webb DR. (1993). Microclimate of ground nests: The relative importance of radiative cover and wind breaks for three grassland species. Condor. vol 95, no 2. p. 401-413. * Wright DH. (1996). Intermittent birding at Prince Albert, 1982-1985. Blue Jay. vol 54, no 3. ==External links== *McCown's Longspur videos on the Internet Bird Collection *McCown's Longspur photo gallery VIREO *Photo-High Res--(Close-up); Article - (photo gallery) McCown's longspur Category:Native birds of the Canadian Prairies Category:Native birds of the Plains-Midwest (United States) McCown's longspur McCown's longspur ",
    "title": "Thick-billed longspur"
}