{
    "id": "840170",
    "text": "An online auction (or also electronic auction or e-auction or eAuction) is an auction which is held over the internet. Like auctions in general, online auctions come in a variety of types like ascending English auctions, descending Dutch auctions, first-price sealed-bid, Vickrey auctions and others, which are sometimes not mutually exclusive. The scope and reach of these auctions have been propelled by the Internet to a level beyond what the initial purveyors had anticipated. This is mainly because online auctions break down and remove the physical limitations of traditional auctions such as geography, presence, time, space, and a small target audience. This influx in reachability has also made it easier to commit unlawful actions within an auction. In 2002, online auctions were projected to account for 30% of all online e-commerce due to the rapid expansion of the popularity of the form of electronic commerce. Online auctions include business to business (B2B), business to consumer (B2C), and consumer to consumer (C2C) auctions. The largest online auction site is eBay, which was the first to support person-to- person transactions. Other popular examples of online auction sites include WebStore, OnlineAuction and Overstock. ==History== Web-based online commercial activity for online auctions dates back to 1995, when two auction sites were founded independently with alternative business models. The first online auction site was Onsale.com, founded by Jerry Kaplan in May 1995. In September that same year, eBay was founded by French-Iranian computer scientist Pierre Omidyar. Both of these companies used ascending bid. The Web offered new advantages such as the use of automated bids via electronic forms, a search engine to be able to quickly find items, and the ability to allow users to view items by categories. In contrast to Onsale where the company itself was acting as the seller, eBay was the first online auction site to support person-to-person transactions. This led to eBay becoming the first online auction to draw a mass volume of online transactions, and it had the largest e-commerce userbase of any site into the 2000s. Online auctions have greatly increased the variety of goods and services that can be bought and sold using auction mechanisms along with expanding the possibilities for the ways auctions can be conducted and in general created new uses for auctions. In the current web environment there are hundreds, if not thousands, of websites dedicated to online auction practices. However, online auctions on websites weren't the first type of online auctions. In fact, before them, online auctions took place through email and bulletin boards. The auctioneer/seller would post a notice on a system bulletin board, describing the item for sale and setting a minimum bid and closing time. CompuServe was sponsoring such auctions through its classified ad system in 1980. But individuals ran their own online auctions as early as 1979 on both CompuServe and The Source, which were in beta the first part of that year. Such auctions were also run on the earliest public BBSes, going back to 1978. ==Types== ===English auctions=== In live terms, English auctions are where bids are announced by either an auctioneer or by the bidders and winners pay what they bid to receive the object. English auctions are claimed to be the most common form of third-party on-line auction format used and is deemed to appear the most simplistic of all the forms. The common operational method of the format is that it is an ascending bid auction in which bids are open for all to see. The winner is the highest bidder and the price is the highest bid. The popularity of the English auction is due to the fact that it uses a mechanism that people find familiar and intuitive and therefore reduces transaction costs. It also transcends the boundaries of a traditional English auction where physical presence is required by the bidders, making it increasingly popular even though there is a susceptibility to various forms of cheating. In the ascending-price auction, it is a ‘dominant strategy’ to stay in the auction until the price reaches the bidder's value. ===Dutch auctions=== Dutch auctions are the reverse of English auctions whereby the price begins high and is systematically lowered until a buyer accepts the price. Dutch auction services are usually misleading and the term 'Dutch' tends to have become common usage for the use of a multiunit auction in a single unit auction as opposed to how it is originally intended for that of a declining price auction. However, with actual on-line Dutch auctions where the price is descending, it was found that auctions have on average a 30% higher ending price than first-price auctions with speculation pointing to bidder impatience or the effect of endogenous entry on the Dutch auction. ===First-price sealed-bid=== First-price sealed-bid auctions are when a single bid is made by all bidding parties and the single highest bidder wins, and pays what they bid. The main difference between this and English auctions is that bids are not openly viewable or announced as opposed to the competitive nature which is generated by public bids. From the game-theoretic point of view, the first-price sealed-bid auction is strategically equivalent to the Dutch auction; that is, in both auctions the players will be using the same bidding strategies. ===Vickrey auction=== A Vickrey auction, sometimes known as a second-price sealed-bid auction, uses very much the same principle as a first-price sealed bid. However, the highest bidder and winner will only pay what the second highest bidder had bid. The Vickrey auction is suggested to prevent the incentive for buyers to bid strategically, due to the fact it requires them to speak the truth by giving their true value of the item. If a bidder makes a very high bid, they may have to pay that price, but if they make a low bid there is a chance that they will lose the item. Therefore, the winner is the person who values the item the highest. It's a win-win situation for both the seller and the winner. ===Reverse auction=== Reverse auctions are where the roles of buyer and seller are reversed. Multiple sellers compete to obtain the buyer's business and prices typically decrease over time as new offers are made. They do not follow the typical auction format in that the buyer can see all the offers and may choose which they would prefer. Reverse auctions are used predominantly in a business context for procurement. Reverse auctions bring buyers and sellers together in a transparent marketplace. The practice has even been implemented for private jet travel on the online auction site Marmalade Skies. IP The term reverse auction is often confused with unique bid auctions, which are more akin to traditional auctions as there is only one seller and multiple buyers. However, they follow a similar price reduction concept except the lowest unique bid always wins, and each bid is confidential. ===Bidding fee auction=== A bidding fee auction (also known as a penny auction) requires customers to pay for bids, which they can increment an auction price one unit of currency at a time. On English auctions for example, the price goes up in 1 pence (0.01 GBP) increments. There has been criticism that compares this type of auction to gambling, as users can spend a considerable amount of money without receiving anything in return (other than the spent bids trying to acquire the item).An iPad for $2.82, or illegal gambling? The auction owner (typically the owner of the website) makes money in two ways, the purchasing of bids and the actual amount made from the final cost of the item. == Models == In addition to the basic types of online auctions, there are also two main models. === Common-value model === In this model all individual bidders have different information about the actual value of the object (e.g. whether they think the piece of art is fake or genuine) even though the value is known to every bidder. In this situation bidders typically change their estimates of the value according to the information they get from the behavior of the people they bid against. === Private-value model === In this model information from the competitors is not taken into account when estimating the actual value of the object. In these models, each bidder gets a private signal, and the value to the bidder is a function of all signals. == Bidding Techniques == === Auction squatting === Is a technique involving placing early bids and then watching the auction until the very end. The main tactic is to look for other bids in order to be able to match them as fast as possible and more often than any other competitor. This sends a signal of how serious you are about the auction and could scare off the rest of the bidders. === Auction sniping === A strategy involving waiting up until the last seconds of an online auction and then submitting your bid with a goal of “stealing” the auction from everyone else. It is not possible to perform this technique on every online auction, most of them will extend time if there is a bid with only a few seconds left. Even with this precaution of auction sites, auction sniping is still a very successful tool used to win. === Beginning with a high bid === In some cases, the best strategy is to put a high bid first instead of starting off with low bids. Low bids might achieve a lower price, but on the other hand invite more bidders, whereas directly stating your value of the object by putting a high bid right from the start might intimidate the competition. == Legalities == === Shill bidding === Placing fake bids that benefits the seller of the item is known as shill bidding. This is a method often used in online auctions but can also happen in standard auctions. This is seen as an unlawful act as it unfairly raises the final price of the auction, so that the winning bidder pays more than they should have. If the shill bid is unsuccessful, the item owner needs to pay the auction fees. In 2011, a member of eBay became the first individual to be convicted of shill bidding on an auction. By taking part in the process, an individual is breaking the European Union fair trading rules which carries out a fine of up to £5,000 in the United Kingdom. === Shield bidding === A technique involving a buyer using another account (called a “shield”) to discourage other competitors from bidding by artificially increasing the price and then at the last moment withdrawing their bid to allow the actual buyer to win the auction with a lower price. Most online auction sites don't allow withdrawing bids, therefore making this technique impossible to perform. Although this doesn't stop people from taking advantage of sites where this rule is not implemented. Of course, it's hard for an online auction user to spot a shill or a shield through the faceless online world === Spotting Shills and Shields === It is not an easy task to spot a dirty technique being used by someone basically anonymous in online auctions, but it is certainly doable. It can be revealed by examining all previous seller's sales and looking for an account which has bid on every or almost every auction of this seller. If there is someone suspicious like that, it is most probably a shill using the account to increase the price. A shield can be spotted similarly to a shill. By doing a search of a person's all won auctions it can be found out whether there is another account participating in exactly the same auctions without ever winning anything, or not. If there is, it is possible that the person is using a shield to help him be successful in auctions. ===Fraud=== The increasing popularity of using online auctions has led to an increase in fraudulent activity. This is usually performed on an auction website by creating a very appetizing auction, such as a low starting amount. Once a buyer wins an auction and pays for it, the fraudulent seller will either not pursue with the delivery, or send a less valuable version of the purchased item (replicated, used, refurbished, etc.). Protection to prevent such acts has become readily available, most notably PayPal's buyer protection policy. As PayPal handles the transaction, they have the ability to hold funds until a conclusion is drawn whereby the victim can be compensated. ===Sale of stolen goods=== Online auction websites are used by thieves or fences to sell stolen goods to unsuspecting buyers. According to police statistics there were over 8000 crimes involving stolen goods, fraud or deception reported on eBay in 2009. It has become common practice for organised criminals to steal in-demand items, often in bulk. These items are then sold online as it is a safer option due to the anonymity and worldwide market it provides. Auction fraud makes up a large percentage of complaints received by the FBI’s Internet Crime Complaint Center (IC3). This was around 45% in 2006 and 63% in 2005. ==See also== * Auto auction * Online auction tools * Online travel auction * Tendering * Unique bid auction * Private electronic market ==References== Category:Online auction Category:American inventions Category:French inventions Category:Iranian inventions ",
    "title": "Online auction"
}