{
    "id": "840367",
    "text": "Khelben \"Blackstaff\" Arunsun, Lord Mage of Waterdeep, is a fictional character of the Forgotten Realms campaign setting for the Dungeons & Dragons fantasy role-playing game. Khelben is the brainchild of Forgotten Realms creator Ed Greenwood and Realms game designer Steven Schend. One of the powerful spellcasters who also counts himself amongst Mystra's Chosen, Khelben is a serious, imposing wizard, and a grim proponent of law and order whose methods of achieving the ultimate good are often highly questionable in the eyes of the righteous. One such deal — with Fzoul Chembryl, cleric of Bane and leader of the sinister Zhentarim — led to the once highly regarded member of the semi-secret Harper organization being simultaneously expelled and leaving the organization. Khelben did not leave alone, however; he now leads the Harper splinter group the Moonstars, whom he finds suit his needs much better. == Basics == === Appearance === Khelben is a 6-foot-tall, well-muscled, bearded man with a receding hairline, black hair with silver streaks, including a prominent one through his beard, and a distinguished, imposing manner. He usually dresses in nondescript robes and is never without his trademark blackstaff. It is hinted in some novels (in The City of Splendors: a Waterdeep novel by Ed Greenwood and Elaine Cunningham, and in the Return of the Archwizards trilogy by Troy Denning) that this appearance is in fact a disguise. In reality, he is a thin, tall elf-blooded being, looking feral and showing no sign of age. === Personality === Often thought to be humorless and grave, Khelben is actually neither. He simply finds it easier to deal with people if they are intimidated by or even frightened of him, so the character usues great displays of his magic to keep people off balance. He has had numerous apprentices over the years and likes to encourage young people who display an aptitude for magic. Wielding the Art can be a gravely dangerous business, however, and Khelben tries to instill appreciation of that fact in his pupils by keeping up his \"stern taskmaster\" facade. In private, however, he is quiet and keenly intelligent. With his lady love, Laeral Silverhand, he is gentle and loving. The few apprentices who, purposely or by chance, have been granted a glimpse of his private side via his roaring laugh, for example, have all been thoroughly unnerved by the experience. The only side of Khelben that most are likely to see is that of the gravely wise tutor or stern archmage with much more important things to think about and do than deal with these younglings. If one brings news of a threat to Waterdeep, the North, or the Realms in general, Khelben will go into action, planning countermeasures, seeking the aid of allies, and likely asking the informer to continue in search of more information. Those who know Khelben well sometimes refer to him as a spider in the center of a massive web of information, schemes, plans, and counter plans. While his web is centered on the City of Splendors, Khelben has placed tendrils across the North and beyond. Just as he is noted as a collector of magic and magical items, Khelben also is a hoarder of information. He is a firm believer in the credo, \"A secret isn't a secret if you tell anyone.\" He commonly manipulates people and events with this exclusive store of knowledge; he'll never volunteer information that isn't specifically requested of him, for example. === Combat/Tactics === As an archmage, Khelben has little cause to enter melée. He uses his magical items including his namesake staff, formidable array of spells, and his Chosen powers (especially his Silver Fire), in that order, to deal with his foes. == History == Most folk know Khelben as a revealed ex-Masked Lord of Waterdeep, and member of the City of Splendors' wealthy Thann noble clan, as well as an archmage of power to rival Elminster, but they also believe that Khelben is the son of Zelphar Arunsun and Lady Lhestyn. This is the identity that Khelben has assumed, when in actuality Zelphar was his son. Zelphar's son was Khelben the Younger — called \"Ravencloak\" — who left Abeir-Toril to go planewalking and exploring, ending up on the Greyhawk world of Oerth. Khelben (the Elder) took his grandson's place for both their sakes. His origins could be a weakness, so nobody — not even most of his family — save a few of his closest allies, knows his origins and true age. Khelben was once \"The Nameless Chosen,\" the child of Arun Maerdrym — the first half-elf born to a noble elven family of the ancient city of Myth Drannor — and the human ranger Arielimnda. Khelben made a name for himself to prove himself worthy in the disapproving eyes of his elven peers, battling phaerimm along the way. He has raised many families, and his first son was Sarael, whom he named after his paternal uncle, Sarael Maerdrymm. After retiring from his role as Masked Lord of Waterdeep, Khelben spent his time organizing (some would say manipulating) events in Faerûn and with the aid of his Moonstars, along with his beloved wife, Laeral Silverhand Arunsun of the Seven Sisters, whom he once rescued from the grip of the Crown of Horns and the part-dead god Myrkul. == Death == In 1374 DR, (The Year of Lightning Storms) Khelben Arunsun died and passed on the real blackstaff to Tsarra, an apprentice who carries his memories (and part of him as well), while \"opening\" the City of Hope, a city created with the help of the sharn and many magical artifacts of legendary power. Tsarra now continues Khelben's work as per his dying wish. Although it is not stated directly, presumably only those present at the creation of the City of Hope are aware of her true identity. == Novel and game appearances == * Khelben appears in many Forgotten Realms novels, including: ** the Songs and Swords series ** The Avatar Series ** the Return of the Archwizards trilogy ** Blackstaff. ** The City of Splendors : a Waterdeep novel by Ed Greenwood and Elaine Cunningham * He (or at least a powerful and influential mage of Waterdeep named Khelben) makes an appearance to help Drizzt Do'Urden in the novel The Halfling's Gem, of the Icewind Dale Trilogy, by R. Salvatore. * He also appeared in the Advanced Dungeons & Dragons comic book published by DC Comics in the mid-to-late 1980s, as a friend, ally and occasional manipulator of the Waterdeep-based main characters. * He appeared in 1990 SSI/Westwood computer game Eye of the Beholder 2: Legend of the Darkmoon, as the one who gives the player the mission to investigate the Temple of Darkmoon. * He also shows up in the Forgotten Realms video game Demon Stone, where he sealed away Ygorl and Cireka in a demon stone to stop them from destroying the realms. He was voiced by Patrick Stewart. * Blackstaff is also mentioned in Neverwinter Nights as the mage who discovered the four reagents for the cure to the plague (these four were a dryad, a yuan-ti, an intellect devourer, and a cockatrice), during the beginning section of the game. * He also is mentioned in Baldur's Gate II as having once met with Gorion, to whom he spoke like an equal. ==Reception== Writer Aubrey Sherman showcased Khelben 'Blackstaff' Arunsun as an example for the importance of the wand or staff for the conception of a wizard, and listed the character among D&D;'s notable wizards. Aidan-Paul Canavan described him as \"a popular NPC and character from various novels\". ==References== *Awlinson, Richard. Shadowdale (TSR, 1989). *Awlinson, Richard. Tantras (TSR, 1989). *Awlinson, Richard. Waterdeep (TSR, 1989). *Greenwood, Ed. The Code of the Harpers (TSR, 1993). *Greenwood, Ed. Shadows of Doom (TSR, 1995). *Greenwood, Ed. Cloak of Shadows (TSR, 1995). *Greenwood, Ed. All Shadows Fled (TSR, 1995). *Grubb, Jeff, Kate Novak, David E. Martin, Jim Lowder, Bruce Nesmith, Steve Perrin, Mike Pondsmith, and R. A. Salvatore. Hall of Heroes (TSR, 1989). *Schend, Steven with Ed Greenwood. City of Splendors (TSR, 1994). *Thomsen, Brian. Once Around the Realms (TSR, 1995). Category:Fictional arcane spellcasters (Dungeons & Dragons) Category:Forgotten Realms characters pl:Lista postaci ze świata Forgotten Realms#Khelben Arunsun ",
    "title": "Khelben &quot;Blackstaff&quot; Arunsun"
}