{
    "id": "840472",
    "text": "Palaic is an extinct Indo-European language, attested in cuneiform tablets in Bronze Age Hattusa, the capital of the Hittites. Palaic, which was apparently spoken mainly in northern Anatolia, is generally considered to be one of four main sub-divisions of the Anatolian languages, alongside Hittite (central Anatolia), Luwic (southern Anatolia) and Lydian (western Anatolia). Its name in Hittite is palaumnili, or \"of the people of Pala\"; Pala was probably to the northwest of the Hittite core area, so in the northwest of present mainland Turkey. That region was overrun by the Kaskians in the 15th century BC, and the language likely went out of daily use at that time. The entire corpus of Palaic spans only CTH 751-754 in Emmanuel Laroche's catalog of Hittite texts; in addition Hittite texts elsewhere cite passages in Palaic in reference to the god Zaparwa (Hittite Ziparwa), the leading God of the land of Pala. In particular, CTH 750, a festival in Hittite for Ziparwa and associated deities, includes passages stating, \"The Old Woman speaks the words of the bread in Palaic,\" or alternately \"the words of the meal,\" though no Palaic passages are quoted. The Palaic-language texts are all from a religious context, with ritual and mythological content.Carruba, O. Das Palaische. Texte, Grammatik, Lexikon. Wiesbaden: Harrassowitz, 1970. StBoT 10. In addition to Zaparwa, the Palaumnili-speakers worshipped a sky god Tiyaz (Luwian Tiwaz). In terms of its morphology, Palaic is a fairly typical specimen of Indo-European. Old Hittite has the genitive singular suffix -as circa 1600 BC (compare Proto-Indo- European *-os); where Cuneiform Luwian instead uses the -ssa adjectival suffix. Palaic, on the northern border of both, like later Hieroglyphic Luwian has both an -as genitive and an -asa adjectival suffix. Palaic also shows the same gender distinction as seen in Hittite, i.e. animate vs. inanimate; and has similar pronoun forms. ==References== ==External links== * *Catalog of Hittite Texts *Genitive Case and Possessive Adjective in Anatolian by Craig Melchert *Palaic language, Encyclopædia Britannica Category:Anatolian languages Language Category:Languages attested from the 2nd millennium BC Category:Languages extinct in the 14th century BC ",
    "title": "Palaic language"
}