{
    "id": "840611",
    "text": "The SpaceX Merlin is a family of rocket engines developed by SpaceX for use on its Falcon 1, Falcon 9 and Falcon Heavy launch vehicles. Merlin engines use RP-1 and liquid oxygen as rocket propellants in a gas-generator power cycle. The Merlin engine was originally designed for sea recovery and reuse. The injector at the heart of Merlin is of the pintle type that was first used in the Apollo Lunar Module landing engine (LMDE). Propellants are fed via a single shaft, dual impeller turbopump. The turbopump also provides high- pressure fluid for the hydraulic actuators, which then recycles into the low- pressure inlet. This eliminates the need for a separate hydraulic drive system and means that thrust vectoring control failure by running out of hydraulic fluid is not possible. ==Revisions== ===Merlin 1A=== SpaceX Merlin 1A The initial version, the Merlin 1A, used an inexpensive, expendable, ablatively cooled carbon-fiber-reinforced polymer composite nozzle, and produced of thrust. The Merlin 1A flew only twice: First on March 24, 2006, when it caught fire and failed due to a fuel leak shortly after launch, and the second time on March 21, 2007, when it performed successfully. Both times the Merlin 1A was mounted on a Falcon 1 first stage. The SpaceX turbopump was an entirely new, clean sheet design contracted to Barber-Nichols, Inc. in 2002 who performed all design, engineering analysis, and construction; the company had previously worked on turbopumps for the RS-88 (Bantam) and NASA Fastrac engine programs. The Merlin 1A turbopump used a unique friction-welded main shaft, with Inconel 718 ends and an integral aluminum RP-1 impeller in the middle. The turbopump housing was constructed using investment castings, with Inconel at the turbine end, aluminum in the center, and 300-series stainless steel at the LOX end. The turbine was a partial-admission (i.e., working fluid is only admitted through part of the rotation of the turbine; an arc not the whole circumference) impulse design and turned at up to 20,000 rpm, with a total weight of . ===Merlin 1B=== The Merlin 1B rocket engine was an upgraded version of the Merlin 1A engine. The turbopump upgrades were handled by Barber-Nichols, Inc. for SpaceX. It was intended for Falcon 1 launch vehicles, capable of producing of thrust at sea level, and in vacuum, and performing with a specific impulse of at sea level and in vacuum. The Merlin 1B was enhanced over the 1A with a turbine upgrade, increasing power output from to . The turbine upgrade was accomplished by adding additional nozzles, turning the previously partial-admission design to full admission. Slightly enlarged impellers for both RP-1 and LOX were part of the upgrade. This model turned at a faster 22,000 rpm and developed higher discharge pressures. Turbopump weight was unchanged at Another notable change over the 1A was the move to TEA–TEB (pyrophoric) ignition over torch ignition. Initial use of the Merlin 1B was to be on the Falcon 9 launch vehicle, on whose first stage there would have been a cluster of nine of these engines. Due to experience from the Falcon 1's first flight, SpaceX moved its Merlin development to the Merlin 1C, which is regeneratively cooled. Therefore, the Merlin 1B was never used on a launch vehicle. ===Merlin 1C=== Merlin 1C under construction at SpaceX Three versions of the Merlin 1C engine were produced. The Merlin engine for Falcon 1 had a movable turbopump exhaust assembly which was used to provide roll control by vectoring the exhaust. The Merlin 1C engine for the Falcon 9 first stage is nearly identical to the variant used for the Falcon 1, although the turbopump exhaust assembly is not movable. Finally, a Merlin 1C vacuum variant is used on the Falcon 9 second stage. This engine differs from the Falcon 9 first stage variant in that it uses a larger exhaust nozzle optimized for vacuum operation and can be throttled between 60 and 100 percent. The Merlin 1C uses a regeneratively cooled nozzle and combustion chamber. The turbopump used is a Merlin 1B model with only slight alterations. It was fired with a full mission duty firing of 170 seconds in November 2007, first flew on a mission in August 2008, powered the \"first developed liquid-fueled rocket to successfully reach orbit\", Falcon 1 Flight 4, in September 2008, and powered the Falcon 9 on its maiden flight in June 2010. As configured for use on Falcon 1 vehicles, the Merlin 1C had a sea level thrust of , a vacuum thrust of and a vacuum specific impulse of . In this configuration, the engine consumed of propellant per second. Tests have been conducted with a single Merlin 1C engine successfully running a total of 27 minutes (counting together the duration of the various tests), which equals ten complete Falcon 1 flights. The Merlin 1C chamber and nozzle are cooled regeneratively by per second of kerosene flow and are able to absorb of thermal heat energy. A Merlin 1C was first used as part of the unsuccessful third attempt to launch a Falcon 1. In discussing the failure, Elon Musk noted, \"The flight of our first stage, with the new Merlin 1C engine that will be used in Falcon 9, was picture perfect.\" The Merlin 1C was used in the successful fourth flight of Falcon 1 on September 28, 2008. On October 7, 2012, a Merlin 1C (Engine No. 1) of the CRS-1 mission experienced an anomaly at T+00:01:20 which appears on CRS-1 launch video as a flash. The failure occurred just as the vehicle achieved max-Q (maximum aerodynamic pressure). SpaceX's internal review found that the engine was shut down after a sudden pressure loss and that only the aerodynamic shell was destroyed, generating the debris seen in the video; the engine did not explode, as SpaceX ground control continued to receive data from it throughout the flight. The primary mission was unaffected by the anomaly due to the nominal operation of the remaining eight engines and an onboard readjustment of the flight trajectory, but the secondary mission payload failed to reach its target orbit due to safety protocols in place to prevent collisions with the ISS. These protocols prevented a second firing of the upper stage for the secondary payload. SpaceX was planning to develop a version of Merlin 1C to be used in Falcon 9 Block II and Falcon 1E boosters. This engine and these booster models were dropped in favor of the more advanced Merlin 1D engine and longer Falcon 9 v1.1 booster. ===Merlin Vacuum (1C)=== Merlin 1C Vacuum engine at Hawthorne factory in 2008 On March 10, 2009, a SpaceX press release announced successful testing of the Merlin Vacuum engine. A variant of the 1C engine, Merlin Vacuum features a larger exhaust section and a significantly larger expansion nozzle to maximize the engine's efficiency in the vacuum of space. Its combustion chamber is regeneratively cooled, while the -long niobium alloy expansion nozzle is radiatively cooled. The engine delivers a vacuum thrust of and a vacuum specific impulse of . The first production Merlin Vacuum engine underwent a full duration orbital insertion firing (329 seconds) of the integrated Falcon 9 second stage on January 2, 2010. It was flown on the second stage for the inaugural Falcon 9 flight on June 4, 2010. At full power and as of March 10, 2009, the Merlin Vacuum engine operates with the greatest efficiency of an American-made hydrocarbon-fueled rocket engine. An unplanned test of a modified Merlin Vacuum engine was made in December 2010. Shortly before the scheduled second flight of the Falcon 9, two cracks were discovered in the -long niobium-alloy-sheet nozzle of the Merlin Vacuum engine. The engineering solution was to cut off the lower of the nozzle and launch two days later, as the extra performance that would have been gained from the longer nozzle was not necessary to meet the objectives of the mission. The modified engine successfully placed the second-stage into an orbit of altitude. ===Merlin 1D=== The Merlin 1D engine was developed by SpaceX between 2011 and 2012, with first flight in 2013. The design goals for the new engine included increased reliability, improved performance, and improved manufacturability. In 2011, performance goals for the engine were a vacuum thrust of , a vacuum specific impulse (Isp) of , an expansion ratio of 16 (as opposed to the previous 14.5 of the Merlin 1C) and chamber pressure in the \"sweet spot\" of . Merlin 1D was originally designed to throttle between 100% and 70% max thrust, however further refinements since 2013 now allow the engine to throttle to 40%. The basic Merlin fuel/oxidizer mixture ratio is controlled by the sizing of the propellant supply tubes to each engine, with only a small amount of the total flow trimmed out by a \"servo-motor-controlled butterfly valve\" to provide fine control of the mixture ratio. On November 24, 2013, Elon Musk stated that the engine was actually operating at 85% of its potential, and they anticipated to be able to increase the sea level thrust to about and a thrust-to-weight ratio of 180. Alt URL This version of the Merlin 1D was used on Falcon 9 Full Thrust and first flew on Flight 20. In May 2016, SpaceX announced plans to further upgrade the Merlin 1D by increasing vacuum thrust to and sea-level thrust to ; according to SpaceX, the additional thrust will increase the Falcon 9 LEO payload capability to about 22 metric tons on a fully expendable mission. SpaceX also noted that unlike the previous Full Thrust iteration of the Falcon 9 vehicle, the increase in performance is solely due to upgraded engines and no other significant changes to the vehicle are publicly planned. In May 2018, ahead of the first flight of Falcon 9 Block 5, SpaceX announced that the goal had been achieved. The Merlin 1D is now close to the sea level thrust of the retired Rocketdyne H-1 / RS-27 engines used on Saturn I, Saturn IB, and Delta II. ===Merlin 1D Vacuum=== A vacuum version of the Merlin 1D engine was developed for the Falcon 9 v1.1 and the Falcon Heavy 2nd stage. As of 2020, the thrust of the Merlin 1D Vacuum is with a specific impulse of 348 seconds, the highest specific impulse ever for a U.S. hydrocarbon rocket engine. The increase is due to the greater expansion ratio afforded by operating in a vacuum, now 165:1 using an updated nozzle extension. The engine can throttle down to 39% of its maximum thrust, or . ==Design== ===Engine control=== SpaceX uses a triple-redundant design in the Merlin engine computers. The system uses three computers in each processing unit, each constantly checking on the others, to instantiate a fault-tolerant design. One processing unit is part of each of the ten Merlin engines (nine on the first stage, one on the second stage) used on the Falcon 9 launch vehicle. ===Turbopump=== The Merlin LOX/RP-1 turbopump used on Merlin engines 1A–1C was designed and developed by Barber-Nichols. It spins at 36,000 revolutions per minute, delivering . ===Gas Generator=== The LOX/RP-1 turbopump on each Merlin engine is powered by a fuel-rich open-cycle gas generator similar to that used in the Apollo-era Rocketdyne F-1 engine.Sutton, “History of Liquid Propellant Rocket Engines,” AIAA [2006] ==Production== , SpaceX was producing Merlin engines at the rate of eight per month, planning eventually to raise production to about 33 engines per month (or 400 per year). By September 2013, SpaceX total manufacturing space had increased to nearly and the factory had been configured to achieve a maximum production rate of up to 40 rocket cores per year, enough to use the 400 annual engines envisioned by the earlier engine plan. By October 2014, SpaceX announced it had manufactured the 100th Merlin 1D engine and that engines were now being produced at a rate of 4 per week, soon to be increased to 5. By June 2015, SpaceX was producing Merlin engines at the rate of four Merlin 1D engines per week, with a total production capacity in the factory of a maximum of five per week. In February 2016, SpaceX indicated that the company will need to build hundreds of engines a year in order to support a Falcon 9/Falcon Heavy build rate of 30 rocket cores per year by the end of 2016. ==See also== * SpaceX Draco – SpaceX RCS thruster. * SpaceX Kestrel – SpaceX small upper stage engine for Falcon 1. * SpaceX Raptor – SpaceX methane/LOX engine for the Starship * Comparison of orbital rocket engines * Rocket engine * Pintle injector * TR-106 – Low Cost Pintle Engine (LCPE) using LOX/LH2 developed by TRW in 2000. * TR-107 – RP-1 engine developed under SLI for future reusable launch vehicles. * RS-27A – RP-1 engine used in the US Delta II launcher; Saturn 1B H-1 heritage. * Rocketdyne F-1 – LOX/RP-1 main engine of the Saturn V moon rocket. ==References== ===Sources=== * ==External links== * SpaceX official website Category:SpaceX rocket engines Category:Rocket engines using kerosene propellant Category:Rocket engines using the gas-generator cycle Category:Rocket engines of the United States ",
    "title": "SpaceX Merlin"
}