{
    "id": "840678",
    "text": "The Upfield railway line is a commuter rail service operating between Flinders Street in the Melbourne central business district through Melbourne's northern suburbs including West Melbourne, North Melbourne, Parkville, Brunswick, Coburg, Coburg North, Hadfield, Glenroy and Coolaroo. The future of the Upfield line was in serious doubt in the late 1980s and early 1990s with proposals for the line to be converted into a light rail line or even closure. However, the future of the line was secured in 1995 with the upgrading of the signalling, closure or upgrade of the numerous level crossings, and duplication of the track between Fawkner and Gowrie. ==Infrastructure== The line is double track as far as Gowrie station, with the final section to Upfield station being single track. There are train terminating facilities at Coburg, as well as at Gowrie and Upfield, and four stabling sidings are provided at Upfield. The whole line is controlled by power signalling, with Coburg and Gowrie being remotely controlled from Upfield. The track continues past Upfield to rejoin the North East line near Somerton. In the 1960s that section was re-laid with dual-gauge track to provide a connection with the interstate standard gauge line to New South Wales. However, that part of the line, which included four industrial sidings, has not been used for some time and is out of commission. ==History== Macaulay station, under the CityLink freeway, 2005 Flemington Bridge station, with CityLink in the background, 2005 Royal Park station, 2006 The line from North Melbourne to Coburg opened in September 1884 and, in October 1889, it was extended to Somerton. Meanwhile, duplication had already started, being provided to Royal Park in September 1888, to South Brunswick (now Jewell) in May 1889, Brunswick to Coburg in December 1891, and from South Brunswick to Brunswick in August 1892. The Coburg to Somerton section closed in July 1903, but reopened as far as Fawkner in December 1906, for funeral trains only, in conjunction with the opening of Fawkner Cemetery adjacent to the station. Full services were extended to Fawkner in 1915 and, in December 1920, the line to Fawkner was electrified. In March 1928, despite strong resistance from the Railways Commissioners, the state government ordered the reopening of the section from Fawkner to Somerton for passengers. Services were provided by an AEC railmotor, which connected with electric trains at Fawkner. The section of line from North Melbourne to Macaulay was converted to automatic signalling in June 1928, but the rest of the line continued to be worked using double line block and staff and ticket systems for many more years. In May 1956, the line from Fawkner to Somerton was again closed, but only three years later, in July 1959, the Upfield to Somerton section reopened for goods trains, and on the same date the Coburg to Fawkner line was duplicated. The following month, the section from Fawkner to Upfield was reopened, after being electrified, to cater for workers at the new Ford factory next to the station. Only one train each way was provided, although a second train was added the following month. Shortly before that, however, in September 1958, Sunday evening services on the line after 6 p.m. were withdrawn, being replaced by the acceptance of rail tickets for use on adjacent tram routes, particularly the North Coburg line. At the outer end of the railway line, a bus service was provided, connecting with trams at North Coburg. In June 1971, that arrangement was extended to apply for the whole of Sunday, and in October 1981, it was further extended to include services after 7:30 p.m. on Monday to Saturday. In January 1963, the line from Somerton to the Ford factory at Upfield was converted to dual gauge, a year after the North East standard gauge line through Somerton opened, and in October 1968, electric staff working was introduced on the Upfield to Somerton section. Automatic signalling advanced a little further along the line in August 1971, with Royal Park to Jewell being converted and, in April 1972, the Macaulay to Royal Park section was similarly converted. Tinning Street manual gates closed for the last time on 6 September 1998 By May 1988, serious consideration was being given to proposals to convert the line to light rail, following the conversion of the St Kilda and Port Melbourne railway lines in 1987. After discussions with local councils, unions and the Metropolitan Transit Authority, a number of options were floated: the conversion of the entire line to light rail, partial conversion, or closing parts of the line and running the light rail via Sydney Road. Those proposals were finally put to rest in April 1995, when it was announced that $23 million would be spent upgrading the line. The work included the provision of power signalling for the whole line, and the installation of boomgates at all level crossings, except for a few that were closed instead. At that time, many of the numerous level crossings on the line were still controlled by gate keepers, who opened and closed the gates manually for every train. Automatic signalling was extended from Jewell to Brunswick in September 1998, and from Moreland to Batman in October. The commissioning of the final section in November, from Batman to Upfield, coincided with the extension of track duplication from Fawkner to Gowrie. ==Future== Electrification to Wallan railway station will extend the Upfield railway line from its current terminus at Upfield railway station to Wallan railway station, and the line will then be merged with the Sandringham railway line to become the North-South Line, as part of the PTV Network Development Plan. The North-South Line will be finished by 2032 or earlier.https://s3-ap- southeast-2.amazonaws.com/ptvic/NDPMR+-+Network+Development+Plan+-+Metropolitan+Rail+-+FINAL+for+web+-+up.pdf ==Services== The Upfield line has one of the least-frequent peak-period services in Melbourne's railway network, with trains operating every 18 minutes during the morning peak, and 20 minutes during the remainder of the day on weekdays (including peak periods) and weekends, and every 30 minutes during early morning, Sundays and throughout the later evening through to the last train. Until the late 1990s, when the line was under threat of closure or conversion to light rail, late evening and Sunday services were provided by nearby tram lines and a bus service that connected with the end of the nearby tram line. In mid-2004, the majority of peak services were increased from 3-carriage to 6-carriage trains. The line also has one of the lowest proportion of premium stations amongst Melbourne's railway lines, there being only three stations on the line (past the junction at North Melbourne) classified as Premium stations. These are Coburg, Gowrie and Upfield. Brunswick was initially announced as one of the host stations throughout Melbourne's network, however up until November 2006 this has not occurred. During the 2006 Commonwealth Games the area around Royal Park station was home to various event venues as well as the athlete's village, and as such this station was heavily staffed during the Games. ==Line guide== Aerial view of the Upfield line crossing the Western Ring Road in Fawkner Bold stations are termini, where some train services terminate; italic stations are staffed. Branches from the City Loop at Southern Cross and Flagstaff. ==References== ==Further reading== * ==External links== *Upfield line timetable *VicSig Upfield Line *Statistics and detailed schematic map at the VicSig enthusiast website *End of the line for gatekeepers on the Upfield Line Category:Railway lines in Melbourne Category:Railway lines opened in 1884 ",
    "title": "Upfield railway line"
}