{
    "id": "840670",
    "text": "Ernest Nathan Morial, known as Dutch Morial (October 9, 1929 – December 24, 1989), was an American political figure and a leading civil rights advocate. He was the first African-American mayor of New Orleans, serving from 1978 to 1986. He was the father of Marc Morial, who subsequently served as Mayor of New Orleans from 1994 to 2002. Morial, a New Orleans native, grew up in the Seventh Ward. His father was Walter Etienne Morial, a cigarmaker, and his mother was Leonie V. (Moore) Morial, a seamstress. He attended Holy Redeemer Elementary School and McDonogh No. 35 Senior High School. He graduated from Xavier University of Louisiana in New Orleans, Louisiana in 1951. In 1954, he became the first African American to receive a law degree from Louisiana State University in Baton Rouge. Morial came to prominence as a lawyer fighting to dismantle segregation and as president of the local from 1962 to 1965. He followed in the cautious style of his mentor A.P. Tureaud in preferring to fight for Civil and political rights in courtroom battles, rather than through sit-ins and demonstrations. After unsuccessful electoral races in 1959 and 1963, he became the first black member of the Louisiana State Legislature since Reconstruction when he was elected in 1967 to represent a district in New Orleans' Uptown neighborhood. He ran for an at-large position on New Orleans' City Council in 1969 and 1970, and lost narrowly. He then became the first black Juvenile Court judge in Louisiana in 1970. When he was elected to the Louisiana Fourth Circuit Court of Appeal in 1974, he was the first black American to have attained this position as well. == Morial as mayor == In the election of 1977 he became the first African American mayor of New Orleans by defeating City Councilman Joseph V. DiRosa, a fellow Democrat allied with former Mayor Victor Schiro, by a vote of 90,500 to 84,300. Morial won with 95 percent of the black vote and 20 percent of the white vote, which came mainly from middle and upper class Uptown precincts. He won this election without the support of major local black political organizations, like SOUL and COUP. During most of the election campaign, Morial was viewed by most commentators as a spoiler candidate with little chance of victory. Morial was a polarizing figure as mayor of New Orleans. Morial waged long-standing political battles with the City Council, led by his archrival Sidney Barthelemy, and with COUP, Barthelemy's political organization. He spent much of his time as mayor trying to increase the strength and influence of the mayor's office over independent, state-chartered governmental bodies, like the Sewerage and Water Board and the Dock Board (the supervisory body for the Port of New Orleans), an effort he described as a democratization of city governance. He built a powerful patronage machine using unclassified city employees and used it to defeat opponents in the state legislature — including Hank Braden, Louis Charbonnet, and Nick Connor — by personally sponsoring little-known challengers. In 1978, Braden and Charbonnet competed over a vacant state senate seat, which Braden claimed by a 14-vote margin. In his first term, Morial faced a sanitation workers’ strike and a police strike which led him to cancel the 1979 Mardi Gras parade season. The police union wagered, among its membership, that a strike coinciding with Mardi Gras would force the city to grant many of their demands, but Morial refused to give in and was supported by leaders of many of the city's Carnival krewes. The New Orleans krewes either canceled their parades that year or moved them to suburbs in other parishes. Emblematic of Morial's hard-line stance toward the police strikers was the Napoleonic gesture he made by placing his arm inside his coat and striking a characteristically pugnacious pose at the announcement that he was canceling Mardi Gras . Most of Morial's achievements occurred in his first term as mayor. Expanding upon the efforts of his predecessor Moon Landrieu, Morial redoubled the city's commitment to affirmative action in hiring city workers and introduced minority hiring quotas for city contractors. The proportion of black employees on the city's workforce increased from 40% in 1977 to 53% in 1985 under Morial's tenure. Under Morial's administration the number of black officers in the NOPD was increased to make up one third of the force. But continued incidents of police brutality — most notably the police killing of four blacks in Algiers in 1980 — damaged Morial's reputation in the black community. Morial was responsible for getting federal Urban Development Action Grant (UDAG) funding for several major projects, including Canal Place and the Jax Brewery development in the French Quarter. He continued to support previous mayor Moon Landrieu’s emphasis on tourism and tried to diversify the economy by developing the Almonaster-Michoud Industrial District in New Orleans East, now called the New Orleans Regional Business Park. Downtown New Orleans underwent an impressive building boom, with multiple office towers constructed to house the headquarters, or large regional offices, for companies such as Freeport-McMoRan, Pan American Life Insurance, Exxon, Chevron, Gulf Oil, Amoco, Mobil, Murphy Oil and Texaco. By the mid-1980s these firms, with other large employers, such as Royal Dutch Shell, Louisiana Land and Exploration and McDermott International, employed thousands of white collar workers downtown, with thousands more employed by others providing services to them. Due to a multitude of factors, including the Oil Bust (1986), inexorable corporate mergers and downsizings, and less-than-effective support from subsequent administrations' economic development departments, none of these firms, or their successors, maintain a large presence in New Orleans today — apart from Shell and Pan American Life Insurance. Morial won his second term in a March 1982 runoff election with fellow Democrat, Ron Faucheux, a young white Democratic member of the Louisiana House of Representatives from New Orleans East. Morial prevailed, 100,703 votes (53.2 percent) to Faucheux's 88,583 (46.8 percent). Faucheux later became a nationally known political consultant and pundit. By Morial's second term the city's economy was slowing and increased conflict with the City Council led to a decrease in the ability of the Morial administration to govern effectively. The 1984 World's Fair, which transpired midway through Morial's second term, was an embarrassing financial debacle that was negatively remarked upon nationally. The World's Fair declared bankruptcy while still operating and failed to pay many contractors, mortally wounding numerous New Orleans-based design and construction companies. More generally, the financial failure of the World's Fair severely undermined the community's morale and ominously presaged the hard times of 1986's Oil Bust. After serving two terms as mayor, Morial was prevented by the city charter from seeking a third term. He twice tried to convince voters to change the charter to allow him to run again, but both proposals were soundly defeated. Morial's political strength did not end after he left City Hall in 1986. He considered running for mayor again in the election of 1990, and his sudden death in 1989 during the election campaign influenced Mayor Barthelemy's re-election, since Morial died before he could endorse an opponent. == Morial’s legacy == New Orleans renamed its convention center, which spans over 10 blocks, the Ernest N. Morial Convention Center in 1992 for the late mayor. The convention center has been a major economic engine for the city's large tourist industry and, in 2005, became a highly publicized national symbol when it served as a makeshift evacuation center in the aftermath of Hurricane Katrina. In 1997, the Louisiana State University Health Sciences Center posthumously honored Morial with the dedication of the Ernest N. Morial Asthma, Allergy and Respiratory Disease Center. The facility is Louisiana's first comprehensive center for the education, prevention, treatment and research of asthma and other respiratory diseases. \"Dutch\" suffered and eventually died from complications associated with asthma. Morial was the 23rd general president of Alpha Phi Alpha, the first intercollegiate Greek-letter organization established for African Americans. In 1993, Morial was named one of the first thirteen inductees into the Louisiana Political Museum and Hall of Fame in Winnfield, the first African American so honored. A public school in New Orleans East was named after him: Ernest N. Morial Elementary. ==References== == Sources == * Biographical Dictionary of American Mayors, 1820–1980. Greenwood Press, 1981. * DuBos, Clancy. \"As an opponent, he had no equal.\" Gambit Weekly, January 1, 1991. * Hirsch, Arnold and Joseph Logsdon. Creole New Orleans: Race and Americanization. LSU Press, 1992. * Hirsch, Arnold. \"Harold and Dutch Revisited: A Comparative Look at the First Black Mayors of Chicago and New Orleans.\" in African-American Mayors: Race, Politics, and the American City. Edited by David Colburn and Jeffrey Adler. University of Illinois Press, 2001. * Johnson, Allen Jr. \"The Morial Years: Highs and Lows.\" New Orleans Tribune, May 1986. * Whelan, Robert K., Alma Young, and Mickey Lauria. Urban Regimes and Racial Politics: New Orleans during the Barthelemy Years. UNO, 1991. * Category:1929 births Category:1989 deaths Category:African-American mayors of places in Louisiana Category:African-American state legislators in Louisiana Category:Activists for African-American civil rights Category:Louisiana Creole people Category:Mayors of New Orleans Category:Members of the Louisiana House of Representatives Category:Xavier University of Louisiana alumni Category:Louisiana State University alumni Category:Louisiana state court judges Category:Louisiana Democrats Category:Alpha Phi Alpha presidents Category:Deaths from asthma Category:20th-century American lawyers Category:20th-century American judges Category:Presidents of the United States Conference of Mayors Category:20th-century American politicians ",
    "title": "Ernest Nathan Morial"
}