{
    "id": "840879",
    "text": "Highfather is a fictional superhero character appearing in American comic books published by DC Comics. Highfather is chief of the New Gods in the Fourth World and ruled the fictional planet New Genesis. ==Publication history== Highfather was created by Jack Kirby and first appeared in The New Gods #1 (March 1971). The character played a major role in The Great Darkness Saga, a 1982 storyline in The Legion of Super-Heroes. ==Fictional character history== Known officially as Izaya (sometimes Izaya the Inheritor), his name is a phonetic variant of the Old Testament prophet Isaiah. Highfather thematically resembles the Greek god Zeus or the Norse god Odin (who was known as the all-father). Darkseid uses Izaya in his scheme to seize control of Apokolips. During a raid by his uncle Steppenwolf, Darkseid appears to kill both Izaya and his wife. However, Darkseid intentionally only stuns Izaya, knowing he will seek revenge on Steppenwolf, killing him and paving the way for Darkseid's ascent to power. In making peace with Apokolips, Izaya and Darkseid make a pact to exchange their sons. Darkseid raises Scott Free while Izaya raises Orion. Izaya manages to tame the savage Orion (to a point) and he becomes one of the greatest warriors of New Genesis, fiercely devoted to the ideals of his adoptive home. Eventually, Scott Free escapes Apokolips (as planned by Darkseid), which breaks the pact between the two powers. Izaya and Scott are reunited, though relations between the two have not always been easy. Highfather often consults the Source, a primal energy field represented by a mysterious wall covered in messages which may be of use in resolving crises. Though never stated explicitly in the New Gods series, the Source is implied to be some form of higher power (perhaps even God), making Izaya a spiritual as well as political leader of his people. As ruler of New Genesis, he is kind, compassionate and caring, but ready to defend it from any threat. During the Genesis limited series, Highfather is slain in battle with the war god Ares.Genesis #3 (December 1997) He is succeeded as leader of New Genesis by Takion, an Earthling hero who is a living conduit of the Source. Since his death, Izaya's spirit has served as a member of The Quintessence, a council of powerful cosmic entities that observe events in the universe. Highfather later appears in Seven Soldiers: Mister Miracle as the leader of the New Genesis survivors living as homeless people on Earth following the destruction of their world. However, much of the events of that miniseries prove to be a vision of possible events, leaving Highfather and New Genesis' current situation in doubt. However, he was shown in Final Crisis sketchbook, indicating that he will return. In Final Crisis #7, Highfather is depicted next to Barda and Mister Miracle in front of a reincarnated New Genesis. ===The New 52=== In The New 52 (a reboot of the DC Comics universe), Highfather's history is rewritten. ====Mortal Life ==== Before there was New Genesis, Apokolips, or New Gods, there were mudgrubbers (mortals). The Old Gods towered above them on the ancient world of Urgrund. Before his ascension, Izaya was a simple farmer who lived with his wife Avia. His younger brother, Uxas, grew resentful of the cruelty of the Old Gods they worshiped. Uxas then started a war between them. This war shattered their planet, destroyed most of the pantheon, and killed nearly every living thing.Justice League #23.1 (2013) Izaya carried off his dying wife while Uxas became Darkseid by draining the rest of the Old Gods' divine powers. Izaya came across the Skyfather of the Old Gods and begged him to protect them. However, Skyfather, like all of his brethren, was nearly dead. The deity transformed Izaya into the New God Highfather who sought to end his brother's rampage. He hoped that together, as New Gods, they could use their powers to restore their broken world together. Darkseid refused this notion and the ensuing battle further ravaged the planet. ====New Godhood==== After a time, however, silence combed over the space where their world once stood. Some time afterward Uxas's father and Izaya's stepfather, the dreaded Old God Yuga Khan, suddenly resurfaced. Greatly angered by his wayward progeny's slaying of his fellow Old Gods, he utilized the Anti-Life Equation to resurrect all those slain by Darkseid as well as inhibiting the stolen divine powers his sons took. A great battle broke out between family members on the ruined soil on Urgrund, where Uxas and Izaya battled their tyrannical father and his reanimated army. While Izaya was pinned down by his father for asserting that the time of the Old was over and that the new ways must allow the many to lead instead of just a few, Khan denounced him, declaring that Uxas would never share whatever power they've accumulated. But before a killing blow can be dealt, Uxas comes up behind his father spitting him as he plunges the tool he used to kill his divine predecessors into his back and killing him, much to Izaya's horror. The relevance of the event was chronicled and aptly named \"The Final Day\", as the Old Gods were no more, and the brothers called themselves the New Gods in their place.Infinity Man and The Forever People #5 (2014) Eons later Darkseid agreed with Highfather, and they remade their broken home together, dubbing it Genesis. An era of peace reigned for a time, with Highfather seemingly reviving Avia as his New God Bride, but time past and old habits returned to type as Darkseid murdered and allegedly raped Izaya's wife as he walked in on him covered in his own sister's blood.Green Lantern/New Gods: God Head #1 Conflict eventually broke out between the two brothers yet again, as Izaya pitted his Throne world of Genesis against his evil, maddened brother's penal empire of Apokolips. The war between the New Gods raged for countless eons, but by day seven of the conflict, the dead had already come to outnumber the living. Darkseid was eventually banished back to his hellish domain, while Highfather himself went on to create a Utopian society that would forever suspend itself over the war-torn remains of his devastated kingdom called New Genesis. ====Conflict and loss of \"humanity\"==== The battles between New Genesis and Apokolips would occasionally intensify, with neither gaining a significant advantage over the other. The battles would reach a particularly vicious peak when the planets' orbits around the same sun would bring the two worlds close together and all manner of planetwide disasters threatened. In order to protect his own interests, Metron the observer would approach both lords, offering a tradeoff to reduce the constant fighting. Horrified with the terms set by both the neutral party and the dark lord, whom Metron had approached first, Highfather would have to select a son in his care to trade with Darkseid's own progeny.Justice League #41 In a desperate bid to end all of the conflicts Highfather ventured beyond his domain and reality itself. Having recently lost a dear friend in the battles that followed Izaya began to waver in his conflict, he set out to the multiverse hoping to find the answer he seeks commune from the source. Finding an obelisk called The Source Shard near the wall.Infinity Man and The Forever People #9 (2014) The Shard is a remnant of the original Source Wall which was destroyed when the Old Gods had died, Only the bravest, foolish and desperate ever come to this hellish domain for council from it. Demanding an answer after all he'd lost and all he will soon lose to this insane treaty, as the shard remains silent the leader of New Genesis snaps ordering the shard to speak with him after centuries of silence. Wishing to know how he can enact an endeavour that would condemn his son, himself and the memory of his beloved Avia forever. As the Shard makes its verdict stating that Izaya's fate has been sealed the former rejects such an this stating the source asks too much of him. He goes onto say that if he took this knowledge back home with him his people would think him mad for having communed with the source. Feeling that The Sources Essence is little more than torment as penance for his loss and actions committed during the war. Questioning who he truly is whether being a savior or a destroyer; The Source soon states he will do what must be done saying Highfather is of The Source now. In a bright flare of light the gentle Izaya was knocked unconscious, Then a gentle voice loomed over the motionless Highfather stating he would state that he would come to hate his name without ever knowing why. Saying he would come to accept the destiny chosen for him without question, that he would take in and love the scion of Darkseid while trading the last memory of his lovely Avia to his deranged counterparts care. Promising to forever shoulder the burden of their shattered beings while keeping their beloved Avia alive within his heart, this being is shown to be Izaya's moral center now taking the form of the Infinity-Man who would promise his mortal coil he would live on as the conscience he had surrendered, knowing the price he paid to become what he is and what they both are and vowed to one day to return to reclaim themselves. ===Contact Prime Earth=== After the Source detects an upcoming powerful danger that will potentially result in the end time and originates somewhere on Earth Highfather sends Orion to stop this. This threat is initially thought be 'Zeke' the last child of Zeus, which causes Orion moral qualms as he doesn't want to kill children. However, the threat is later revealed to be the First Born of Zeus, a monster that desires only his birthright; Olympus, destroying everything in his path to get it. Highfather himself appears after Orion brings a badly wounded Wonder Woman, Hera and Zola to New Genesis to escape the First Born. In the New-52 Highfather appears to be more similar to his earliest Kirby appearances as he dresses in armor and carries a baton, hinting to his earliest title of Izaya, the Warrior, who battled Darkseid at the breaking of the Third World and lead the forces of New Genesis for countless years against the forces of Apokolips. His personality is also different as he appears to be a harsh father for Orion on the surface, though he quietly hints his pride in his adoptive son's actions.Wonder Woman Vol 4 #14 (January 2013) He later reveals another great threat as being no less than Superman himself, leading to the first meeting between Superman and Orion.Superman Vol 3 #18 (May 2013) ====Green Lantern/New Gods: Godhead==== Upon yet another voyage to the Source Wall in search for answers of a tumultuous event where the impenetrable wall had been breached the lord of new genesis accompanied by Metron; surveys the cosmic barricade noticing something new as he observes its continents. Having studied every inch of the structure for eons finding this singular being from a universe that came before stuck within it, who wasn't there last time particularly intrigued him.\"Green Lantern/New Gods: Godhead\" #1 This being his aid dubs Relic manages to decipher commerce coming from the newest prisoner of the wall about an event relating to what Highfather seeks, hearing of the seven lanterns and the mystic lights with which they used to penetrate the wall retrieving the multiversal power which lies beyond. The lord of New Genesis immediately returns to his domain Mobilizing Orion and the rest of his elite forces; The Council of Eight consisting of Bekka, Lightray and others; stating within the Prime Earth universe where Darkseid had been denied conquest The Source had somehow awakened spawning the Life Equation within it. He orders each of his loyal vassals to this universe and collect one of seven rings belonging to spectrum of the white light bringing it to him so that he may harness its power, all while withholding the Forge Master of the New Gods; Hylat so he may remake his scepter for him. As the council makes good on their assignment They arrive just in time for the finishing touches on their master's weapon. Noting how the Lanterns had squandered the power of the light of life he assured they would understand true power soon enough, professing to his army that he now wielded the power of the Life Equation Highfather would set out to test his new weapon on a back alley grunge planet where he opted to remake its populace into New Gods with it. It failed, realizing that the seven alone were not the power that he originally sought, Metron noted that it was not the seven rings which held the power he seeks but the one ring held by the White Lantern. With this in mind Highfather orders the cleansing of the planet he mutated into monsters and sets out to find this mysterious White Lantern but also orders his warriors to hunt down and subdue the other users of the differing emotional spectrum deeming them and their rings too dangerous to be left unabated. Having returned to the Wall for more answers Highfather accompanies Metron searching for more info on the power he seeks lamenting that what he initially believed to be it only created abominable travesty worthy of Darksied, having had enough of the seeker of knowledge's ramblings he opens up a Boom Tube back to New Genesis summoning Orion to keep an eye on him. Giving command over his divine guard in his absence while he prepares for final war.\"Green Lantern\" Vol 4 #35 Back within New Genesis Highfather communes with Hylat over the worth of the seven rings, the New God forger comments the rings use no central control for them to exploit and that while they channel the energies of The Source beyond the wall. That the power they utilize isn't pure, meaning the Life Equation is not held within them. Brooding over his sense of Darksied machinations Metron soon returned to disclose his findings, demanding answers from him Highfather learns the location of the White lantern and the Life Equation he wields. Assuming holding such a power would mean death for a mortal being the lord of New Genesis immediately sets out to claim both.\"Green Lantern Corps\" #35 As Rayner was having his existential meltdown due to the Life Equation running rampant within him, Highfather teleported in out of nowhere presenting himself as a friend advising Kyle to focus on him, use his White Light power to connect with him in order to shoulder the burden, through their combined practice they were able to diffuse it. Highfather then had Kyle come with him back to his home dimension but was intercepted by the Guardians, moving to stop them from leaving he easily swept them aside teleporting them to the far fringes of the universe. Disclosing who he is after both White and Violet lanterns question his motives after admitting he ordered the attacks on the various corps, he says his primary mission and solemn duty is to protect the multiverse but insincerely admits to his fault of assaulting this universe in order to retrieve and study the rings; he gives his guests the choice of accompanying him back to New Genesis where they can properly quell and remove the power from him without incident.\"Green Lantern: New Guardians\" Vol 2 #35 Again back in his own domain, Orion is summoned to Highfather's presence as the two argued the merits of living lantern corpsmen and the brashness of his adopted son's actions.\"Green Lantern\" Vol 4 #36 He then escorts his guests around the confines of his home which is situated miles above the ruined landscapes of Old Genesis, after introductions have been made and established Lord Izaya preps the siphon to extract the White Ring and the Life Equation held within it. Upon success in the attempt, he then shows his true colors when asked if he'll return the rings he took, then soon turning on both Kyle and Carol after revealing his intent of conscripting the Prime Universe into his army against Darkseid banishing them both from his kingdom to the ruins below it. Bekka soon rejoins him as he demonstrates the power of the Life Equation transforming dozens of citizens from a warrior race like city into loyal drones under his banner, an occurrence that doesn't go unnoticed by The Guardians.\"Green Lantern: New Guardians\" Vol 2 #36 Awaiting atop of his palace spire, Highfather is greeted by Malhedron of the wheel, wondering if their operations was a success Highfather clarified the case by showcasing the equations power too him. Worried that the delicate balance held by the two warring worlds could be disastrously upset by this new power the loyal former Apokoliptian questioned his masters logic on causing such an upheaval, but Highfather rebuked this stating victory was what mattered ordering him to begone. As Gardner and Simon charge into New Genesis unannounced on Malhedron and his lover the two were quickly defeated by the Wheel's commanders, before a deathblow could be struck, however, Highfather would intervene giving a stern glare to his acolyte when he raised his voice in objection to him. Ordering the two to take the Lanterns to a miracle cell for interrogation regardless of whether they survive or not.\"Red lantern\" #36 In his war room accompanied by the Council of Eight; Highfather stated that he has contented himself on this stalemate for too long and that the time to act was nigh, when questioned by Orion as to why not take his new tools to war Highfather states they are already at war.\"Sinestro\" #7 Making final preparations for war as they make way to terraform the entire Universe where Darkseid had his first defeat. Highfather fulfills terms of agreement with the leader of the Indigo Tribe who had betrayed the rest of the lantern corps to him, after refusing his offer as war guard within his armies he hands Indigo-1 her ring back and transports her to her home dimension. After having had council with Malhedron again, Uggha of the New Gods boasts of having caught a host of Glowworms for him to convert. Highfather orders his boasting to cease so that he may open the cells to their prison to enable their transformations, welcoming the various light bearers to his home domain bathing them in the white light of the Life Equation. The Next couple of lanterns being John Stewart and Sinestro put up a bit of resistance before his newly turned soldiers restrain them, trying to explain his actions are for the best as Darkseid's sieges have lain waste to countless worlds across reality.\"Green Lantern Corps\" #37 That once he has converted all of earths and its might defenders to his will and whim he will lay in wait for Darkseid to return with his new cosmic army at the ready for him, as the two leaders of their corps make peace with themselves Malhedron intercepts the blast from Highfather's scepter being horrendously scarred in the process before porting both them and Saint Walker out of his reach. As he sets to transform the rest of the captured corps beginning with Kilowog they are interrupted by the untimely arrival and warranted threat presented by John who Malhedron had ported back. In response, Highfather flattened him with use of his new found power but the veteran Lantern stood his ground causing him to order his charges to terminate him instead. When that failed Highfather was now beset by the new crew of lanterns current and retired losing both his scepter and the ring contained within it in the process of the battle, only to show that he no longer needed either to channel the equation since he had himself; become the equation, again banishing his would be distractions from his presence.\"Green Lantern: New Guardians\" Vol 2 #37 Now more than ever eager to make preparations to subdue and convert earth Metron states that all preparations have been set and that any possible/probable occurrences have been all but accounted for, on his command New Genesis will make way to the Prime Earth universe. Bekka warns that Metron and Highfather might have erred on how much resistance they will encounter once the invasion has begun considering the heavy resistance they've suffered at the hands of the mortal ring wielders alone. Highfather says they have nothing to fear now that he withholds the Life Equation save more treachery from the inside reminding everyone of Malhedron's treachery to aid the rogue lanterns, but bekka only affirms that they all should tread carefully as earth had repelled Darkseid with the former doubling his argument saying the conquest of earth was vital to his plans. Goaded by a familiar voice Highfather turns to meet a Parallax empowered Sinestro who vouches the claim that earth's more troublesome than believed, as the two monarchs converse Highfather initially scoffs at whatever consul he could offer him. When sinestro only makes ultimatums Highfather bursts into laughter at such predictions of crushing defeat at the hands of mere mortals, only to be assaulted by the fear masters construct of Darkseid as his adversary goes onto say that while a detailed record was kept on his deranged brother nothing could be said about Highfather who was little more than a side note in his dossier file. Greatly irked by this Highfather attacked Sinestro with great fury, who even backed by the embodiment of fear was monstrously outclassed by Highfather and the Life Equation. Before he could be killed the crafty fear Lantern fled the scene but not before having the Despotelis rewire the Boom tube generator circuitry to redirect the portal generators destination coordinates, confident that Sinestro escapes towards where he intentionally leads his forces, to Earth.\"Sinestro\" #8 In a surprise turn of events from when Hal Jordan and Will Hand were confronted by Orion back at the Source Wall. Where the latter of the group resurrected an army of Old Gods and third world beings trapped within it using the power of the Black Lantern Highfather is informed that the Boom Tube set for earth has been compromised having been instead set towards the source wall. Ordering Metron to recalibrate the coordinates so he can take earth using the Life Equation to further his war plans against his wicked brother. He soon changes his mind and his initial plans after three Lanterns and an army of ancient beings of a time long gone charge through the portal he initially opened, all but stunned at what has come through to his front doorstep. At a loss for words on how the contents of the wall he studied for so long has come to life and is laying siege to New Genesis Highfather is soon attacked by a third world titan as the new make war and chaos with the old, but when Hand losses his grip on these Source Titans as they steadily begin to revive from their waking death. Highfather recovers soon after Hal and Sinestro are routed by his elite warriors; stating the titans were neither dead nor alive within the wall but in a state of half-life as he calls it, attempts to bend them to his will using the Life Equation. Only to find it has no effect on them due to their time steeped within the source wall sending them all on a rampage.\"Green Lantern Annual\" Vol 4 #3 In a psychic commerce with the equations true host user; Kyle, who buckles under the stress of the high lords overuse of the Life Equation finds himself suffering a crisis of conscience after Hal points out how his forcing war and his control over individualism in general has caused him to become what he always hated. After being convinced by Hal to relinquish the Equation back to Kyle before things get worse, Highfather does so asking him to prove himself worthy of it before smashing his own scepter in disgrace. After remaining corpsmen banish the old entities and save the falling New Genesis the regretful god rescinds all hostilities against the light corps present; mournful of what his hubris had wrought he bent on one knee before the assembled outsiders as a token of apologies and thanks on behalf of the New Gods for rescuing their city. Saying if there is to be a final war within their universe then it is in good hands, he commends Hal Jordan for his leadership in the face of such adversity remembering what Highfather himself used to be like before he became so jaded by his conflict vowing to return to the man he once was again. ===Rebirth=== ====Fall of the Gods==== Highfather and his New Gods soon returned during Rebirth. ==Powers and abilities== Highfather is one of the most powerful New Gods, he can manipulate tremendous amounts of energy called Alpha Effect, and he uses it for his own purposes through his staff, which is a physical manifest of what lies beyond linked with the inconceivable power of the Source itself. Darkseid once rendered the staff useless, but it has since reestablished its link with the Source and regained its powers. Highfather is an immortal with high levels of super strength, endurance, speed and reflexes, equal to Darkseid. As Izaya, he was superb hand-to-hand combatant and a master of weaponry. However, he left the ways of combat behind when he took on the role of Highfather. In the New 52 Highfather still retains his status as a New God only he has become much more battle oriented, being functionally Immortal remaining to be a man within his late thirties having stopped ageing when he reached such an age. As such Highfather boasts all the enhanced attributes and physical perfection that all of his race of gods boast after he was given his divinity by a fallen Old God skyfather. He also proclaims he hears everything that happens within his kingdom as well as sensing disturbances within The Source, He is superhumanly strong able to physically battle Darkseid multiple times and shatter constructs generated by a lantern ring, showcased Invulnerability high enough to resist planet shattering forces. At one time Izaya possessed the Life Equation; the polar opposite to the Anti-Life Equation which he could use to subjugate life to follow the user in the creation of a new world order in favor of protection of life. He could also use it to alter reality quite possibly on a Multiversal scale by changing the coding of the formula to rearrange the very structure of existence in a Solipsistic manner, enabling him to shatter planets and change lesser beings into New Gods loyal only to him. ==Other versions== ===JLA: The Nail=== Highfather appears in JLA: The Nail, involved in a war between New Genesis and Apokolips, triggered when Apokolips assumed that a Kryptonian shield around Earth was part of a sneak attack by New Genesis and decided that the only way to prevent their destruction was to attack first. ==In other media== ===Television=== * In the DC animated universe, Highfather first appeared in Superman: The Animated Series, in the Season 2 episode \"\"Apokolips…Now!, Part 2\". He also makes a cameo in the series finale episode \"Legacy\". * Highfather's first speaking role came in the two-part Justice League episode \"Twilight,\" voiced by actor Mitchell Ryan. ===Film=== * An alternate universe version of Highfather appears in the animated film Justice League: Gods and Monsters, voiced by Richard Chamberlain. Instead of trading Orion for Mister Miracle, he weds Bekka to Orion to bring Apokolips and New Genesis together. However, Highfather betrays Darkseid and murders him along with his elite shortly after Orion and Bekka are married. This action causes Bekka to leave for Earth. ==References== ==External links== * Highfather chronology * Highfather biography at The WB! * Highfather (in Justice League) biography at ToonZone * Highfather (in Superman: The Animated Series) biography at ToonZone * A detailed article about Izaya Category:Comics characters introduced in 1971 Category:Characters created by Jack Kirby Category:DC Comics deities Category:DC Comics cosmic entities Category:Fictional heads of state Category:New Gods of New Genesis Category:Fictional male deities ",
    "title": "Highfather"
}