{
    "id": "840867",
    "text": "John Carmel Heenan (26 January 1905 – 7 November 1975) was an English prelate of the Roman Catholic Church. He served as Archbishop of Westminster from 1963 until his death, and was elevated to the cardinalate in 1965. ==Biography== ===Early life and ordination=== John Heenan was born in Ilford, Essex, the youngest of four children of Irish parents John and Anne Heenan (née Pilkington). He auditioned for Westminster Cathedral Choir School at age 9, but Sir Richard Terry rejected him for his \"metallic voice\".Diocese of Westminster. Cardinal John Carmel Heenan 11 January 2005 Heenan studied at St. Ignatius College in Stamford Hill, Ushaw College in Durham, and the Venerable English College in Rome before being ordained to the priesthood on 6 July 1930. He then did pastoral work in Brentwood until 1947, at which time he became Superior of the Catholic Missionary Society of England and Wales. In this position, Heenan criticized the United States for being too concerned about communism, and not enough about spiritual matters.Time Magazine. Dominant Theme 12 June 1950 By this time he had published a biography (1943) of Cardinal Hinsley, Archbishop of Westminster, who had recently died. ===Bishop=== On 27 January 1951, Heenan was appointed the fifth Bishop of Leeds by Pope Pius XII. He received his episcopal consecration on the following 12 March from Archbishop William Godfrey, Apostolic Delegate to Great Britain, with Joseph McCormack, Bishop of Hexham and Newcastle, and John Petit, Bishop of Menevia, serving as co-consecrators. Named the sixth Archbishop of Liverpool on 2 May 1957, Heenan was later appointed the eighth Archbishop of Westminster on 2 September 1963. As Archbishop of Westminster, he served as the spiritual leader of the Catholic Church in England and Wales. In 1968, Heenan was elected President of the Catholic Bishops' Conference of England and Wales. ===Positions during the Second Vatican Council=== A participant of the Second Vatican Council (1962–1965), Heenan showed himself to be of a conservative mind. He opposed Gaudium et spes, the Council's constitution on the Church in the modern world, saying that it had been \"written by clerics with no knowledge of the world\".Time Magazine. The Bravest Schema 30 October 1964 He also condemned the periti, or theological experts, who sought to change the Church's doctrine on birth control. Moreover, despite the risks to ecumenism, Heenan later supported the canonization of the forty martyrs.Time Magazine. Furor over Forty 19 January 1970 ===Cardinal=== He was created Cardinal-Priest of S. Silvestro in Capite by Pope Paul VI in the consistory of 22 February 1965. He died from a heart attack in LondonTime Magazine. 17 November 1975 at age 70, and is buried in Westminster Cathedral, under the twelfth Station of the Cross (\"Jesus dies on the Cross\"). Cardinal Heenan shared a lengthy correspondence with author Evelyn Waugh regarding the Second Vatican Council. A compilation of their letters, A Bitter Trial: Evelyn Waugh and John Carmel Cardinal Heenan on the Liturgical Changes, was first published in 1996 and reprinted in an expanded edition in 2011. ==Quotes== *\"A church that is half empty is half full.\"Time Magazine. Revival in England 9 May 1949 *\"At home it is not only women and children but also fathers of families and young men who come regularly to mass. If we were to offer them the kind of ceremony we saw yesterday in the Sistine Chapel we would soon be left with a congregation mostly of women and children.\"Liturgical Shipwreck TAN Books and Pub. March 1997 ==See also== ==References== ==External links== *Cardinals of the Holy Roman Church profile Category:1905 births Category:1975 deaths Category:Participants in the Second Vatican Council Category:People from Ilford Category:People educated at St Ignatius' College, Enfield Category:Post-Reformation Roman Catholic bishops in England Category:Archbishops of Liverpool (Roman Catholic) Category:Archbishops of Westminster Category:20th-century Roman Catholic archbishops Category:English cardinals Category:Cardinals created by Pope Paul VI Category:Alumni of Ushaw College Category:20th-century cardinals Category:Roman Catholic Bishops of Leeds ",
    "title": "John Heenan (cardinal)"
}