{
    "id": "840999",
    "text": "Tectamus (Ancient Greek: Τέκταμος \"craftsman\"Robert Graves. The Greek Myths (1960), derived from tectainomai \"to build\", \"plan\", from tecton, \"carpenter\", \"builder\") was a king of Crete and hero of ancient Hellenic mythology.He was also called Texaphos (), Teutamos (), Tektaos () and Tektaios (). == Name == Joseph Vendryes had suggested that the name Teutamos, after the legendary Pelasgian founder, may contain the Proto-Indo-European root *teutéhₐ- ('tribe, people').Vendryes, Joseph. \"Teutomatos\". In: Comptes rendus des séances de l'Académie des Inscriptions et Belles-Lettres, 83ᵉ année, N. 5, 1939. p. 478. [DOI: https://doi.org/10.3406/crai.1939.77232] ; www.persee.fr/doc/crai_0065-0536_1939_num_83_5_77232 Later scholars proposed a relation of Pelasgian Teutamos with similar names that appear in Italy in later times.Briquel, Dominique. Les Pélasges en Italie. Recherches sur l'histoire de la légende (Monographie). Rome: Ecole française de Rome, 1984. p. XVIII. (Bibliothèque des Écoles françaises d'Athènes et de Rome, 252) [DOI: https://doi.org/10.3406/befar.1984.1217] ; www.persee.fr/doc/befar_0257-4101_1984_mon_252_1 == Mythology == He was son of Dorus and grandson of Hellen. According to Diodorus Siculus, Tectamus invaded Crete together with a horde of Eolian and Pelasgian settlers and became the island's king.Diodorus Siculus. Historical Library, IV 60, 2 It was the third of the tribes that migrated to Crete. According to another version, Tectamus was a chief of Dorians and Achaeans.Diodorus Siculus. Historical Library, V 80, 2 He married Cretheus’ daughter, who gave birth to his son Asterion. == In later Greek historiography == Historian Ctesias wrote of a king of \"Assyrian\" provenance named Teutamos, and this historical personage appears in an epic tale involving Memnon, son of Eos.Petit, Thierry. \"Amathousiens, Éthiopiens et Perses\". In: Cahiers du Centre d'Etudes Chypriotes. Volume 28, 1998. p. 77. [DOI: https://doi.org/10.3406/cchyp.1998.1340] ; www.persee.fr/doc/cchyp_0761-8271_1998_num_28_1_1340 == References == Category:Kings of Crete ",
    "title": "Tectamus"
}