{
    "id": "841093",
    "text": "Essential hypertension (also called primary hypertension, or idiopathic hypertension) is the form of hypertension that by definition has no identifiable secondary cause. It is the most common type affecting 85% of those with high blood pressure. The remaining 15% is accounted for by various causes of secondary hypertension. Primary hypertension tends to be familial and is likely to be the consequence of an interaction between environmental and genetic factors. Prevalence of essential hypertension increases with age, and individuals with relatively high blood pressure at younger ages are at increased risk for the subsequent development of hypertension. Hypertension can increase the risk of cerebral, cardiac, and renal events. ==Classification== The variation in pressure in the left ventricle (blue line) and the aorta (red line) over two cardiac cycles (\"heart beats\"), showing the definitions of systolic and diastolic pressure. A recent classification recommends blood pressure criteria for defining normal blood pressure, prehypertension, hypertension (stages I and II), and isolated systolic hypertension, which is a common occurrence among the elderly. These readings are based on the average of seated blood pressure readings that were properly measured during 2 or more office visits. In individuals older than 50 years, hypertension is considered to be present when a person's blood pressure is consistently at least 140 mmHg systolic or 90 mmHg diastolic. Patients with blood pressures over 130/80 mmHg along with Type 1 or Type 2 diabetes, or kidney disease require further treatment. {| class=\"wikitable\" |- ! rowspan=2 | Classification ! colspan=2 | Systolic pressure ! colspan=2 | Diastolic pressure |- ! mmHg ! kPa (kN/m2) ! mmHg ! kPa (kN/m2) |- | Normal | 90–119 | 12–15.9 | 60–79 | 8.0–10.5 |- | Prehypertension | 120–139 | 16.1–18.5 | 81–89 | 10.8–11.9 |- | Stage 1 | 140–159 | 18.7–21.2 | 90–99 | 12.0–13.2 |- | Stage 2 | ≥160 | ≥21.3 | ≥100 | ≥13.3 |- | Isolated systolic hypertension | ≥140 | ≥18.7 | <90 | <12.0 |- | colspan=5 | Source: American Heart Association (2003). |- |} Resistant hypertension is defined as the failure to reduce blood pressure to the appropriate level after taking a three-drug regimen. Guidelines for treating resistant hypertension have been published in the UK, and US. ==Risk factors== Hypertension is one of the most common complex disorders. The etiology of hypertension differs widely amongst individuals within a large population. And by definition, essential hypertension has no identifiable cause. However, several risk factors have been identified. Sympathetic Overload is also a probable underlying cause of essential hypertension. This is known because approximately one third of essential hypertension cases are resolved following a Pterygopalatine Ganglion Block or Sphenopalatine Ganglion (SPG) Block to turn off Sympathetic Overload. Self-Administration of SPG Blocks (SASPGB) is probable the safest and most effective method of delivering SPG blocks. ===Genetic variation=== * Having a personal family history of hypertension increases the likelihood that an individual develops it. * Essential hypertension is four times more common in black than white people, accelerates more rapidly and is often more severe with higher mortality in black patients. More than 50 genes have been examined in association studies with hypertension, and the number is constantly growing. One of these genes is the angiotensinogen (AGT) gene, studied extensively by Kim et al. They showed that increasing the number of AGT increases the blood pressure and hence this may cause hypertension. In single variant tests, it has been shown that SNPs were enriched for variants associated with adiposity, type 2 diabetes, coronary heart disease and kidney function in previously published GWAS, providing evidence that genetic loci related to blood pressure contribute to cardiovascular outcomes. Twins have been included in studies measuring ambulatory blood pressure; from these studies it has been suggested that there is a large genetic influence on essential hypertension. Supporting data has emerged from animal studies as well as clinical studies in human populations. The majority of these studies support the concept that the inheritance is probably multifactorial or that a number of different genetic defects each has an elevated blood pressure as one of its phenotypic expressions. However, the genetic influence on hypertension is not fully understood at the moment. It is believed that linking hypertension-related phenotypes with specific variations of the genome may yield definitive evidence of heritability. Another view is that hypertension can be caused by mutations in single genes, inherited on a Mendelian basis. ===Aging=== Hypertension can also be age-related, and if this is the case, it is likely to be multifactorial. One possible mechanism involves a reduction in vascular compliance due to the stiffening of the arteries. This can build up due to isolated systolic hypertension with a widened pulse pressure. A decrease in glomerular filtration rate is related to aging and this results in decreasing efficiency of sodium excretion. The developing of certain diseases such as renal microvascular disease and capillary rarefaction may relate to this decrease in efficiency of sodium excretion. There is experimental evidence that suggests that renal microvascular disease is an important mechanism for inducing salt-sensitive hypertension. ===Obesity=== Obesity can increase the risk of hypertension to fivefold as compared with normal weight, and up to two-thirds of hypertension cases can be attributed to excess weight. More than 85% of cases occur in those with a Body mass index (BMI) greater than 25. A definitive link between obesity and hypertension has been found using animal and clinical studies; from these it has been realized that many mechanisms are potential causes of obesity-induced hypertension. These mechanisms include the activation of the sympathetic nervous system as well as the activation of the renin–angiotensin–aldosterone system. ===Salt=== Another risk factor is salt (sodium) sensitivity which is an environmental factor that has received the greatest attention. Approximately one third of the essential hypertensive population is responsive to sodium intake.http://www.jstage.jst.go.jp/article/jphs/100/5/370/_pdf A Missing Link Between a High Salt Intake and Blood Pressure Increase: Makoto Katori and Masataka Majima, Department of Pharmacology, Kitasato University School of Medicine, Kitasato, Sagamihara, Kanagawa, Japan February 8, 2006http://hyper.ahajournals.org/content/27/3/481.full Salt Sensitivity of Blood Pressure in Humans Myron H. Weinberger Indiana University School of Medicine, Hypertension 1996 doi:10.1161/01.HYP.27.3.481 When sodium intake exceeds the capacity of the body to excrete it through the kidneys, vascular volume expands secondary to movement of fluids into the intra-vascular compartment. This causes the arterial pressure to rise as the cardiac output increases. Local autoregulatory mechanisms counteract this by increasing vascular resistance to maintain normotension in local vascular beds. As arterial pressure increases in response to high sodium chloride intake, urinary sodium excretion increases and the excretion of salt is maintained at expense of increased vascular pressures. The increased sodium ion concentration stimulates ADH and thirst mechanisms, leading to increased reabsorption of water in the kidneys, concentrated urine, and thirst with higher intake of water. Also, the water movement between cells and the interstitium plays a minor role compared to this. ===Alcohol=== Excessive alcohol consumption will increase blood pressure over time. Alcohol also contains a high density of calories and may contribute to obesity. ===Renin=== Renin elevation is another risk factor. Renin is an enzyme secreted by the juxtaglomerular apparatus of the kidney and linked with aldosterone in a negative feedback loop. In consequence, some hypertensive patients have been defined as having low-renin and others as having essential hypertension. Low- renin hypertension is more common in African Americans than white Americans, and may explain why African Americans tend to respond better to diuretic therapy than drugs that interfere with the renin–angiotensin system. High renin levels predispose to hypertension by causing sodium retention through the following mechanism: Increased renin → Increased angiotensin II → Increased vasoconstriction, thirst/ADH and aldosterone → Increased sodium reabsorption in the kidneys (DCT and CD) → Increased blood pressure. ===Diabetes=== Hypertension can also be caused by Insulin resistance and/or hyperinsulinemia, which are components of syndrome X, or the metabolic syndrome. Insulin is a polypeptide hormone secreted by cells in the islets of Langerhans, which are contained throughout the pancreas. Its main purpose is to regulate the levels of glucose in the body antagonistically with glucagon through negative feedback loops. Insulin also exhibits vasodilatory properties. In normotensive individuals, insulin may stimulate sympathetic activity without elevating mean arterial pressure. However, in more extreme conditions such as that of the metabolic syndrome, the increased sympathetic neural activity may over-ride the vasodilatory effects of insulin. Recent studies claim that obesity is a risk factor for hypertension because of activation of the renin–angiotensin system (RAS) in adipose tissue, and also linked renin–angiotensin system with insulin resistance, and claims that any one can cause the other. ===Smoking=== Smoking does not directly cause high blood pressure. However it is a known risk factor for other serious cardiovascular disease. ===Vitamin deficiency=== It has been suggested that vitamin D deficiency is associated with cardiovascular risk factors. It has been observed that individuals with a vitamin D deficiency have higher systolic and diastolic blood pressures than average. Vitamin D inhibits renin secretion and its activity, it therefore acts as a \"negative endocrine regulator of the renin–angiotensin system\". Hence, a deficiency in vitamin D leads to an increase in renin secretion. This is one possible mechanism of explaining the observed link between hypertension and vitamin D levels in the blood plasma. Also, some authorities claim that potassium might both prevent and treat hypertension. ===Lack of exercise=== Regular physical exercise reduces blood pressure. The UK National Health Service advises 150 minutes (2 hours and 30 minutes) of moderate-intensity aerobic activity per week to help prevent hypertension. ==Pathophysiology== A diagram explaining factors affecting arterial pressure Cardiac output and peripheral resistance are the two determinants of arterial pressure and so blood pressure is normally dependent on the balance between cardiac output and peripheral resistance. Cardiac output is determined by stroke volume and heart rate; stroke volume is related to myocardial contractility and to the size of the vascular compartment. Peripheral resistance is determined by functional and anatomic changes in small arteries and arterioles. The pathophysiology of essential hypertension is an area of research, and until now remains not well understood, but many theories have been proposed to explain this. What is known is that cardiac output is raised early in the disease course, with total peripheral resistance (TPR) normal; over time cardiac output drops to normal levels but TPR is increased. Three theories have been proposed to explain this: * An overactive Renin–angiotensin system leads to vasoconstriction and retention of sodium and water. The increase in blood volume leads to hypertension. * An overactive sympathetic nervous system, leading to increased stress responses. It is also known that hypertension is highly heritable and polygenic (caused by more than one gene) and a few candidate genes have been postulated in the etiology of this condition. Bello Inumidun Taofik (2017). diagnosis impact of hypertension Essential hypertension can lead to impaired white matter of the brain, which is accompanied by specific cognitive impairment. ==Diagnosis== For most patients, health care providers diagnose high blood pressure when blood pressure readings are consistently 140/90 mmHg or above. A blood pressure test can be done in a health care provider's office or clinic. To track blood pressure readings over a period of time, the health care provider may ask the patient to come into the office on different days and at different times. The health care provider also may ask the patient to check readings at home or at other locations that have blood pressure equipment and to keep a written log of results. The health care provider usually takes 2–3 readings at several medical appointments to diagnose high blood pressure. Using the results of the blood pressure test, the health care provider will diagnose prehypertension or high blood pressure if: *For an adult, systolic or diastolic readings are consistently higher than 120/80 mmHg. *A child's blood pressure numbers are outside average numbers for children of the same age, gender, and height. Once the health care provider determines the severity, he or she can order additional tests to determine if the blood pressure is due to other conditions or medicines or if there is primary high blood pressure. Health care providers can use this information to develop a treatment plan. ==History== Prior to the work of Australian cardiovascular physiologist Paul Korner, in the 1940s, little was known about essential hypertension. == See also == * DASH diet == References == == External links == Category:Hypertension Category:Medical conditions related to obesity ",
    "title": "Essential hypertension"
}