{
    "id": "841074",
    "text": "Muscle fatigue is the decline in ability of a muscle to generate force. It can be a result of vigorous exercise but abnormal fatigue may be caused by barriers to or interference with the different stages of muscle contraction. There are two main causes of muscle fatigue: the limitations of a nerve’s ability to generate a sustained signal (neural fatigue); and the reduced ability of the muscle fiber to contract (metabolic fatigue). ==Muscle contraction== Muscle cells work by detecting a flow of electrical impulses from the brain which signals them to contract through the release of calcium by the sarcoplasmic reticulum. Fatigue (reduced ability to generate force) may occur due to the nerve, or within the muscle cells themselves. ==Neural fatigue== Nerves are responsible for controlling the contraction of muscles, determining the number, sequence and force of muscular contraction. Most movements require a force far below what a muscle could potentially generate, and nervous fatigue is seldom an issue. But, during extremely powerful contractions that are close to the upper limit of a muscle's ability to generate force, nervous fatigue (enervation) -- in which the nerve signal weakens -- can be a limiting factor in untrained individuals. In novice strength trainers, the muscle's ability to generate force is most strongly limited by nerve’s ability to sustain a high-frequency signal. After a period of maximum contraction, the nerve’s signal reduces in frequency and the force generated by the contraction diminishes. There is no sensation of pain or discomfort, the muscle appears to simply ‘stop listening’ and gradually cease to contract, often going backwards. Often there is insufficient stress on the muscles and tendons to cause delayed onset muscle soreness following the workout. Part of the process of strength training is increasing the nerve's ability to generate sustained, high frequency signals which allow a muscle to contract with its greatest force. This neural training can cause several weeks of rapid gains in strength, which level off once the nerve is generating maximum contractions and the muscle reaches its physiological limit. Past this point, training effects increase muscular strength through myofibrillar or sarcoplasmic hypertrophy and metabolic fatigue becomes the factor limiting contractile force. ==Metabolic fatigue== Though not universally used, ‘metabolic fatigue’ is a common term for the reduction in contractile force due to the direct or indirect effects of two main factors: # Shortage of fuel (substrates) within the muscle fiber # Accumulation of substances (metabolites) within the muscle fiber, which interfere either with the release of calcium (Ca2+) or with the ability of calcium to stimulate muscle contraction. ===Substrates=== Substrates within the muscle serve to power muscular contractions. They include molecules such as adenosine triphosphate (ATP), glycogen and creatine phosphate. ATP binds to the myosin head and causes the ‘ratchetting’ that results in contraction according to the sliding filament model. Creatine phosphate stores energy so ATP can be rapidly regenerated within the muscle cells from adenosine diphosphate (ADP) and inorganic phosphate ions, allowing for sustained powerful contractions that last between 5–7 seconds. Glycogen is the intramuscular storage form of glucose, used to generate energy quickly once intramuscular creatine stores are exhausted, producing lactic acid as a metabolic byproduct. Substrate shortage is one of the causes of metabolic fatigue. Substrates are depleted during exercise, resulting in a lack of intracellular energy sources to fuel contractions. In essence, the muscle stops contracting because it lacks the energy to do so. ===Metabolites=== Metabolites are the substances (generally waste products) produced as a result of muscular contraction. They include chloride, potassium, lactic acid, ADP, magnesium (Mg2+), reactive oxygen species, and inorganic phosphate. Accumulation of metabolites can directly or indirectly produce metabolic fatigue within muscle fibers through interference with the release of calcium (Ca2+) from the sarcoplasmic reticulum or reduction of the sensitivity of contractile molecules actin and myosin to calcium. ====Chloride==== Intracellular chloride partially inhibits the contraction of muscles. Namely, it prevents muscles from contracting due to \"false alarms\", small stimuli which may cause them to contract (akin to myoclonus). ====Potassium==== High concentrations of potassium (K+) also causes the muscle cells to decrease in efficiency, causing cramping and fatigue. Potassium builds up in the t-tubule system and around the muscle fiber as a result of action potentials. The shift in K+ changes the membrane potential around the muscle fiber. The change in membrane potential causes a decrease in the release of calcium (Ca2+) from the sarcoplasmic reticulum. ====Lactic acid==== It was once believed that lactic acid build-up was the cause of muscle fatigue. The assumption was lactic acid had a \"pickling\" effect on muscles, inhibiting their ability to contract. Though the impact of lactic acid on performance is now uncertain, it may assist or hinder muscle fatigue. Produced as a by-product of fermentation, lactic acid can increase intracellular acidity of muscles. This can lower the sensitivity of contractile apparatus to Ca2+ but also has the effect of increasing cytoplasmic Ca2+ concentration through an inhibition of the chemical pump that actively transports calcium out of the cell. This counters inhibiting effects of potassium on muscular action potentials. Lactic acid also has a negating effect on the chloride ions in the muscles, reducing their inhibition of contraction and leaving potassium ions as the only restricting influence on muscle contractions, though the effects of potassium are much less than if there were no lactic acid to remove the chloride ions. Ultimately, it is uncertain if lactic acid reduces fatigue through increased intracellular calcium or increases fatigue through reduced sensitivity of contractile proteins to Ca2+. Lactic acid is now used as a measure of endurance training effectiveness and VO2 max. ==Pathology== Muscle weakness may be due to problems with the nerve supply, neuromuscular disease (such as myasthenia gravis) or problems with muscle itself. The latter category includes polymyositis and other muscle disorders. ==Molecular mechanisms== Muscle fatigue may be due to precise molecular changes that occur in vivo with sustained exercise. It has been found that the ryanodine receptor present in skeletal muscle undergoes a conformational change during exercise, resulting in \"leaky\" channels that are deficient in calcium release. These \"leaky\" channels may be a contributor to muscle fatigue and decreased exercise capacity. ==Effect on performance== Fatigue has been found to play a big role in limiting performance in just about every individual in every sport. In research studies, participants were found to show reduced voluntary force production in fatigued muscles (measured with concentric, eccentric, and isometric contractions), vertical jump heights, other field tests of lower body power, reduced throwing velocities, reduced kicking power and velocity, less accuracy in throwing and shooting activities, endurance capacity, anaerobic capacity, anaerobic power, mental concentration, and many other performance parameters when sport specific skills are examined. ==Electromyography== Electromyography is a research technique that allows researchers to look at muscle recruitment in various conditions, by quantifying electrical signals sent to muscle fibers through motor neurons. In general, fatigue protocols have shown increases in EMG data over the course of a fatiguing protocol, but reduced recruitment of muscle fibers in tests of power in fatigued individuals. In most studies, this increase in recruitment during exercise correlated with a decrease in performance (as would be expected in a fatiguing individual). Median power frequency is often used as a way to track fatigue using EMG. Using the median power frequency, raw EMG data is filtered to reduce noise and then relevant time windows are Fourier Transformed. In the case of fatigue in a 30-second isometric contraction, the first window may be the first second, the second window might be at second 15, and the third window could be the last second of contraction (at second 30). Each window of data is analyzed and the median power frequency is found. Generally, the median power frequency decreases over time, demonstrating fatigue. Some reasons why fatigue is found are due to action potentials of motor units having a similar pattern of repolarization, fast motor units activating and then quickly deactivating while slower motor units remain, and conduction velocities of the nervous system decreasing over time. ==See also== *Asthenia *Debility *Fatigue (medical) *Central fatigue *Malaise *Muscle weakness *Paresis ==References== ==External links== * Category:Neurological disorders Category:Muscular disorders Category:Exercise physiology ",
    "title": "Muscle fatigue"
}