{
    "id": "841072",
    "text": "The Crimson Avenger is the name of three separate fictional characters, superheroes and supervillains who exist in the DC Comics Universe. The character debuted in 1938 and is notable as the first masked hero in DC Comics. The first Crimson Avenger, Lee Walter Travis, is a fictional character, a superhero published by DC Comics. He first appeared in Detective Comics #20 (October 1938). He is sometimes depicted as one of the first masked heroes within the fictional DC Universe. He is also known as a founding member of DC’s second depicted superhero team, Seven Soldiers of Victory. ==Fictional character biography== ===Lee Walter Travis=== The Crimson Avenger (along with his sidekick Wing) first appeared in the DC Comics anthology American comic book series Detective Comics in issue #20. The Crimson Avenger had many similarities to The Green Hornet, including a sidekick named Wing who was an Asian valet, and a gas gun that he used to subdue opponents. Travis also had a secretary, Miss Scarlet. In his early appearances he dressed in a red trenchcoat, a fedora, with a red mask covering his face; except for the red, he was visually similar to The Shadow. Later, when superheroes became more popular than costumed vigilantes, his costume was changed to a more standard superhero outfit, consisting of red tights, yellow boots, trunks and crest, and a \"sun\" symbol which was recently revealed to be a stylized bullet hole. JSA Vol 1, #53 (Dec 2003) The Crimson Avenger made his first appearance as a member of the Seven Soldiers of Victory in Leading Comics #1 (December 1941). June through September 1988 DC Comics published a four-issue miniseries titled The Crimson Avenger. Indicia listed the title as simply Crimson Avenger. Series was written by Roy and Dann Thomas. In a retconned origin story appearing in Golden Age Secret Files and Origins #1 (February 2001), Travis trained in hand-to-hand combat in Nanda Parbat after World War I. While there he saw the future and witnessed an \"unnamed hero\" (Superman), and the man's selflessness and death at the hands of a monster (Doomsday). This inspired him to return to America and combat crime, first as a corruption-free newspaper owner and later as a masked crime fighter. In his costumed identity, Travis used both conventional handguns and a special pistol that dispensed a bright red smokescreen. Years later, Travis came down with a rare incurable terminal illness. However, he managed to meet an end of his own choosing when he died rescuing his city from an explosives-laden freighter about to detonate in its harbor; after convincing the crew to abandon ship, he piloted the ship to a safe distance before it exploded.DC Comics Presents #38 The Justice League of America always has a version of his first costume present whenever they are inducting new members as a homage to the Crimson Avenger's status among them. ===Albert Elwood=== Albert Elwood made a single appearance as the Crimson Avenger, in World's Finest Comics #131 (February 1963), in a story entitled \"The Mystery of the Crimson Avenger\". Eccentric inventor Albert Elwood adopted the guise and attempted to help Superman, Batman and Robin thwart the robberies of the Octopus Gang. A requisite identity confusion occurs when one of the Gang members assumed the Crimson Avenger's identity. Elwood helped the heroes capture the gang and retired right afterward. He had many sophisticated gadgets, but his efforts often proved counterproductive, more a hindrance than a help. Elwood did mention that he had \"taken the name of a former lawman,\" meaning the by-then long defunct original Crimson Avenger. After the introduction of the DC Comics multiverse in the 1960s, the original Crimson Avenger (Lee Travis) was explained to have lived on Earth-Two; Albert Elwood's Earth has never been specified. ===Jill Carlyle=== Jill Carlyle, the third Crimson Avenger A female Crimson Avenger appeared later who, like the original El Diablo, served as a minor Spirit of Vengeance. She was an African-American woman who possessed the powers of teleportation and intangibility. In a flashback sequence, it was revealed that Carlyle studied law but apparently lost a case in which the defendant was clearly guilty. She obtained a pair of Colt pistols originally owned by the first Crimson Avenger and used them to exact vengeance upon the unknown criminal. These guns are cursed such that, if the possessor uses them out of revenge, he or she will be cursed to track and kill those who have taken an innocent life. Carlyle becomes the Crimsom Avenger after taking revenge on the unknown criminal and, also as part of the curse, an ever-bleeding bullet hole appears on her chest. Upon gaining a new \"assignment,\" she mentally relives the death of the victim, and then is teleported to their place of burial. Carlyle then gains the memory and skills of those whose deaths she is avenging. Also, her guns never miss, never run out of ammunition, and have no triggers. The bullets are capable of penetrating any substance, and can wound invulnerable heroes such as Superman and Power Girl, as well as crack the armored shell of Captain Atom. The guns seemingly have a mind of their own, as Carlyle speaks of having to restrain them from shooting those who come between her and her target. Her intangibility does not function against her own weapons or other magical forces. Unless/until the curse is lifted, Carlyle is seemingly immortal. She once attempted to kill herself with her own weapons, but this merely resulted in ending her current \"assignment\" and delivering her to the next one. She was a member of the JSA during the \"Stealing Thunder\" storyline - the group at the time being short on heroes after the Ultra-Humanite used the Thunderbolt to take over the world. Her mission was to avenge the death of Lee Travis, revealing that the explosion that killed him was actually caused by the Ultra- Humanite. Carlyle returned later in JSA #52-53, tracking down Wildcat for framing a man called Charles Durham for a crime he didn't commit. She learned however that Wildcat only framed Durham after Durham killed his brother, sister-in-law and nephew as revenge for his own brother killing his fiancée. Durham was innocent of the crime he was convicted for, but Wildcat only framed him for the death of his fiancée because he couldn't prove Durham had killed his brother's family. Realizing that she was not always contacted by the spirits of the innocent, the Avenger attempted to escape her duty by shooting herself. She argued that she had already taken two of Wildcat's nine lives and hence punished him for his 'crime', but found herself simply moving on to her next target. Though attacked by the Spectre in a 2005 issue of JSA, the Crimson Avenger is seen at Blackgate Prison, fighting escaping inmates during the worldwide supervillain breakout the Society engineered in Villains United: Infinite Crisis Special #1. The Crimson Avenger later appears, alongside the current Vigilante and Wild Dog, on a rooftop in the great Battle of Metropolis, raining bullets down on the Trigger Twins, the Madmen and Spellbinder.Infinite Crisis #7 She also appears as one of the dozens of heroes and villains kidnapped by aliens in Action Comics #842 and 843 before being freed by other heroes. Carlyle is later seen gunning down the supervillain known as Catalyst after Prometheus sends random super-criminals to attack the world's heroes in order to distract them from his master plan.Justice League: Cry For Justice #5 This version of the Crimson Avenger is referred to by fans as Jill Carlyle, a name taken from the headstone of a victim the character was shown avenging in an early appearance. Whether the Avenger is Carlyle herself or not remains unclear. Following DC Comics' 2011 reboot of their publishing line, a similar character appears in the series Earth-2 under the name Lee Travis. ==Other versions== In issue #33 of the Justice League Unlimited comic book, the Avenger has a starring role, alongside Stargirl. This incarnation of the Avenger is much older than most of his Justice League teammates, but not so old that he could have operated in the 1930s (he looks to be in his 50s.) He has no powers but is a skilled detective and an excellent shot with his twin pistols. In Michael Uslan's Elseworlds title Batman: Detective No. 27, the Crimson Avenger appears as part of an order of detectives including Alfred Pennyworth and Sam Spade and attempts to recruit Bruce Wayne. In The League of Extraordinary Gentlemen: Black Dossier, the Crimson Avenger is briefly mentioned as having met with Allan Quatermain and Mina Murray during the two's self-exile from Britain during the years of the Ingsoc government. A photo of Allan and Murray standing in front of the Crimson Avenger's second costume is shown. The Crimson Avenger makes an appearance in the Justice League of America 80-Page Giant #1 comic (November 2009) in a story titled Zatanna & Black Canary in Fishnet Femmes Fatales!, when the two heroines are tossed back in time by the supervillain Epoch. In Kingdom Come, Alex Ross portrayed the character as a giant demon imprisoned in the Gulag. Naming him \"King Crimson\" in a nod to the band of the same name, his look owes more to his standard superhero look than his previous pulp fiction costume. In the pages of L.E.G.I.O.N., Garv assumed a masked identity after quitting the team, calling himself the Crimson Avenger. He dropped the identity when he returned to the team near the end of the series. In Blue Griffin Comics, a short lived comic endeavor, the forerunner super hero was to be named Crimson Avenger. His suit was more closely related to typical super hero style with bright red boots, gloves, trunks, and cape; while the rest of his outfit and mask were a darker shade of red. He sported a \"C\" crest on his chest and had energy manipulation powers similar to the Green Lantern, however he could not turn his energy projections into objects. ==In other media== The Lee Travis version of Crimson Avenger appears in Justice League Unlimited as a member of the Justice League. He makes various, non-speaking cameo appearances throughout the series, a minor speaking appearance in the episode \"This Little Piggy\" (voiced by an uncredited Kevin Conroy), and a minor non-speaking appearance in the episode \"Patriot Act\". In the Stargirl episode, \"Brainwave\", Pat Dugan shows the titular character a photo of the Lee Travis version of the Crimson Avenger and the Star-Spangled Kid with Seven Soldiers of Victory members Green Arrow, Speedy, Vigilante, Shining Knight, Crimson Avenger, and Wing. In The League of Extraordinary Gentlemen: Black Dossier, the Crimson Avenger is briefly mentioned as having met with Allan Quatermain and Mina Murray during their self-exile from Britain during the years of the Ingsoc government. ==References== ==External links== *Earth-2 Crimson Avenger (Travis) Index *Who's Who: Crimson Avenger (Elwood) Category:DC Comics superheroes Category:DC Comics supervillains Category:DC Comics titles Category:Fictional detectives Category:Fictional vigilantes Category:Golden Age superheroes Category:African-American superheroes Category:Comics characters introduced in 1963 Category:Comics characters introduced in 2000 Category:Fictional mass murderers Category:DC Comics characters who can teleport Category:Fictional characters who can turn intangible Category:Characters created by Geoff Johns ",
    "title": "Crimson Avenger"
}