{
    "id": "841120",
    "text": "Under the Umbrella Tree is a Canadian children's television series created by Noreen Young that originally aired on CBC from 1986 to 1993. The show was produced by CBC and Noreen Young Productions,Under the Umbrella Tree (1986) credits. IMDb.com. Retrieved January 10, 2009. and also later by The Disney Channel which began airing the show on May 7, 1990.The Disney Channel Magazine, Vol. 8, no. 2 (typo in magazine: should be \"no. 3\"), May/June 1990: pp. 37, 45. The series centers on a diverse set of main characters who share a house on Spring Street in a suburb of Ottawa, Ontario. The characters include Holly (a human), Iggy (an iguana), Jacob (a blue jay), and Gloria (a gopher). The show's title is derived from the fact that the characters live together in a home featuring a prominent indoor umbrella tree. When production of the show ended in 1993, syndication continued on The Disney Channel until 1997, and Canal Famille until 1997. Twenty-seven episodes of the show were released to DVD by Cinerio Entertainment in partnership with Noreen Young in 2006, following a long wait for expiration of ownership rights. In 2019, Gloria, Iggy and Jacob were featured in episode 1 of Cavendish, in Andy and Mark's childhood bedroom. ==Overview== ===The series=== A total of 280 episodes were produced over the years, with 270 being 15 minutes long and 10 being 30-minute specials. Every episode focuses on a different theme, such as sports, holidays, singing, dancing, exercise and various other activities. However, valuable life lessons are often woven into every story, such as the importance of keeping promises, being considerate of others or assuming responsibility for one's actions. The show's characters were created by Ken Sobol, who also wrote the majority of the series episodes. Sobol had previously worked closely with Noreen Young on Readalong and Téléfrançais, two other children's television series. ===Characters=== ====Main characters==== * Gloria Gladys Grace Gabrielle Gardenia Glenda Gale Gopherhttps://www.youtube.com/watch?v=4zE351Mt1iQ (performed by Noreen Young) – Gloria is the only female puppet in the Umbrella Tree household and lives and sleeps 'under the umbrella tree', which is located behind the couch. It is known as her burrow. Gloria enjoys music and performing arts but can be shy with her interests, even around her best friends. She is also somewhat of a tomboy and does not like being treated any differently just because she is a girl. * Holly Penelope Higginshttps://www.youtube.com/watch?v=4zE351Mt1iQ (played by Holly Larocque) – The only human cast member. Holly serves as a parental figure and mentor for the three puppet characters. She affectionately refers to Iggy, Gloria and Jacob as her 'roommates', although she seems to handle most of the day-to-day running of the household such as cleaning, cooking and is the one who pays the rent. She is known for being funny, artistic, patient and generous. Holly also has an Uncle Jack (played by Don Westwood) and an Aunt Jill, who work as a performing musical duo from England, although only Jack has actually visited the household. * Ignatz \"Iggy\" Julio Iguanahttps://www.youtube.com/watch?v=4zE351Mt1iQ (performed by Bob Stutt) – Iggy sleeps on the shelf at the Umbrella Tree residence and his characteristics include sometimes thinking too highly of himself and unwillingly making mistakes. He enjoys playing the guitar, and often sees Jacob as a friendly rival in sports and many other activities. He also has an uncle, Rod Iguana, who lives in Arizona and a formerly clumsy cousin named Emmet, and a female cousin named Camille. Iggy is the shortest of the trio. One of his favorite jokes is tricking someone to look down at their shirt before pointing a finger at the victim's nose. Bluejay with puppeteer Stephen Brathwaite in 2006. * Jacob Barnaby Bluehttps://www.youtube.com/watch?v=4zE351Mt1iQ (performed by Stephen Brathwaite) – Jacob is the only member of the Umbrella Tree household capable of flight and sometimes enters the house by flying through open windows. He usually sleeps in his own bird house on the patio. Jacob sometimes invents things but they seldom work as he plans, resulting in a humorous outcome. Has a tendency to get things mixed up and saying \"I knew that\" whenever he finds out about something. Jacob is the tallest of the trio. As revealed in \"How it all Began\", Jacob was the first occupant in the apartment. Iggy and Gloria soon followed, and eventually Holly.https://www.youtube.com/watch?v=yug0Vh0rico He was named after his twenty-times great-grandfather, Sir Jacob of Blue, said to have invented the catapult and defeated the evil Duke of Doublepeck, and married Lady Flyella.https://www.youtube.com/watch?v=coiH-PU6EU8 ====Other characters==== * Louis Bird (performed by Bob Stutt) – Louis is a friend of the Umbrella Tree gang, usually involved in festivities outside the apartment or in dialogue within several episodes. He is well known for overusing the term \"indeed\" and usually adds the phrase \"hmm, indeed!\" at the end of his statements. * Mitzi the Dog (performed by Holly Larocque) – Mitzi is Gloria's best friend who is always seeming to get either herself or Gloria in trouble. * Charles \"Chuck\" Chickadee (performed by Bob Stutt) – Chuck is Jacob's best friend who is extremely talkative and sometimes gets on everyone's nerves because of this. * Chester Chickadee (performed by Stephen Brathwaite) - Chuck's father. * Charlene Chickadee (performed by Noreen Young) Chuck's mother. * Chelsea Chickadee (performed by Noreen Young) - Chuck's little sister. * Mrs. McMertree (performed by Noreen Young) - One of the gang's neighbours. * Simon the Bat (performed by Bob Dermer) - A bat who is scared of people. * E. Lizard-Beth Taylor - A lizard movie star that Iggy idolizes. * Emmet Iguana (performed by Bob Stutt) - A cousin of Iggy's, he used to be rather clumsy. * Mrs. Annabelle Higgins - Holly's mother. * Lorraine (played by Holly Larocque) - Holly's Irish cousin. * Matt and Martha - Two mice. * Waldo Bunny (performed by Bob Stutt) - A smart bunny who is into computers. * Calvin Crow - a gluttonous crow. * Annette Parakeet (performed by Bob Stutt) - A female parakeet friend of Jacob's who plays basketball with him. * Darleen Swan (performed by Noreen Young) - a swan ballerina. * Mr. Fuller - A clumsy goat who runs the \"Gifts and Gimmicks\" shop. * Rusty - A dog. * Goldberg (played by Harvey Atkin) - A Jewish magician. ==Broadcast== In 1997, Under the Umbrella Tree reruns were placed on hiatus, after The Disney Channel stopped allowing the airing of the program and shelved the episodes. Since Disney owned all rights to the show, airing reruns on another television station was not possible until the rights expired in 2005. From 2009 to 2011, Under The Umbrella Tree aired on TV3 Medford weekdays and weekends as part of the network's children's block. Starting in 2018 a number of episodes have been made available on the Canada Media Fund's YouTube channel Encore+ in both Englishhttps://www.youtube.com/playlist?list=PLXssjYeUyJVG8TaEVZKwSIp9bxS9hPvMa and French.https://www.youtube.com/playlist?list=PLXssjYeUyJVFEDJL9xSNNlMTK0ImbIEHK ==Episodes== ==DVD releases== In 2006, Noreen Young Productions in unison with Cinerio Entertainment began selling several episodes on DVD. To date, eight volumes have been released, with Volumes 1, 2, 3 & 4 featuring all-new introductions to the episodes with Iggy, Gloria and Jacob, played by their original performers. * Volume 1: Bird-Brain, Hamster Hullabaloo, The Trombone, The Best Hiding Place Ever, Uncle Jack Comes Back. * Volume 2: Chez Iggy, Hanky Panky, The Gingerbread House, Love-Valentine's Day (1/2 hour Special). * Volume 3: To The Dentist, Migration Party, Jacob's Girlfriends, Going Bananas, Stargazing. * Volume 4: Gloria Gets Rough, Private, The Aqua Show, Live and Learn: Back To School (1/2 hour Special). * Volume 5: Twins, Cranky Movie, Chickadee Tea, Christmas Under The Umbrella Tree (1/2 hour Special). * Volume 6: Iggy's Collection, The Princess and the Pea Soup, Sir Jacob of Blue, The Tooth Fairy, Small Worlds. * Volume 7: Growing, Gloria's Allowance, The Accordion Lesson, Piano Lessons (1/2 hour Special featuring Jon Kimura Parker). * Volume 8: Safety Poster Contest, Gloria Can't Sleep, Singing Telegrams, Hockey Holly, Iggy's Airlines. ==References== ==External links== * * Category:CBC Television original programming Category:Canadian children's fantasy television series Category:Canadian television shows featuring puppetry Category:Canadian television shows featuring anthropomorphic characters Category:Television series produced in Ottawa Category:1986 Canadian television series debuts Category:1993 Canadian television series endings Category:1980s Canadian children's television series Category:1990s Canadian children's television series Category:Canadian preschool education television series ",
    "title": "Under the Umbrella Tree"
}