{
    "id": "841219",
    "text": "William Dorsey Jelks (November 7, 1855 – December 13, 1931) was an American newspaper editor, publisher, and politician who served as the 32nd Governor of Alabama from 1901 to 1907. As Lieutenant governor of Alabama, he also served as acting governor between December 1 and December 26, 1900 when governor William J. Samford was out-of-state seeking medical treatment. ==Early life and education== Jelks, an Alabama native, graduated from Mercer University in 1876, where he was a member of the Chi Phi. In 1879, Jelks acquired a substantial interest in the Union Springs Herald. He later bought and became the editor of The Eufaula Daily Times. During his residence in Eufaula, Alabama, Jelks served on the board and as superintendent of education for the city schools. As editor of the paper, Jelks called for Blacks to be deported from the state and praised lynchings. ==Political career== Elected to the Alabama Senate from Barbour County, Alabama in 1898, Jelks served as chairman of the Committee on Constitution, Constitutional Revision, and Amendment. In 1900, he was elected President of the Senate. Alabama did not have an office of lieutenant governor under the State Constitution of 1875, thus, Jelks, by virtue of his position as President of the Senate, served as acting governor during the temporary incapacitation of William J. Samford from December 1–26, 1900, and succeeded to the office on June 11, 1901 after Samford died. As governor, Jelks played an active role in securing the ratification of the State Constitution of 1901. The new constitution reinstated the office of lieutenant governor and established the term of office of governor as four years. Developed according to the Mississippi model, it established requirements for voter registration that effectively disfranchised most blacks and tens of thousands of poor whites.J. Morgan Kousser. The Shaping of Southern Politics: Suffrage Restriction and the Establishment of the One-Party South, New Haven: Yale University Press, 1974Michael Perman, Struggle for Mastery: Disenfranchisement (sic) in the South, 1888-1908, Chapel Hill: University of North Carolina Press, 2001 Blacks were disfranchised for more than 60 years, until after passage in the mid-1960s of federal civil rights legislation. Elected to his first full term in 1902, Jelks was the first Alabama governor elected to serve a four-year term. Jelks was also responsible the passage of legislation limiting and regulating child labor, the establishment of the State Textbook Commission, the reforms of the State Railroad Commission and the convict lease system, the renovation and expansion of the State Capitol, and the creation of Houston County. Jelks strongly advocated white supremacy, and played a key role in adoption of constitutional provisions that disenfranchised blacks and poor whites, following brief political gains by the Populist Party. He supported lynchings, stating that lynching black men accused of rape was justified. Briefly during his governorship he opposed lynching, preferring the judicial process. Jelks opposed education for blacks, believing that it took them from their \"labors in the field\" and led to idleness, vagrancy, and crime., Encyclopedia of Alabama On at least one occasion in 1902, he pardoned members of a lynch mob convicted of murder. In a newspaper report from 1905, he defended the murder of a Black man accused of rape. When Jelks left office in 1907, he had served longer than any governor before him. He left a cash balance in the treasury of $1.8 million, which he recommended be spent on education. Later he organized the Protective Life Insurance Company in Birmingham, Alabama and served as its first president. He was a delegate to the 1912 Democratic Convention in Baltimore, Maryland that nominated Woodrow Wilson to the presidency. Jelks died on December 13, 1931. ==References== ==External links== * Alabama Business Hall of Fame – Governor Jelks * Alabama Archives – Governor Jelks Category:1855 births Category:1931 deaths Category:Alabama Democrats Category:Alabama state senators Category:Governors of Alabama Category:Mercer University alumni Category:Democratic Party state governors of the United States Category:People from Macon County, Alabama Category:American white supremacist politicians ",
    "title": "William D. Jelks"
}