{
    "id": "841203",
    "text": "The Divine Invasion is 1981 science fantasy novel by American writer Philip K. Dick. It is the second book in the gnostic VALIS trilogy, and takes place in the indeterminate future, perhaps a century or more after VALIS. The novel, originally titled Valis Regained, was nominated to the BSFA Award. After the fall of Masada in AD 74, God, or \"Yah\", is exiled from Earth and forced to take refuge in the CY30-CY30B star system. Although people of Earth are meanwhile ruled by Belial, the fallen Morning Star who serves as Yah's principal Adversary, Yah is intent on reclaiming his creation. ==Writing== The book was conceived as a sequel to Dick's VALIS, though it shares no characters and virtually no plot elements with the other book. Both novels depict divine information being imparted by means of pink beams of light.VALIS, p. 14; The Divine Invasion, p. 189. In both novels, it is suggested or stated that there was a \"fall\" resulting in impairment to the Godhead, but that some sort of divine method of repair is being processed.VALIS, p. 90; The Divine Invasion, pp. 153, 164. Both novels reference a fictitious film titled Valis that had been made in the twentieth century by a fictitious rock musician named Eric Lampton and featuring \"Synchronicity Music\" by a fictitious composer named Brent Mini.VALIS, p. 150; The Divine Invasion, p. 69. Both novels not only reference Linda Ronstadt,VALIS, p. 140; The Divine Invasion, p. 242. but include fictional characters named Linda; in the case of VALIS, there is a character named Linda Lampton,VALIS, p. 200. and in the case of The Divine Invasion, there is a character named Linda Fox.The Divine Invasion, p. 199. In both novels, a character has a dream that conveys the notion that slippers need to be put on in order for said character to approach the dawn.VALIS, p. 237: > \"To walk toward the dawn > You must put your slippers on.\" The Divine Invasion, p. 153: > You have to put your slippers on > To walk toward the dawn. The Divine Invasion was conceived immediately after the completion of VALIS, with the working title VALIS Regained.Jonathan Lethem, notes to VALIS and other novels, The Library of America, 2009 Dick did not begin actually writing the novel until March 1980 (more than a year after VALISs completion in November 1978), when he wrote it in less than a month. The opening chapters were based on Dick's short story, \"Chains of Air, Web of Aethyr,\" which had been written between VALIS and The Divine Invasion and published before either novel in Stellar Science-Fiction Stories #5 in 1980. == Plot summary == After a fatal car accident on Earth, Herb Asher is placed into cryonic suspension as he waits for a spleen replacement. Clinically dead, Herb experiences lucid dreams while in suspended animation and relives the last six years of his life. In the past, Herb lived as a recluse in an isolated dome on a remote planet in the binary star system, CY30-CY30B. Yah, a local divinity of the planet in exile from Earth, appears to Herb in a vision as a burning flame, and forces him to contact his sick female neighbor, Rybys Rommey, who happens to be terminally ill with multiple sclerosis and pregnant with Yah's child. With the help of the immortal soul of Elijah, who takes the form of a wild beggar named Elias Tate, Herb agrees to become Rybys's legal husband and father of the unborn \"savior\". Together they plan to smuggle the six-month pregnant Rybys back to Earth, under the pretext of seeking help for Rybys' medical condition at a medical research facility. After being born in human form, Yah plans to confront the fallen angel Belial, who has ruled the Earth for 2000 years since the fall of Masada in the first century CE. Yah's powers, however, are limited by Belial's dominion on Earth, and the four of them must take extra precautions to avoid being detected by the forces of darkness. Things do not go as planned. \"Big Noodle\", Earth's A.I. system, warns the ecclesiastical authorities in the Christian-Islamic church and Scientific Legate about the divine \"invasion\" and countermeasures are prepared. A number of failed attempts are made to destroy the unborn child, all of them thwarted by Elijah and Yah. After successfully making the interstellar journey back to Earth and narrowly avoiding a forced abortion, Rybys and Herb escape in the nick of time, only to be involved in a fatal taxi crash, probably due to the machinations of Belial. Rybys dies from her injuries sustained in the crash, and her unborn son Emmanuel (Yah in human form) suffers brain damage from the trauma but survives. Herb is critically injured and put into cryonic suspension until a spleen replacement can be found. Baby Emmanuel is placed into a synthetic womb, but Elias Tate manages to sneak Emmanuel out of the hospital before the church is able to kill him. Six years pass. In a school for special children, Emmanuel meets Zina, a girl who also seems to have similar skills and talents, but acts as a surrogate teacher to Emmanuel. For four years, Zina helps Emmanuel regain his memory (the brain damage caused amnesia) and discover his true identity as Yah, creator of the universe. When he's ready, Zina shows Emmanuel her own parallel universe. In this peaceful world, organized religion has little influence, Rybys Rommey is still alive and married to Herb Asher, and Belial is only a goat kid living in a petting zoo. In an act of kindness, Zina and Emmanuel liberate the goat-creature from his cage, momentarily forgetting that the animal is Belial. The goat-creature finds Herb Asher and attempts to retain control of the world by possessing him and convincing him that Yahweh's creation is an ugly thing that should be shown for what it really is. Eventually Herb is saved by Linda Fox, a young singer whom he loves and who is his own personal Savior; she and the goat- creature meet and she kills it, defeating Belial. He finally discovers that this meeting happens over again for everyone in the world, and whether they choose Belial or their Savior decides if they find salvation. ==Characters == * Herb Asher: audio engineer * Rybys Rommey: mother of Emmanuel, sick with MS * Yah: Yahweh * Elias Tate: Incarnation of Elijah * Emmanuel (Manny): Yah incarnated in human form * Zina Pallas: Shekhinah * Linda Fox: singer, songwriter, Yetzer Hatov * Belial: Yetzer Hara * Fulton Statler Harms: Chief prelate of the Christian-Islamic Church (C.I.C), Cardinal of the Roman Catholic Church * Nicholas Bulkowsky: Communist Party Chairman, Procurator maximus of the Scientific Legate * VALIS: agent of Yahweh, disinhibiting stimulus ==Other works== The Divine Invasion is a part of the VALIS trilogy of novels: * VALIS (1981) * The Divine Invasion (1981) * The Owl in Daylight (unfinished) ** The Transmigration of Timothy Archer (1982) (Posthumously substituted for unfinished third volume) ==See also== * Exegesis * Radio Free Albemuth ==References== ==Sources== *Rossi, Umberto. “The Holy Family from Outer Space: Reconsidering Philip K. Dick's The Divine Invasion.” Extrapolation Vol. 52, no. 2 (2011): 153-73. *Schmid, Georg, \"The Apocryphal Judaic Traditions as Historical Repertoire: An Analysis of The Divine Invasion bt Philip K. Dick\". Degrés: Revue de synthese a orientation semiologique, #51, Automne 1987, 1-11. ==External links== * The Divine Invasion at Worlds Without End Category:1981 American novels Category:Novels by Philip K. Dick Category:1981 science fiction novels Category:Postmodern novels Category:Dystopian novels Category:American science fiction novels Category:Novels about religion Category:Religion in science fiction ",
    "title": "The Divine Invasion"
}