{
    "id": "841381",
    "text": "First edition (publ. (G.P. Putnam's Sons) Battle Cry is a 1953 novel by American writer Leon Uris. Many of the events in the book are based on Uris's own World War II experience with the 6th Marine Regiment.http://www.barnesandnoble.com/w/battle-cry-leon-uris/1100609525 The story is largely told in first person from the viewpoint of the Battalion Communications Chief, \"Mac,\" although it frequently shifts to third person in scenes where Mac is not personally present. The characters in the book come from a variety of backgrounds, and cover a broad range of American archetypes. The interaction of the characters as they learn to put aside their prejudices and biases to bond, developing esprit de corps, is a primary theme of the novel. * \"Mac\": A Master Tech Sergeant, a career Marine with 30 years of service in the Corps, and the Battalion Communications Chief. He gives his name only as \"Mac.\" He is the book's primary narrator and provides much of the old hand viewpoint of the story, also providing perspective on changes in the Marine Corps during the war. * Daniel \"Danny\" Forester: An All-American boy from Baltimore. While the book does not have one central character, the story tends to focus on Danny more than anyone else. He leaves high school before graduation and gives up a scholarship to Georgia Tech to join the Marine Corps when the war breaks out; goes through Boot Camp and becomes a member of 2nd Battalion's radio squad. * Lamont Quincy \"L.Q.\" Jones: The unit's clown, from Los Angeles. He goes through Boot Camp with Danny and is assigned to the radio squad. * Constantine \"Ski\" Zvonski: A street youth from Philadelphia, from a Polish immigrant family. He also goes through Boot Camp with Danny and LQ, and is assigned to the radio squad. * Marion \"Sister Mary\" Hodgekiss: A small town boy and the unit's intellectual, with a fondness for classical music and poetry, particularly Shakespeare. Aspires to be a writer. A member of the radio squad. * Cyril \"Seabags\" Brown: A farm boy from Iowa who refers to everybody as \"Cousin.\" A member of the radio squad. * Mortimer \"Speedy\" Gray: A cowboy type from Texas. A member of the radio squad. The most openly racist character in the unit. His attitude toward certain other men, particularly Pedro Rojas and Jake Levin, is the source of significant interpersonal conflict. * Andrew \"Andy\" Hookans: A lumberjack from Washington, the \"big dumb Swede.\" A member of the radio squad. * Shining Lighttower: A Navajo Native American. Lighttower occasionally plays on the Indian stereotype, talking in native pidgin and asking if he could go home to \"the reservation.\" A member of the radio squad. * Joseph \"Spanish Joe\" Gomez: A Hispanic American, the radio squad's troublemaker and slacker. * Jacob \"Jake\" Levin: A replacement from Brooklyn who joins the radio squad after Guadalcanal. * Pedro Rojas: A Navy hospital corpsman assigned to Headquarter's Company. From Texas, the son of Mexican migrant laborers. He is a Pharmacist's Mate who dreams of becoming a doctor. * Major Samuel \"Highpockets\" Huxley: The Battalion Commander. * Ziltch: The Battalion Commander's orderly. * Marine Gunner Jack Keats: Another old hand and the Battalion Communications Officer. * Captain Max Shapiro: Company Commander of Fox Company. * First Lieutenant Bryce: Headquarter's Company commander. * Staff Sergeant Burnside: Another old hand, squad leader of the radio squad. * Gunnery Sergeant McQuade: Another old hand in the Corps, Company Gunnery Sergeant for Fox Company and friend of Mac and Burnside. * First Sergeant Pucchi: Another old hand and the Headquarters Company First Sergeant. * Milton \"Professor\" Norton: A fellow recruit at Boot Camp, Norton was an instructor at the University of Pennsylvania prior to joining the Marines. He later volunteers as a Pioneer. * Corporal \"Tex\" Whitlock: The drill instructor at Boot Camp. * Platoon Sergeant Beller: The platoon leader at Boot Camp. * Theodore \"Ted\" Dwyer: Another recruit at Boot Camp. * Shannon O'Hearne: Another recruit at Boot Camp, a troublemaker. Later becomes a rifle range instructor. * Kathleen \"Kathy\" Walker: Danny's high school sweetheart. * Elaine Yarbourough: An older woman Danny has an affair with, the wife of a Navy officer. * Susan: Ski's girlfriend. * Rae: A woman that Hodgekiss falls in love with. * Pat Rogers: A New Zealand woman that Andy falls in love with. The book tells the story of how this diverse group came together to form an effective team, as well as describing the battles they fought in, including the Battle of Guadalcanal, Tarawa and the Battle of Saipan. Also described is their boot camp experiences in San Diego and their two assignments to US Marine camps in New Zealand, the first time for preparatory training for the Battle of Guadalcanal and then back again for rest and recovery before the Tarawa campaign. Their experiences in New Zealand reveal the very different cultures of the two allies, and how much the young marines enjoyed the hospitality of the local people, in spite of being what has been called a 'friendly invasion'. The film version of this novel was made in 1955, directed by Raoul Walsh and written by Uris. The film stars Van Heflin, Aldo Ray, James Whitmore, Tab Hunter and Fess Parker\"Battle Cry at IMDB\" https://www.imdb.com/title/tt0047860/. ==References== Category:1953 American novels Category:Novels by Leon Uris Category:American war novels Category:G. P. Putnam's Sons books Category:Novels about the United States Marine Corps Category:Novels set during World War II Category:American novels adapted into films Category:1953 debut novels ",
    "title": "Battle Cry (Uris novel)"
}