{
    "id": "841364",
    "text": "Combat Rock is the fifth studio album by the English rock band the Clash. It was released on 14 May 1982 through CBS Records. In the United Kingdom, the album charted at number 2, spending 23 weeks in the UK charts and peaked at number 7 in the United States, spending 61 weeks on the chart. Combat Rock is the group's best-selling album, being certified double platinum in the United States. It contains two of the Clash's most popular songs, the singles \"Rock the Casbah\" and \"Should I Stay or Should I Go\". Combat Rock is the last Clash album featuring the classic lineup. ==Background== Following the triple-album Sandinista! (1980), singer/guitarist Joe Strummer felt the group was \"drifting\" creatively. Bassist Paul Simonon agreed with Strummer's dissatisfaction towards the \"boring\" professionalism of The Clash's then- managers Blackhill Enterprises. Strummer and Simonon convinced their bandmates to reinstate the band's original manager Bernie Rhodes in February 1981, in an attempt to restore the \"chaos\" and \"anarchic energy\" of The Clash's early days. This decision was not welcomed by guitarist Mick Jones, who was becoming progressively estranged from his bandmates. During this period, drummer Topper Headon escalated his intake of heroin and cocaine. His occasional drug usage had now become a habit that was costing him £100 per day and undermining his health. This drug addiction would be the factor that would later push his bandmates to fire him from The Clash, following the release of Combat Rock. ==Recording== The album had the working title Rat Patrol from Fort Bragg during the recording and mixing stages. After early recording sessions in London, the group relocated to New York for recording sessions at Electric Lady Studios in November and December 1981. Electric Lady Studio was where the band had recorded its previous album Sandinista! in 1980. While recording the album in New York, Mick Jones lived with his then-girlfriend Ellen Foley. Joe Strummer, Paul Simonon and Topper Headon stayed at the Iroquois Hotel on West 44th Street, a building famed for being the home of actor James Dean for two years during the early 1950s. After finishing the New York recording sessions in December 1981, the band returned to London for most of January 1982. Between January and March, The Clash embarked on a six-week tour of Japan, Australia, New Zealand, Hong Kong and Thailand. During this tour, the album's cover photograph was shot by Pennie Smith in Thailand in March 1982. ==Mixing and editing== Following the Far East tour, The Clash returned to London in March 1982 to listen to the music that they had recorded in New York three months earlier. They had recorded 18 songs, enough material to possibly release as double-album. Having previously released the double-LP London Calling (1979) and the triple-LP Sandinista! (1980), the group considered whether it should again release a multi-LP collection. The band debated how many songs their new album should contain, and how long the songs' mixes should be. Mick Jones argued in favour of a double-album with lengthier, dancier mixes. The other band members argued in favour of a single album with shorter song mixes. This internal wrangling created tension within the band, particularly with Jones, who had mixed the first version. Manager Bernie Rhodes suggested that producer/engineer Glyn Johns be hired to remix the album. This editing took place in Johns' garden studio in Warnford, Hampshire (not at Wessex Studios, as is incorrectly stated by some sources). Johns, accompanied by Strummer and Jones edited Combat Rock down from a 77-minute double album down to a 46-minute single LP. This was achieved by trimming the length of individual songs, such as by removing instrumental intros and codas from songs like \"Rock the Casbah\" and \"Overpowered by Funk\". Additionally, the trio decided to omit several songs entirely, dropping the final track count to 12. During these remixing sessions, Strummer and Jones also re-recorded their vocals for the songs \"Should I Stay or Should I Go\" and \"Know Your Rights\" and remixed the songs with the intent of maximising their impact as singles. ==Music and lyrics== A recurring motif of Combat Rock is the impact and aftermath of the Vietnam War. \"Straight to Hell\" describes the children fathered by American soldiers to Vietnamese mothers and then abandoned, \"Sean Flynn\" describes the photojournalist son of actor Errol Flynn who disappeared in 1970 while covering the war. Biographer Pat Gilbert describes many songs from Combat Rock as having a \"trippy, foreboding feel\", saturated in a \"colonial melancholia and sadness\" reflecting the Vietnam War. The band was hugely inspired by Francis Ford Coppola's 1979 film about the Vietnam War, Apocalypse Now, and had previously released the song \"Charlie Don't Surf\" on Sandinista!, which referenced the film. Other Combat Rock songs, if not directly about the Vietnam War and U.S. foreign policy, depict American society in moral decline. \"Red Angel Dragnet\" was inspired by the January 1982 shooting death of Frank Melvin, a New York member of the Guardian Angels.Gray (2005) p. 380 The song quotes Martin Scorsese's 1976 movie Taxi Driver, with Clash associate Kosmo Vinyl recording several lines of dialogue imitating the voice of main character Travis Bickle. Bickle sports a mohawk in the latter part of Taxi Driver, this was a hairstyle adopted by Joe Strummer during the Combat Rock concert tour. The song \"Ghetto Defendant\" features beat poet Allen Ginsberg, who performed the song on stage with the band during the New York shows on their tour in support of the album. Ginsberg had researched punk music, and included phrases like \"do the worm\" and \"slam dance\" in his lyrics. At the end of the song he can be heard reciting the Heart Sutra, a popular Buddhist mantra. Music for \"Rock the Casbah\" was written by the band's drummer Topper Headon, based on a piano part that he had been toying with. Finding himself in the studio without his three bandmates, Headon progressively taped the drum, piano and bass parts; recording the bulk of the song's musical instrumentation himself. The other Clash members were impressed with Headon's recording, stating that they felt the musical track was essentially complete. However, Strummer was not satisfied with the page of suggested lyrics that Headon gave him. Before hearing Headon's music, Strummer had already come up with the phrases \"rock the casbah\" and \"you'll have to let that raga drop\" as lyrical ideas that he was considering for future songs. After hearing Headon's music, Strummer went into the studio's toilets and wrote lyrics to match the song's melody. ==Release== Following along the same note as Sandinista!, Combat Rocks catalogue number \"FMLN2\" is the abbreviation for the El Salvador political party Frente Farabundo Martí para la Liberación Nacional or FMLN. Lead single \"Know Your Rights\" was released on 23 April 1982, and reached number 43 on the U.K. singles chart. Combat Rock was released on 14 May 1982 and reached number 2 on the U.K. album charts, kept off the top spot by Paul McCartney's Tug of War. In the United States, Combat Rock reached number 7 on the album charts, selling in excess of one million copies. \"Rock the Casbah\", which was composed by drummer Topper Headon, reached number 8 on the U.S. singles chart. The single was accompanied by a distinctive video directed by Don Letts that aired frequently on the then-fledgling television channel MTV. In January 2000, the album, along with the rest of The Clash's catalogue, was remastered and re-released. ==Reception and influence== Combat Rock peaked at number 2 on the UK Albums Chart, number 7 on the Billboard Pop albums, and the top ten on many charts in other countries.\"UK Chart Archive\". everyHit.co.uk. Retrieved 26 October 2008.[ \"The Clash > Charts & Awards > Billboard Albums\"]. Allmusic. Retrieved 26 October 2008.\"Discography The Clash\". NorwegianCharts.com. Retrieved 26 October 2008.\"Discography The Clash\". SwedishCharts.com. Retrieved 26 October 2008. It was ranked at #4 among the top \"Albums of the Year\" for 1982 by NME, with both \"Straight to Hell\" and \"Know Your Rights\" ranked among the year's top 50 tracks. The United States Recording Industry Association of America (RIAA) certified Combat Rock as a Gold album in November 1982, Platinum in January 1983, and Multi-Platinum in June 1995. In a contemporary review for The Village Voice, Robert Christgau lamented the same attempts at funk and dub The Clash had tried on Sandinista! (1980). Nonetheless, he dismissed the notion the band were selling out and believed they were \"evolving\" on Combat Rock, writing songs at a \"higher level of verbal, musical, and political density\", albeit in less \"terse and clear\" fashion than on their early work. Douglas Wolk said in a retrospective review for Blender that while the record was originally seen as The Clash's \"sellout move\" because of its danceable sound and two hit singles, the other songs featured \"audaciously bizarre arrangements and some of Strummer's smartest lyrics.\" Q magazine was less enthusiastic, deeming it \"their biggest seller, but the beginning of the end.\" In 2000, Alternative Press called it \"the penultimate Clash album ... employing lessons learned in the previous three years ... their most commercially rewarded release ... containing [their] most poignant song 'Straight to Hell'.\" CMJ New Music Report ranked Combat Rock at number five on its 2004 list of the Top 20 Most-Played Albums of 1982. Slant Magazine listed the album at No. 80 on its list of \"Best Albums of the 1980s\". Kurt Cobain listed it in his top fifty albums of all time. ==Track listing== ==Personnel== * Joe Strummer – lead and backing vocals, guitar, harmonica, piano * Mick Jones – guitar, backing and lead vocals, keyboard, sound effects * Paul Simonon – bass guitar, backing vocals, lead vocals on \"Red Angel Dragnet\" * Topper Headon – drums, piano and bass guitar on \"Rock the Casbah\" ;Additional musicians * Allen Ginsberg – guest vocals on \"Ghetto Defendant\" * Futura 2000 – guest vocals on \"Overpowered by Funk\" * Ellen Foley – backing vocals on \"Car Jamming\" * Joe Ely – backing vocals on \"Should I Stay or Should I Go\" * Tymon Dogg – piano on \"Death Is a Star\" * Tommy Mandel (as Poly Mandell) – keyboards on \"Overpowered by Funk\" * Gary Barnacle – saxophone on \"Sean Flynn\" * Kosmo Vinyl - vocals on \"Red Angel Dragnet\" ;Production * The Clash – producers * Glyn Johns – chief engineer, mixing * Joe Blaney; Jerry Green; Eddie Garcia – assistant engineers * Pennie Smith – cover photography, taken March 1982 in Bangkok, Thailand ==Chart positions== {| class=\"wikitable sortable\" |- ! Year ! Chart ! Position |- | rowspan=\"7\" style=\"text- align:center\" | 1982 |Australian (Kent Music Report)||32 |- | Canadian RPM Albums Chart | style=\"text-align:center;\"| 12 |- | |- | |- | Norwegian Albums Chart. | style=\"text-align:center;\"| 7 |- | Swedish Albums Chart | style=\"text-align:center;\"| 9 |- | UK Albums Chart | style=\"text- align:center;\"| 2 |- | style=\"text-align:center\" | 1983 | US Billboard Pop albums | style=\"text-align:center;\"| 7 |} ==Certifications== ==Sources== * ==References== ==Further reading== * * * * * Category:1982 albums Category:Albums recorded at Electric Lady Studios Category:The Clash albums Category:CBS Records albums Category:Columbia Records albums Category:Epic Records albums Category:Albums produced by Glyn Johns ",
    "title": "Combat Rock"
}