{
    "id": "841410",
    "text": "Mantra is an American comic book series written by Mike Barr, mainly penciled by Terry Dodson and published by Malibu Comics in the mid-1990s, until it was purchased by Marvel Comics, leading to the cancellation of the title after 24 issues. Adam Hughes is credited for the character designs. Mantra is the name of the lead character, an Ultra (superhero) within Malibu's Ultraverse line of comics. ==Fictional History== ===From warrior to sorceress=== An eternal warrior named Lukasz and 11 compatriots more had been fighting the villain Boneyard for centuries: whenever an individual soldier dies, his soul would be placed in a new body, and take up the fight once more. In the 1990s, Lukasz' leader Archmage was betrayed by one of his men and captured by Boneyard, leading to the permanent death of most of the warriors and a final reincarnation for other. To the shock of Lukasz, he was put into the body of a woman, Eden Blake.\"Mantra\" #1 Vol. 1. (1993) In addition to being forced to deal with a new life as a woman, Lukasz also faces the particular challenges of Eden's life -- in particular, her two children and her ex-husband. For the first time, Lukasz confronts the fact that for 1500 years he had been destroying families by stealing men's bodies and forcing them to walk away from their lives. He fell in love with the soul of Eden Blake, which still existed within him. He also discovers that Eden had vast latent powers, including a mystical armor activated by a specific invocation including the word 'mantra', leading to the media dubbing her as such. In his last battle with Boneyard's men, commanded by Notch, the last male body of Lukasz was killed by a mercenary with precognitive abilities called Warstrike, who was deceived by the soldiers of Boneyard in attacking the Archimage's warriors.\"Mantra\" #1 Vol. 1. (1995) When Lukazs was adapting to the corpse and family of Eden Blake, Warstrike found the Blake's house and told Lukasz-Eden that he had discovered the fraud of Boneyard's men. Lukasz-Eden convinced him to help him in the battle against Boneyard. Later, Lukasz recovered a magical mask that was being sold in an auction. With this mask, Lukasz become Mantra and defeated with magic the soldiers of Boneyard that were attacked the auction.\"Mantra\" #2 Vol. 1. (1995). Lukasz-Mantra knew that someone close to Archimage betrayed him. He suspected the lawyer that worked with Archimage, John Dalmas. Mantra fooled Dalmas in leaving his office and began to search evidence, but he was attacked by a magical construct called Kismet Deadly, created by Archimage with the intention of testing him. Mantra defeated Kismet, and later found two of his old companions, Hamath and Yaron, reincarnated as an old man and a dog, respectively. Kismet Deadly appeared to the trio and killed Hamath and Yaron. Confronted with the nature of mortality, Kismet left. After the battle, Mantra was captured by Boneyard, who took the sorceress to his kingdom in the Godwheel. \"Mantra\" #3 Vol. 1. (1995) Boneyard tried to force Mantra to becomes his fourth wife, but he escaped with help of Warstrike and the local resistance.\"Mantra\" #4 Vol. 1. (1995) Sometime later, Mantra fought a demon vassal of Boneyard, that had adopted the form of a wolf cartoon character. Mantra and the demon fought in a cartoon-like reality, and the demon was banished to the Boneyard's realm.\"Mantra\" #5 Vol. 1. (1995) Mantra later joined the government agency Aladdin.\"Mantra\" #6. (1993) ===Break-Thru=== During the Break-Thru event, Mantra helped other heroes in fighting the minions of the villain Rex Mundi, and protecting Amber Hunt.\"Break-Tru\" #1. (1993) After the fight, Mantra and the other heroes arrived to the Moon and discovered that The Entity of the Moon was the origin of the existence of Ultras in Earth. In the moon, Mantra also encounters Prime who develops somewhat of a crush on her female aspect. \"Break-Tru\" #2. (1993) Later, Boneyard tricked Mantra in killing Archimage. Mantra arrived to the Godwheel, when him meet Topaz, one of the three Queens of Gwendor, a female- only country, and have to fought her in a ceremonial battle for possession of the Sword of Fangs, the blade that Mantra was using and that belonged before to Gwendor. \"Giant Size Mantra\" #1 (1994). ===Godwheel=== Lukasz was temporarily separated from the body of Eden Blake and transferred to a male body. He, Warstrike, Eden Blake(now in possession of her body), Boneyard and other heroes and villains were transported to the Godwheel by the god Argus. Argus was searching for minions in his quest for power. The corpse of Eden was taken over by Thanasi, who called himself Necromantra and joined the Argus' side. Lukasz, Warstrike and other heroes were forced to make alliance with Boneyard for searching of certain magical objects. Necromantra created the creature Primevil with an old carcass of the hero Prime. In the end the ultraheroes fought Necromantra, Primevil and a Pumpkin's possessed Argus with the help of the Marvel hero Thor. After the battle Thor and the other heroes returned to Earth.\"Godwheel\" #0-3. (1995) On Earth, Lukazs and Eden finally were together and they conceived a child. The pregnancy of Eden was abnormally fast and the child born was revealed to beNecromantra, who proceed to grow to adult size and fought Lukasz\"Mantra\" #18-19 Vol. 1. (1995). Later Mantra meet again the Primevil, who gained sapience with the Soul gem. Primevil was infatuated with Mantra, however the Asgardian god Loki took advantage of the situation to take the Soul gem.\"Mantra\" #22 Vol. 1. (1995) When Mantra meet Topaz again, in the Ultraforce's ship, the queen of Gwendor demanded the return of a sacred sword of fangs that Mantra still possesed. They begin to fight and were interrupted by the villain Hybrid. With the help of Ultraforce, Hybrid was defeated. \"Mantra\" #24 Vol. 1. (1995) ===Post-Black September=== Following the Black September event, the Marvel-led Malibu began publication of a second volume with a new Mantra, removing the magic from Eden/Lukasz and casting it onto a minor character from the first series named Lauren Sherwood, a young blonde woman who was a teenager babysitter of Eden Blake's children. This new version, becomes stuck in the Ultraverse. Lukasz-Mantra became a supporting character until the issue 5. The new Mantra fought NecroMantra- Thanasi and N.M.E.\"Mantra\" #1 Vol. 2. (1995) The second volume lasted only 7 issues. In her last appearance, Mantra meet Ghoul from Ultraforce, who was working as taxi driver, and gives him a ring that transformed his appareance to other people, letting him work without scaring the people. \"Ultraforce\" #11 Vol. 2. (1996) ==Powers and abilities== Lukasz was an extremely experienced warrior whose master (Archimage) would reincarnate him and eleven other warriors into new bodies each time they fell in combat throughout the centuries. In Eden Blake's body, he could use the latent potential for magic inherited by those of her bloodline; the longer he was in her form, the more he could access this power, slowly becoming a vastly powerful sorceress. She could summon a mystical armor by invoking the word \"Mantra\". The armor acted as a \"focus\" for her powers, increasing the abilities greatly. She could also accomplish great things requiring vast power by reciting over and over the mantra given to her by Archimage, \"Change, Growth, Power\" while the power inside her built. Lauren Sherwood's abilities were similar, but developed more rapidly. ==Possibility of revival== In 2003, Steve Englehart was commissioned by Marvel to relaunch the Ultraverse with the most recognizable characters, including Mantra, but the editorial decided finally not to resurrect the Ultraverse imprint.Cronin ,Brian. (April 15, 2017) [\"https://www.cbr.com/ultraverse-marvel-relaunch-steve-englehart/\"] CBR.com Englehart Steve . . In June 2005, when asked by Newsarama whether Marvel had any plans to revive the Ultraverse, Marvel editor-in-chief Joe Quesada replied that: ==References== == Sources== * * ==External links== *The Mantraverse *More recently updated and currently active as of 2018 non-Geocities site Category:1993 comics debuts Category:Malibu Comics characters Category:LGBT- related comics Category:LGBT superheroes Category:Malibu Comics titles Category:Ultraverse Category:LGBT characters in comics ",
    "title": "Mantra (comics)"
}