{
    "id": "841514",
    "text": "Ambazonia, officially the Federal Republic of Ambazonia and commonly referred to as Amba Land, is a self-declared state, internationally considered an autonomous anglophone state of the UN-created Cameroon federation of 1961. The federation was controversially abolished between May 1972 and January 1984 by the majority French-speaking political leadership of Cameroon. Since that time the component federal state of French-speaking Cameroon has attempted to re- emerge with English-speaking Ambazonia tagged onto herself as mere regions in an admitted assimilation project CAMEROON: From BIYA, a mea culpa on the anglophone crisis in Paris. 14 Nov 2019. Accessed 24 May 2020. amidst fierce resistance. Ambazonia is the successor state to the former British Mandate Territory of Southern Cameroons.Roger, Jules, and Sombaye Eyango. \"Inside the Virtual Ambazonia: Separatism, Hate Speech, Disinformation and Diaspora in the Cameroonian Anglophone Crisis\" (2018). Situated in the Gulf of Guinea, Ambazonia is bordered by the Cameroon Republic to the east, Nigeria to the north and west, and the Bight of Bonny of the Atlantic ocean to the south. Its territory and population constitute an area of 42,710 square kilometres (16,490 square miles) populated by roughly five million people. In 2017, the leading Ambazonian nationalist movements led by the Southern Cameroons National Council, which hold de facto control over the interior of the territory,Doho, Gilbert. \"From literary concept to self-proclaimed state: three generations of Anglophone-Cameroonians at war.\" Journal of the African Literature Association (2020): 1-20. regrouped under the Southern Cameroons Ambazonia Consortium United Front (SCACUF). On the 46th independence anniversary October 1, 2017, SCACUF Chairman Sisiku Julius Ayuk Tabe proclaimed the restoration of Ambazonian independence from the defunct Cameroon federation. The Cameroonian government stated that the declaration has no legal weight, and on November 30, 2017 declared war against Ambazonian nationalists. The ensuing war is known as the Anglophone Crisis in the Cameroons. On 5 January 2018 Sisiku Julius AyukTabe and his aides were abducted from an Abuja hotel in an international conspiracy and transported to Yaounde where the leaders were levied political charges, tried in a military tribunal and sentenced to life imprisonment. Subsequent efforts by Cameroon to divide Ambazonian nationalists through the imprisoned former leader Julius Ayuk Tabe precipitated the 2019 Ambazonian leadership crisis and fomented a greater resolve for independence which is manifested in boycotted presidential polls Cameroon's President Paul Biya wins seventh term. 22 Oct 2018. Accessed 18 March 2020. and parliamentary elections in Ambazonia. Violence, intimidation threaten Cameroon’s legislative vote. February 9, 2020. Accessed 18 March 2020 The Southern Cameroons was formerly the United Nations Trust Territory of Southern Cameroons under United Kingdom administration (1922–1961). Denied the choice of outright independence from the Trusteeship Council by the United Kingdom representative Sir Andrew Benjamin Cohen in violation of the December 6, 1946 Trusteeship Agreement, UN Resolution 1514 (xv) and the 1959 All-Party Mamfe (Ambazonia) Conference recommendations, the territory in February 1961 voted in a UN Plebiscite to gain independence from the United Kingdom by joining the French-speaking Republic of Cameroon. to form a federation of two equal and autonomous states. French-speaking Cameroon quit the federation between 1972 and 1984 and has since that time attempted to tag Southern Cameroons Ambazonia onto herself as divided provinces. English- speaking Southern Cameroons Ambazonia is admitted to the Unrepresented Nations and Peoples Organization. ==Etymology and scope== The term \"Ambazonia\" is derived from the word Ambozes, the local name for the bay area at the mouth of the Wouri (now Douala) river. The name was first coined by Fon Gorji Dinka in 1984. The term Ambazonia is an umbrella term that encompasses various concepts, with sources calling it the Anglophone regions of Cameroon, a country, Ambazonians seeking autonomy or increased self-determination, a collective name for the Northwest and Southwest Regions of Cameroon,http://www.xinhuanet.com/english/2019-11/05/c_138530475.htm the anglophone regions of Cameroon where separatists calling for an independent state are largely based, or a prototypical geographical epithet for the Southern Cameroons region prior to independence. ==History== ===Early British interactions (1858–1887)=== Several European traders visited Ambas Bay freely until 1844–1862 when the British concluded trade treaties with various Ambas Bay chiefs. In 1858 the British Baptist Missionary, Alfred Saker, established a haven for freed slaves which was later named Victoria after the then Queen Victoria of England. In 1887, the British handed over Victoria and its surrounding territory to the Germans who had occupied an adjacent small mudflat area in Duala east of Ambas Bay. ===German colonisation (1887–1914)=== After taking over the former British territory, the German Empire, which had been based to the east (current French-speaking Cameroon territory) undertook to expand its Kamerun protectorate through a combination of explorations, military expeditions and warfare with local communities that began with subduing King Kuva of Buea after 4 years of bitter warfare. In 1891 the Germans finally took control of Buea and Sasse which they named Einsiedel, Bojongo (Engelberg) and the regions from Tiko, through Bimbia, Victoria, Debunscha, Idenau to Bakassi. In 1902 Buea was made the Capital of Kamerun. By 1910 the Germans had pushed their way into the hinterlands conquering communities from Muyuka to Nkambe and renamed most of these localities: Kumba (Johann Albrechtshoehe), Njila (Kaiser Wilhelmsburg), Ossidinge (Agborkem German), Mamfe (Mansfeld), Bangwa, Bali (Baliburg), Mankon (Bande), Kimbo (Kumbo) all the way to the Nkambe areas. These newly acquired territories were added to the original Kamerun (later French Cameroun) just as additional prongs of territories in the south in present-day Congo and Gabon were also added as \"Neu Kamerun\" ('New Cameroon') and the Duckbill territories acquired from Chad and Oubangui-Shari (today known as Central African Republic) also became part of Kamerun. This territory remained under the control of Germany until World War 1 when Germany was defeated. ===British colonisation (1914–1961)=== Proclaimed Ambazonian territory In 1914, as World War I raged Britain reclaimed the Ambas Bay coastal area from Tiko through Bimbia, Victoria, Idenau all the way to the Bakassi Peninsula. However Britain also advanced inland for the first time, stretching to present-day Nkambe, and then further north to the Lake Chad areas. That whole strip of territory was then denoted as British Cameroons, which was administered as an appendage of Nigeria. In 1916 Britain and France signed a treaty known as the Simon-Milne Declaration, to respect the frontiers between the British Cameroons and French Cameroun. When Germany was finally defeated in 1918, it was compelled to sign the Treaties of Versailles in 1919, relinquishing control of all its colonies to the Allied and Associated Powers, including the territory known since 1916 as the British Cameroon. On 10 July 1919 Britain and France reiterated the boundary treaty concluded in 1916 and both undertook to administer their respective new colonial territories in accordance with Article 22 of the League of Nations Covenant. British sovereignty over the Southern Cameroons was maintained until 1922 when Southern Cameroons became a Mandated Territory by the League of Nations. The British Cameroons Administration Ordinance, 1924, as subsequently amended up to 1929, divided British Cameroons into the Northern Cameroons (administered as part of Northern Nigeria) and the Southern Cameroons (administered as part of Eastern Nigeria). When the mandates system was transmuted into the trusteeship system in 1946, this arrangement was again provided for in the Order-in-Council of 2 August 1946 providing for the administration of the Nigeria Protectorate and Cameroons under British mandate. Meanwhile, the boundary between the British Cameroons and French Cameroun was more exactly defined in an agreement signed by the Governor- General of Nigeria and the Governor of French Cameroun in 1930 and approved by Britain and France. In 1953 the Southern Cameroons representatives in the Eastern Nigerian Legislature demanded from Britain a regional status for the Southern Cameroons with seat of government in Buea. The Order in-Council of 1954 established a Legislative House known as the House of Assembly of the Southern Cameroons. An Executive Council was also established. The Southern Cameroons gained limited autonomy as a quasi-region within the Nigerian Federation. The first sitting of the House of Assembly of the Southern Cameroons met on 26 October 1954. Dr. Endeley emerged as leader of the Southern Cameroons. His official title was Leader of Government Business, the reason being that the Southern Cameroons was a quasi-region and therefore only semi-autonomous. In 1958, the Southern Cameroons attained the status of a full region and became autonomous and fully self-governing. Dr. Endeley's official title accordingly changed to that of Premier (Prime Minister). In 1957, United Nations Resolutions 1064 (XI) of 26 Feb 1957 and 1207 (XII) of Dec 13, 1957 called on the Administering Authorities to hasten arrangements for Trust territories to attain self-governance or independence. In 1958 the House of Assembly and the House of Chiefs called for complete separation from Nigeria and total independence. In 1959 the opposition party Kamerun National Democratic Party (KNDP) won elections making it the first time in Africa that power changed hands peacefully from a government in power to an opposition party. John Ngu Foncha leader of the KNDP became the second Premier (Prime Minister) of the Southern Cameroons9. Furthermore, United Nations' resolutions 1350 (XIII) of March 13, 1959 and 1352 (XIV) of October 16, 1959 called on Britain, the Administering Authority to organize a plebiscite in the Southern Cameroons under UN supervision based on the following two 'alternatives': independence by joining Nigeria as one of the autonomous regions of that country or French Cameroun in a federation of two states, equal state in status. In 1960, the Westminster Parliament in London enacted a constitution for the Southern Cameroons known as the Southern Cameroons (Constitution) Order in Council. The Constitution put in place a full-fledged parliamentary and ministerial system of government modelled after that of the United Kingdom. This constitutional measure was taken contemporaneously with the separation of the Southern Cameroons from Nigeria. The Southern Cameroons attained the status of a full self-governing Territory though still a United Nations Trust Territory under Britain. ===The plebiscite (1961)=== Ambazonian Governing Council emblem The United Nations had decided to put an end to all trusteeships by the end of 1960. All trusteeship territories were granted unconditional independence but British Southern Cameroons was faced with a choice: attaining independence by joining the French Cameroun Republic in a federation of two equal states or joining Nigeria as one of its federated regions. The reason for this position was based on the 1959 Phillipson Report, which claimed that Southern Cameroons was not economically capable of sustaining itself as an independent state. The United Nations initiated discussions with French Cameroun on the terms of association of Southern Cameroons if the outcome of the plebiscite was in favour of a federation of the two countries. The plebiscite was precipitously organised and took place in 1961 amid deep confusion and discontentment: most of the people neither wanted to join Nigeria nor French Cameroon, which spoke French, was in a bloody civil war, and had a very different political culture. The people of the Southern Cameroons could not understand why the option for independence had been denied them. The colonial power sought to prevent the emergence of any kind of pro-independence movement. This ensured that the people chose only one of the two options that were on the table and rather than other alternatives. With no better option available, Southern Cameroonians voted to associate with French Cameroun in a federation of two states, equal in status. On 21 April 1961, UN resolution 1608 (XV) set 1 October 1961 as the date of independence for the Southern Cameroons, following a vote at the UN general Assembly in which 64 countries voted in favour of the independence of the Southern Cameroons. Although Southern Cameroons had voted to join French Cameroon upon achieving independence, French Cameroon voted against her independence. It was agreed that Britain, the UN, Southern Cameroons and French Cameroon would together discuss the terms of federation. In July 1961, the United Nations and Britain declined to attend the planned meeting that was set for discussions on the concrete terms of the federation. Instead only the Southern Cameroons and the French Cameroon Republic delegations met in Foumban, a town in French Cameroon. (The UN and Britain gave no reasons for keeping away from the meeting.) However instead of frank discussions, President Ahidjo of the French Cameroon Republic, presented the Southern Cameroons delegation with a copy of the French Cameroon constitution of 1960 and requested them to make suggestions for modification which might or might not be taken into account. The Southern Cameroonian delegation deeply disappointed by the condescending approach of Ahidjo returned home in the hope that the government of French Cameroon would reconsider its stance and open the constitution for amendment that will befit a federated state with two equal partners. However this was not to be. In August 1961 a Southern Cameroons delegation met with French Cameroonians in Yaoundé for further discussions about the constitution. Again no agreement was reached. Thus though the plebiscite was an expression of willingness to associate with French Cameroon, the discussions that were necessary to hammer out an agreed document and set the legal basis of the federation never took place, nor were any agreements subsequently signed between the two countries. ===The incorporation of the Southern Cameroons in French Cameroon (1961–1972)=== On 1 September 1961, the parliament of French Cameroon voted in favor of the new constitution. It was essentially the version for the Foumban conference written by Ahidjo and his French advisers in advance. To make it binding under international law, it should also have been voted by the parliament of Southern Cameroons. That did not happen. The lack of agreement and intergovernmental commitment is mentioned by Ambazonian independence representatives as an essential feature of the Union's illegality. A further concern mentioned is that the federal constitution gives the impression that French Cameroon reacquired the Southern Cameroons. In order to achieve this, the detour via the form of the Federation is chosen. The then French President Pompidou referred to the Southern Cameroons as a 'small gift of the Queen of England to France'. Contrary to UNGA binding resolution 1514 (XV) of 14 December 1960 on the granting of independence to all colonial peoples and countries, Britain transferred the Southern Cameroons to the sovereignty of a foreign country, French Cameroon, rather than to the Government of the Southern Cameroons as required by international law. On 30 September the British administrators left the Southern Cameroons. On the next day, the army of French Cameroon marched over the border. The Mobile Wing (armed police of the Southern Cameroons) was disarmed by them. It is described as a forceful take over. An official from French Cameroun was appointed in the position of a Governor-General of the Southern Cameroons. His official title was 'Inspecteur Federal d'Administration'. He was accountable directly to the President of French Cameroon. Then followed a host of other French Cameroon civil servants, including subsequently its police force, which literally took over Southern Cameroons. French Cameroon was renamed East Cameroon and the Southern Cameroons were renamed West Cameroon. In 1965 Augustine N. Jua became the Prime Minister of West Cameroon but was sacked by President Ahidjo in 1968 and replaced by S. T. Muna. French advisors of president Ahidjo recommended the introduction of bilingual schools to educate and assimilate Southern Cameroonians in favour of French Cameroon. The aim was to slowly absorb the 'Anglo-Saxon' Southern Cameroonians into the francophone hemisphere. That happened additional to the massive deployment of administrators from East Cameroon. Foncha expressed his unhappiness with Ahidjo's progressive assimilation and marginalization of the people of the former Southern Cameroons. Ahidjo sacked him from the position of Vice President and replaced him with S. T. Muna in 1970. In spring 1972 president Ahidjo declared to conduct a referendum about the form of the state. The West Cameroon lawmakers heavily opposed and rejected that idea. Under duress and to avoid bloodshed they submitted to Ahidjo's decision. On 20 May 1972 the referendum was conducted with a favorable outcome for Ahidjo. The whole process was in violation of Article 47 of the constitution of the federation which prohibited any attempt to change the federal form of the state. The name of the state was changed from 'Federal Republic of Cameroon' to the 'United Republic of Cameroon'. He then divided West Cameroon into two parts which he called 'North West and South West' provinces. The events between 1 October 1961 to 20 May 1972 are rather described as incorporation of a former colony into another state or even as a creeping annexation than unification. ===Growing Ambazonian nationalism (1982–2006)=== On 6 November 1982, Ahidjo resigned and handed over power to Paul Biya who continued with the assimilation agenda and policies of Ahidjo. In February 1984, he changed the official name of the country back to the Republic of Cameroon from the United Republic of Cameroon – the name that French Cameroon held before its unification with the Southern Cameroons. Biya stated that he had taken the step to affirm Cameroon's political maturity and to demonstrate that the people had overcome their language and cultural barriers. In addition, he suppressed one of the two stars (last memory of the federation) creating a new flag with a single star indicating that the Southern Cameroons had never existed apart from French Cameroon. From the mid-1980s, the break between the Southern Cameroon elites and the Francophone- dominated central government is becoming increasingly apparent. Political exclusion, one-sided economic exploitation and cultural assimilation were criticized more and more openly. In a memorandum dated 20 March 1985, Anglophone lawyer and President of the Cameroon Bar Association Fon Gorji Dinka wrote that the Biya government was unconstitutional and announced the former Southern Cameroons should become independent as the Republic of Ambazonia. Dinka was incarcerated the following January without trial and in the process became a \"martyr\" for separatist cause. The name Ambazonia was used in 1984 by Fon Gorji-Dinka (leader of the Ambazonia advocacy group), when the parliament and government of the Republic of Cameroon changed the name of the country from the \"United Republic of Cameroon\" back to the pre- reunification name of the French Cameroun, the \"Republic of Cameroun\". In the view of some, including Gorji-Dinka, Bernard Fonlon, and Carlson Anyangwe, particularly in the former British Cameroon, this meant a dissolution of the 1961 personal union. It was in this light that beginning in 1984, Ambazonia, was declared to represent an intervention of the people of Southern Cameroons to return the statehood of the former British Southern Cameroons territory.Marcel Fomotar. A Tale of Nationalism and Dissidence, Peace and Conflict Monitor, University for Peace, June 7, 2007 Ambazonia saw this not as the fait accompli of a one Cameroon state but as an opportunity to engage both states into a 'constitutional review' of their post-1984 relations. The group under Gorji-Dinka believed that by \"operation of the law\", there should be an equal participation by the two states that made up the now extinct federation, in a new vision for their countries' (Republic of Cameroon and the Southern Cameroons) relations with each other. In the document, dubbed the \"new Social Order\", the Ambazonia's proposal of CACIN (the Cameroon-Ambazonia Confederacy of Independent Nations) was summarily rejected by the Republic of Cameroon. Instead, the leader of ARC (Ambazonia Restoration Council), Fon Gorji-Dinka, was arrested and tried for treason for claiming the continuing existence of the sovereignty of the 'Southern Cameroons' in the Republic of Ambazonia. In 1992, Fon Gorji-Dinka, on behalf of the state of Republic of Ambazonia, filed a lawsuit against the Republic of Cameroon and President Paul Biya on the main charge of the Republic of Cameroon's illegal and forcible occupation since the 1984 dissolution of the United Republic of Cameroon and the declaration of the Republic of Ambazonia. This suit was registered with the Bamenda High Court in the Northwest region of Cameroon as case number HCB28/92. Conflicting reports exist relating to the outcome of this case. In 1994, John N. Foncha and Salomon T. Muna, both former Prime Ministers of the Southern Cameroons, returned to the United Nations in New York and demanded separate independence for the Southern Cameroons. The mission to the UN preceded the All Anglophone Conference (AAC I) which took place in Buea bringing together all Southern Cameroons citizens who unanimously called for the restoration of the statehood of the Southern Cameroons. A second All Anglophone Conference (AAC II) was held in Bamenda at which the decisions of AAC I were reiterated and a 'reasonable time' given to French Cameroun to accept a return to the two state federation failing which the people of the Southern Cameroons would be left with no other option than to revive its statehood and revive its independence. The implementation of AAC-I & AAC-II were however stalled by the brutal arrests and incarceration of the leaders of the AAC with several others escaping into exile. In 2005, the Southern Cameroons/Republic of Ambazonia became a member of the Unrepresented Nations and Peoples Organisation (UNPO) it was renewed in 2018. In a 2005 judgment of the United Nations Human Rights ICCPR (International Covenant on Civil and Political Rights) Tribunal Communication 1134/2002, the United Nations Human Rights Tribunal ruled in favor of compensation for Fon Gorji-Dinka for human rights abuses to his person and for assurances of the enjoyment of his civil and political rights. On 31 August 2006, the independence of the Republic of Ambazonia to include the disputed territory of Bakassi was formally proclaimed by the Southern Cameroons Peoples Organisation (SCAPO).The Proclamation of the Independence of the Republic of Ambazania at Ambazania.org ===From demonstrations to war (2016–present)=== The desire for self-determination remained alive in the people of Southern Cameroons. The declaration of independence followed a series of events that started with the teachers and the lawyers' strike in October 2016. The lawyers had sent an ultimatum to the government of Cameroon calling for a redeployment of French speaking judges from English-speaking courts and called its territory made up of the two English speaking regions of current Republic of Cameroon; The Federal Republic of Ambazonia. It has since then formed its Interim Government and the Interim President, Sisiku Ayuk Tabe Julius, has appointed his first cabinet in exile. The Cameroon government initially responded by cracking down on lawyers' demonstrations, as well as separatist protestors and insurgents. At least 17 people were killed in protests following the declaration of independence, while fourteen Cameroonian troops were killed in attacks claimed by the Ambazonia Defence Forces. This led to a full-fledged guerilla war in Southern Cameroons. On November 30, 2017, the President of Cameroon declared war on the Anglophone separatists. This marked the start of a very violent confrontation between Government forces and armed separatist. The conflict started in Manyu Division where the Ambazona Defense Force operated. From there conflict has spread to other counties like Lebialem, Fako, Momo, Bui, Ngoketunjia. Several different armed factions have emerged such as the Red Dragons, Tigers, ARA, Seven Kata, ABL amongst others. Several Villages and towns have been burned down such as Kwa- kwa, Kembong, Tadu in NSO and Muyenge.Picking a Fight: The Rise of Armed Separatists in Cameroon, ACLED. Accessed Nov 17, 2018. On 5 January 2018, members of the Ambazonia Interim Government, including President Sisiku Julius Ayuk Tabe, were arrested in Nigeria and deported to Cameroon.Just In-Dr Samuel Ikome Sako Is New Acting Interim President of The ‘Federal Republic of Ambazonia’, Cameroon News Agency, Feb 4, 2018. Accessed Apr 19, 2018. They were subsequently arrested, and spent 10 months at a gendarmerie headquarter, before being transferred to a maximum security prison in Yaoundé.Cameroon: Ambazonia leaders appear before judge at military tribunal, Journal du Cameroun, Nov 28, 2018. Accessed Jan 13, 2019. A trial started in December 2018.Detained Ambazonia leaders reject Cameroonian nationality in court, Journal du Cameroun, Dec 6, 2018. Accessed Jan 13, 2019. On 4 February 2018, it was announced that Dr. Samuel Ikome Sako would become the Interim President of the Federal Republic of Ambazonia, temporarily succeeding Tabe. His presidency saw the escalation of the war, and its spreading to all of Southern Cameroons.Cameroon's Anglophone crisis: Red Dragons and Tigers - the rebels fighting for independence, BBC, Oct 4, 2018. Accessed Oct 4, 2018. On 31 December 2018, Ikome Sako said that 2019 would see a switch from a defensive to an offensive war, and that the separatists would strive to achieve de facto independence on the ground.No Retreat, No Surrender, From Defensive To Offensive Strategy, The way Forward In 2019-Dr Samuel Sako, Cameroon News Agency, Dec 31, 2018. Accessed Dec 31, 2018. On 2 May 2019, Sisiku Julius Ayuk Tabe declared the dissolution of Samuel Ikome Sako's caretaker cabinet and the restoration of his own cabinet. This caused a divide in the government which led to the 2019 Ambazonian leadership crisis. On 13 May 2019, the United Nations Security Council had an informal meeting to discuss the Anglophone Crisis. On 26 August 2019, an appeal was put forth by ten Ambazonian leaders, including Sisiku Julius Ayuk Tabe, to end their sentence after being convicted in a military court. They had been sentenced to life in prison on charges of terrorism, secession, along with a fine of 350 million dollars. Many Ambazonians were dissatisfied with the trial and some considered it a \"sham\". February 7 through 12 of 2020 were declared a lock down in the Northern regions for the 2020 Municipal and Legislative elections. In March 2020, one armed group called a ceasefire with Cameroon due to concern relating to the Coronavirus. However, the war continued. ==Geography== Ambazonia map of Köppen climate classification Ambazonia is characterized by two main landscapes. On the west towards the border to Nigeria the lowlands of the Mamfe basin can be found. The area is covered with dense rain forest. There are protected areas like the Korup National Park or the Takamanda National Park. Further east towards Cameroon a series of volcanoes like the Manengouba or Kupe can be found. They stretch from the South along the border of Cameroon to the North where they go to the highlands of Bamenda. A bit isolated from the other volcanoes is the Mount Fako (Mount Cameroon) on the very Southern Tip of Ambazonia. At it is the highest mountain in Western Africa and the 28th highest in Africa overall. ===Climate=== As large parts of Ambazonia are in the Western High Plateau, they have a somewhat cooler climate than the surrounding areas in Cameroon and Nigeria. The lowlands along the coast and the river valleys of Manyu, both of which are parts of the Benue Trough, are warmer. Most of Ambazonia has a tropical monsoon climate, with the coastal plain containing some of the rainiest places in the world (such as the village of Debundscha). The northeastern parts of Northwest Region (including the city of Bamenda) have a tropical savanna climate, with distinct wet and dry seasons. At higher altitudes, such as the Oku Massif and Mount Cameroon, there are pockets where the temperatures fall sufficiently to be classified as a warm-summer Mediterranean climate. The top of Mount Cameroon has a polar climate of the tundra variant, unique in West Africa and extremely rare so close to the Equator.Beck, H.E., Zimmermann, N. E., McVicar, T. R., Vergopolan, N., Berg, A., & Wood, E. F. ==Administrative structure== Ambazonia is divided in 14 counties. Administrative structure of the Federal Republic of Ambazonia {| class=\"wikitable\" |- ! County !! County Capital |- |Fako||Victoria |- |Meme||Kumba |- |Ndian||Mundemba |- |Kupe Muaneguba||Bangem |- |Lebialem||Menji |- |Manyu||Mamfe |- |Momo||Mbengwi |- |Mezam||Bamenda |- |Ngoketunjia||Ndop |- |Bui||Kumbo |- |Boyo||Fundong |- |Menchum||Wum |- |Donga Mantung||Nkambe |- |} ==Citations== ==References== * ==Further reading== * ==External links== * * Category:English-speaking countries and territories Category:Former British protectorates Category:Countries in Africa Category:West African countries Category:States and territories established in 2017 Category:2017 establishments in Africa Category:Politics of Cameroon Category:Geography of Cameroon Category:History of Cameroon Category:Independence movements Category:Rebel groups in Cameroon Category:Rebel groups that actively control territory Category:Separatism in Cameroon Category:Territorial disputes of Cameroon Category:Members of the Unrepresented Nations and Peoples Organization ",
    "title": "Ambazonia"
}