{
    "id": "841554",
    "text": "The Steven F. Udvar-Hazy Center, also called the Udvar-Hazy Center, is the Smithsonian National Air and Space Museum (NASM)'s annex at Washington Dulles International Airport in the Chantilly area of Fairfax County, Virginia, United States. It holds numerous exhibits, including the Space Shuttle Discovery, the Enola Gay, and the Gemini 7 space capsule. The facility was made possible by a $65 million donation in October 1999 to the Smithsonian Institution by Steven F. Udvar-Házy, an immigrant from Hungary and co-founder of the International Lease Finance Corporation, an aircraft leasing corporation.Small, L. M. \"A century's roar and buzz: Thanks to an immigrant's generosity, the Steven F. Udvar-Hazy Center opens to the public\". In \"From the Secretary\". Smithsonian. Vol. 34, p. 20. The main NASM building, located on the National Mall in Washington, D.C., had always contained more artifacts than could be displayed, and most of the collection had been stored, unavailable to visitors, at the Paul E. Garber Preservation, Restoration, and Storage Facility in Silver Hill, Maryland. A substantial addition to the center encompassing restoration, conservation and collection-storage facilities was completed in 2010. Restoration facilities and museum archives were moved from the museum's Garber facility to the new sections of the Udvar- Hazy Center.Steven F. Udvar Hazy Center History ==Architecture and facilities== Entrance view with observation tower Designed by Hellmuth, Obata, and Kassabaum, who also designed the National Air and Space Museum building, the Center required 15 years of preparation and was built by Hensel Phelps Construction Co.Triplett, W. \"Hold everything!\" Smithsonian. Vol. 34, December 2003, p. 59. The exhibition areas comprise two large hangars, the Boeing Aviation Hangar and the James S. McDonnell Space Hangar. The Donald D. Engen Observation Tower provides a view of landing operations at adjacent Washington Dulles International Airport. The museum also contains an IMAX theater. A taxiway connects the museum to the airport. Phase Two of the Udvar-Hazy Center will be dedicated to the behind-the-scenes care of the Smithsonian's collection of aircraft, spacecraft, related artifacts and archival materials. On December 2, 2008, the Steven F. Udvar-Hazy Center received a gift of $6 million for phase two from Airbus Americas Inc. — the largest corporate gift to the Smithsonian Institution in 2008. The wing includes: * The Mary Baker Engen Restoration Hangar — spacious enough to accommodate several aircraft at one time with a second-floor viewing area designed to give visitors a behind- the-scenes look. * Archives — the foremost collection of documentary records of the history, science and technology of aeronautics and space flight will be housed in a single location for the first time, providing researchers with ample space and equipment. * The Emil Buehler Conservation Laboratory — provides conservators much-needed space to develop and execute specialized preservation strategies for artifacts. * Collections processing unit — a dedicated loading dock and specially designed secure area for initial inspection and analysis of artifacts.National Air and Space Museum Receives Gift from Airbus for Phase Two of the Steven F. Udvar-Hazy Center Main exhibition display area. ==Collection== Enola Gay. Lockheed SR-71 Blackbird. Gemini 7 space capsule. Air France Concorde F-BVFA. Discovery in the space wing of Udvar-Hazy. The center was opened on December 15, 2003. The Udvar- Hazy Center displays historic aviation and space artifacts, especially items too large for the National Air and Space Museum's building on the National Mall, including: * The Enola Gay, the Boeing B-29 Superfortress which dropped the first atomic bomb on Hiroshima, Japan * The orbital spacecraft Space Shuttle Discovery was put on public display in the James S. McDonnell Space Hangar on April 19, 2012, replacing the atmospheric test vehicle, Enterprise. * A first-generation tracking and data relay satellite (TDRS) that hangs directly above Discovery * The Gemini 7 space capsule * A Lockheed SR-71 Blackbird reconnaissance aircraft * An Air France Concorde supersonic airliner * A United States Air Force Lockheed L-1049, the military version of the Lockheed Constellation (\"Connie\") airliner * The Boeing 367-80 (\"Dash-80\") jet transport, which was the prototype for the KC-135 tanker and the 707 airliner * The only surviving Bell XV-15 experimental tiltrotor craft * A Redstone rocket * The only surviving Verville-Sperry M-1 Messenger, the USAAS's first messenger aircraft * The Langley Aerodrome A, an early attempt at powered flight by Smithsonian Secretary Samuel Pierpont Langley * The Northrop N-1 experimental aircraft * The only surviving Boeing 307 Stratoliner, the ex-Pan Am Clipper Flying Cloud * One of two surviving German Heinkel He 219 Uhu night fighters * The only surviving German Dornier Do 335 PfeilDornier Do-335 fighter * The only surviving German Horten Ho 229 prototype flying wing jet fighter/bomber * The only surviving German Arado Ar 234 Blitz jet bomber * The only surviving German Horten H.VI flying wing aircraft * One of three surviving German Bachem Ba 349 Natter rocket-powered interceptors * The only surviving Japanese Nakajima J1N1-S Gekko * The only surviving Japanese Aichi M6A1 Seiran * One of four surviving Northrop P-61 Black Widow night fighters * One of two surviving Boeing P-26 Peashooter fighters * A Bede BD-5, single- seat, home-built aircraft that was somewhat popular in the 1970s (5J version is the smallest manned jet aircraft) * The Beck-Mahoney Sorceress, known as the \"winningest\" racing biplane in aviation history * A British Hawker Hurricane fighter * A Japanese balloon bomb like the one that killed six U.S. civilians in Oregon during World War II * Lockheed Martin X-35 Joint Strike Fighter, prototype of the Lockheed Martin F-35 Lightning II * Grumman F-14 Tomcat fighter involved in the Gulf of Sidra incident (1989). * The Gossamer Albatross, which was the first man-powered aircraft to fly across the English Channel * The primary special-effects miniature of the \"Mothership\" used in the filming of Close Encounters of the Third Kind * The Virgin Atlantic GlobalFlyer piloted by Steve Fossett for the first solo nonstop and nonrefueled circumnavigation of Earth * The Winnie Mae, a Lockheed Vega piloted by Wiley Post * The first aircraft operated by FedEx, a Dassault Falcon 20 * A piece of fabric from the LZ 129 Hindenburg that survived the Hindenburg disaster. * Mercury-Atlas 10 unused Project Mercury spacecraft * U.S. Coast Guard Sikorsky HH-52 Seaguard helicopter * A Launch Entry Suit * A Vought RF-8 Crusader reconnaissance aircraft * A McDonnell Douglas F-4S Phantom II fighter * A Soviet Mikoyan-Gurevich MiG-15 fighter * The NASA Pathfinder, an early solar powered aircraft * A Piasecki PV-2 helicopter * A French Caudron G.4 bomber * A German Focke-Wulf Fw 190F fighter/bomber * A British Westland Lysander Army cooperation aircraft * A CASA 352L transport * A Republic F-105D Thunderchief fighter-bomber * A Lockheed P-38 Lightning fighter * Darryl Greenamyer's Grumman F8F Bearcat \"Conquest I\" racing aircraft * The North American P-51C Mustang \"Excalibur III\" fighter * A North American F-86 Sabre fighter * A Republic P-47 Thunderbolt fighter * A Grumman F6F-3 Hellcat fighter * A Soviet Mikoyan-Gurevich MiG-21 \"Fishbed\" fighter * A Beechcraft Bonanza * A Beechcraft Model 18 * A Bell 47 helicopter * A Bell H-13 Sioux helicopter * A Bell UH-1 Iroquois helicopter * A Boeing-Stearman Model 75 biplane trainer aircraft * A Grumman A-6E Intruder ground-attack aircraft * A Curtiss P-40E Kittyhawk fighter * A Vought F4U-1D Corsair fighter * A Piper J-3 Cub * A Grumman G-22 Gulfhawk * An Aeronca C-2 ultralight aircraft * The Stanley Nomad glider * An Arrow Sport A2 * A Space Systems/Loral FS-1300 communications satellite, previously a ground spare for Sirius Satellite Radio * The Shuttle Radar Topography Mission payload that flew on STS-99. * Bob Hoover's Shrike Commander * Gondola of Breitling Orbiter 3, the first balloon to fly around the world non-stop * Gondola C-49 of Goodyear Blimp Columbia (N4A), class GZ-20, and Gondola of Goodyear Pilgrim The museum is still in the process of installing exhibits, and 169 aircraft and 152 large space artifacts were on display as of May 2012, and plans call for the eventual installation of over 200 aircraft.\"Steven F. Udvar-Hazy Center: Looking Ahead\" Accessed September 30, 2006 The current list is maintained at the Objects On Display page of the Smithsonian Institution NASM Collections site. == Events == A number of events are held at the museum throughout the year. These include lectures, book signings, sleepovers, and events for children. Some of the museum's larger events include Air & Scare for Halloween, an open house, and Innovations in Flight: Family Day and Outdoor Aviation Display. ==Media appearances== The center made its first media appearance in the 2009 film Transformers: Revenge of the Fallen. The center remained open while filming took place, although certain areas were closed. The SR-71 that is on display in the museum was used as Jetfire, a Decepticon who switches sides to become an Autobot, in the film. In the film, it is referred to simply as the National Air and Space Museum. ==See also== *List of aerospace museums ==References== ==External links== * Category:2003 establishments in Virginia Category:Aerospace museums in Virginia Category:Museums established in 2003 Category:Museums in Fairfax County, Virginia Category:Smithsonian Institution museums Category:Space Shuttle tourist attractions Category:Dulles International Airport ",
    "title": "Steven F. Udvar-Hazy Center"
}