{
    "id": "841601",
    "text": "Radio K.A.O.S. is the second solo studio album by English rock musician and former Pink Floyd member Roger Waters. Released on 15 June 1987 in the United Kingdom and June 16 in the United States, it was Waters' first solo album after his formal split from Pink Floyd in 1985. Like his previous and future studio albums and many works of his during his time with Pink Floyd, the album is a concept album based on a number of key topical subjects of the late 1980s, including monetarism and its effect on citizens, popular culture of the time, and the events and consequences of the Cold War. It also makes criticisms of Margaret Thatcher's government, much like Pink Floyd's The Final Cut, another album conceived by Waters. The album follows Billy, a mentally and physically disabled man from Wales, forced to live with his uncle David in Los Angeles after his brother Benny was sent to prison after an act intended to support striking coal miners results in the death of a taxi driver, following his dismissal from his mining job due to \"market forces.\" The album explores Billy's mind and view on the world through an on-air conversation between him and Jim, a disc jockey at a local fictitious radio station named Radio KAOS. ==Background and inspiration== In 1979, Waters met Jim Ladd for a radio documentary on The Wall album, beginning a friendship which remains today. Ladd was an inspiration as he brought some light into Waters's dim view of L.A. life, initially through listening to the bizarre Fish Report from KMET. Waters became increasingly interested in Ladd's plight with his radio station KMET, and his eventual sacking to change the programming format of the station in search of market-researched profits. In 1985, Waters wrote a song called \"Get Back to Radio,\" which seemed to be partly based on the experiences of Ladd, and partly from childhood memories – Waters fondly remembers listening to Radio Luxembourg well into the night as a child. An event from the 1985 miners' strike in Britain where a striking worker threw a concrete block off a motorway bridge, killing a taxi driver who was taking a working miner to his job, seemed to register in Waters's subconscious, emerging in the second song written, \"Who Needs Information\" and later, \"Me or Him.\" The album, with a working title of Home, took only three months to record, developed from 16 songs throughout 1986 and was worked into a now familiar Waters concept album. The Ronald Reagan campaign ads during \"Me or Him\" are sampled from an actual 1980 political advertisement of Reagan's ==Concept== The popular culture of Los Angeles and the radio industry in the area at the time was the inspiration for the fictional Radio KAOS station that plays a significant role in the album. Billy is a 23-year-old Welshman from the South Wales Valleys. He is mentally and physically disabled, confined to a wheelchair and only able to work his upper body. Though he is perceived as mentally challenged, his disability has actually made him not only a genius, but also superhuman, as he also has the ability to literally hear radio waves throughout all frequencies without aid. Billy was living with his twin brother Benny, who was a coal miner, wife Molly, and their children. Unfortunately, Benny has lost his job in the mines due to the \"market forces.\" One night, Benny and Billy are out on a pub crawl when they pass a shop full of TV screens broadcasting Margaret Thatcher's \"mocking condescension.\" Benny vents his anger on this shop and steals a cordless phone. Next, in theatrical fashion, Benny poses on a footbridge in protest to the closures; the same night, a taxi driver is killed by a concrete block dropped from a similar bridge by Benny (\"Who Needs Information\" – track 2). The police question Benny, who hides the phone in Billy's wheelchair. Benny is taken to prison, and Molly, unable to cope, sends Billy to live with his uncle David in Los Angeles, California, United States. Since Billy can hear radio waves in his head (\"Radio Waves\" – track 1), he begins to explore the cordless phone, recognising its similarity to a radio. He experiments with the phone and is able to access computers and speech synthesisers, and learns to speak through them. He calls a radio station in L.A. named Radio KAOS and tells them of his life story about his brother being in jail (\"Me or Him\" – track 3), about his sister-in-law not being able to cope and sending him to L.A. to live with his uncle Dave (\"Sunset Strip\" – track 5), and about the closures of the mines (\"Powers That Be\" – track 4). Billy eventually hacks into a military satellite and fools the world into thinking nuclear ICBMs are about to be detonated at major cities all over the world while deactivating the military's power to retaliate (\"Home\" – track 6, and \"Four Minutes\" – track 7). The album concludes with a song about how everyone, in thinking they were about to die, realises that the fear and competitiveness peddled by the mass media is much less important than their love for family and the larger community. (\"The Tide Is Turning\" – track 8). In the sleeve notes, Waters dedicated the album \"to all those who find themselves at the violent end of monetarism.\" ==Recording== The album was recorded at Waters' own personal studio in London called The Billiard Room and mixed at Odyssey Studios in London. Recording was done with the aid of Roger Waters' Bleeding Heart Band. ==Release== ===Packaging=== Morse Code is a central theme in the art and style of the album, visually and audibly. The artwork for the album, designed by Kate Hepburn, are written Morse Code sentences in green imprinted on a black background. The translation spans both the front and the back of the sleeve. The front cover reads ROGER/WATERS/RADIO/KAOS/WHONE/EDSINF/ORMA/TIONTH. The back cover reads EPOWE/RSTHAT/BEHO/METHETI/DEISTU/RNING/RADIO/WAVES. When translated as a whole, the artwork spells out the name of the artist, the album, and five tracks from the album. It reads: Roger Waters, Radio K.A.O.S., \"Who Needs Information,\" \"The Powers That Be,\" \"Home,\" \"The Tide Is Turning\" and \"Radio Waves.\" The code on the artwork is also heard throughout the album itself, most notably at the beginning and end of the album, book-ending the piece in the same manner as the heartbeat from Pink Floyd's The Dark Side of the Moon and The Bleeding Heart Band from The Wall. ===Singles=== Aside from eight songs that were used on the album, additional songs appeared as B-sides. The lead single from the album, \"Radio Waves\", was released on 11 May 1987 as a 7\" single, a 12\" Extended play single, and a CD single. The b-side was non-album track \"Going to Live in L.A.\". \"Radio Waves\" briefly went into both the American and British charts in the month of release, reaching number 74 on the UK Singles chart and number 12 on the US Billboard Mainstream Rock chart. \"Sunset Strip\" was released as the second single in September 1987. The b-sides included a demo of the song \"Get Back to Radio\" and a live version of Pink Floyd's \"Money\". Despite \"Sunset Strip\" not being released as a promo to American and British radio stations, and competing against Waters's former band whose single \"Learning to Fly\" was topping the United States Billboard Mainstream Rock chart, it managed to go as high as number 15. \"The Tide Is Turning\" was released as the third single in the United Kingdom and Australia. Without direct competition from Waters's former band, Pink Floyd, the single was a commercial success in Europe. It charted at number 54 on the UK singles chart. \"Who Needs Information?\" was released in the United States in December 1987 as the fourth and final single, backed with live exclusive \"Molly's Song\", another previously unreleased song. The single was in direct competition with Pink Floyd's \"On the Turning Away\". While Pink Floyd's singles topped the US Mainstream Rock charts back to back, \"Who Needs Information?\" failed to chart, despite a radio promotional release. Waters even once said in an interview that he might even release an EP with some unreleased songs from this project for those who might be interested, but this never appeared. ==Promotion== The record was first announced via a press release from EMI on 6 April 1987, confirming Waters's new album, its details and release date. The press release mentioned that the project was conceived to be a full-out rock opera, complete with a stage show, film and live album, much like Waters's original vision for the album. Waters also made a Video EP for this album featuring the songs \"Radio Waves,\" \"Sunset Strip,\" \"Fish Report,\" \"Four Minutes\" and \"The Tide Is Turning (After Live Aid).\" ===Tour=== The Radio K.A.O.S. tour aka K.A.O.S. On the Road ran from mid-August 1987 to the end of November of the same year. It was entirely in North America except for the final two shows from Wembley, England. The tour, the largest of Waters's career up to that point, featured extravagant staging, props and video. The entirety of the concert was presented as a K.A.O.S. radio special, \"K.A.O.S. on the Road\", and featured deejay Jim Ladd introducing the songs, conversing with Billy, or simply complimenting Roger and the band on their performance. The screen used for the tour displayed video of Roger, Jim, and various other actors playing out aspects of the narrative, as well as animations and video illustrating the songs. The concert was 'interrupted' at one point each night by Billy, who played the video to the début Pink Floyd single \"Arnold Layne\", in remembrance of Syd Barrett. Prior to each show, Jim Ladd took calls from people in a booth and these calls were then answered by Roger. The person in each booth was usually chosen via a competition on local radio stations, in keeping with the theme of the concert. The setlist included the entire Radio K.A.O.S. album, with popular Waters-composed Pink Floyd songs mixed into the sequence, and typically lasted more than two and a half hours. The tour went heavily into debt, with Waters using his own money at one point to underwrite the expense, as there were massive overruns and delays. The tour was proposed to go worldwide, but due to financial considerations these discussions never went any further, and the tour ended. ==Reception== Waters felt a moral disappointment with the album, even going as far as saying he regrets recording it. The album was first released on 15 June 1987 in the United Kingdom and the United States, and was met with mixed reviews. Internationally, the album only charted in these two countries, peaking at number 25 in the United Kingdom and number 50 in the United States. J. D. Considine of Rolling Stone gave the album a positive review, highlighting the album as \"by no means perfect\" but \"powerful\"; although the themes and style of the album were criticized, he deemed the record to be an improvement on Waters's debut studio album, The Pros and Cons of Hitch Hiking. Robert Christgau from The Village Voice wrote: \"In which Waters's wheelchair-bound version of the deaf, dumb and blind boy learns to control the world's computers with his cordless phone, then simulates impending nuclear holocaust just to scare the shit out of the powers that be. I have serious reservations about any record that can't be enjoyed unless you sit there reading the inner sleeve, but this is not without its aural rewards — a coverable song or two and some nice comping on shakuhachi, as well as the deep engineering that made Floyd famous. As pretentious goes, not stupid.\" Since the release, Waters has expressed his dislike for the album and the effort put into creating it. He confessed in an interview that the attempt to make the album sound \"modern\" had ruined the record: In addition to being dissatisfied with the production, Waters regrets his decision to trim the album from a double to a single one, thus losing much of the concept.http://www.pinkfloydonline.com/bios/rogerwaters/ In a retrospective review, Mike DeGagne of AllMusic gave the album three-and-a-half stars, stating that the album, unlike some of Waters's other works, manages to convey the music more than the narrative, but also that \"While both The Pros and Cons of Hitch Hiking and Amused to Death convey his talented use of concept, imagination, and lyrical mastery, this album seems to be nothing more than a fictional tale with a blatantly apparent message.\" ==Track listing== ==Personnel== * Roger Waters – vocals, acoustic and electric guitars, bass guitar, keyboards, shakuhachi * Graham Broad – percussion, drums * Mel Collins – saxophones * Nick Glennie-Smith – DX7 and E-mu on \"Powers That Be\" * Matt Irving – Hammond organ on \"Powers That Be\" * John Lingwood – drums on \"Powers That Be\" * Andy Fairweather Low – electric guitars * Suzanne Rhatigan – main background vocals on \"Radio Waves\", \"Me or Him\", \"Sunset Strip\" and \"The Tide Is Turning\" * Ian Ritchie – piano, keyboards, tenor saxophone, Fairlight programming, drum programming * Jay Stapley – electric guitars * John Thirkell – trumpet * Peter Thoms – trombone * Katie Kissoon, Doreen Chanter, Madeline Bell, Steve Langer & Vicki Brown – background vocals on \"Who Needs Information\", \"Powers That Be\" and \"Radio Waves\" * Clare Torry – vocals on \"Home\" and \"Four Minutes\" * Paul Carrack – vocals on \"The Powers That Be\" * Pontarddulais Male Voice Choir - chorus * Paul Batchelor – assistant engineer * Noel Davis – choir master * Nick Griffiths – co-producer on \"Me or Him\" and \"The Powers That Be\" * Kate Hepburn – cover design * Eric Jones – choir arrangement * Chris Sheldon – engineer * Kevin Whyte – assistant engineer ==Charts== {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Chart (1987) ! scope=\"col\"| Peak position |- |Australia (Kent Music Report) | style=\"text-align:center;\"|33 |- !scope=\"row\"|UK Albums Chart |style=\"text-align:center;\"|25 |- !scope=\"row\"|US Billboard 200 |style=\"text-align:center;\"|50 |} ==Release history== {|class=wikitable |- !Region !Date !Format !Label !Catalog no. |- | Argentina | rowspan=\"17\"| 15 June 1987 | LP | Columbia Records | 120,935 |- | Australia | rowspan=\"6\"| LP, CD | rowspan=\"2\"| CBS Records | 450518 1 (LP) 450518 2 (CD) |- | Brazil | 230,506 (LP) 2 040795 (CD) |- | Canada | Columbia Records | FC 40795 (LP) VCK 40795 (CD) |- | France | rowspan=\"3\"| EMI | 2407831 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) |- | West Germany | 064 24 0783 1 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) |- | Greece | 062-240783 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) |- | Israel | LP | Columbia Records | KAOS 1-1 |- | Italy | LP, CD | EMI | 64-2407831 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) |- | Japan | LP | CBS Records / Sony Records | 28 AP 3361 |- | New Zealand | LP, CD | CBS Records | 450518 1 (LP) 450518 2 (CD) |- | South Africa | LP | CBS Records | ASF 3161 |- | Spain | LP, CD | rowspan=\"2\"| EMI | 074 240783 1(LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) |- | Turkey | LP | KENT PR 2215 |- | United Kingdom | LP, CD, Cassette | EMI | KAOS 1 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) TC KAOS 1 (CT) |- | United States | rowspan=\"2\"| LP, CD | Columbia Records | FC 40795 (LP) CK 40795 (CD) |- | Yugoslavia | Jugoton, EMI | 11170 (LP) CDKAOS1 (CD, Issue 1) CDP 7 46865 2 (CD, Issue 2) CAEMI 9263 (MC) |- | Worldwide | 10 January 2003 | Digital download | EMI, Columbia | n/a |- | Europe | 14 January 2003 | rowspan=\"2\"| CD | Columbia Records | 509591 2 |- | Japan | 1 March 2005 | Sony Music Entertainment Japan | MHCP 692 |} ==References== ==External links== * * Category:Roger Waters albums Category:1987 albums Category:EMI Records albums Category:Columbia Records albums Category:Albums produced by Roger Waters Category:Fictional radio stations Category:Concept albums Category:Political music albums by English artists Category:Albums recorded in a home studio ",
    "title": "Radio K.A.O.S."
}