{
    "id": "842175",
    "text": "Françoise Paulette Louise Dorléac (21 March 194226 June 1967) was a French actress and model. She was the elder sister of Catherine Deneuve, with whom she starred in the 1967 musical, The Young Girls of Rochefort. Her other films include Philippe de Broca's movie L'homme de Rio, François Truffaut's La peau douce, Roman Polanski's Cul-de-sac and Val Guest's Where the Spies Are. ==Biography== ===Early films=== Dorléac was the daughter of screen actors Maurice Dorléac and Renée Simonot. Slim, fair and blonde, she made her film debut in The Wolves in the Sheepfold (1960), directed by Hervé Bromberger. She went on to appear in The Door Slams (1960) with Dany Saval and her sister Catherine Deneuve. Dorléac had a small role in Tonight or Never (1961) with Anna Karina for director Michel Deville, The Girl with the Golden Eyes (1961) with Marie Laforêt, All the Gold in the World (1961) with Bourvil, and Adorable Liar (1961) from director Deville. Dorléac was Jean-Pierre Cassel's leading lady in The Dance (1962) and had one of the leads in a TV movie, Les trois chapeaux claques (1962), directed by Jean-Pierre Marchand. She was reunited with Cassel in ' (1962) and was one of many names who appeared in Teuf-teuf (1963). ===French stardom=== Dorléac leapt to international stardom with the female lead in That Man from Rio (1964) starring Jean-Paul Belmondo and directed by Philippe de Broca. She followed it with The Soft Skin (1964) directed by François Truffaut. She was in The Gentle Art of Seduction (1964) with Belmondo and Jean-Paul Brialy, with her sister in a support part. Dorléac was one of several French stars in Circle of Love (1964) directed by Roger Vadim, and appeared in a TV show, Les petites demoiselles (1964), directed by Deville and starring De Broca. She also appeared in the comedy films, Arsène Lupin contre Arsène Lupin (1962) opposite Jean-Claude Brialy, and Male Hunt (1964), with Belmondo and her sister. ===International Career=== Françoise Dorléac and Michael Caine during the filming of Billion Dollar Brain at Helsinki Ice Hall, February 1967. That Man from Rio and Soft Skin were seen widely internationally and Dorléac received an offer to play the female lead in an expensive Hollywood financed epic, Genghis Khan (1965). She was David Niven's love interest in a spy film at MGM, Where the Spies Are (1966). Dorléac appeared as the adulterous wife in Roman Polanski's black comedy Cul- de-sac (1966), shot in Britain. She returned to France to star in a TV adaption of the Prosper Mérimée novel Julie de Chaverny ou la Double Méprise (1966) directed by Marchand. Then she joined Gene Kelly and her sister Catherine, who was a cinematic star by this time, in The Young Girls of Rochefort (1967), an homage to Hollywood musicals. Her final film role was the female lead in Billion Dollar Brain (1967) opposite Michael Caine, who played spy Harry Palmer. ==Death== Dorléac was on the brink of international stardom when she died on 26 June 1967 in a motor accident. She lost control of a rented Renault 10 and hit a signpost ten kilometres from Nice at the Villeneuve-Loubet exit of the autoroute La Provençale. The car flipped over, and burst into flames. She had been en route to Nice Airport and was afraid of missing her flight. She was seen struggling to get out of the car, but was unable to open the door. Police later identified her body only from the fragment of a cheque book, a diary and her driver's licence. ==Filmography== * Cinépanorama (TV series documentary, 1959) - herself * Les loups dans la bergerie (1960) - Madeleine * Les portes claquent (1960) - Dominique (together with her sister Catherine Deneuve) * Les échos du cinéma (TV series short, 1961-1962) - herself * Ce soir ou jamais (1961) - Danièle * La fille aux yeux d'or (1961) - Katia * All the Gold in the World (1961) - La journaliste * Adorable menteuse (1962) * The Dance (1962) - Françoise * Les trois chapeaux claques (TV Movie, 1962) - Paula * Discorama (TV series, 1962) - herself * Arsène Lupin contre Arsène Lupin (film, 1962) - Nathalie Cartier * Teuf-teuf (TV movie, 1963) * 4 FOIS D - Françoise Dorléac (Documentary short, 1964) - herself * L'homme de Rio (1964) - Agnès Villermosa * La peau douce (1964) - Nicole * Circle of Love (1964) * Male Hunt (1964) - Françoise Bicart alias Sandra Rossen * Les petites demoiselles (TV Movie, 1964) * Grand écran (TV series documentary, 1964) - herself * Ni figue ni raisin (TV series, 1965) - herself * Genghis Khan (1965) - Bortei * Where the Spies Are (1966) - Vikki * Cul-de-sac (1966) - Teresa * New Reports from France (TV series documentary, 1966) - herself, segment 4 * Dim Dam Dom (TV series documentary, 1966) - herself * Gala de l'Unicef (TV series, 1966) - herself * Septième art septième case (TV series, 1966) - herself * Derrière l'écran (TV series, 1966) - herself * Julie de Chaverny ou la Double Méprise (TV Movie, 1967) - Julie * Tilt (TV series, 1967) - herself * Hollywood in Deblatschka Pescara (Short film, 1967) - herself, uncredited * Les demoiselles de Rochefort (1967) - Solange Garnier (also with Deneuve) * Billion Dollar Brain (1967) - Anya (final film role) * The Monkees - herself (TV series, uncredited; filmed days before her death; 1 episode, 1968, aired posthumously) ==References== ==External links== * * Category:1942 births Category:1967 deaths Category:Actresses from Paris Category:French film actresses Category:French people of Norman descent Category:20th-century French actresses Category:Alumni of the French National Academy of Dramatic Arts Category:Road incident deaths in France Category:Dorléac family ",
    "title": "Françoise Dorléac"
}