{
    "id": "842245",
    "text": "Forward in Faith (FiF) is an organisation operating in the Church of England and the Scottish Episcopal Church. It represents a traditionalist strand of Anglo-Catholicism and is characterised by its opposition to the ordination of women to the priesthood and episcopate. It also takes a traditionalist line on other matters of doctrine. Credo Cymru is its counterpart in Wales. Forward in Faith North America (FIFNA) operates in the U.S. ==History== FiF was formed in 1992 in response to approval by the General Synod of the Church of England of the ordination of women to the priesthood, initially an umbrella body for a number of Catholically oriented societies and campaigning groups. It became a membership organisation in 1994 and was registered as a charity in 1996. The traditionalist group in the Scottish Episcopal Church joined forces with Forward in Faith in 1997. Credo Cymru, the traditionalist body in the Church in Wales, established formal links with Forward in Faith in 2003; the two remain separate organisations. For its first two decades, Forward in Faith's main role was to campaign for provision by the Church of England for those of its members who would be unwilling to receive the ministry of women priests and the bishops who ordained them. A high point of Forward in Faith’s first decade was \"Christ Our Future\", a Mass to mark the turn of the millennium which filled the 10,000-capacity London Arena. The Eucharist was concelebrated by the Archbishop of York, David Hope, with more than 35 other bishops and 750 priests, and the preacher was the Bishop of London, Richard Chartres. Consecrated Women (Canterbury Press, 2004), the report of a Forward in Faith working party, was published as a contribution to the debate on women in the episcopate. Its theological section was later republished, together with other material, in Fathers in God? (Canterbury Press, 2015). Following the ordination of women to the episcopate, Forward in Faith's main role is as the democratically structured membership organisation and registered charity which supports, finances and administers The Society under the patronage of S. Wilfrid and S. Hilda. Especially in its early years, Forward in Faith had a number of Evangelical members, but today its membership is overwhelmingly Anglo-Catholic. ===Relations with the Roman Catholic Church=== In 2009, there were reports that Cardinal Christoph Schönborn, the Roman Catholic Archbishop of Vienna, had been meeting with the Forward in Faith chairman, John Broadhurst, Anglican Bishop of Fulham, at the suggestion of the Pope. On 20 October 2009, in a document called Anglicanorum Coetibus, the Holy See announced that its intention to create personal ordinariates for groups of former Anglicans within the Roman Catholic Church similar to the existing military ordinariates in that their jurisdiction is exercised on a personal basis rather than a territorial basis, as is the case with normal dioceses. In October 2010, John Broadhurst announced his intention to join the Roman Catholic Church, although he said that he would not at that point resign as Chairman of Forward in Faith, saying \"it is not a Church of England organisation\". He resigned from the position in November 2010 before being received into the Roman Catholic Church. ==Constitution== The English Chapel at the east end of the Church of Christ the King, Bloomsbury, has been used by Forward in Faith since 1996 Forward in Faith’s constitution is approved and amended by its national assembly, which elects the organisation’s officers and policy-making council. The executive committee (consisting of the officers and members elected or approved by the council) are the trustees of the charity. The organisation has branches in most Church of England dioceses. ==Leadership== Chairman * John Broadhurst (to 2010); left when he became a Roman Catholic in 2010 * Jonathan Baker (2010 to 2014) * Tony Robinson (2014 to 2018) Director * Stephen Parkinson (1993 to 2012) * Colin Podmore (2013 to 2020) * Thomas Middleton (from 2020) ==Forward in Faith North America== Forward in Faith North America (FIFNA) is a separate organisation which is not structurally linked with Forward in Faith. It views itself to be the successor organisation to Coalition for the Apostolic Ministry, founded in the 1970s, the Evangelical and Catholic Mission, founded in 1976, and the Episcopal Synod of America, founded in 1989. FIFNA itself was founded in 1999. FIFNA operates across the U.S. within several churches in the Anglican tradition, including the Reformed Episcopal Church, the Anglican Church in North America, the Diocese of the Holy Cross, the Anglican Mission in the Americas, the Anglican Province of America, the Anglican Church in America, and the Episcopal Church (United States). FIFNA describes itself as: > a fellowship of Bishops, Clergy, Laity, Parishes, and Religious Orders who > embrace the Gospel of Jesus Christ, who uphold the Evangelical Faith and > Catholic Order which is the inheritance of the Anglican Way, and who work, > pray and give for the reform and renewal of the Church. We are a teaching > organism with a mission of teaching the catholic faith as received, > practiced and passed on in the Anglican Communion. ==See also== *Catholic Societies of the Church of England *Anglican realignment *Provincial episcopal visitor *Society of the Holy Cross *Church of Christ the King, Bloomsbury ==References== ==External links== * Forward in Faith UK * Forward in Faith Scotland * Credo Cymru * Forward in Faith North America Category:Anglican realignment Category:Anglo-Catholicism Category:Christian organisations based in the United Kingdom Category:Church of England Category:Organisations based in the London Borough of Camden Category:Religion in the London Borough of Camden Category:Christian organizations established in 1992 Category:Scottish Episcopal Church ",
    "title": "Forward in Faith"
}