{
    "id": "842314",
    "text": "The Jnanesvari is a commentary on the Bhagavad Gita. Above: Pages 1 and 2 in Devanagari script, Marathi language. The Dnyaneshwari () (IAST: Jñānēśvarī), also referred to as Jnanesvari, Jnaneshwari or Bhavartha Deepika is a commentary on the Bhagavad Gita written by the Marathi saint and poet Dnyaneshwar in 1290 CE. Dnyaneshwar (born 1275) lived a short life of 21 years, and this commentary is notable to have been composed in his teens. The text is the oldest surviving literary work in the Marathi language, one that inspired major Bhakti movement saint-poets such as Eknath and Tukaram of the Varkari (Vithoba) tradition. The Dnyaneshwari interprets the Bhagavad Gita in the Advaita Vedanta tradition of Hinduism. The philosophical depth of the text has been praised for its aesthetic as well as scholarly value. According to Pradhan and Lambert, the reliable dating of Dnyaneshwari to 1290 CE is based on textual and corroborative reference to the Yadava king Ramadeva as well as the name of the scribe and the samvat of its completion. It is also confirmed by the works of Namdev, another contemporary Bhakti movement saint-poet, who mentions Dnyaneshwari and who the Hindu tradition believes accompanied Dnyaneshwari on various pilgrimages. The authenticity of the Dnyaneshwari has been contested in light of Eknath comments in late 16th-century, where he stated he had restored the text to the original version, and asked \"neither change nor addition should be permitted\". Scholars generally accept that this version is most faithful one, and this edition was identified in 1909 by V. K. Rajvade and published in 1959. The narrative of the Dnyaneshwari closely follows the Bhagavad Gita, yet the commentary – called tika in the local tradition – is written in the form of a \"song-sermon\" that expands the explanation to include a discussion of the major Hindu philosophies and beliefs in the 13th-century. While the Gita has 700 verses, the Dnyaneshwari has about 9,000 verses. It includes references to the Vedas, the Upanishads and other major Hindu texts. The Dnyaneshwari is a rhythmic prose, that can be recited alone or chanted as a group. Each of its 9,000 verses consists of four lines (quarters) called an ovi (a form of Marathi meter). Unlike the Gita which has fixed number of syllables in its verses and which do not rhyme, the Dnyaneshwari commentary on the Gita has a variable number of syllables per line, of which first three of four do rhyme. Each line in the Dnyaneshwari typically has between three and thirteen syllables. The text reverentially includes the names of numerous Hindu gods and goddesses from Vaishnavism, Shaivism, and Shaktism traditions, as well as Vedic ones such as Saraswati (Sharada). The last line of many of its verses include the characteristic \"Jnanadeva says\" or \"Says Jnanesvara\". This format was adopted by other later era Bhakti movement poets, as well as in the Guru Granth of Sikhism. ==References== ===Further reading=== * \"Swadhyay Dyaneshwari\" - Marathi Self Study book by Chhapkhane Keshav Ramachandra (Born-1875, Sangli, Maharashtra, India) by Author of \"J. Krushnamuti Sandesh Ani Parichay\" ==See also== * ज्ञानेश्वरी (Dnyaneshwari) text in Marathi Wikisource *Dnyaneshwari * Dnyaneshwar Category:Bhagavad Gita Category:Hindu texts Category:Marathi- language literature Category:Varkari Category:Indian non-fiction books Category:13th-century books Category:Cultural history of India ",
    "title": "Dnyaneshwari"
}