{
    "id": "842312",
    "text": "Dane Jeffrey Cook (born March 18, 1972) is an American stand-up comedian and film actor. He has released five comedy albums: Harmful If Swallowed; Retaliation; Vicious Circle; Rough Around the Edges: Live from Madison Square Garden; and Isolated Incident. In 2006, Retaliation became the highest charting comedy album in 28 years and went platinum. He performed an HBO special in late 2006, Vicious Circle, a straight-to-DVD special titled Rough Around The Edges (which is included in the album of the same name), and a Comedy Central special in 2009 titled Isolated Incident. He is known for his use of observational, often vulgar, and sometimes dark comedy. He is one of the first comedians to use a personal webpage and MySpace to build a large fan base, and in 2006 was described as \"alarmingly popular\". As an actor, Cook has appeared in films since 1997, including Mystery Men, Waiting..., Employee of the Month, Good Luck Chuck, Dan in Real Life, Mr. Brooks, and My Best Friend's Girl. He also provided the lead voice role in the 2013 animated family film Planes, and its 2014 sequel Planes: Fire & Rescue. He was the second comedian (after Andrew Dice Clay) to sell out Madison Square Garden's large arena space. ==Early life and education== Cook was born in Cambridge, Massachusetts, the second son of Donna Jean (née Ford; died 2006) and George F. Cook (died 2007). He has an older half-brother, Darryl, and five sisters. He grew up in a Catholic family of Irish descent. Cook was raised in Arlington, Massachusetts, where he attended Arlington High School. Cook has described himself as having been \"pretty quiet, pretty introverted, shy\" as a child, although he was a \"wild child\" at home. He overcame his shyness in his junior year of high school, when he began acting and doing stand-up comedy. After graduating from high school, he studied graphic design in college as a back-up plan, in case he did not achieve success in comedy. He now designs all of his merchandise, including the cover of his album, Harmful If Swallowed. ==Career== ===Early work=== In 1990, Cook began performing stand-up in comedy clubs. On October 30, 1992, Cook and a group of local emerging improv/sketch comedians were scheduled to appear at the Boston Garden as part of local radio station WBCN's \"Rock of Boston\" music concert. Although they anticipated appearing earlier in the lineup, they were scheduled to perform between popular band Spin Doctors and the final headline act Phish, making them somewhat nervous but determined to do well. Moments after they took the stage however, the crowd, neither expecting nor appreciating a comedy act at this late stage in the evening's program and impatient for Phish to go on, expressed their displeasure by throwing their shoes at the stage. Robert Kelly, also on stage as a member of the comedy group, pleaded with the audience to settle down and let them perform their act; the crowd instead escalated to throwing lighters. Sustaining minor injuries, Cook and the comedy group left the stage. Cook described the incident – as well as how dejected he felt and his resulting determination to someday return to the Boston Garden and perform successfully someday – as part of a web series for The Tonight Show entitled \"Worst I Ever Bombed\". ===Stand-up=== ==== 1990s ==== In 1994, Cook moved to New York City and began performing. Two years later, he moved to Los Angeles, where he still lives today. His big break came in 1998 when he appeared on Comedy Central's Premium Blend. In 2000, Cook did a half-hour special on Comedy Central Presents. Since then his special has won the Comedy Central Stand-up showdown twice in a row. ==== 2000s ==== In 2003, Cook released his first CD/DVD, Harmful If Swallowed. He signed a contract with Comedy Central Records. The album is certified platinum. He released his second CD/DVD in 2005, entitled Retaliation. This album went double platinum and made Cook the first comic in 27 years to have an album in the top 5 on the Billboard charts after Steve Martin's A Wild and Crazy Guy moved as high as #2 in late 1978. He performed at the MTV Video Music Awards, and then afterwards he joined Snoop Dogg in presenting the award for Best New Artist. On April 15, 2005, Cook performed his first HBO Special entitled Vicious Circle. Vicious Circle was filmed \"in the round\" at the TD Garden. The same year, Cook shot two pilot episodes for his own sitcom, Cooked. The sitcom was not picked up and the two pilot episodes were later released on DVD as the Lost Pilot. That same year, he embarked on a 30-day, 20-show college tour called Tourgasm with his longtime friends Robert Kelly, Gary Gulman, and Jay Davis. The tour was filmed and was later made into a 9-episode documentary on HBO. On December 3, 2005, Cook hosted Saturday Night Live (SNL). He would then go on to host the premiere of season 32 of SNL a year later. The same year Cook launched his own company, Superfinger Entertainment, in order to produce his own albums and videos. In 2006, Cook headlined for Dave Attell's Insomniac Tour and hosted the 2006 Teen Choice Awards alongside Jessica Simpson. The following year he won the award for Best Comedian. On November 12, 2007, Cook became the second comic to sell out Madison Square Garden's large arena space after Andrew Dice Clay accomplished this feat in 1990. He did two sold-out shows in one night. The show was filmed and would later be put onto a DVD to be sold on Cook's third comedy album. Cook won the Big Entertainer Award at the VH1 Big in '06 Awards, and Rolling Stone magazine's Hot Comic of the Year. The following day, November 13, 2007, he released his third CD/DVD entitled Rough Around The Edges, which was filmed live at Madison Square Garden in New York City. During that time, he embarked on his first arena tour. Comic Con 2007 promoting Good Luck Chuck On April 10, 2007, Cook broke the Laugh Factory's endurance record (previously held by Richard Pryor) by performing on stage for three hours and 50 minutes. Dave Chappelle would break the record five days later by performing for six hours and seven minutes. Chappelle beat that record on December 3, 2007 by performing for six hours and twelve minutes. Dave Chappelle's standup marathon: 6 hours, 12 minutes On January 1, 2008, Cook broke Chappelle's record, by performing on stage for seven hours. From May 23, 2008 to May 25, 2008, Cook reunited with Robert Kelly and Al Del Bene for three shows at The Coliseum in Caesars Palace. From May 29-June 4, 2008 the trio went to Iraq to perform for the troops. Del Bene was the Emcee, Kelly was the feature, and Cook was the headliner. He finished his fourth album, Isolated Incident; a performance which aired on Comedy Central on May 17, 2009, with the release of the record following two days later. He kicked off that tour at the Mohegan Sun in Uncasville, Connecticut, on April 25, 2009. This album was the last as part of Cook's four-record deal with Comedy Central Records. The new album was performed at Laugh Factory in Hollywood, which is considered to be Cook's home base, where he goes to work on new material. He released the DVD version of Isolated Incident in November 2009.Dane Cook refines comedy act Jam.canoe.ca ==== 2010s ==== In 2012, Cook caused a minor controversy when a joke he made in a comedy club about the 2012 Aurora, Colorado shooting was recorded and made the headlines.He later took to Twitter to apologize, \"I am devastated by the recent tragedy in Colorado & did not mean to make light of what happened. I made a bad judgment call with my material last night & regret making a joke at such a sensitive time. My heart goes out to all of the families & friends of the victims.\" In 2014, Showtime aired Cook's Troublemaker special. In September 2016 Cook headlined with Sebastian Maniscalco at the Oddball Comedy Festival in Dallas, Texas, and the Oddball Comedy & Curiosity Festival in Irvine, California. He also toured Canada in November at the annual \"Just For Laughs\" comedy festival. In May 2018 he performed at Hard Rock Rocksino in Northfield Park, Ohio. At the end of 2018 Cook announced the \"Tell It Like It is\" Tour, his first full-scale stand-up tour since \"Under Oath\" in 2013. The tour began in February 2019 in Huntington, New York and concludes in November in Los Angeles, California. ===Film=== Cook began his film career with small roles in the late 1990s, including Mystery Men as \"The Waffler\", and opposite Dennis Rodman in 1999's Simon Sez. In 2006, Cook starred in his first leading role as Zack Bradley in Employee of the Month, which co-starred Jessica Simpson and Dax Shepard. The film made a modest $30 million against a $12 million budget. In June 2007, Cook co-starred in his first dramatic role as the devious photographer \"Mr. Smith\" in Mr. Brooks, which starred Kevin Costner. The film debuted at number 4 at the box office, grossing $10,017,067 in its opening weekend. In September 2007, Cook starred as dentist Charlie Logan in Good Luck Chuck, which co- starred Jessica Alba and Dan Fogler. The film was the second-highest-grossing film (#1 Comedy) at the U.S. box office in its opening weekend, grossing $13.6 million in 2,612 theaters. The film went on to have a total box office tally of approximately $35 million U.S. and $24 million foreign. A month later, Cook co-starred as Mitch Burns in Dan In Real Life, which starred Steve Carell. The film grossed $11.8 million in 1,921 theaters its opening weekend, ranking number 2 at the box office. As of July 6, 2008, it has grossed $62,745,217. In 2008, Cook starred as air purifier call-center supervisor Tank Turner in My Best Friend's Girl with Kate Hudson, Jason Biggs, and Alec Baldwin. The film grossed $8.2 million in its opening weekend, debuting at #3 at the box office. In 2010, Cook claimed that he had auditioned for the role of Captain America for Captain America: The First Avenger, although director Joe Johnston, did not have him on the short list for the part. In 2013, Cook voiced the character of Dusty Crophopper in the animated film, Planes, a spin-off of Pixar's Cars franchise. He reprised his role as Dusty in the 2014 sequel Planes: Fire & Rescue. In 2015, Cook starred in the film 400 Days with Brandon Routh, Caity Lotz, and Ben Feldman. The film was directed by Matt Osterman and executive produced by Cook. ===Stage=== Cook at a USO tour in 2008 On November 18, 2010, it was announced that both Cook and Josh Hamilton would be starring in Neil LaBute's 2011 Broadway production of Fat Pig; however, before the show began it was postponed for financial reasons. ===Television=== His first TV role was playing a quarterback named Kyle on the 1995 ABC comedy Maybe This Time, which starred Marie Osmond, Betty White and Ashley Johnson. In October 2005, during an interview with Jay Leno on The Tonight Show with Jay Leno, actress Charlize Theron leaned forward and allowed Cook to kiss her backside. In May 2012, it was announced that Cook would be starring in the new NBC comedy Next Caller. On October 12, 2012 the show was canceled prior to its airing after filming four out of six episodes. == Comedic style == Cook's style is principally \"long-form storytelling\"Dane Cook finds humor in darkest times on latest tour, coming to Van Andel Arena on Friday Grand Rapids Press and \"multipurpose phrases\". Cook says his onstage persona is a combination of the personalities of his mom, Donna, and his dad, George. \"My mother is like a Looney Tunes cartoon. She's wiggly ... She has the ability to tongue in cheek a lot, and do it in a way where she's being physical. My dad is the polar opposite. He always had a little 'what the fuck' in his voice. Even if he knew nothing about what he was talking about, he could sell it. So I looked at these two extremely funny people and created a style of comedy from absorbing their actions.\" He explains: ===Reception=== One reviewer noted that Cook attracted a young, growing audience through colorful observations and high energy performances. Commentators in a variety of media sources have characterized Dane Cook's humor as unfunny.\"Pop Life: The Joke's on Us: How can any comedian get as famous as Dane Cook has with no jokes?\" by Rob Sheffield, Rolling Stone, October 19, 2006. Comedian Ron White has criticized Dane Cook for his lack of real material and for his inflated ego; saying \"[He] does not make me laugh, at all, in any way, shape or form.\"\"Ron White Interview\" by David Medsker. When asked about his opinion of Cook on The Howard Stern Show, comedian Nick DiPaolo said \"he doesn't make me laugh, but that doesn't mean he's not funny.\" On Boston radio station WBCN, Dane Cook was named by radio show Toucher and Rich to a tournament of the top 16 \"Worst Comedians\" and, based on listener voting, was voted the \"Worst Comedian\" of all. In the Michigan Daily, Elie Zwiebel and co-author Jesse Bean wrote that \"he's managed to become one of the most overrated comics ever\" and that his act is \"boringly stagnant\". In an interview with Jason Tanamor of Zoiks! Online, Tanamor asked Cook why he was so despised. Cook stated that he'd had conversations with his therapist, attributing some of the negativity to his alpha demeanor. Add to that, Cook's highly successful career. \"Unfortunately, what you find is, you know in your graduating class with the guys you came up with, there's going to be some dudes in front of you that don't want you catching up, and there's going to be some guys behind you that maybe they've never had an opportunity. That, coupled with, like you said, reaching the Billboard charts with 'Retaliation' and a lot of people going, 'Who the fuck does he think he is?' Jim Breuer talked about Cook's reputation within the comedy industry, saying: \"Everyone kills this guy ... Not one comedian comes on [my Sirius radio show] and says 'I'm so happy for him', which is weird. ... They can't stand this poor guy.\" Breuer went on to say that he personally thinks Cook is a \"tremendous performer\".\"Comics Question the Rise of Dane Cook\", Free Press Release, November 9, 2006. Paul Provenza said that he was not a fan of his earlier work, but \"...caught a couple of Dane Cook shows at the Laugh Factory in Los Angeles, and he was fantastic\", and became a fan because he felt he had \"matured\". ===Accusations of plagiarism=== Comedian Joe Rogan claimed that Cook performed a bit on an episode of Premium Blend that Rogan had developed on I'm Gonna Be Dead Someday, and claimed to have performed the routine earlier in clubs with Cook present. In 2010 Rogan had Cook as a guest on his podcast, telling him that he was a \"good dude\" and that he was \"...glad we put all that shit past and hung out...I think you are doing some awesome shit.\" Cook replied: \"That means the world hearing that from you, Joe ... You've got a lot of integrity and I've always had a lot of respect for you.\" In 2007, a \"veteran comic\" accused Cook of appropriating one of that comic's \"very physical routines\", despite a direct request that Cook stop using the routine in question.Getlen, Larry. \"Take the Funny and Run\". Radar. February 14, 2007. There was also widespread Internet discussion regarding 3 bits from Cook's 2005 album Retaliation, and similar bits from comic Louis C.K.'s 2001 album Live in Houston. In 2011, Cook played himself in an episode of Louie, scripted by C.K., centering on a fictional encounter between the two comics during which they discuss the controversy.\"Dane Cook settles Louis C.K. joke-stealing feud on Louie\". EW.com. August 5, 2011. In an interview in 2012, Louis C.K. defended Cook, saying \"I don't think he stole from me knowingly... I think he sort of got some of my jokes in his head and got sloppy. He's a good guy and not capable of maleficence.\"\"Louis C.K. on Dane Cook: 'I don't think he stole from me knowingly' \". Laughspin. June 18, 2012. \"What I wrote for Dane and me on camera represents what each other feels about the situation. The only difference is that he's not angry about it. Neither of us really care. Dane was generous in allowing me to take him to a place of anger and it was funny the way he did it. I don't think he stole from me knowingly, which is what I said in the episode. I think he sort of got some of my jokes in his head and got sloppy. He's a good guy and not capable of maleficence.\" ==Tours== Cook at Madison Square Garden in 2008 * Tourgasm 2005 (w/ Robert Kelly, Gary Gulman, Jay Davis) * Dave Attell's Insomniac Tour 2006 (w/ Dave Attell, Greg Giraldo and Sean Rouse) * Rough Around The Edges Tour 2007 * Globo Thermo Tour 2008 (w/ Robert Kelly and Al Del Bene) * Isolated Incident 2009 * Under Oath 2013 * Tell It Like It Is Tour 2019 == Personal life == Cook has stated that he does not drink or take drugs. Cook's half-brother Darryl was his business manager until 2008, when it was discovered that Darryl and his wife had embezzled millions of dollars from Cook. Both were convicted and sentenced to prison for the embezzlement. In 2017, Cook began dating Kelsi Taylor, who is 26 years his junior. ==Discography== ===Albums=== {| class=\"wikitable plainrowheaders\" |+ Albums by Dane Cook ! rowspan=\"2\"| Title ! rowspan=\"2\"| Details ! colspan=\"5\"| Peak chart positions |- ! style=\"width:35px;\"| US ! style=\"width:35px;\"| US Heat ! style=\"width:35px;\"| US Indie ! style=\"width:35px;\"| US Comedy ! style=\"width:35px;\"| CAN |- ! scope=\"row\"| Harmful If Swallowed | * Released: July 22, 2003 | style=\"text-align:center;\"| 67 | style=\"text-align:center;\"| 19 | style=\"text- align:center;\"| 25 | style=\"text-align:center;\"| 2 | style=\"text- align:center;\"| — |- ! scope=\"row\"| Retaliation | * Released: July 26, 2005 | style=\"text-align:center;\"| 4 | style=\"text-align:center;\"| — | style=\"text- align:center;\"| 1 | style=\"text-align:center;\"| 1 | style=\"text- align:center;\"| — |- ! scope=\"row\"| Vicious Circle | * Released: November 28, 2006 | style=\"text-align:center;\"| — | style=\"text-align:center;\"| — | style=\"text-align:center;\"| — | style=\"text-align:center;\"| — | style=\"text- align:center;\"| — |- ! scope=\"row\"| Rough Around the Edges: Live from Madison Square Garden | * Released: November 13, 2007 | style=\"text-align:center;\"| 11 | style=\"text-align:center;\"| — | style=\"text-align:center;\"| 3 | style=\"text- align:center;\"| 1 | style=\"text-align:center;\"| 20 |- ! scope=\"row\"| Isolated Incident | * Released: May 19, 2009 | style=\"text-align:center;\"| 4 | style=\"text-align:center;\"| — | style=\"text-align:center;\"| 1 | style=\"text- align:center;\"| 1 | style=\"text-align:center;\"| 5 |- ! scope=\"row\"| I Did My Best: Greatest Hits Album | * Released: November 22, 2010 | style=\"text- align:center;\"| 165 | style=\"text-align:center;\"| — | style=\"text- align:center;\"| 15 | style=\"text-align:center;\"| 1 | style=\"text- align:center;\"| — |- | style=\"text-align:center;\" colspan=\"8\"| \"—\" denotes the album didn't chart. |} ===Other releases=== * 2006: Dane Cook's Tourgasm (3DVD) * 2007: The Lost Pilots (DVD) Sony Pictures Television. ===Singles=== * \"I'll Never Be You\" (2006) * \"Forward\" (2007) * \"Drunk Girl/Red Car\" (2010) Cook co-wrote and performed the song \"Ruthie Pigface Draper\" for the Dan In Real Life film with Norbert Leo Butz. Cook provided guest vocals on the 2011 song In the Future by Steel Panther from their third studio album Balls Out. ==Filmography== {| class=\"wikitable\" |+Dane Cook filmography |- ! Year !! Title !! Role !! Notes |- |1995–1996 |Maybe This Time |Kyle |9 episodes |- |rowspan=\"2\"| 1997 || Flypaper || Tim || |- | Buddy || Fair Cop || |- |rowspan=\"3\"| 1999 || Spiral || David || |- | Simon Sez || Nick Miranda || |- | Mystery Men || The Waffler || |- | 2000 || Comedy Central Presents || Himself || Stand-up comedy series Episode: June 28, 2000 |- | 1999–2001 || The Late Show || Himself || Episode: April 12, 1999 Episode: March 14, 2001 |- |rowspan=\"2\"| 2002 || L.A.X. || Terrell Chasman || |- | The Touch || Bob || |- |2002–2007 |Crank Yankers |Sav McCauley / Jack Larson / Foreign Guy |4 episodes |- |rowspan=\"3\"| 2003 || Stuck on You || Officer Fraioli || |- | 8 Guys || Dane || |- | Windy City Heat || Roman Polanski || Television film |- | rowspan=\"3\" | 2004 || Mr. 3000 || Sausage Mascot || Voice |- | Torque || Neal Luff || |- |Good Girls Don't... |Max |Episode: \"Whatever Happened to Jane's Baby?\" |- | rowspan=\"3\" | 2005 ||Waiting...|| Floyd || |- | London || George || |- |Duck Dodgers |Van Chancy |Episode: \"The Kids Are All Wrong/Win, Lose or Duck\" |- || 2006 || Employee of the Month || Zack Bradley || |- |rowspan=\"4\"| 2007 || Farce of the Penguins || Online Penguin || Voice |- | Mr. Brooks || Mr. Smith || |- | Good Luck Chuck || Chuck/Charlie || |- | Dan in Real Life || Mitch Burns || |- || 2008 || My Best Friend's Girl || Tank Turner|| |- |2010, 2019 |Laugh Factory |Himself / Comedian |Episodes: \"Dane Cook: Laugh Factory Birthday\", \"Flashback Fridays: Birthday Jokes\" |- |rowspan=\"4\"| 2011 || Answers to Nothing || Ryan || |- | Hawaii Five-0 || Matt Williams || Episode: \"Loa Aloha\" |- | Louie || Himself || Episode: \"Oh Louie/Tickets\" |- | Detention || Principal Karl Verge || |- || 2012 || Guns, Girls and Gambling || Sheriff Hutchins || |- |2012–2013 |Next Caller |Cam |5 episodes |- || 2013 || Planes || rowspan=\"2\"|Dusty Crophopper || rowspan=\"2\"|Voice |- | rowspan=\"2\"|2014 || Planes: Fire & Rescue |- | Comedy Bang! Bang! || Himself || Episode: \"Dane Cook Wears a Black Blazer & Tailored Pants\" |- | rowspan=\"1\"|2015|| 400 Days || Cole Dvorak || Also executive producer |- | rowspan=\"1\"|2017|| American Gods || Robbie || |- |2018 |Robot Chicken |Harriet's Boss / Braveheart Mouse / Dave Seville |Voice Episode: \"3 2 1 2 333, 222, 3... 66?\" |- |2018 |The American Meme |Himself |Documentary film |- |2019 |American Typecast |Alex |Also producer, writer and director |- |2019 |American Exit |Charlie | |} ==References== ==External links== * * Category:1972 births Category:Living people Category:20th-century American comedians Category:21st-century American comedians Category:20th- century American male actors Category:21st-century American male actors Category:American male film actors Category:American male television actors Category:American male voice actors Category:American people of Irish descent Category:American stand-up comedians Category:Male actors from Cambridge, Massachusetts Category:People from Arlington, Massachusetts Category:Comedians from Massachusetts Category:Arlington High School (Massachusetts) alumni ",
    "title": "Dane Cook"
}