{
    "id": "842394",
    "text": "Susan of Albania (née Susan Barbara Cullen-Ward, formerly Williams; 28 January 1941 – 17 July 2004), also known as Susan Barbara Zogu (Albanian: Suzana Zog, Mbretëreshë e Shqiptarëve), was the Australian-born wife of Leka, Crown Prince of Albania. Her husband, known as King Leka, had been proclaimed King of the Albanians by the anti-communist Albanian government-in-exile in 1961, upon the death of his father King Zog. Meanwhile, Albania itself was a communist republic. ==Early life== Susan Cullen-Ward was born in the Sydney suburb of Waverley. Her mother was Phyllis Dorothea Murray-Prior, and her father was Alan Robert Cullen-Ward. Susan Cullen-Ward was a great-granddaughter of the Queensland politician Thomas Lodge Murray-Prior (1819–1892) and a descendant of Edward I of England and first wife Eleanor of Castile. Cullen-Ward grew up on her father's sheep station. She attended Presbyterian Ladies' College at Orange, then studied at Sydney Technical College before teaching art at a private studio. She was married to Richard Williams from 1965 to 1970. ==Marriage to the Crown Prince of Albania== Susan Cullen-Ward met Crown Prince Leka, the only child of King Zog I of Albania, at a dinner party in Sydney. In 1975, they married in a civil ceremony in Biarritz, France. The couple were later married in a religious ceremony in Madrid. Australian authorities refused to recognise her as a queen but, in a compromise when Andrew Peacock was foreign minister, issued a passport in the name of \"Susan Cullen-Ward, known as Queen Susan\". She lived a turbulent life after marrying Leka, as they moved from one country to another, having no permanent residence or fixed point of reference. In the first few years of their marriage, the couple lived in Spain. They later settled in Rhodesia (now known as Zimbabwe). After a falling out with the government of Robert Mugabe, the couple moved again, this time to South Africa where their son, Leka, was born in 1982. She also had a stillborn daughter while resident in Rhodesia. ==Death== The Crown Princess of Albania died of lung cancer on 17 July 2004 in Tirana, Albania. After her death, she lay in state in a chapel outside Tirana. She is buried next to her mother-in-law, Queen Geraldine, her husband, Prince Leka and his father whose body was reburied in 2012. ==Titles, styles, honours and arms== *1941–1965: Miss Susan Cullen-Ward *1965–1970: Mrs Rick Williams *1970–1975: Mrs Susan Williams *1975–2004: Her Majesty Queen Susan of the Albanians ===Honours=== * 50px Knight Grand Cross of the Order of Fidelity (6 October 1975). ==Sources== * * The Age, 19 July 2004 – A royal dream dies * Obituary, The Scotsman * \"Leka's queen, if not Albania's\", The Sydney Morning Herald, 24 July 2004 * \"Would-be Queen Susan dies uncrowned\", The Sydney Morning Herald, 19 July 2004 * \"Burke's Royal Families of the World, Vol. I, Europe & Latin America\", Burkes Publishing Co., 1977, * Histoire de l'Albanie et de sa maison royale (5 volumes), Patrice Najbor – JePublie – Paris – 2008 * La dynastie des Zogu, Patrice Najbor – Textes & Pretextes – Paris – 2002 * Monarkia Shqiptare 1928–1939, Qendra e Studimeve Albanologjike & Instituti i Historisë, Botimet Toana, Tirana, 2011 ==References== ==External links== *Official website of the Albanian Royal Court *Site Officiel de la Maison Royale d'Albanie Category:1941 births Category:2004 deaths Category:People from the Eastern Suburbs (Sydney) Category:Australian people of English descent Category:House of Zogu Category:Albanian royalty Category:Albanian nobility Category:Deaths from cancer in Albania Category:Deaths from lung cancer ",
    "title": "Susan of Albania"
}