{
    "id": "842479",
    "text": "Logo Prestel (abbrev. from press telephone), the brand name for the UK Post Office's Viewdata technology, was an interactive videotex system developed during the late 1970s and commercially launched in 1979. It achieved a maximum of 90,000 subscribers in the UK and was eventually sold by BT in 1994. The technology was a forerunner of on-line services today. Instead of a computer, a television set hooked to a dedicated terminal was used to receive information from a remote database via a telephone line. The service offered thousands of pages ranging from consumer information to financial data but with limited graphics. ==Initial development== Prestel was created based on the work of Samuel Fedida at the then Post Office Research Station in Martlesham, Suffolk. In 1978, under the management of David Wood the software was developed by a team of programmers recruited from within the Post Office Data Processing Executive. As part of the privatisation of British Telecom, the team were moved into a \"Prestel Division\" of BT. ==Database== Prestel databases is commonly referred to as the 'tree structure'. The structure is shown pictorially as an inverted tree with the data considered as 'leaves' of the tree, accessed via 'branches' which serve as a means of classifying the information. There exists quite a lot of jargon regarding such structures but in order to appreciate the concept it is necessary to mention just the node, page and frame. Nodes are the junction pages in the tree at which a number of choices can be made leading to other nodes or to the information itself. Pages are the final levels in the tree and contain the actual data-these may be divided into frames which are really screenfuls of information. The public Prestel database consisted of a set of individual frames, which were arranged in 24 lines of 40 characters each, similar to the display used by the Ceefax and ORACLE teletext services provided by the BBC and ITV television companies. Of these, the top line was reserved for the name of the Information Provider, the price and the page number, and the bottom line was reserved for system messages. Thus there remained 22 lines (of 40 characters each) in which the IP could present information to the end user. A page should be considered as a logical unit of data within the database and the frame a physical unit. Unfortunately the terms node, page and frame are often used synonymously which may lead to some confusion. To the user of course a node is the same as a page and they are both identified by a 'page' number. To access a particular item of information, a simple progression down through the nodes to the page is all that is required, and then the frames of that page can be stepped through. This is facilitated by each node displaying up to ten choices, one of which may be taken by the user responding with the appropriate digit from 0 to 9. This simple method of access may be thought of as a question and answer session: the computer displays a question 'Which of the ten choices do you want to make?’ and the user replies with the appropriate digit. A choice of 9 at node 17 moves the user to page 179. The flexibility of this logical access method is increased firstly by allowing cross-referencing from one branch of the tree to another and secondly by providing a few simple commands available to the user for accessing certain pages directly. While this principle had considerable advantages in user simplicity and computer efficiency over the \"keyword/thesaurus principle\" used in many other systems, it has two very real disadvantages which have now been recognized: lack of flexibility; slowness. Page numbers were from one to nine digits in length, i.e., in the range 0 to 999999999Acorn User Guide 1984 created in a tree like structure, whereby lower level pages could only exist if the higher numbered \"parent\" pages had already been created.Hacker's Handbook 1994. Thus creating page 7471 required pages 747, 74 and 7 to exist, but generally the three digit node 747 would have been created in order to register the relevant main IP account. Single and double digit pages were special pages reserved by Prestel for general system information purposes, as were the 1nn-199nn sets of three digit nodes e.g. page 1a was the standard Prestel Main Index. Pages starting with a 9 were for system management functions, and were limited to three digits in length. e.g., page 92 showed details of the users Prestel bill, and page 910 gave IPs access to online editing facilities. Available characters consisted of upper and lower case alphanumeric characters as well as punctuation and simple arithmetic symbols, using a variant of ISO 646 and CCITT standard.Prestel. The Technology 1980 This layout was later formalised in the 1981 CEPT videotex standard as the CEPT3 profile. By embedding cursor-control characters within the page data, it was also possible to encode simple animations by re-writing parts of the screen already displayed. These were termed \"dynamic frames\" and could not be created online using conventional editing terminals, but required specialist software and uploading via the \"bulk update\" facility. No timing options were available beyond that imposed by the available transmission speed, usually 1,200 baud. The IP logo on line 1 occupied at least 43 bytes, depending on the number of control characters, so the space available for the IP's data is 877 characters at most.Prestel Bulk Update Technical Specification 1984. Lines could either occupy the full forty character positions, or be terminated early with a CR/LF sequence. Each control character took up two bytes, despite displaying as a single space, so the more complex a page, the less actual information could be presented. It was almost impossible, therefore, to display a right hand border to a page. Routing from page to page through the database was arranged by the use of numbered items on index pages, which used the space in the frame routing table to map the index links directly to other page numbers. Thus an index on page 747 might have links requiring the user to key 1 for \"UK Flights\", key 2 for \"Flights to Europe\", or key 3 for \"Hotels\" which represented links to page 74781, 74782, and 74791 respectively. The routing table for a particular frame only allowed specification of routes for digits 0–9, so double digit routes would typically be sent via an \"intermediate\" frame, usually a spare frame elsewhere in the IP's database, to which the first digit of all similarly numbered items would link. Since pressing a number would interrupt a page that was currently being displayed, the keying of a double digit route would not generally inconvenience the viewer with the display of the intermediate frame. Pages did not scroll, but could effectively be extended by the use of frames, which required alphanumeric suffixes to be appended to the numeric page numbers. Thus keying page *7471# actually resulted in the display of frame 7471a which could be extended by use of follow-on frames 7471b, 7471c etc. each of which was accessed by repeated use of the \"#\" key. Because the Prestel system was originally designed to be operated solely by means of a simple numeric keypad it was not possible to access frames other than the top level frame directly (i.e., in this case pages other than \"7471a\"). This follow-on frame facility was exploited extensively by the implementation of telesoftware on Prestel whereby computer programmes, notably for the BBC Micro, were available for download from Prestel. Generally speaking, the first two or three frames acted as header pages. For example, one such programme was described on frame 70067a, and 70067b, while frame 70067c gave the number of subsequent frames containing the programme, and a crosscheck sum. Special software enabled this crosscheck sum to be compared with a value calculated from the result of downloading all the required frames in order to verify a successful download. The actual telesoftware programme was contained from frame 70067d onwards, in this case for a further ten frames. In the event that the check failed it was necessary to download the entire programme again starting from the beginning. Each frame had a single-character type code associated with it. Most frames would be \"i\" (for \"Information\" types) but other types included response frames, mailbox pages, or gateway pages. Special frame types could also be specified which caused the follow-on frame to be automatically displayed, with or without the usual clear-screen code, as soon as the current frame had finished being transmitted. These were mainly used by \"dynamic frames\", as it provided a mechanism to continue animations which would not otherwise fit within the number of characters available in a standard frame. ==Views== ===Information providers=== There were two levels of information provider (IP) – firstly a \"Main IP\" who rented pages from Post Office Telecommunications (PO)/British Telecom (BT) directly, and thus owned a three digit node or \"master page\" in the database. This required an ongoing investment, consisting of a minimal annual payment to become an information provider. The price of this basic package was £5,500 per annum in 1983,Prestel IP Price List 1982, equivalent to around £25,000 as at end 2014.Measuring Worth 2014. The charge includes: * the facility to enter and amend information and to retrieve response frames * 100 frames * capacity to store 10 completed response frames * editing training for staff (2-day seminar) * copy of IP editing manual; * annual print-out of frames in use (if required) * bulk update facilities (if required). Additional frames were available in batches of 500 for £500 per annum (over £2,300 as at end 2014) while Closed User Groups and Sub-IP Facility cost respectively £250 (over £1,100 as at end 2014). Those with smaller requirements or budget could rent pages from a main information provider rather than from the Post Office/British Telecom.Post Office Electrical Engineers' Journal 1981. The main IP had to pay an additional £250 to obtain the privilege but could then rent out individual pages at a market rate. Unlike the main IP, sub-IPs had to pay a per-minute charge for editing online, 8p per minute at Monday-Friday 8 am-6 pm or 8p per 4-minute in all other times for sub-IPs in 1983 (over 35p as at end 2014). Sub-IPs were restricted to pages under a 4 or more digit node within a Main IP's area, and could only edit existing pages. Sub-IP accounts were unable to create or delete pages or frames themselves. Editing of pages was possible in one of two ways, either directly by creating or amending pages using special editing keyboards whilst connected online to the main Update Computer, or by creating pages offline and updating them in bulk to the main Update Computer. Bulk update required that pages be created offline by the use of editing terminals which could store pages, or by micro-computers such as that provided by Apple or Acorn. The pages were then transmitted to the UDC online in bulk via a special dialup port and protocol, or sent via magnetic tape to the Update Centre (UDC) where they were uploaded by Network Operations (NOC) staff. Using the online editor facility, IPs were also able to view information about their pages which was hidden from the ordinary end user, such as the time and date of the last update, whether the frame was in a Closed User Group (CUG), the price to view the frame (if any) and the \"frame count\" or number of times the frame had been accessed. The frame count was not accumulated over all IRC's but related only to the computer which was being viewed at the time so gaining national access counts was a manual exercise. IPs and sub-IPs accessed the Edit computer using their normal ID and password, but had a separate password to access the editing facility. Bulk uploads only required the edit password and the IPs account number. ===Users=== Having logged on, each user was taken direct to their default main index page, known as the Welcome Page. For standard users, this would be page 1a, the general top level index to the whole of Prestel. However, if a user signed up through, or later joined, products or services from major IPs, such as Club 403, Micronet 800, Prestel Travel, CitiService, etc., they would be given a different welcome page, so that after logon they were routed directly to 800a, 403a, 747a etc. From the Welcome Page it was possible for any user to find pages of information in several different ways, or a combination of them. Printed directories were available which gave the full page numbers corresponding to the items in an alphabetical index. Pages were accessed directly by keying \"*page number#\". Individual pages often had links to related pages which could be accessed by use of one or two digit routing codes. This feature was widely used on sets of index pages which were commonly grouped by subject heading, provided both by the Post Office/BT and by individual IPs. Because of the numerical limitation, it was often necessary to go through a series of index pages in order to reach the desired page. Extension frames which might be required to view further information on a topic could be only accessed by use of the \"#\" key. From 1987 onwards, it became possible to use access Prestel pages via use of special alphabetic codes, provided that the IP who owned the page set up a special keyword mapped onto that page. Thus, by keying *M NEWS#, it was possible for a user to route directly to page *40111# to obtain news about micro-computers. Many standard mailbox frames were available offering various designs for greetings cards or seasonal messages such as Valentine Cards.Prestel Marketing Brochure 1984 Messages could only occupy a single frame, so the main message text field could typically take up to a maximum of 100 words, depending upon how many other fields were required and what graphics were used on the frame. Mailbox frames were completed by entering relevant details and pressing the # key on each field. Completing the last, or only, of which lead to the request to \"KEY 1 TO SEND KEY 2 NOT TO SEND\". Assuming all went well, this led to a subsequent final screen confirming successful dispatch, or if there were problems (such as a mistake in entering the Mailbox number) then an appropriate error frame was displayed. If it was desired to send the message to more than one recipient then it was necessary to re-key the message text into a fresh message frame, although some popular micro-computers of the time provided the facility to store the message so that it could be copied and pasted into a new message. Special commands were also available. For example, to facilitate movement around the database it was possible to step back through a maximum of 3 frames or pages by use of the special key combination \"*#\". In the event of corruption of a page in transmission it was possible to refresh the page by means of the code *00, which had the advantage of avoiding any page charge being raised again. Alternatively, if the user wished to update a page to see the latest information, for example of flight arrival times, the *09 command would retrieve the latest updates, at the same time re- billing any page display charge. If all else failed, a user could simply return to the first page which he saw after logging onto the system by use of the *0# combination, which brought up their default Main Index. Exceptionally, information could be hidden on a frame by an IP which could only be revealed by use of the 'Reveal\" key of the keypad (e.g., to show an answer to a quiz). The same 'Reveal' key was also used to hide the data once more. ==Infrastructure== With a view to supporting the planned major expansion program, a new Prestel infrastructure was designed around two different types of data center: Update Centre (UDC), where IPs could create, modify and delete their pages of information, and Information Retrieval Centre (IRC), which mirrored copy of the pages is provided to end-users. In practice there only ever was one Update Centre, and this always housed just one update computer, named \"Duke\", but within six months of public launch there were in addition two dedicated information retrieval computers. Baynard House, Blackfriars In those early days of the public service all the live Prestel computers were located in St Alphage House, a 1960s office block on Fore Street in the City of London. At the time the National Operations Centre (NOC) was located in the same building on the same floor. The computers and the NOC were later moved to Baynard House, (on Queen Victoria Street, also in the City of London) which acted as a combined UDC and IRC. Both types of machine, together with other development hardware, remained in service there until 1994 when the Prestel service was sold by BT to a private company. Each IRC normally housed two information retrieval computers, although in some IRCs in London just a single machine was present. IRCs were generally located within major telephone exchanges, rather than in BT Data Processing Centres, in order to give room for the extensive communications requirements. Exchange buildings were ideally suited to housing the large numbers of rack mounted 1200/75 baud modems and associated cabling as well as the racks of 16-port Multi-Channel Asynchronous Communications Control Units (MCACCUs) or multiplexors from GEC which gave the modems logical access into the computers. In the new infrastructure, IRCs were connected to the UDC in a star network configuration, originally via leased line permanent (not packet switched) connections, based on the X25 protocol, operating at 2.4 kilobits per second (kbit/s).DEC Educational Services 1981. By mid 1981, these private circuit links had been replaced with dedicated 4-wire X25 circuits over the new public Packet Switch Stream (PSS) network operating at 4.8 kbit/s. By June 1980, there were four singleton retrieval computers in London, plus six other machines installed in pairs at IRC sites in Birmingham, Edinburgh and Manchester.National Telecommunications & Information Administration 1980. Fully equipped IRC machines had a design capacity of 200 user ports each but these first ten machines were initially only capable of supporting approximately 1,000 users between them, expandable later to 2,000 users. By September 1980, there were five IRC machines in London plus pairs of machines at Birmingham, Nottingham, Edinburgh, Glasgow, Manchester, Liverpool and Belfast offering a total of 914 user ports. Further IRC's were planned at Luton, Reading, Sevenoaks, Brighton, Leeds, Newcastle, Cardiff, Bristol, Bournemouth, Chelmsford and Norwich by the end of 1980. In some of these locations where there was insufficient Prestel traffic to warrant siting an IRC computer, the plans were to site multiplex equipment in a suitable exchange building from where connections were made over X25 to the nearest proper IRC. As at the end of 1980, there was actually a total of 1500 live computer ports available and by July 1981, the number of IRC computers has been expended to 18, increasing the coverage of the telephone subscriber population from 30% to 62%. In 1982, using the multiplexor technique described above, a virtual IRC was created in Boston, Massachusetts giving access to a machine in the UK known as Hogarth in order to provide Prestel services to subscribers from across the United States via the Telenet packet switching network.InfoWorld 1981. The Prestel Mailbox service was originally launched on Enterprise computer to support messaging solely between users on that machine and by 1984, the facility had been rolled out nationwide. This required a further type of Prestel computer dedicated to the exchange of messages. The only example of this type, which became known as Pandora, was co-located with the UDC in Baynard House, London. Originally Prestel IRC computers were directly dialled by means of an ordinary telephone number (e.g., the Enterprise computer in Croydon was accessed by dialling 01 686 0311. By 1984, the special short dialling codes 618 and 918 were in use in order to give access to the nearest IRC at local telephone call rates, at least across most parts of the UK. In 1987, the entire local access network was being overhauled and shared with other Dialcom Group companies – users connecting and not automatically logging into Prestel would be greeted with a menu allowing access to Prestel, Telecom Gold, etc.Prestel Offline newsletter 1987. ===Hardware and software=== Prestel computers were based on GEC 4000 series minicomputer with small differences in the accumulation according to the function of the machine. IRC main machines were originally GEC 4082 equipped with 384 Kbytes memory core store machines, six 70 Mbyte HDD and 100 ports for 1500 initial users. The network grew to the point that in June 1980 there were four stand-alone retrieval computers in the London area with six other computers installed in pairs in Birmingham, Edinburgh and Manchester. The ten computers could output to approximately 1000 user ports, expandable to 2000. The GEC 4082 computer with 512 megabyte capacity will interconnect to the 10 and later to 20 retrieval computers to handle the data files. The initial data base consists of approximately 164,000 information pages (June, 1980) with planned update capacity of 260,000 pages. A page consists of a maximum of 960 data characters (5x7 bits each, suggesting approximately 35,000 bits per page). This arrangement effectively limited the size of the public service database to around 250,000 frames so in order to cope with planned growth by 1981 the IRC machines had been expanded by the addition of two further data drives. Each IRC computer was configured with 208 ports and so was able to support 200 simultaneous Prestel users, the remaining 8 ports being used for test and control functions. Access for the ordinary user was provided via the duplex asynchronous interface provided by banks of GEC 16-port multi-channel asynchronous control units (MCACCU) known more simply as multiplexers. These devices in turn were accessed via banks of standard Post Office Modems No. 20 operating at 1200/75 bit/s, which were connected directly to the public switched telephone network (PSTN). By 1981, this configuration had changed with memory doubled to 768 kbytes but with data discs reduced to six, corresponding to the number at the IRC machines and with just a single transaction disc. In addition to the MCACCU units required to support 1200/75 dial up access, the Update Centre machines were also connected to special modems provided to support online bulk updating by IPs. Banks of 300/300 bit/s full duplex asynchronous V21 modems supported computer to computer links for the more sophisticated IP while 1200 bit/s half duplex V23 modems supported so called intelligent editing terminals (i.e. those capable of storing a number of frames offline before uploading to the UDC). In addition twin 9-track NRZI tape decks of 800 bytes/inch capacity were provided in order to support bulk offline updates. Although technically categorised as minicomputers, these GEC machines were physically very large by today's standards, each occupying several standard communications cabinets, each standing high by wide. The CDC 9762 hard disc drives were housed separately in large stand-alone units, each one about the size of a domestic washing machine. (See images in the photo of the GEC Computers' Development Centre). The 70 Mbyte capacity hard discs themselves were in fact removable units, each consisting of a stack of five 14-inch platters, standing high, that could be lifted in and out of the drive unit. The GEC machines cost in excess of £200,000 each at GEC standard prices, in addition to which there were the costs of all the associated communications equipment. Putting together all of the computer and communications equipment required for a single IRC was a major undertaking and took some 15 months from order placement to commissioning. GEC 4000 series computers were capable of running a number of operating systems but in practice Prestel machines exclusively ran OS4000 which itself was developed by GEC. This in turn supported BABBAGE, the so-called high level assembler language in which all the Prestel software for both IRC and UDC machines (and later the messaging machine) was written. In 1987, a Prestel Admin computer was introduced which supported the user registration process: the capture of user details from the paper Prestel Application Form (PAF), the transfer of data to the relevant Prestel computer, and the printing of the welcome letter for users. This machine, also based upon GEC 4082 equipment, was the first to be equipped with 1 Mbyte of memory which was required to support the Rapport relational database. This product from Logica was an early example of deployment of a system written in a 4GL database language which supported all features of the Prestel Admin application. ===Monitoring equipment=== In order to proactively manage the potentially large numbers of user connections to Prestel computers, special monitoring equipment was developed by Post Office research and development engineers. This was known by the acronym VAMPIRE, short for Viewdata Access Monitor and Priority Incident Reporting Equipment – a title which more or less describes its function. The device used private circuits to connect modem ports on each computer or remote IRC multiplexor node, with a display on a television screen Prestel Prestel at the Regional Centre responsible for the administration of IRC. The VAMPIRE screen consisted of a matrix of small squares, so arranged that all ports for a single IRC computer could be displayed on a single television with each square representing the state of a port simply by means of the colour. Free ports were shown as green, occupied ports as yellow, incoming calls as pale blue and faulty ports as red, such that the state of a whole Prestel machine or concentrator node could be determined at a glance. It was apparently planned to extend this facility via a system designated the Data Recording and Concentrator Unit for Line Applications known as DRACULA, which would generate a summary view so that the state of multiple computers could be displayed on a single screen. This device was never deployed since the number of VAMPIRE sets needed to monitor every Prestel computer and concentrator never got beyond a couple of dozen, spread over many Regional Prestel Centre offices. ==Messaging== In 1983, the Prestel messaging service known as \"Prestel Mailbox\" was launched, initially hosted on the computer known as \"Enterprise\", and later available from all IRC computers by means of a centralised messaging computer known as \"Pandora\". This facility extended the original day one concept of \"Response Frames\" whereby an end user could send a message back to the IP who owned the page via special pages, for example to order goods or services. The user's name, address, telephone number, and date could be added automatically to the message when the IP set up the response frame by means of codes which triggered extraction of key data from the users account held on the IRC computer. Initially response frames were ingathered by an IP from each IRC individually, but later the facility to collect messages from all IRCs at the UDC from where they could be ingathered centrally was implemented, and with the introduction of Mailbox, they could be retrieved from any IRC. In order to use the new Prestel Mailbox service, the user went to page *7# which gave access to a set of frames where new \"free format\" messages could be created, or pre-formatted messages filled out and stored messages could be retrieved, and other related facilities were hosted. Many standard mailbox frames were available offering various designs for greetings cards or seasonal messages such as Valentine Cards. In order to compose a new message, a blank message frame, which could also be accessed directly via *77#, was displayed with the sender's mailbox number pre-filled, leaving space for the recipient's mailbox number and the text of the message itself. Messages could only occupy a single frame, so the main message text field could typically take up to a maximum of 100 words, depending upon how many other fields were required and what graphics were used on the frame. Mailbox frames were completed by entering relevant details and pressing the # key on each field. Completing the last, or only, of which lead to the request to \"KEY 1 TO SEND KEY 2 NOT TO SEND\". Assuming all went well, this led to a subsequent final screen confirming successful dispatch, or if there were problems (such as a mistake in entering the Mailbox number) then an appropriate error frame was displayed. If it was desired to send the message to more than one recipient then it was necessary to re-key the message text into a fresh message frame, although some popular micro-computers of the time provided the facility to store the message so that it could be copied and pasted into a new message. Prestel Mailbox numbers were generally based upon the last 9 digits of the user's telephone number, without spaces or punctuation. For example, the Prestel Mailbox number for Prestel Headquarters which had the telephone number 01-822 2211 would be simply 018222211, while that for a user in Manchester with telephone number 061-228 7878 would be 612287878. In keeping with the established telephone number practice, but unlike the convention with today's internet mailboxes, Prestel Mailbox numbers were published by default, and were available via the Prestel computers in a dedicated directory accessible from page *486#. On request, ex-directory mailbox numbers were available, usually employing a dummy telephone number format such as the series 01999nnnn, and later the series 01111nnnn. Every time a user logged into Prestel, a Mailbox banner on their Welcome page, usually flashing, would alert them if they had any new messages waiting. Similarly, upon the user's request to sign off the system via *90#, a warning would appear if any new messages had arrived, with an option to read them, before the user was allowed to disconnect. Messages were retrieved from page *930#, where they were presented to the recipient in chronological order. After reading a new message, the user had to choose between deleting the message, or saving it, before the next message was presented. Initially only three messages could be saved at any one time, and these stored messages were accessible via page *931#. Use of the basic Mailbox service was free, that is to say there were no registration charges for owning a mailbox, or for sending new messages or for storing received messages, although even by 1984 only five messages could be saved once they had been read. By 1984 the basic Mailbox service had been extended to give automatic access to the Telex service which at the time was still relatively common in business and was the standard way to reach remoter parts of the globe. Using a special Telex Link page, the message was composed in the usual way and then the destination country chosen and the Telex number entered before sending just like a standard message. Telex Link added the necessary Telex codes as required and tried to send the message as many times as required before positively confirming receipt by means of a special Mailbox message. Telexes could be sent to Prestel Mailbox users from a standard Telex terminal by using Telex Link number and inserting \"MBX\" and the relevant mailbox number as the first line of the telex message itself. The incoming telex message appeared to the Prestel recipient just as an ordinary Mailbox message but with the telex number inserted at the top of the frame. Because of the charges inherent in use of the Telex service, messages sent via Prestel Telex Link were chargeable, in 1984 at the rate of 50p for destinations in the UK, £1.00 for Europe, £2.00 for North America, £3.00 for elsewhere and even £5.00 for sending to ships via INMARSAT. There was no charge to Prestel users for receiving Telex messages. In the same year, when there were some 70,000 users registered, up to 100,000 mailboxes and telexes were sent each week via Prestel Mailbox. From July 1989, a new mailbox system was introducedPrestel Mailbox User Guide 1989 which allowed for single messages of up to five frames in length, storing of messages prior to sending, sending to multiple recipients, either individually or via a mailing list, forwarding of messages, and requesting an acknowledgment of receipt. Whilst sending a simple mailbox using none of the new facilities remained free, all of the new options were charged at 1p per use per recipient. For the first time, the sending of spam was accounted for and permitted, albeit at 20p per recipient. In addition, the stored message facility was replaced by a summary page, which listed all the messages, both new and old, that were waiting. The user could then pick which message to view, rather than being required to read through them all in chronological order. As only the first 20 could be accessed, this effectively allowed for up to 19 messages to be stored while allowing the continued reception of new mail. ==Public take-up== While teletext services were provided free of charge, and were encoded as part of the regular television transmissions, Prestel data were transmitted via telephone lines to a set-top box terminal, computer, or dedicated terminal. While this enabled interactive services and a crude form of e-mail to be provided, gaining access to Prestel also involved purchasing a suitable terminal, and arranging with a Post Office engineer for the installation of a connection point known as a Jack 96A. (From the early 1980s, the \"New Plan\" sockets were fitted as standard on new lines and on any change of rented handset, and terminals or modems then required no special connections.) Thereafter it was necessary to pay both a monthly subscription and the cost of local telephone calls. On top of this, some services (notably parts of Micronet 800) sold content on a paid-for basis. Each Prestel screen carried a price in pence in the top right-hand corner. Single screens could cost up to 99p. The original idea was to persuade consumers to buy a modified television set with an inbuilt modem and a keypad remote control in order to access the service, but no more than a handful of models were ever marketed and they were prohibitively expensive. Eventually set-top boxes were made available, and some organisations made these available as part of their subscription, for example branded Tandata terminals were provided by the Nottingham Building Society for its customers, who could make financial transactions via Prestel. Prestel terminal Because the communication over telephone lines did not use any kind of error correction protocol, it was prone to interference from line noise which would result in garbled text. This was particularly problematic with early home modems which used acoustic couplers, because most home phones were hard-wired to the wall at that time. Regardless of the hardware choice Prestel was an expensive proposition, and as a result, Prestel only ever gained a limited market penetration among private consumers, achieving a total of just 90,000 subscribers, with the largest user groups being Micronet 800 with 20,000 users and Prestel Travel with 6,500 subscribers. Micro Arts computer graphics Software and Magazine had 400 pages and interactive art software to download. This prefigured mixed media websites on the Internet. The costs for businesses interested in publishing on Prestel were also expensive. This ensured that only the largest or most forward thinking companies were interested in the service. During the daytime, when business usage was high, there was a per-minute charge to use Prestel, but in the evenings and weekends, traditionally the quiet times, it was free apart from the telephone call. With Micronet being so popular, suddenly the quiet times became fairly busy. The BT Prestel software development team developed a number of national variants of Prestel, all of which ran on GEC Computers. They were sold to the PTTs of other countries, including Australia, Austria, Belgium, Italy, Hungary, Hong Kong, Germany, Netherlands, New Zealand, Singapore and Yugoslavia. Italy was the largest system with 180,000 subscribers. The Singapore system had a notable technology difference in that pages were not returned over the modem connection, but were returned using teletext methods over one of four television channels reserved specially for the purpose, which had all scan lines encoded in teletext format. This higher bandwidth enabled use of a feature called Picture Prestel which was used to carry significantly higher resolution pictures than were available on other Prestel systems. It was also demonstrated at the 1982 Worlds Fair in Knoxville, Tennessee. The original Prestel system, designed for cost effectiveness and simplicity, employed a rudimentary graphic capability known as serial mosaics. Through juxtaposition of the special mosaic characters, crude but recognizable graphic representations could be made on the screen. This graphic scheme had its limitations. To change colors between two mosaic graphic characters or between any two characters in general, a color change command was required. This command signal, however, physically occupied a blank space on the screen.The French sought to overcome this limitation when they joined the videotex world in the mid-1970s. They called their system Antiope. While based on the same mosaic graphics that were employed by the British, Antiope added a new feature, parallel attributes, or the ability to change the color from one cell to another without the need for a blank space. At approximately the same time, the Canadians adapted standard computer graphic commands into a set of functions called alphageometrics. These alphageometric functions did away with the block mosaic graphics used by the British and French and replaced them with drawing instructions, such as: DRAW LINE, DRAW ARC, DRAW POLYGON, etc. Through use of these geometric commands much higher resolution could be achieved than with the mosaic commands. This alphageometric scheme was integrated into the Canadian videotex system which the Canadians referred to as \"Telidon\". ==Successes== In contrast to the demise of the British system, the French equivalent of Prestel, Teletel/Minitel, received substantial public backing when millions of Minitel terminals were handed out free to telephone subscribers (causing Alcatel huge financial problems). As a consequence the Teletel network became very popular in France, and remained well used, with access later also possible over the Internet. After a short postponement, Minitel closed finally on 30 June 2012.http://www.ouest-france.fr/actu/actuDet_-Le-Minitel-debranche- en-2012-apres-30-ans-de-service_39382-1881738_actu.Htm In 1979 The New Opportunity Press launched Careerdata, an interactive Graduate recruitment service devised and designed by Anthony Felix,http://www.linkedin.com/in/anthonyfelix the New Opportunity Press MD, and supported by GEC's Hirst Research centre in Wembley, London, who provided 12 terminals which were installed in the largest UK University Careers Advisory Services. This was the first commercial application on the new medium and was featured in the Prestel Road Show which toured the UK and some European centres. A closed access videotex system based on the Prestel model was developed by the travel industry, and continues to be almost universally used to this day by travel agents throughout the country: see Viewdata. The Prestel technology was also sold abroad to several countries, and in 1984 Prestel won a UK Queen's Award for Industry both for its innovative technology and use of British products (it largely ran on equipment provided by GEC Computers). In 1979 Michael Aldrich developed an online shopping system, a type of e-commerce, using a modified domestic colour television equipped with the Prestel chip set and connected to a real-time transaction-processing computer via a domestic dial-up telelphone line. During the 1980s he sold these online shopping systems to large corporations mainly in the UK. All the terminals on these systems could also access the Prestel systems. Aldrich installed a travel industry system in Thomson Holidays in 1981.Pioneers of Online Shopping, Aldrich Archive, University of Brighton www.aldricharchive.com ==Other implementations== The Prestel system was customised and resold by GEC Computers to several other countries, including: Austria, Australia, Germany, Hong Kong, Hungary, Italy, Malaysia, Netherlands, New Zealand, Singapore, and the former Yugoslavia. Telecom Australia re- branded their system Viatel, with the centre of operations in Windsor, Melbourne, Australia. During the Black Monday stock market crash the system's stock trading system was highly used. The system in Italy run by SIP was heavily used during the 1990 FIFA World Cup for reporting the match progress and scores. The Singapore system provided a much higher receive bandwidth than was available over dial-up modems at the time by broadcasting the return frames using the Teletext technique of embedding them in broadcast television signals. Four VHF TV channels were dedicated to this with all the scan lines used for Teletext encoding, which enabled the system to provide a feature called Picture Prestel to convey higher resolution images. The Yugoslav system was based in Zagreb, with additional IRCs located in Rijeka, Ljubljana, and Split. The American Viewtron videotex service was modelled after Prestel. ==Homelink== In 1983 the UK's first online banking service opened with Homelink, which was a cooperation between the Nottingham Building Society and the Bank of Scotland. ==See also== * Compunet * World War II Colossus computer, also built by the Post Office Research Laboratories. * Minitel, a similar system developed in France. * Bildschirmtext, a similar system developed in Germany. * Singapore Teleview ==Notes== ==References== * * * * * * * * * * * * * *Fedida, S. and Malik, R. (1979). The Viewdata Revolution. London, UK, Associated Business Press, ==External links== * Prestel Magazine. October 1983 * Review of Prestel from 1983 * Text and images from a booklet given out at A Fanfare for Prestel event at Wembley in March 1980. * A Short History of Prestel * Celebrating the Viewdata Revolution Including several Prestel Brochures Category:BT Group Category:History of telecommunications in the United Kingdom Category:Legacy systems Category:Pre–World Wide Web online services Category:Videotex ",
    "title": "Prestel"
}