{
    "id": "842429",
    "text": "David Mervyn Blow (27 June 1931 – 8 June 2004) was an influential British biophysicist. He was best known for the development of X-ray crystallography, a technique used to determine the molecular structures of tens of thousands of biological molecules. This has been extremely important to the pharmaceutical industry. ==Early life and education== Blow was born in Birmingham, England. He was educated at Kingswood School in Bath, Somerset and the University of Cambridge where he won a scholarship to Corpus Christi College, Cambridge. His PhD was awarded in 1958 for X-ray analysis of haemoglobin supervised by Max Perutz. ==Career and research== Following graduation from Cambridge, Blow spent two years at the Massachusetts Institute of Technology (MIT) and the National Institutes of Health (NIH) funded by the Fulbright Foundation In 1954, he met Max Perutz; they began to study a new technique wherein X-rays would be passed through a protein sample. This eventually led to the creation of a three-dimensional structure of haemoglobin. Blow was appointed professor of biophysics at Imperial College London in 1977. His doctoral students include Richard Henderson and Paul Sigler. ===Awards and honours=== Blow was elected a Fellow of the Royal Society (FRS) in 1972. He was awarded the Wolf Prize in Chemistry in 1987. ==Personal life== Blow married Mavis Sears in 1955, and they had two children, a son Julian and a daughter Elizabeth. He died of lung cancer at the age of 72, in Appledore, Torridge. ==References== Category:1931 births Category:2004 deaths Category:Academics of Imperial College London Category:Alumni of Corpus Christi College, Cambridge Category:Deaths from cancer in England Category:Deaths from lung cancer Category:English biophysicists Category:Fellows of the Royal Society Category:Fellows of the Institute of Physics Category:Members of the French Academy of Sciences Category:People educated at Kingswood School, Bath Category:People from Birmingham, West Midlands Category:Wolf Prize in Chemistry laureates Category:Massachusetts Institute of Technology faculty Category:Deans of the Royal College of Science ",
    "title": "David Mervyn Blow"
}