{
    "id": "842686",
    "text": "Gwendolen Mary \"Gwen\" Raverat (née Darwin; 26 August 1885–11 February 1957), was an English wood engraver who was a founder member of the Society of Wood Engravers.Joanna Selborne, ‘The Society of Wood Engravers: the early years’ in Craft History 1 (1988), published by Combined Arts. Her memoir Period Piece was published in 1952. ==Biography== Newnham Grange, Raverat's childhood home, now part of Darwin College Gwendolen Mary Darwin was born in Cambridge in 1885; she was the daughter of astronomer Sir George Howard Darwin and his wife, Lady Darwin (née Maud du Puy). She was the granddaughter of the naturalist Charles Darwin and a first cousin of poet Frances Cornford (née Darwin). She married the French painter Jacques Raverat in 1911. They were active in the Bloomsbury Group and Rupert Brooke's Neo-Pagan group until they moved to the south of France, where they lived in Vence, near Nice, until his death from multiple sclerosis in 1925. They had two daughters: Elisabeth (1916–2014), who married the Norwegian politician Edvard Hambro, and Sophie Jane (1919–2011), who married the Cambridge scholar M. G. M. Pryor and later Charles Gurney. Raverat is buried in the Trumpington Extension Cemetery, Cambridge with her father. Her mother, Maud, Lady Darwin, was cremated at Cambridge Crematorium on 10 February 1947. There is a memorial to Raverat in Harlton Church, Cambridgeshire, where her family and friends donated towards the restoration of the church in her memory. Cambridge and the people associated with it remained very much the centre of her life. Darwin College, Cambridge, occupies both her childhood home, Newnham Grange, and the neighbouring Old Granary where she lived from 1946 until her death. The college has named one of its student accommodation houses after her. ==Wood engravings== Raverat was one of the first wood engravers recognised as modern. She went to the Slade School in 1908,Reynolds Stone, The Wood Engravings of Gwen Raverat (London, Faber & Faber, 1959). but stood outside the groups growing up at the time, the group that gathered around Eric Gill at Ditchling and the group that grew up at the Central School of Arts and Crafts around Noel Rooke. She was influenced by the Impressionists and Post-Impressionists and developed her own painterly style of engraving.Joanna Selborne, British Wood-engraved Book Illustration 1904–1940 (Oxford, Clarendon Press, 1998), . There was some similarity between her early engravings and those of Gill, and she did know Gill, but the similarity was based mostly on her black line style at the time, influenced by Lucien Pissarro, and the semi-religious themes that she then chose. One of her first wood engravings to appear in a book was \"Lord Thomas and Fair Annet\" in The Open Window (1911), which also featured a wood engraving by Noel Rooke. Balston credits her with having produced one of the first two books illustrated with modern wood engravings.Thomas Balston, Wood- engraving in Modern English Books (London, National Book League, 1949). This was Spring Morning by her cousin Frances Cornford, published by the Poetry Bookshop in 1915. It was accessioned at the British Museum Library in May 1915, which makes it the first modern British book illustrated with wood engravings, as the other contender, The Devil's Devices illustrated by Eric Gill, was accessioned in December 1915. In 1922 she contributed two wood engravings to Contemporary English Woodcuts, an anthology of wood engravings produced by Thomas Balston, a director at Duckworth and an enthusiast for the new style of wood engravings. Campbell Dodgson, Keeper of Prints and Drawings at the British Museum, wrote about her in his introduction to the book: Mr. Greenwood excels in the delicate and minute work in white line upon black, which has also won the admiration of many collectors for the earlier wood engravings of Mrs. Raverat.Campbell Dodgson, Contemporary English Woodcuts (London, Duckworth, 1922). Much of Raverat's work was for friends from Cambridge and appeared in books with small editions. She found a wider public with the London Mercury which reproduced many of her engravings. The most famous are perhaps the engravings Six Rivers Round London which were produced for the London General Omnibus Company. Most of Raverat's commissions for book illustrations date from the 1930s. The first was for a set of engravings for Kenneth Grahame's classic anthology The Cambridge Book of Poetry for Children (1932). This was published by the Cambridge University Press and printed at the press by Walter Lewis. The Cambridge University Press took almost as much care with their printing as a private press, and Lewis printed the wood engravings from the original blocks. He printed four more books for Raverat – Mountains and Molehills by Frances Cornford (1934), Four Tales from Hans Andersen, a new version by R. P. Keigwin (1935), The Runaway by Elizabeth A. Hart (1936) and The Bird Talisman by H. A. Wedgwood (her great-uncle) (1939). Four Tales and The Bird Talisman were illustrated with colour wood engravings. Brooke Crutchley, Lewis's successor at the press, was responsible for printing the collection of Raverat's work by Reynolds Stone and described the care taken over printing from old warped blocks.Brooke Crutchley, To be a Printer (London, Bodley Head, 1980), . An illustration from The Runaway Her experience of a real private press, St John Hornby's Ashendene Press, was rather more mixed. Raverat spent a year producing 29 wood engravings for an edition of Les Amours de Daphne et Chloe by Longus. It appeared in 1933, five years after the project started. The first edition had been printed on Japanese vellum, but was scrapped when the ink failed to dry properly. In 1934 she produced a set of engravings for Farmer's Glory by A. G. Street (1934), perhaps her best known work. Cottage Angles by Norah C. James (1935) reused engravings produced for Time and Tide. She illustrated A Sentimental Journey by Laurence Sterne for Penguin Illustrated Classics in 1938. Her final wood engravings were for another private press, the Dropmore Press, for which she illustrated London Bookbinders 1780–1806 by E. Howe (1950). She illustrated a number of books with line drawings, including Over The Garden Wall by Eleanor Farjeon (1933), Mustard, Pepper and Salt by Alison Uttley (1938), Red-Letter Holiday by Virginia Pye (1940), Crossings by Walter de la Mare (1942), Countess Kate by Charlotte M. Yonge (1948) and The Bedside Barsetshire by L. O. Tingay (1949).L. M. Newman and D. A. Steel, Gwen and Jacques Raverat (Lancaster, University of Lancaster, 1989); Raverat played a significant part in the wood engraving revival in Britain at the beginning of the twentieth century. By 1914 she had completed some sixty wood engravings, far more than any of her contemporaries. Her name recurs consistently in all contemporary reviews, and the first book devoted to a modern wood engraver was Herbert Furst's Gwendolen Raverat.Herbert Furst, Modern Woodcutters 1: Gwendolen Raverat (London, Little Art Rooms, 1920). She illustrated the first book illustrated with modern wood engravings, Spring Morning, and she exhibited at every annual exhibition of the Society of Wood Engravers between 1920 and 1940, exhibiting 122 engravings, more than anyone else. Raverat had to give up wood engraving after a stroke in 1951. Raverat's work was part of the painting event in the art competition at the 1948 Summer Olympics. ==Raverat and Cambridge == The Old Granary (left), Raverat's home from 1946 Apart from her studies at the Slade and the period from 1915 to 1928, which covered her life with Jacques and early widowhood, Raverat lived in or near Cambridge. In 1928 she moved into the Old Rectory, Harlton, near Cambridge. The house was the model for her engravings for The Runaway. In 1946 she moved into The Old Granary, Silver Street, in Cambridge; the house was at the end of the garden of Newnham Grange, where she was born. Her life revolved around her contacts in Cambridge. One aspect was her work for the theatre, designing costumes, scenery and programmes. Her first experience was in 1908, when she designed costumes for Milton's Comus at the New Theatre, Cambridge. Her brother-in-law Geoffrey Keynes asked her to provide scenery and costumes for a proposed ballet drawn from Illustrations of the Book of Job to commemorate the centennial of Blake's death; her second cousin, Ralph Vaughan Williams, wrote the music to the work which became known as Job, a masque for dancing, the premiere of which took place in Cambridge in 1931. The miniature stage set that she built as a model still exists, housed at the Fitzwilliam Museum in Cambridge. She went on to design costumes, scenery and programmes for some ten productions, mostly for the Cambridge University Musical Society. Raverat met one of her close friends Elisabeth Vellacott, in the society's production of Handel's oratorio \"Jephta\".\"Person.\" National Portrait Gallery. N.p., n.d. Web. 06 Mar. 2017. Raverat had a keen interest in children's fiction. Three of her books were Victorian stories that she persuaded publishers to reprint – The Runaway, The Bird Talisman and Countess Kate. When she discovered that The Runaway had gone out of print, she persuaded the publisher Duckworth to reissue it in 1953. == Period Piece == When she was 62 Raverat started to write her classic childhood memoir Period Piece, which she illustrated with line drawings. It appeared in 1952 and has not been out of print since then.William Pryor, Virginia Woolf & the Raverats: a different sort of friendship (Bath, Clear Books, 2003), . == Memberships == Gwen Raverat was a founding member of the Society of Wood Engravers, which held an annual exhibition that included works from other artists such as David Jones, John Nash, Paul Nash, Paul Gauguin and Clare Leighton”SWE.\" SWE | Cornwall artists index. N.p., n.d. Web. 06 Mar. 2017. == Publications on Raverat == There are two published collections of Raverat's work. The first, by Reynolds Stone, presents many of her engravings printed from Raverat's original blocks; the second, by Joanna Selborne and Lindsay Newman, presents some 75 engravings printed from the blocks, and has long listings of Raverat's work. (The second editions of these books are not printed from the original blocks.) The catalogue of the 1989 exhibition at Lancaster University includes a useful bibliography. Raverat's grandson, William Pryor, has edited and published the complete correspondence between Gwen, Jacques, and Virginia Woolf. Pryor has also blogged a talk on Raverat. * (2nd ed.). Cambridge: Silent Books. 1989. . * (2nd ed.) London: British Library. 2003. * * * * (2nd ed.). London: Pimlico. 2004. ==See also== *List of Bloomsbury Group people ==References== ==External links== * * * Raverat's correspondence and other papers held in the National Archives Category:1885 births Category:1957 deaths Category:20th-century English writers Category:20th-century British women writers Category:20th- century British women artists Category:20th-century British printmakers Category:Darwin–Wedgwood family Category:Alumni of the Slade School of Fine Art Category:English illustrators Category:English wood engravers Category:Modern printmakers Category:People from Cambridge Category:English women artists Category:British women illustrators Category:Women printmakers Category:Burials in Cambridgeshire Category:English autobiographers Category:Women autobiographers Category:Olympic competitors in art competitions ",
    "title": "Gwen Raverat"
}