{
    "id": "842736",
    "text": "The Waikiki Natatorium War Memorial is a war memorial in Honolulu, Hawaii, USA, built in the form of an ocean water public swimming pool. The natatorium was built as living memorial dedicated to \"the men and women who served during the great war\"Act 15, 1921 Territorial Legislature, Territory of Hawaii (now known as World War I). == Creation of the memorial == In March 1918, the Daughters and Sons of Hawaiian Warriors first proposed a memorial to the more than 10,000 men from the then Territory of Hawaii who volunteered to serve in the great war. The Honolulu Ad Club agreed with the idea and on November 20, 1918, appointed an investigative committee led by Colonel Howard Hathaway, Ned Loomis, and W.D. Westervelt to bring together representatives from all civic organizations to collaborate on the concept of a memorial beginning with a conference which was held on December 6, 1918.Hawaii in the World War, Ralph Kuykendall, 1928, The Historical Commission, Territory of Hawaii At this meeting Colonel Hathway was appointed Chairman and Fred W. Beckley was appointed Secretary of the general committee on a war memorial. At the second meeting, a subcommittee was formed to investigate and prepare a report on a design and cost estimates of a war memorial. This subcommittee included: *Princess Kalanianaole *Mrs. Walter Macfarlane *Mrs. A. A. Young *Mrs. J.M. Dowsett *C.R. Hemenway *Senator John H. Wise *J.D. McInerny Upon the report of the subcommittee, a plan to acquire the former William G. Irwin Estate (located between the shoreline and Kapiolani Park in Waikiki) for a public park for the memorial gained unanimous support. To pursue the idea, John Guild, Mrs. Walter Macfarlane, Mrs. John Baird, Mrs. A.G.M. Robertson and Alexander Rume Ford took the lead in pursuing the property. A bill passed through the territorial legislature with \"practical unanimity\" according to the Historical Commission of Honolulu. The act was signed by the governor on April 29, 1919 providing for the acquisition of the Irwin property through the sale of territorial bonds and provided that the property should be named \"Memorial Park\" for the memorial concept being discussed by the committee on a war memorial. Memorial Park was formally dedicated on the one year anniversary of the signing of the armistice with the dedication organized by the recently formed organization, the American Legion. In 1920, with the memorial's site now acquired, a committee to study and recommend designs for the memorial itself was organized. The Honolulu Historical Commission, Territory of Hawaii, lists the members of the memorial committee as: *J.K. Butler *L.S. Cain *A.L.C. Atkinson *A.T. Longley *H.P. O'Sullivan *Norman Watkins *Senator L.M. Judd *J.R. Galt *L.B. Reeves *Alexander May *R.L. Richards *G.H. Angus *Sherwood Lowrey *R.N. Burnham for the Rotary Club *Milo Vanek for the Ad Club *Gordon Usborne for the Hawaiian Academy of Art and Design. Interior of the Natatorium After much deliberation, the committee reported its final recommendation for the war memorial. According to the Historical Commission of the Territory of Hawaii, \"the scheme evolved called for a memorial natatorium with a pavilion and attractive landscaping of Memorial Park, the swimming pool itself to be of Olympic proportions\". On the opening day of the 1921 Territorial Legislature, Senator L.M. Judd introduced a bill for the construction of a war memorial at Memorial Park, to be funded by issuing territorial bonds. The bill specified that the memorial is to be dedicated to \"the men and women of Hawaii who served during the great war\" which was an expansion from the initial concept which was to honor the men of Hawaii who died in service during World War I. The bill was passed by both houses of the legislature and signed by the governor on March 15, 1921, becoming Act 15. Act 15, set three requirements for the design of the memorial: #It is to be located at Memorial Park, Waikiki #That it \"shall contain a swimming course of at least 100 meters\"; and #All other design elements were to be determined by a design contest with features chosen by a Territorial War Commission appointed by the Governor. == Territorial War Memorial Commission == Act 15 provided for the formation of a Territorial War Memorial Commission to determine the features of the memorial beyond the requirements set out by law: the swimming course of 100 meters and the location. Governor Charles J. McCarthy appointed the members of the commission: A. Lester Marks, Chairman John R. Galt, Secretary A.L.C. Atkinson, later replaced by J.K. Butler Louis Christian Mullgardt, a Fellow of the American Institute of Architects (AIA), was appointed as advisory architect to prepare general scheme for the park and to plan and execute a competition following the rules set forth by the AIA. The jury to determine the winning design was composed of: The Governor of the Territory of Hawaii The Mayor of Honolulu Architect Bernard R. Maybeck of San Francisco Architect Ellis F. Lawrence of Portland Architect W. R. B. Willcox of Seattle The jury selected the design by San Francisco architect Lewis P. Hobart as the first prize. > \"It reveals a fine, discriminating taste and ability in architectural > design, and in such landscape treatment as reflects the highly individual > color and flavor of Hawaii and Honolulu; it forecasts a memorial which will > sustain an appropriate interest into the distant future, and perpetuate the > noble thought and purpose which animated the original conception of the > project.\" - The judges of the War Memorial Commission's design contest of > the winning design by Architect Lewis P. Hobart == Current state == Located in Honolulu, at the shore west of Kapiolani Park and completed in 1927, the natatorium was built in the Hawaiian Beaux-Arts architectural style. The entrance to the memorial includes an arch featuring four stone eagles typical of this style. Inside the memorial is a 100 meter by 40 meter salt water swimming pool. In the opening ceremonies on August 24, 1927, the local Olympic gold medal holder Duke Kahanamoku made the first swim (it was his birthday). In the following swim meet, world record holder Johnny Weissmuller won the 100, 400 and 800 meter events, and Buster Crabbe (also local) won the 1500 meters. After the attack on Pearl Harbor in 1941, the natatorium was taken over by the US Army and used for training during World War II. In 1949 it was refurbished and turned over to the City and County of Honolulu on July 1, 1949. Its condition deteriorated, and was officially closed in 1963, but continued to be used. It was added to the National Register of Historic Places listings in Oahu on August 11, 1980 as site 80001283. There have been several proposals to demolish the structure, while others argue for its preservation and repair. For generations, the natatorium was a popular recreational gathering center for local residents and tourists. However, it closed to the public in 1979 due to safety concerns and city council political support has oscillated between renovation and demolition of the structure. === 2018-2019 Renovation and reopening draft study === In 2018-2019, the City and County of Honolulu began a study to see about reopening the memorial, which has been closed to the public since approximately 1979. The draft study is available online and allows the city to proceed with research on alternatives that will allow the memorial to be brought into a usable condition and to resolve hazards which prevent the memorial from being a proud representation and tribute to WW1 veteranshttp://oeqc2.doh.hawaii.gov/EA_EIS_Library/2018-11-08-OA-DEIS-Waikiki- War-Memorial-Complex.pdf. The EIS study notes the \"significant and adverse\" socio-cultural impact if no action is taken to improve the dilapidated structure. The city mayor estimates the preferred option of renovation to cost around $25.6 million USD. Bruno Mars has begun fundraising campaign in cooperation with Heineken and Indiegogo which has raised $38,000 USD so far toward this efforthttp://www.hawaiinewsnow.com/story/35323746/waikiki- natatorium-supporters-score-bruno-mars-tour- tickets/https://www.indiegogo.com/projects/discover-the-waikiki-natatorium- war-memorial#/. ==Kaimana Beach== Kaimana Beach with the Natatorium and Waikiki in the background Adjacent to the south of the Natatorium lies Kaimana Beach, a popular destination for the local resident Honolulu population of the Kaimuki, Manoa, Diamond Head and other surrounding communities. Kaimana is a sandy beach lined with palms with a lifeguard tower, showers and public parking. Kaimana Beach was originally a rocky beach with a narrow strip of sand. It is also known as Sans Souci Beach, (French for \"without worries\") for the hotel once run by George Lycurgus in 1893, named in turn after the Sanssouci Palace in Potsdam. After the Waikiki War Memorial Natatorium was built adjacent to Kaimana and just off the shoreline, the beach was able to accumulate a vastly wider sandy beach which makes it so popular today. The name Kaimana is not an ancient Hawaiian name for the area, but is rather the Hawaiian pronunciation of the English name for the nearby Diamond Head. The former Sans Souci site is now the New Otani Kaimana Beach Hotel. Kaimana Beach was the end point of the first submarine communications cable between California and Hawaii. Duke Kahanamoku's uncle, David Piikoi, was said to have been the person who dragged the underwater cable through Kapua Channel and onto Kaimana's shore in 1902. The first telegraphic message over this new cable was sent on January 1, 1903, from Henry Ernest Cooper to President Theodore Roosevelt in Washington, DC. == References== == External links== * Friends of the Waikiki Natatorium War Memorial *National Trust for Historic Preservation.org: Waikiki Natatorium War Memorial webpage Category:Buildings and structures in Honolulu Category:Waikiki Category:World War I memorials in the United States Category:Monuments and memorials in Hawaii Category:Monuments and memorials on the National Register of Historic Places in Hawaii Category:National Register of Historic Places in Honolulu Category:Swimming venues in Hawaii Category:1927 establishments in Hawaii Category:1920s architecture in the United States Category:Beaux-Arts architecture in the United States Category:Hawaiian architecture ",
    "title": "Waikiki Natatorium War Memorial"
}