{
    "id": "842854",
    "text": "Jude, also known as Judas Thaddaeus (; ; Syriac/Aramaic: ܝܗܘܕܐ ܫܠܝܚܐ), was one of the Twelve Apostles of Jesus according to the New Testament. He is generally identified with Thaddeus, and is also variously called Jude of James, Jude Thaddaeus, Judas Thaddaeus or Lebbaeus. He is sometimes identified with Jude, the brother of Jesus, but is clearly distinguished from Judas Iscariot, the apostle who betrayed Jesus prior to his crucifixion. Catholic writer Michal Hunt suggests that Judas Thaddaeus became known as Jude after early translators of the New Testament from Greek into English sought to distinguish him from Judas Iscariot and subsequently abbreviated his forename. Most versions of the New Testament in languages other than English and French refer to Judas and Jude by the same name. The Armenian Apostolic Church honors Thaddeus along with Saint Bartholomew as its patron saints. In the Roman Catholic Church, he is the patron saint of desperate cases and lost causes. Saint Jude's attribute is a club. He is also often shown in icons with a flame around his head. This represents his presence at Pentecost, when he received the Holy Spirit with the other apostles. Another common attribute is Jude holding an image of Jesus Christ, known as the Image of Edessa. In some instances, he may be shown with a scroll or a book (the Epistle of Jude) or holding a carpenter's rule. ==Identity== ===New Testament=== Jude is clearly distinguished from Judas Iscariot, another apostle and later the betrayer of Jesus. Both Jude and Judas are translations of the name Ὶούδας in the Koine Greek language original text of the New Testament, which in turn is a Greek variant of Judah (Y'hudah), a name which was common among Jews at the time. In most Bibles in languages other than English and French, Jude and Judas are referred to by the same name. Aside from Judas Iscariot, the New Testament mentions Jude or Judas six times, in four different contexts: # \"Jude of James\", one of the twelve apostles ( and ); # \"Judas, (not Judas Iscariot)\", apparently an apostle (); # the brother of Jesus (, ); # the writer of the Epistle of Jude, who identifies himself as \"the brother of James\" (). Catholic tradition generally holds all four to be the same person, while Protestants generally believe 1 and 2 to be one person,Commentary on John 14:22, Expositor's Bible Commentary CDROM, Zondervan, 1978 although theologian Raymond Brown saw the identification as uncertain.Brown, Raymond E., The Gospel According to Saint John volume 2, p. 641. The latter two are also usually thought to be the same person, although this too is not certain, but different from 1 and 2. ===Brother of James or son of James?=== Translations into English from the original Greek of the New Testament vary in their rendering of Luke 6:16 and Acts 1:13. A literal translation of the references to Jude in these passages gives \"Jude of James\", as in Young's Literal Translation of the Bible, but scholars differ on whether this means \"Jude, brother of James\" or \"Jude, son of James\". The King James and the Douay-Rheims versions call him \"Judas the brother of James\", making him the same person as the writer of the Epistle of Jude, who identifies himself as \"Jude, the servant of Jesus Christ, and brother of James\" (Jude 1:1). Most modern translations (including the New International Version, Revised Standard Version and New Revised Standard Version), identify him as \"Jude the son of James\", and not the same person as the author of the Epistle of Jude. Protestant scholar Darrell L. Bock writes that it must mean \"son\" not \"brother\", because when \"brother\" is intended, the Greek word for \"brother\" (adelphos) is present.Darrell L. Bock, Luke, volume 1, 1:1–9:50, (Baker Books, 1994), p. 546 Bock also says that means he was not the brother of Jesus. Additionally the use of the genitive case of \"James\" (Iakovou) in Greek, usually signifies or implies the person's father to be distinguished from his homonyms. ===Brother of Jesus?=== Opinion is divided on whether Jude the apostle was also Jude, brother of Jesus, the traditional author of the Epistle of Jude.Neyrey, Jerome H., 2 Peter, Jude, Anchor Bible Reference Library, Doubleday, 1993. p.44-45. Generally, Catholics believe the two Judes are the same person, while Protestants generally do not. According to the surviving fragments of the work Exposition of the Sayings of the Lord of the Apostolic Father Papias of Hierapolis, who lived c. 70–163 AD, Mary the wife of Cleophas or Alphaeus would be the mother of Judas the brother of Jesus that Papias identifies with Thaddeus: === Possible identity with Thaddeus === St. Thaddeus, St. Sandukht and other Christians in Sanatruk's prison In the apostolic lists at and , Jude is omitted, but there is a Thaddeus (or in some manuscripts of Matthew 10:3, \"Lebbaeus who was surnamed Thaddaeus\", as in the King James Version) listed in his place. This has led many Christians since early times to harmonize the lists by positing a \"Jude Thaddeus\", known by either name. This is made plausible by the fact that \"Thaddeus\" seems to be a nickname (see Thaddeus) and that many New Testament figures have multiple names (such as Simon Peter and Joseph Barnabas). A further reason is the fact that the name \"Judas\" was tarnished by Judas Iscariot. It has been argued that for this reason, it is unsurprising that Mark and Matthew refer to him by an alternate name.For instance Otto Harpan, in \"The Apostle\" (Sands, 1962), quoted at Some Biblical scholars reject this theory, however, holding that Jude and Thaddeus did not represent the same person.Pesch, Rudolf. \"Simon- Petrus. Geschichte und geschichtliche Bedeutung der ersten Juengers Jesu Christ\", Paepste und Papsttum 15, Hiersmann, 1980. p.36. They have proposed alternative theories to explain the discrepancy: an unrecorded replacement of one for the other during the ministry of Jesus because of apostasy or death;Meier, John P., A Marginal Jew volume 3, pp 130–133, 200 (\"Christian imagination was quick to harmonize and produce Jude Thaddeus, a conflation that has no basis in reality.\") the possibility that \"twelve\" was a symbolic number and an estimation;Sanders, E.P., Jesus and Judaism, Fortress Press, 1985. . p.102 or simply that the names were not recorded perfectly by the early church.Fitzmyer, Joseph, The Gospel according to Luke: Introduction, translation, and notes, Volume 2, The Anchor Bible, Garden City, NY: Doubleday, 1981–1985. . p.619-620 Thaddeus, one of the twelve apostles, is often indistinguishable from Thaddeus of Edessa, one of the Seventy Disciples. In some Latin manuscripts of Matthew 10:3, Thaddeus is called Judas the Zealot. === In other manuscripts === According to the Golden Legend, which is a collection of hagiographies compiled by Jacobus de Varagine in the thirteenth century: The same work writes that \"Simon Cananean and Judas Thaddeus were brethren of James the Less and sons of Mary Cleophas, who was married to Alpheus.\" The Letter or Epistle of Saint Jude in the Bible is usually attributed to the Apostle Jude, and is a short piece. Some statues of Saint Jude include the letter (such as the statue of Saint Jude by Adam Kossowski in Faversham, Kent). == Tradition and legend == Saint Thaddeus Armenian Monastery, Iran Tradition holds that Saint Jude preached the Gospel in Judea, Samaria, Idumaea, Syria, Mesopotamia and Libya. He is also said to have visited Beirut and Edessa, though the emissary of the latter mission is also identified as Thaddeus of Edessa, Addai, one of the Seventy. The 14th- century writer Nicephorus Callistus makes Jude the bridegroom at the wedding at Cana. The legend reports that St. Jude was born into a Jewish family in Paneas, a town in Galilee later rebuilt during the Roman period and renamed Caesarea Philippi. In all probability, he spoke both Greek and Aramaic, like almost all of his contemporaries in that area, and was a farmer by trade. According to the legend, St. Jude was son of Clopas and Mary of Clopas, sister of the Virgin Mary. Tradition has it that Jude's father, Clopas, was martyred because of his forthright and outspoken devotion to the risen Christ. Although Saint Gregory the Illuminator is credited as the \"Apostle to the Armenians\", when he baptized King Tiridates III of Armenia in 301, converting the Armenians, the Apostles Jude and Bartholomew are traditionally believed to have been the first to bring Christianity to Armenia, and are therefore venerated as the patron saints of the Armenian Apostolic Church. Linked to this tradition is the Saint Thaddeus Monastery (now in northern Iran) and Saint Bartholomew Monastery (now in southeastern Turkey) which were both constructed in what was then Armenia. Tradition holds that Jude the Apostle was vegetarian. ==Death and remains== Symbol of his martyrdom According to tradition, Saint Jude suffered martyrdom about 65 AD in Beirut, in the Roman province of Syria, together with the apostle Simon the Zealot, with whom he is usually connected. The axe that he is often shown holding in pictures symbolizes the way in which he was killed. Their acts and martyrdom were recorded in an Acts of Simon and Jude that was among the collection of passions and legends traditionally associated with the legendary Abdias, bishop of Babylon, and said to have been translated into Latin by his disciple Tropaeus Africanus, according to the Golden Legend account of the saints. Sometime after his death, Saint Jude's body was brought from Beirut to Rome and placed in a crypt in St. Peter's Basilica which was visited by many devotees. Now his bones are in the left transept of St. Peter's Basilica under the main altar of St. Joseph, in one tomb with the remains of the apostle Simon the Zealot. These were moved here on 27 December 1665. According to another popular tradition, the remains of St. Jude were preserved in an Armenian monastery on an island in the northern part of Issyk-Kul Lake in Kyrgyzstan at least until the mid-15th century. Later legends either deny that the remains are preserved there or claim that they were moved to a yet more desolate stronghold in the Pamir Mountains. A plain ossuary marked with the inscription \"Judas Thaddaeus\" (Ιουδας Θαδδαιου) was found in Kefar Barukh, Jezreel Valley, alongside fragments of four uninscribed ossuaries. The site was dated by lamps and other pottery to no later than the early-second century.Prausnitz M. and Rahmani L.Y. (1967). Jewish Burial Caves of the Early Second Century CE at Kfar Baruch. In Me'eretz Kishon: The Book of the 'Emek. Kishon County Council, Tel Adashim. 309-312. ==Iconography== Saints Simon and Jude Thaddeus in Rudno, Poland Jude is traditionally depicted carrying the image of Jesus in his hand or close to his chest, betokening the legend of the Image of Edessa, recorded in apocryphal correspondence between Jesus and Abgar which is reproduced in Eusebius' History Ecclesiastica, I, xiii. Eusebius relates that King Abgar of Edessa (now Şanlıurfa in southeast Turkey) sent a letter to Jesus seeking a cure for an illness afflicting him. With the letter he sent his envoy Hannan, the keeper of the archives, offering his own home city to Jesus as a safe dwelling place. The envoy painted a likeness of Jesus with choice paints (or alternatively, impressed with Abgar's faith, Jesus pressed his face into a cloth and gave it to Hannan) to take to Abgar with his answer. Upon seeing Jesus' image, the king placed it with great honor in one of his palatial houses. After Christ's execution, Jude Thomas the Apostle sent Addai, one of the 70 or 72 in , to King AbgarThe Doctrine of Addai, see http://www.tertullian.org/fathers/addai_2_text.htm and the king was cured. Astonished, he converted to Christianity, along with many of the people under his rule. Additionally, St. Jude is often depicted with a flame above his head, representing his presence at Pentecost, when he was said to have received the Holy Spirit with the other apostles. ==Veneration== Statue of St. Jude in the Archbasilica of St. John Lateran by Lorenzo Ottoni Procession in Lima, Peru According to tradition, after his martyrdom, pilgrims came to his grave to pray and many of them experienced the powerful intercessions of St. Jude. Thus the title, 'The Saint for the Hopeless and the Despaired'. St. Bridget of Sweden and St. Bernard had visions from God asking each to accept St. Jude as 'The Patron Saint of the Impossible'. His feast day is 28 October (Roman Catholic Church, Episcopal Church and Lutheran Church) and 19 June and 21 August (Eastern Orthodox Church). The Order of Preachers (better known as the Dominicans) began working in present-day Armenia soon after their founding in 1216. At that time, there was already a substantial devotion to Saint Jude by both Catholic and Orthodox Christians in the area. This lasted until persecution drove Christians from the area in the 18th century. Devotion to Saint Jude began again in earnest in the 19th century, starting in Italy and Spain, spreading to South America and finally to the United States (starting in the vicinity of Chicago) owing to the influence of the Claretians and the Dominicans in the 1920s. === Patronage=== Among some Roman Catholics, Saint Jude is venerated as the \"patron saint of lost causes\". This practice stems from the belief that few Christians invoked him for misplaced fear of praying to Christ's betrayer, Judas Iscariot, because of their similar names. The ignored Jude thus supposedly became quite eager to assist anyone who sought his help, to the point of interceding in the most dire of circumstances. The Church also wanted to encourage veneration of this \"forgotten\" apostle and maintained that Saint Jude would intercede in any lost cause to prove his sanctity and zeal for Christ. Saint Jude is the patron saint of the Chicago Police Department, of Customs Officers, of Clube de Regatas do Flamengo (a soccer team in Rio de Janeiro, Brazil) and of two St Jude's GAA teams, the first in Templeogue Dublin 6W and also St Jude's GAA club in Southampton & Bournemouth (UK). His other patronages include desperate situations and hospitals. One of his namesakes is St. Jude Children's Research Hospital in Memphis, Tennessee, which has helped many children with terminal illnesses and their families since its founding in 1962. ===Shrines and churches=== Many countries venerate the Apostle Jude and have constructed shrines or churches dedicated to his memory. Such sites include those in Australia, Brazil, Sri Lanka, Cuba, India, Iran, the Philippines, New Zealand, the United Kingdom, the United States and Lebanon. The National Shrine of St. Jude in Chicago, Illinois, was founded in 1929 by the Claretian Missionaries. The Nationwide Center of St. Jude Devotions in Baltimore was founded in 1917 by the Pallottines. The National Shrine of Saint Jude Thaddeus in the Philippines was erected by the Archdiocese of Manila in 1954 as Espíritu Santo Chinese Parish. The Shrine holds the saint's novena liturgy every Thursday and is now under the Society of the Divine Word that also runs the attached Saint Jude Catholic School. The National Shrine of Saint Jude at Faversham in England was founded in 1955. There is also a shrine of St. Jude built by the Dominicans (Order of Preachers) in Lagos, Nigeria. ==In Islam== The Qur’anic account of the disciples of Jesus does not include their names, numbers, or any detailed accounts of their lives. Muslim exegesis, however, more-or-less agrees with the New Testament list and says that the disciples included Peter, Philip, Thomas, Bartholomew, Matthew, Andrew, James, Jude, John and Simon the Zealot. ==See also== * Statue of Jude the Apostle, Charles Bridge * Veneration of Judas Thaddaeus (San Judas Tadeo) in Mexico * Saint Jude the Apostle, patron saint archive ==Notes== ==References== Category:1st-century Christian martyrs Category:Assyrian Church of the East saints Category:Burials at St. Peter's Basilica Category:Catholicoi of Armenia Category:Christian saints from the New Testament Category:Roman-era Jews Category:Saints from the Holy Land Category:Twelve Apostles Category:Year of birth unknown Category:1st-century Christian saints ",
    "title": "Jude the Apostle"
}