{
    "id": "842904",
    "text": "Marvel Comics Presents was an American comic book anthology series published by Marvel Comics originally from 1988 to 1995. It returned for a second volume in 2007–2008, and a third volume that started in 2019. ==Volume 1== The first volume was released on a biweekly basis and lasted for 175 issues. Each issue had four eight-page stories, of which generally two were episodes in ongoing serials and two were one-episode stories. The one-episode stories generally featured obscure or little-seen characters from the Marvel universe, and often featured work by creators previously unpublished in the comics field, including Scott Lobdell (later X-Men writer) who started work under the editorship of Tom DeFalco.https://www.youtube.com/watch?v=XVGQ5km9BuY&feature;=list_related&playnext;=1&list;=SP3E42FDB3CA564492 The original plan was for the lead story to feature different members of the X-Men in solo adventures lasting between eight and ten episodes. The first ten issues featured Wolverine; others featured were Colossus, Cyclops, Havok, and Excalibur. From issue 39 onwards, Wolverine was featured in the series until issue #142, when the character was phased out of the series. Particularly notable was \"Weapon X\" in issues #72–84, which revealed Wolverine's origin, with story and art by Barry Windsor-Smith. Later Ghost Rider was added to the series as \"co-lead\" feature, and the book adopted a \"flip-book\" format, thereby allowing each of the two characters cover billing. Eventually other characters, such as Man-Thing and Lunatik, got cover billing. Several of the Wolverine storylines have since been collected and reprinted in trade paperback format. The first volume features Wolverine's first adventures in Madripoor, a fictional island that became Wolverine's second home during the late 1980s, as well as the \"introduction\" of Tyger Tiger. Other notable highlights include the first appearance of Cyber (Issue 85, by Peter David and Sam Kieth), the first appearance of Damage Control (Issue 19), a Looney Tunes Spoof featuring Excalibur (issues 31- 38), a wrestling match between Hulk and a Hulk Hogan facsimile (issue 45), and the first appearance of Nth Man: The Ultimate Ninja (Issue 25). ==Volume 2== In 2007 the anthology series returned, also including work by creators previously unpublished in the comics field. The series' editors were Warren Simons, Nick Lowe, Andy Schmidt, and John Barber. The series hosted two 12-part stories (The Vanguard super-team and Weapon Omega) and a host of short single to five-part stories involving a variety of characters within the Marvel Universe. The series was cancelled with issue 12. ==Volume 3== In 2019 the anthology series returned. ==Bibliography== *Marvel Comics Presents vol. 1 #1–175 *Marvel Comics Presents vol. 2 #1–12 ===Collected editions=== *Marvel Comics Presents: Wolverine vol. 1 (vol. 1 #1–10) *Master of Kung-Fu Omnibus vol. 4 (vol. 1 #1–8) *Colossus: God's Country (vol. 1 #10–17) *Black Panther: Panther's Quest (vol. 1 #13–37) *Speedball Classic (vol. 1 #14, 56) *Cyclops: Retribution (vol. 1 #17–24) *The Sensational She-Hulk by John Byrne (vol. 1 #18) *Excalibur Epic Collection: The Sword is Drawn (vol. 1 #31–38) *Marvel Comics Presents: Wolverine vol. 2 (vol. 1 #39–50) *Hercules: Full Circle (vol. 1 #39-41) *Silver Surfer Epic Collection: Thanos Quest (vol. 1 #50) *Marvel Comics Presents: Wolverine vol. 3 (vol. 1 #51–61) *Avengers: Scarlet Witch (vol. 1 #60-63, 143-144) *Marvel Comics Presents: Wolverine vol. 4 (vol. 1 #62–71) *Wolverine and Ghost Rider in Acts of Vengeance (vol. 1 #64–70) *Silver Surfer Epic Collection: The Infinity Gauntlet (vol. 1 #69, 93–97) *Wolverine: Weapon X (vol. 1 #72–84) *Excalibur Epic Collection: Girl's School From Heck (vol. 1 #75) *X-Men Origins: Firestar (vol. 1 82-87) *Wolverine: Blood Hungry (vol. 1 #85–92) *Wolverine: Prehistory (vol. 1 #93–98) *Infinity War (vol. 1 108-111) *Wolverine: Typhoid's Kiss (vol. 1 #109–116) *Daredevil: Typhoid's Kiss (vol. 1 #109–116,123–130, 150–151) *Iron Fist: Book of Changes (vol. 1 #111, 113–118, 125–137, 140–141) *Wolverine vs. the Marvel Universe (vol. 1 #117–122) *Avengers: Hawkeye - Earth's Mightiest Marksman (vol. 1 159-161) *War Machine/The Invincible Iron Man: Hands of the Mandarin (vol. 1 169-172) *Patsy Walker: Hellcat (vol. 2 #1–4) *Marvel Comics Presents: Weapon Omega (vol. 2 #1–12) ==See also== * DC Comics Presents ==References== * * ==External links== *Newsarama article about the return of the anthology series *MCP vol 1 covers Category:1988 comics debuts Category:Marvel Comics titles Category:Comics anthologies Category:Comics by Chris Claremont Category:Comics by Don McGregor Category:Comics by Doug Moench Category:Comics by Fabian Nicieza Category:Comics by Gerry Conway Category:Comics by Len Wein Category:Comics by Marv Wolfman Category:Comics by Steve Gerber ",
    "title": "Marvel Comics Presents"
}