{
    "id": "842974",
    "text": "Our Man Flint is a 1966 American spy-fi comedy film that parodies the James Bond film series. The film was directed by Daniel Mann, written by Hal Fimberg and Ben Starr (from a story by Hal Fimberg), and starred James Coburn as master spy Derek Flint. The main premise of the film is that a trio of \"mad scientists\" attempt to blackmail the world with a weather-control machine. A sequel, In Like Flint, was released the following year, with Coburn reprising his role. ==Plot== Spy extraordinaire Derek Flint is an ex-agent of Z.O.W.I.E. (Zonal Organization World Intelligence Espionage) who is brought out of retirement to deal with the threat of Galaxy, a worldwide organization led by a trio of mad scientists: Doctor Krupov, Doctor Wu, and Doctor Schneider. Impatient that the world's governments will never improve, the scientists demand that all nations capitulate to Galaxy. To enforce their demands, they initiate earthquakes, volcanoes, storms and other natural disasters with their climate-control apparatus, for the only purpose to bring the nations to give up weapons and nuclear energy. Initially reluctant, Flint decides to take them on after a preemptive assassination attempt by Galaxy's section head, Gila, who replaces a restaurant's harpist while Flint is dining with his four live- in \"playmates\": Leslie, Anna, Gina, and Sakito. Gila uses a harp string as a bow to fire a poisoned dart, which misses Flint, but hits his former boss Cramden. Flint squeezes the poison out of the wound, saving Cramden's life. A chemical trace on the dart directs Flint to Marseilles for bouillabaisse. In one of Marseilles' lowest clubs he stages a brawl to gain some useful information from \"famous\" Agent 0008, who is investigating the narcotics trade keeping Galaxy in business. Galaxy agent Hans Gruber is in the club enjoying his favorite soup while waiting to rendezvous with Gila. Gila sends Gruber to ambush Flint in the lavatory. Flint ends up killing Gruber in a toilet stall, while Gila escapes, leaving behind a cold cream jar she has booby-trapped with explosives. Flint detects the trap and chases the bystanders from the club before detonating the bomb. The remains of the jar lead Flint to Rome. After investigating several cosmetic companies, Flint arrives at Exotica, where he actually meets Gila for the first time. Gila lets him come to her apartment for an exchange of information. Following their encounter, he steals the keys to Exotica and breaks into the company's safe, learning of Galaxy's location before being trapped inside by Gila's assistant, Malcolm Rodney. Malcolm and Gila assume that Flint will soon run out of air in the safe as they transport it to a waiting submarine. During the journey, Flint learns that his playmates have been kidnapped and taken to the headquarters on Galaxy Island in the Mediterranean Sea. He then uses his power of self-induced suspended animation to fool his captors into thinking they have successfully killed him. Gila and Rodney take an evidence photograph of the \"body\", which they send to Cramden, then carry Flint back to headquarters on the submarine. Flint revives and sneaks into the Galaxy complex, but his infiltration is thwarted and he is taken before Galaxy's trio of leaders. Offered a chance to join their new order, he refuses, and is sentenced to death by disintegration. Gila's failure to eliminate Flint results in her being stripped of her leadership role and reassigned to become a Pleasure Unit – a fate which has already befallen Flint's playmates. She then changes sides, slipping Flint his gadget-filled cigarette lighter before she is hauled away. With the help of the lighter, Flint again escapes, sabotages the machinery, rescues his playmates and Gila, and departs the island as it disintegrates. Flint and the women are picked up by a waiting American warship, as they watch a volcano erupt on the island. Gila presumably joins the other four women living with Flint. In the sequel, when Flint is again called out of retirement for a mission, he is living with three women, saying that \"five was just too many.\" ==Cast== The uncredited actor playing the overseer of the Pleasure Unit process is Dick Wilson, who later gained fame as \"Mr. Whipple\" in a long string of commercials for Charmin toilet paper. The voice of then-President Lyndon B. Johnson was provided by Van Williams, who provided the same voice over effect later that year, in the film Batman: The Movie. ==Production== Coburn later said \"“I credit the producer, Saul David, for the Flint films. He was responsible for the whole thing. He also cast me in the role. Of course, it was a spoof of the Bond and all the other spy films in released at the time. What I liked about Flint was that he was his own man. He trained himself. We tried to work from that theme. It must have worked... after all the film was a very big hit.” ==Influences== The film contains direct nods to James Bond in a comedic and outlandish style. Flint is initially offered a Walther PPK and an attache case with a concealed throwing knife with Flint dismissing both as \"crude\". During the French strip club sequence, Flint stages a mock brawl with a patron who is identified as Agent 0008, a British secret agent. Flint asks if SPECTRE (the criminal organization in the early Bond movies) is involved, to which Agent 0008 replies, \"It's bigger than SPECTRE!\" The actor playing the role is similar in appearance to Sean Connery. Later in the film, Gila is shown reading a 0008 novel, a reference to the James Bond novels. ==Cultural legacy== The distinctive ringtone of Cramden's \"presidential hotline\"In Like Flint – Future Perfect telephone was re-used in the films Hudson Hawk, Austin Powers: International Man of Mystery and in Seattle children's television program, The J.P. Patches Show. Popular LA KIIS-FM disc jockey Rick Dees used the sound effect as the \"hotline\" phone sound whenever the station manager would call and yell at him during his 1980s and 1990s shows. Herbie Mann covers the title theme, \"Our Man Flint\" on his 1966 album, Our Mann Flute. Many other cover versions of the theme music were recorded during the mid-1960s. A 1965 novelization of the film by Jack Pearl includes much material not seen on the screen that may have been taken from an earlier draft of the screenplay. Wall of Voodoo used the theme tune in the 2nd half of their version of \"Ring of Fire\". The name Hans Gruber was reused 22 years later in the film Die Hard for Alan Rickman's character. Clips of audio from the film are sampled in the Desert Sessions song \"Sugar Rush\" on the album Volumes 3 & 4\\. ==Reception== Our Man Flint received generally positive reviews, having a \"Fresh\" score of 77% on Rotten Tomatoes from 30 critics. ===Box office=== According to Fox records, the film needed to earn $7,700,000 to break even and made $12,950,000 at the box office. ==Sequels== In Like Flint (1967) was directed by Gordon Douglas and again starred James Coburn, with Cobb also reprising his role as Lloyd C. Cramden. Dead on Target (1976), directed by Joseph L. Scanlan, was a Canadian-filmed television pilot starring Ray Danton as Flint, here depicted as a private investigator. This originally aired on ABC-TV on March 17, 1976. An Italian parody, Il vostro super agente Flit, was released in 1966. ==See also== *List of American films of 1966 * Outline of James Bond ==References== ==External links== * * * Category:1966 films Category:1960s action comedy films Category:1960s science fiction comedy films Category:American films Category:American action comedy films Category:American spy comedy films Category:English-language films Category:American science fiction comedy films Category:1960s spy comedy films Category:1960s parody films Category:Cold War spy films Category:Fictional secret agents and spies Category:Mad scientist films Category:Films set in Marseille Category:Films set in Rome Category:Films set on islands Category:Films set in the Mediterranean Sea Category:20th Century Fox films Category:Films directed by Daniel Mann Category:Films scored by Jerry Goldsmith Category:Parody films based on James Bond films Category:1966 comedy films ",
    "title": "Our Man Flint"
}