{
    "id": "842941",
    "text": "{| |} The Dassault Mirage IV was a French supersonic strategic bomber and deep-reconnaissance aircraft. Developed by Dassault Aviation, the aircraft entered service with the French Air Force in October 1964. For many years it was a vital part of the nuclear triad of the Force de Frappe, France's nuclear deterrent striking force. The Mirage IV was retired from the nuclear strike role in 1996, and the type was entirely retired from operational service in 2005. During the 1960s, there were plans of export sales for the Mirage IV; in one proposal, Dassault would have entered a partnership with the British Aircraft Corporation to jointly produce a Mirage IV variant for the Royal Air Force and potentially for other export customers, but this project did not come to fruition. The Mirage IV was ultimately not adopted by any other operators. ==Development== ===Origins=== During the 1950s, France embarked on an extensive military program to produce nuclear weapons; however, it was acknowledged that existing French aircraft were unsuitable for the task of delivering the weapons.Gunston and Gilchrist 1993, p. 195. Thus, the development of a supersonic bomber designed to carry out the delivery mission started in 1956 as a part of the wider development of France's independent nuclear deterrent. In May 1956, the Guy Mollet government drew up a specification for an aerially-refuelable supersonic bomber capable of carrying a 3-metric-ton, 5.2-metre-long nuclear bomb 2,000 km (without aerial refuelling).Gunston 1973, p. 104. According to aviation authors Bill Gunston and Peter Gilchrist, the specification's inclusion of supersonic speed was \"surprising\" to many at the time.Gunston and Gilchrist 1993, p. 196. The final specifications, jointly defined by government authorities and Dassault staff, were approved on 20 March 1957. Sud Aviation and Nord Aviation both submitted competing proposals, both based on existing aircraft; Sud Aviation proposed the Super Vautour, a stretched Sud Aviation Vautour with thrust SNECMA Atar engines and a combat radius of at Mach 0.9. Dassault's proposal for what became the Mirage IV was chosen on the basis of lower cost and anticipated simpler development, being based upon a proposed early 1956 twin-engined night-fighter derived from the Dassault Mirage III fighter and the unbuilt Mirage II interceptor.Gunston 1973, p. 106. In April 1957, Dassault were informed that they had won the design competition. Dassault's resulting prototype, dubbed Mirage IV 01, looked a lot like the Mirage IIIA, even though it had double the wing surface, two engines instead of one, and twice the unladen weight. The Mirage IV also carried three times more internal fuel than the Mirage III. The aircraft's aerodynamic features were very similar to the III's but required an entirely new structure and layout. This prototype was long, had a wingspan, of wing area, and weighed approximately .Gunston 1973. p. 106, 110. It was considerably more advanced than the Mirage III, incorporating new features such as machined and chem-milled planks, tapered sheets, a small amount of titanium, and integral fuel tanks in many locations including the leading portion of the tailfin. The 01 was an experimental prototype built to explore and solve the problems stemming from prolonged supersonic flight. The sizable technological and operational uncertainties (no plane had yet been found able to cruise at over Mach 1.8 for long periods of time) were only one part of the problem. The weapon-related issues were the other. It took 18 months to build the 01 in Dassault's Saint-Cloud plant near Paris. In late 1958, the aircraft was transferred to the Melun-Villaroche flight testing area for finishing touches and ground tests. On 17 June 1959, French General Roland Glavany, on a five-year leave from the French Air Force since 1954, took the 01 for its maiden flight.Jackson 1987, p.165.Gunston 1973, p. 108. For its third flight, on 20 June 1959, the 01 was authorised to fly over the Paris Air Show at Le Bourget airport in front of France's President Charles de Gaulle. On 19 September 1960, René Bigand (replacing Glavany as test pilot) increased the world record for speed on a 1000-kilometre closed circuit to 1,822 km/h (1,132 mph) around Paris and the Melun base.Gunston 1973, p. 113. Flight 138, on 23 September, corroborated the initial performance and pushed the record on a 500 km closed circuit to an average of 1,972 km/h (1,225 mph), flying between Mach 2.08 and Mach 2.14. The Mirage IV 01 prototype underwent minor modifications during testing in the autumn of 1959, most noticeably, the tail was enlarged (slight reduction in height, large increase in chord).Gunston 1973, p. 111. ===Production=== In order to increase range, studies were made of a significantly larger Mirage IVB design, powered by two Snecma license-built Pratt & Whitney J75 engines and having a wing area of 120 m² (1,290 sq ft) compared to 70 m² (750 sq ft) of the prototype IV, as well as a speed of Mach 2.4 and a gross weight of .Gunston 1973, p. 109. The Mirage IVB proposal had been instigated as a response to interest by de Gaulle in ensuring that two-way (including the aircraft's return to France) strike missions could be flown.Gunston and Gilchrist 1993, p. 197. However, development of the aircraft was ultimately cancelled in July 1959 due to the greater cost involved, a decision having been taken to rely upon aerial refueling instead also being a factor. With the Mirage IVB considered to be too expensive, the medium-sized Mirage IVA, slightly larger than the first prototype, was chosen for three more prototypes to be produced. This aircraft had a wing area of and weighed about Gunston 1973, p. 112. On 4 April 1960, a formal order for 50 production Mirage IVA aircraft was issued. The three prototype aircraft were built between 1961 and 1963, with first flights on 12 October 1961, 1 June 1962, and 23 January 1963. By 1962, the second prototype had conducted simulated nuclear bombing runs in the trials range at Colomb-Bechar in southern Algeria. The third prototype was equipped with the navigation/bombing systems and flight refuelling probe. The fourth prototype Mirage IVA-04 was essentially representative of the production aircraft that would follow. For production, various portions of the aircraft were subcontracted to Sud Aviation (wings and rear fuselage) and Breguet Aviation (tailfin), which was still a separate company from Dassault until 1967; Dassault manufactured the front fuselage and flight-control system internally. Manufacture of both the prototypes and subsequent production aircraft was often hindered by an explicit requirement that there would be no reliance upon foreign suppliers to maintain France's nuclear capabilities; due to this, the Mirage IV initially lacked an inertial navigation system as French industry could not yet produce this device.Gunston and Gilchrist 1993, p. 198. On 7 December 1963, the first production Mirage IVA performed its maiden flight.Jackson 1985, p.69. A series of 62 aircraft was built, and they entered service between 1964 and 1968. Although Dassault had designed the Mirage IV for the low-level flight role right from the start,Gunston 1973, p. 117. the final batch of 12 aircraft ordered in November 1964 differed from the earlier aircraft in several areas, including the flight controls, avionics, and structural details, for the purpose of providing improved low-level performance. It had been planned for this batch to be powered by the newer Pratt & Whitney/SNECMA TF106 turbofan engine. The improvements featured upon the last 12 Mirage IVs were later retroactively applied to the whole fleet. In December 1963 Dassault proposed a Mirage IV-106 variant with 2 Snecma TF106 (license-built Pratt and Whitney) engines, an enlarged 105,000 gross-weight fuselage, terrain-avoidance radar, and armed with a proposed French version of the American Douglas GAM-87 Skybolt air-launched ballistic missile. This version would have been very costly, and ultimately was not ordered. ===Proposed export variants=== In 1963, the Australian government sought a replacement for the Royal Australian Air Force fleet of English Electric Canberra bombers, largely in response to the Indonesian Air Force's purchase of missile-armed Tupolev Tu-16 bombers.Gunston 1973, p. 118. Dassault proposed a version of the Mirage IVA with Rolls-Royce Avon engines. Australian Air Marshall Frederick Scherger seriously considered purchase of the IVA in 1961 because it was considered to be proven hardware already in service (in contrast to the BAC TSR-2 which was still in development), before settling on the General Dynamics F-111C. The IVA was one of five aircraft types that were short listed for the role, but the F-111C was eventually selected.The Australian Quarterly, 41(2), June 1969. pp. 7–27Bert Kinzey, F-111 Aardvark, RAB, 1989. p. 23. In April 1965, the British Government cancelled the TSR-2 reconnaissance-strike aircraft. In response, Dassault and British Aircraft Corporation (BAC) proposed a modified Mirage IV variant as a replacement in July 1965.Gunston 1973, p. 120. The aircraft, known as the Mirage IV* or Mirage IVS (S for Spey) would be re-engined with more powerful Rolls-Royce Spey turbofan engines with a total of , larger (fuselage depth increased by , had an approximately forward fuselage extension, and was to weigh ), and use avionics planned for the TSR-2, although BAC preferred the French Antilope radar.Gunston 1973, p. 112, 120. Although designed by Dassault, the production was to be carried out jointly between Dassault and its subcontractors (wing, mid-fuselage, and tail) and BAC (front and rear fuselage). The final assembly location was not determined before this proposal was rejected. The Mirage IV* was to carry a bombload of up to .Gunston 1973, p. 123. While the IV* was claimed to meet most of the Royal Air Force (RAF)'s requirements, and to be £1 million cheaper than the American-made F-111K was preferred (only to be cancelled in turn) and the Spey-engined Mirage abandoned.Jackson 1987, pp. 170–171.Jackson 1985, pp. 72–73. The Mirage IV* met nearly every RAF requirement except for field length, and some claim it exceeded the F-111 slightly in speed and had at least equal range.Gunston 1973, p. 121–3. The estimated cost was 2.321 million pounds per aircraft (for 50) or 2.067 million (for 110), less than the price of the F-111K.Gunston 1973, p. 122. BAC claimed that the British government evaluation into the Mirage IV* was \"relatively superficial\". However, some British government officials, including Parliament members Julian Risdale and Roy Jenkins, questioned the Mirage IV*'s capacity to operate from unprepared airstrips or to operate at low level, or claimed that the F-111 was a superior aircraft \"in a class of its own\".Gunston 1973, p. 123-4. However, Bill Gunston notes that low-level Mirage IV missions had been planned since 1963 and Mirage IVs operated regularly at low level since 1965, and argues that the ability of a strategic bomber to operate from unprepared airstrips is historically unimportant. RAF pilots who test-flew the Mirage IV were \"favourably impressed\" with its low altitude performance. BAC and Dassault had also hoped to sell the Mirage IV* to France and to export the Mirage IV* to various nations, such as India, possibly Israel, and others; the lack of a British sale put an end to such possibilities. Some aviation journalists claim that the rejection of the Mirage IV* may have dampened French interest in joint Anglo-French cooperation.Gunston 1973, p. 124-5. ==Design== A French Air Force Mirage IV The Mirage IV shares design features and a visual resemblance to the Mirage III fighter, featuring a tailless delta wing and a single square-topped vertical fin. However, the wing is significantly thinner to allow better high-speed performance and has a thickness/chord ratio of only 3.8% at the root and 3.2% at the tip; this wing was the thinnest built in Europe at that time and one of the thinnest in the world. While being significantly smaller than an expensive medium bomber proposal for the role, the Mirage IV was roughly three times the weight of the preceding Mirage III. The Mirage IV is powered by two Snecma Atar turbojets, fed by two air intakes on either side of the fuselage that had intake half- cone shock diffusers, known as souris (\"mice\"), which were moved forward as speed increased to trim the inlet for the shock wave angle. It can reach high supersonic speeds: the aircraft is redlined at Mach 2.2 at altitude because of airframe temperature restrictions, although it is capable of higher speeds. While broadly similar to the model used on the Mirage III, the Atar engine had a greater airflow and an elevated overspeed limit from 8,400 rpm to 8,700 rpm for greater thrust during high altitude supersonic flight. While the first Mirage IV prototype was fitted with double-eyelid engine nozzles, production aircraft featured a complicated variable geometry nozzle that automatically varied in response to the descent rate and airspeed.Tangible Mirage January 1962, pp. 20–21.Gunston and Gilchrist 1993, pp. 198–199. The aircraft has 14,000 litres (3,700 gal (US)) of internal fuel, and its engines are quite thirsty, especially when the afterburner is active. Fuel was contained within integral tanks within the wings, as well as a double-skinned section of the fuselage between and outboard of the inlet ducts, underneath the ducts and engines, and forward of the main spar of the tail fin; this provided a total internal capacity of . A refueling probe is built into the nose; aerial refuelling was often necessary in operations as the Mirage IV only had the fuel capacity, even with external drop tanks, to reach the Soviet Union's borders, thus refuelling was required to allow for a 'round trip'.Lake 2002, p. 407. In the event of nuclear war between the major powers, it was thought that there would be little point in having the fuel to return as the host air bases would have been destroyed; instead, surviving Mirage IVs would have diverted to land at bases in nearby neutral countries following the delivery of their ordnance.Sokolski 2004, p. 118. The two-man crew, pilot and navigator, were seated in tandem cockpits, each housed under separate clamshell canopies.Tangible Mirage January 1962, p. 20. A bombing/navigation radar is housed within an oblique-facing radome underneath the fuselage between the intakes and aft of the cockpit; much of the Mirage IV's onboard avionics systems, such as the radar communications, navigational instrumentation, and bombing equipment, were produced by Thomson-CSF.Tangible Mirage January 1962, p. 21. Other avionics elements were provided by Dassault itself and SFENA; one of the only major subsystems not of French origin onboard was the Marconi-built AD.2300 doppler radar.Gunston and Gilchrist 1993, p. 199. Free-falling munitions could also be aimed using a ventral blister-mounted periscope from the navigator's position. The Mirage IV has two pylons under each wing, with the inboard pylons being normally used for large drop tanks of 2,500-litre (660 gal (US)) capacity. The outer pylons typically carried ECM and chaff/flare dispenser pods to supplement the internal jamming and countermeasures systems. On later aircraft, this equipment typically included a Barax NG jammer pod under the port wing and a BOZ expendables dispenser under the starboard wing. No cannon armament was ever fitted aboard the type. The early Mirage IVA had a fuselage recess under the engines which could hold a single AN-11 or AN-22 nuclear weapon of 60 kt yield. The Mirage IV can carry 12 solid-fuel rockets diagonally down below the wing flaps, for rocket-assisted take off (RATO). From 1972 onward, 12 aircraft were also equipped to carry the CT52 reconnaissance pod in the bomb recess. These aircraft were designated Mirage IVR for reconnaissance. The CT52 was available in either BA (Basse Altitude, low-level) or HA (Haute Altitude, high-altitude) versions with three or four long-range cameras; a third configuration used an infrared line scanner. The CT52 had no digital systems, relying on older wet- film cameras. The first operational use of the system took place during missions in Chad in September 1974.Dassault Mirage IV, le temps de la reconnaissance stratégique (partie 5/5) During the 1980s, a total of 18 Mirage IVs were retrofitted with a centreline pylon and associated equipment to carry and launch the nuclear ASMP stand-off missile.Sokolski 2004, p. 199. The Mirage IVA could theoretically carry up to six large conventional bombs at the cost of drop tanks and ECM pods; such armament was rarely fitted in practice.Wagner 2009, p. 128. ==Operational history== ===Introduction and early operations=== In February 1964 deliveries of the Mirage IV to the French Air Force started, with the first French Mirage IV squadron being declared operational on 1 October that year.Jackson 1987, p. 168. The Mirage IV bomber force soon consisted of nine squadrons of four aircraft (2 pairs – one aircraft carrying the nuclear bomb, one a buddy-refuelling tanker) each. When fully built up, the force consisted of three wings. These wings were each divided into three bomber squadrons, each equipped with a total of four Mirage IVs, with each deployed at a different base to minimise the potential for an enemy strike to knock out the entire bomber force. These squadrons were:Jackson 1985, pp. 70–71.Gunston 1973, p. 115. * 1/91 'Gascogne' based at Mont de Marsan * 2/91 'Bretagne' based at Cazaux * 3/91 'Beauvaisis' based at Creil * 1/93 'Guyenne' based at Istres * 2/93 'Cevennes' based at Orange * 3/93 'Sambre' based at Cambrai * 1/94 'Bourbonnais' based at Avord * 2/94 'Marne' based at St-Dizier * 3/94 'Arbois' based at Luxeuil Underside of a low-flying Mirage IV, 1986 After establishment of its own deterrent force, the Force de Dissuassion, more commonly known as the Force de frappe, France withdrew from the military command structure of NATO in 1966.Jackson 1987, pp. 168–170. De Gaulle viewed the operational establishment of the Mirage IV fleet, a critical component of the independent Force de frappe, as highly influential to his decision to withdraw France from NATO, and that an independent French nuclear deterrent was necessary to ensure independence as a nation.Sokolski 2004, pp. 58–60. From 1964 to 1971, the Mirage IV was France's sole means of delivering nuclear ordnance. At this point they were each armed with a single 60 kiloton nuclear bomb.Sokolski 2004, p. 202. Alert status consisted of an active inventory of 36 Mirage IVs. At any one time 12 aircraft would be in the air, with a further 12 on the ground kept at four minutes' readiness and the final 12 at 45 minutes' readiness, each equipped with an onboard functional nuclear weapon. These 36 active aircraft would be rotated with 26 reserve aircraft; the latter were kept in an airworthy condition or were otherwise subject to maintenance activities. Within the first decade of the type entering service, in excess of 200,000 hours were flown and 40,000 aerial refuelling operations were performed by the Mirage IV fleet alone; at one point, Mirage IV operations were consuming up to 44 per cent of the French Air Force's total spare parts budget. The primary objectives of the Mirage IVA force were major Soviet cities and bases. With aerial refueling, the plane was able to attack Moscow, Murmansk or various Ukrainian cities when sortieing from French bases. A justification of the Mirage IV given by Armée de l'air Brigadier General Pierre Marie Gallois, an architect of the French nuclear deterrent, was that: \"France is not a prize worthy of ten Russian cities\". In order to refuel the Mirage IVA fleet, France purchased 14 (12 plus 2 spares) U.S. Boeing C-135F tankers. Mirage IVAs also often operated in pairs, with one aircraft carrying a weapon and the other carrying fuel tanks and a buddy refueling pack, allowing it to refuel its partner en route to the target. Even so, some sources state that some of the mission profiles envisioned were actually one-way, with the crew having no chance of returning after bombing a Soviet city. The inability for the Mirage IV to return after missions had been a point of controversy during the aircraft's early development.Gunston and Gilchrist 1993, pp. 196–197. Both flight and grounds crews received training principally by Strategic Air Forces Command 328, stationed at Bordeaux. Several Nord Noratlas were specially modified, having received the Mirage IV's radar, control consoles, and additional electrical generators, for the purpose of training navigators; these were later replaced by a pair of customised Dassault Falcon 20 outfitted with much of the Mirage IVP's avionics.Gunston and Gilchrist 1993, pp. 199–200. ===Transition and upgrades=== Initially, the basic attack flight profile was \"high-high-high\" at a speed of Mach 1.85, engaging targets up to a maximum radius of 3,500 km (2,175 mi). In the late 1960s, when the threat of surface-to-air missile defences made high-altitude flight too hazardous, the Mirage IVA was modified for low-altitude penetration. Flying low, the maximum attack speed was reduced to 1,100 km/h (680 mph) and the combat radius was also decreased. By 1963, the majority of missions involving the Mirage IV were being planned as low-level flights.Gunston 1973, p. 116. By 1964, Mirage IVAs were conducting training penetration runs at an altitude of 200 ft, without the assistance of terrain- following radar, which subjected pilots to considerable workload and those on board to high levels of turbulence. To improve survivability, the French Air Force began dispersing Mirage IVs to pre-prepared rough strips during the 1960s; while the use of hardened bunkers had been assessed, it was found to be financially impractical.Gunston and Gilchrist 1993, p. 200. By the 1970s, it had become clear that vulnerability of the Mirage IV to air defences, even while flying at low altitudes, had made the delivery of gravity bombs such as the AN-11 or AN-22 impractical. Thus, it was decided to pass a greater share of the deterrent role onto land-based missiless and submarine-launched ballistic missiles alternatives; as a result, a single wing of Mirage IVs was stood down in 1976, partially due to fleet-wide attrition losses.Jackson 1987, p. 171. Mirage IVP at RAF Fairford, Gloucestershire, England, 2003 In 1973, it was reported that a force of 40 Mirage IVs would continue to perform as a part of France's nuclear deterrent until the 1980s, and that steady improvements were to be undertaken.\"France's Aerospace Industry.\" Flight International, 22 November 1973. p. 860. In 1975, all Mirage IVs were progressively painted in a new green/grey camouflage scheme.Gunston and Gilchrist 1993, p. 201. In 1979, in response to the decreasing effectiveness of free-fall bombs used by both its strategic and tactical nuclear forces, development of the ASMP stand-off missile was initiated; the ASMP would possess a range of up to 400 km (250 mi) and was alternative armed with either a single 150 or 300 kiloton nuclear warhead.Jackson 1987, p. 163. Various test launches of dummy and later live ASMPs were performed using the Mirage IV as the launch platform between 1981 and 1983. In July 1984, a contract was formally issued for the upgrade of a total of 18 Mirage IVAs to carry the ASMP missile in the place of traditional bombs; these aircraft were redesignated Mirage IVP (Penetration).Michell 1994, p. 50. The conversion of Mirage IVAs to IVPs involved a large number of modifications and re-workings of the aircraft. A deep centerline pylon was added, which could accommodate either a single ASMP missile or a CT52 reconnaissance pod. The main radar and electronics suite were removed and replaced by newer counterparts; other modified systems included the navigation system, flight control system, and various elements of the cockpit. On 12 October 1982, the first modernised Mirage IVP performed its first flight; it re-entered active service on 1 May 1986.Gunston and Gilchrist 1993, pp. 201–202. In August 1985, a French proposal that would have seen Mirage IVPs stationed at air bases inside neighbouring West Germany was made public; this deployment would have marked a significant philosophical departure from traditional French nuclear defence policy.\"EFA progresses as France stalls.\" Flight International, 24 August 1985. p. 9. Aviation authors Bill Gunston and Peter Gilchrist allege that French officials had historically discounted the option of recovering Mirage IVs in friendly territory as unduly optimistic, as those nations might become unfriendly or hostile in the aftermath of a French nuclear attack. ===Phase-Out=== Mirage IV on a reconnaissance mission over a burning oil field in 1991 following the Gulf War On 31 July 1996, the Mirage IVP was formally retired in its bomber capacity, the nuclear mission having been transferred from the Mirage IV to the newer Dassault Mirage 2000N.\"French air force phases out its Mirage IVP nuclear bombers.\" Flight International, 10 January 1996. EB 2/91 was disbanded and EB 1/91 was redesignated Escadron de Reconnaissance Stratégique (Strategic Reconnaissance Squadron), using five remaining Mirage IVPs based at Mont-de-Marsan; the remaining aircraft were stored at Chateaudun. In the reconnaissance role, the Mirage IVP has seen service over Bosnia, Iraq, Kosovo and Afghanistan. ES 1/91 Gascogne's surviving Mirage IVPs were retired in 2005 and are conserved and stored at the Centre d'Instruction Forces Aériennes Stratégiques (CIFAS) at Bordeaux Mérignac. The retirement of all reconnaissance-configured Mirage IVPs in 2005 meant that the French Air Force's Mirage F1CRs were for some time the only aircraft capable of carrying out aerial reconnaissance missions. The long term replacement for the Mirage IVP was Mirage 2000N aircraft outfitted with a modern PRNG Pod de Reconnaissance Nouvelle Génération (New Generation Reconnaissance Pod), equipped with digital camera equipment.Tucker 2010, p. 59. The Mirage IV had been popular with its crews, who found it enjoyable to fly. In addition, it required surprisingly little maintenance considering its age and complexity. ==Operators== ; * French Air Force ==Aircraft on display== *02 is on display at the Musée de l'Air et de l'Espace at Paris-Le Bourget *1 \"AP\" is on display at Chateaudun airbase (CANOPEE Museum). *4 \"AC\" is on display at Rochefort airbase. *6 is on display at Savigny-les-Beaune. *9 \"AH\" is on display at the Musée de l'Air et de l'Espace at Paris-Le Bourget. *11 \"AJ\" is on display at Bordeaux airbase. *16 \"AO\" is on display at St Dizier airbase. *18 \"AQ\" is on display at Savigny-les-Beaune Museum. *23 \"AV\" is on display at Cazaux airbase. *29 \"BB\" is on display at Avord airbase. *32 \"BE\" is on display at Orange airbase. *36 \"BI\" is on display at Istres airbase. *43 \"BP\" is on display at Mont-de-Marsan airbase. *45 \"BR\" was formerly displayed in the Paris Science Museum, but was donated to the Yorkshire Air Museum in 2016; the aircraft arrived in March 2017. 'Mirage IV arrives at Elvington at last', . *59 \"CF\" is on display at Creil airbase. *61 \"CH\" is on display at St Dizier Aero retro Museum. *62 \"CI\" is on display at the Musée de l'Air et de l'Espace at Paris-Le Bourget.\"Aviation Militaire: Dassault Mirage IV.\" . ==Specifications (Mirage IVA)== Mirage IVP on static display A French Mirage IVP of escadron de bombardement 1/91 Gascogne on tarmac ==See also== ==References== ===Citations=== ===Bibliography=== * Donald, David and John Lake. Encyclopedia of World Military Aircraft. London:Aerospace Publishing, 1994. . * Gunston, Bill. Bombers of the West. New York: Charles Scribner's and Sons; 1973. . * Gunston, Bill and Peter Gilchrist. Jet Bombers: From the Messerschmitt Me 262 to the Stealth B-2. Osprey, 1993. . * Jackson, Paul. Modern Combat Aircraft 23: Mirage. Shepperton, UK: Ian Allan, 1985. . * Jackson, Paul. \"Pénétration Augumentation\". Air International, April 1987, Vol. 32 No. 4. pp. 163–171. ISSN 0306-5634. * Lake, Jon. The Great Book of Bombers: The World's Most Important Bombers from World War I to the Present Day. Zenith Imprint, 2002. . * Michell, Simon. Jane's Civil and Military Upgrades 1994–95. Coulsdon, UK: Jane's Information Group, 1994. . * Sokolski, Henry D. Getting MAD: Nuclear Mutual Assured Destruction, Its Origins and Practice. DIANE Publishing, November 2004. . * Spencer, Tucker. The Encyclopedia of Middle East Wars [5 Volumes]: The United States in the Persian Gulf, Afghanistan, and Iraq Conflicts. ABC-CLIO, 2010. . * \"Tangible Mirages: The Most Successful Family of European Aeroplanes.\" Flight International, 4 January 1962. pp. 18–21. * Wagner, Paul J. \"Air Force Tac Recce Aircraft: NATO and Non-aligned Western European Air Force Tactical Reconnaissance Aircraft of the Cold War (1949–1989).\" Dorrance Publishing, 2009. . ==External links== * Mirage IV information and photos by Yves Fauconnier (French) * Mirage IV data from former Forces Aériennes Stratégiques website (French) * AirForceWorld.com Mirage IV bomber page (English) Mirage IV Category:Tailless delta-wing aircraft Category:1960s French bomber aircraft Category:Military articles needing translation from French Wikipedia Category:Twinjets Category:Aircraft first flown in 1959 ",
    "title": "Dassault Mirage IV"
}