{
    "id": "843499",
    "text": "Salvador de Madariaga y Rojo (23 July 1886 – 14 December 1978) was a Spanish diplomat, writer, historian, and pacifist. He was nominated for the Nobel Prize in Literature, and the Nobel Peace Prize. He was awarded the Charlemagne Prize in 1973. ==Life== De Madariaga graduated with a degree in engineering in Paris, France. He then went to work as an engineer for the Northern Spanish Railway Company but abandoned this work to return to London and become a journalist, writing in English, for The Times. At this time, he began publishing his first essays. He became a press member of the Secretariat of the League of Nations in 1921, and chief of the Disarmament Section in 1922. In 1928, he was appointed Professor of Spanish at Oxford University for three years, during which time he wrote a book on nation psychology called Englishmen, Frenchmen, Spaniards. In 1931, he was appointed ambassador to the United States of America and a permanent delegate to the League of Nations, a post he kept for 5 years. Chairing the Council of the League of Nations in January 1932, he condemned Japanese aggression in Manchuria in such vehement terms that he was nicknamed \"Don Quijote de la Manchuria\".Stanley G. Payne, Spain's First Democracy: The Second Republic, 1931-1936 (Madison, WI: The University of Wisconsin Press, 1993), 159. Between 1932 and 1934, he was Ambassador to France. In 1933, he was elected to the National Congress, serving as both Minister for Education and Minister for Justice. In July 1936, as a classical liberal he went into exile in England to escape the Spanish civil war. From there he became a vocal opponent of, and organised resistance to, the Nacionales and the Spanish State of Francisco Franco. In 1947, he was one of the principal authors of the Oxford Manifesto on liberalism. He participated in the Hague Congress in 1948 as president of the Cultural Commission and he was one of the co-founders, in 1949, of the College of Europe. In his writing career he wrote books and essays about Don Quixote, Christopher Columbus, Shakespeare's Hamlet, and the history of Latin America. He militated in favour of a united and integrated Europe. He wrote in French and German as well as Spanish and Galician (his mother tongue) and English. In 1973 he won the Karlspreis for contributions to the European idea and European peace. In 1976, he returned to Spain after the death of Francisco Franco. The Madariaga European Foundation has been named after him, promoting his vision of a united Europe making for a more peaceful world. The 1979–1980 academic year at the College of Europe was named in his honour. ==Private life== Madariaga with Antonio Jauregui in Oxford, 1972. In 1912 he married Constance Archibald, a Scottish economic historian. The couple had two daughters, Nieves Mathews (1917–2003) and professor and historian Isabel de Madariaga (1919–2014). Constance died in May 1970, and in November de Madariaga married Emilia Székely de Rauman who had been his secretary since 1938. She died in 1991, aged 83. An Oxfordshire blue plaque in honour of Salvador de Madariaga was unveiled at 3 St Andrew's Road, Headington, Oxford by his daughter Isabel on 15 October 2011.Plaque ==Selected published works in English== Old European flag design by Salvador de Madariaga * Englishmen, Frenchmen, Spaniards: An Essay in Comparative Psychology, Oxford University Press, 1929 * Disarmament, Coward-McCann, 1929 * Anarchy or Hierarchy, Macmillan, 1937 * Christopher Columbus, Macmillan, 1940 * The Heart of Jade, Creative Age Press, 1944 * The Rise of the Spanish-American Empire, Hollis & Carter; Macmillan, 1947 * The Fall of the Spanish-American Empire, Hollis & Carter, 1947; Macmillan, 1948 * Bolivar * Morning without Noon, 1973 * El Corazón de Piedra Verde, 1942 ('Heart of Jade', the most widely admired of his twelve novels) * Spain: a Modern History * Hernán Cortés – Conqueror of Mexico, Macmillan, 1941 * The Blowing up of the Parthenon, 1960 * On Hamlet, Hollis & Carter, 1948 * Latin America, Between the Eagle and the Bear, Praeger, 1962 ==See also== *Contributions to liberal theory ==References== ==External links== * Madariaga – College of Europe Foundation * Madariaga tennis Club in A Coruña. * Madariaga European College. * Archival sources by and on Salvador de Madariaga can be consulted at the Historical Archives of the European Union in Florence * * Washington Post obituary Category:1886 births Category:1978 deaths Category:People from A Coruña Category:Autonomous Galician Republican Organization politicians Category:Justice ministers of Spain Category:Members of the Congress of Deputies of the Second Spanish Republic Category:Spanish historians Category:Spanish pacifists Category:Spanish writers in French Category:Spanish writers in German Category:English-language writers Category:Members of the Royal Spanish Academy Category:Presidents of the Liberal International Category:Permanent Representatives of Spain to the League of Nations Category:Exiles of the Spanish Civil War in the United Kingdom Category:Ambassadors of Spain to France Category:Ambassadors of Spain to the United States Category:Spanish expatriates in Switzerland Category:Spanish expatriates in England Category:Alumni of the University of Oxford Category:20th-century historians Category:Exiles of the Spanish Civil War in Switzerland Category:Spanish political writers Category:20th-century Spanish male writers Category:Spanish expatriates in the United Kingdom ",
    "title": "Salvador de Madariaga"
}