{
    "id": "843620",
    "text": "Randolph Air Force Base sign and main gate, 1995. Building 100, nicknamed the Taj Mahal. New and old air traffic control towers, 1997. Aerial photo from 2500 feet Women's Army Corps, Randolph Field, Texas, 1944 Emblem of the 3510th Pilot Training Wing Airmen guarding the perimeter of Randolph AFB in 2001, a couple of weeks after the September 11 attacks. T-1s in the 99th Flying Training Squadron, which provides training for Combat Systems Officers. Randolph Air Force Base is a United States Air Force base located at Universal City, Texas ( east-northeast of Downtown San Antonio). The base is under the jurisdiction of the 902d Mission Support Group, Air Education and Training Command (AETC) and is the headquarters of AETC's Nineteenth Air Force. Opened in 1931, Randolph has been a flying training facility for the United States Army Air Corps, the United States Army Air Forces, and the Air Force during its entire existence. Randolph AFB is part of Joint Base San Antonio, an amalgamation of the United States Army Fort Sam Houston, the United States Air Force Randolph Air Force Base and Lackland Air Force Base, which were merged on 1 October 2010. The base is listed as a census-designated place for statistical purposes, with a population of 1,241 counted at the 2010 census. ==Etymology== Randolph AFB is named after Captain William Millican Randolph, a native of Austin, who was on the base naming committee at the time of his death in a crash. It serves as headquarters of the Air Education and Training Command (AETC) as well as the Air Force Personnel Center (AFPC) and is known as \"the Showplace of the Air Force\" because of the Spanish Colonial Revival Style architecture in which all structures including hangars were constructed. The symbol of the base is a large water tower atop Building 100, housing the headquarters for Randolph's major flying unit, the 12th Flying Training Wing (12 FTW). With its distinctive architecture, the wing's headquarters has come to be known throughout the Air Force as \"the Taj Mahal,\" or simply \"The Taj\". ==Units== * 902d Mission Support Group : A unit of the JBSA 502d Air Base Wing, the 902d MSG is the focal point for all base activities, serving and supporting the 12th Flying Training Wing and all of its mission partners as well as the more than 24,000 retirees living in the local area. * 12th Flying Training Wing (Tail Code: RA) : The 12th Flying Training Wing equips and trains aviators and support worldwide contingency operations. The wing operates parallel runways on either side of the main installation facilities and conducts 24-hour-a-day flight training operations. * 559th Medical Squadron : The 559th MDS is an outpatient-only medical treatment facility, providing medical care, physiological training, health promotion and public health support to the local military community. * Headquarters Air Education and Training Command Major tenant units of Randolph AFB include the Air Force Personnel Center (AFPC), Air Force Manpower Agency, Air Force Recruiting Service, the Air Force Office of Special Investigations Field Investigations Region 4, and the Air Force Legal Operations Agency (AFLOA) Central Judiciary Region Headquarters. == History == The idea for Randolph began soon after passage in the United States Congress of the Air Corps Act of 1926, which changed the name of the Army Air Service to the Army Air Corps, created two new brigadier general positions and provided a five-year expansion program for the under-strength Air Corps. One of the new general officer positions was given to Frank P. Lahm, who was placed in charge of all flying training. General Lahm established the Air Corps Training Center in August 1926 and set up its headquarters at Duncan Field, next to Kelly Field, Texas. He soon learned that the facilities at Kelly and Brooks Fields were not sufficient for proper training. The buildings, erected during World War I with a life expectancy of five years, had no suitable areas for ground training, and the living quarters were inadequate. San Antonio's rapid growth was also beginning to interfere with flying training operations. Maj. Gen. Mason Patrick, Chief of the Air Corps, visited San Antonio in December and recommended that an additional training field be built, and in April 1927 a board of officers appointed by Gen. Lahm approved an unusual circular layout., pp. 39–40. In 1927, newly assigned to Kelly Field as a dispatch officer in the motor pool, First Lieutenant Harold Clark designed a model four-quadrant airfield having a circular layout of facilities between parallel runways, after learning a new field was to be constructed. Having trained as an architect prior to entering the military during World War I, Clark sketched ideas for a perfect \"Air City\" on the back of old dispatch sheets, aligning the runways with prevailing winds and placing facilities by function between the runways to keep planes from having to make landing approaches over hangars, as they were forced to do at Kelly. Clark took his drawings to Lahm's executive officer, who immediately brought him before the planning board. On 1 November 1927, Clark submitted a finished plan to Lahm, and impressed with Clark's designs, Lahm detailed him to ACTC Headquarters on 8 December, to revise and develop the plans. The Military Affairs Committee of the San Antonio Chamber of Commerce quickly took the forefront in the search for an airfield location, which had to be suited to the airfield design, rather than the other way around as commonly done. A site east on San Antonio was chosen in May 1927 but rejected for those reasons. A second site near Schertz, Texas, was acquired and offered to the Air Corps on 31 December 1927. The land had to have clear title, be donated to the government, and have no restrictions as to use. Legal processes delayed the acceptance of the donated property until 16 August 1928. In the meantime, after a dispute with a blue ribbon committee of senior Air Corps officers who did not favor the circular design, Clark's layout was approved, also on 16 August, and construction began on 1 November 1927. It was \"the largest construction project undertaken by the Army, up to that time, with the exception of the Panama Canal.\" Clark's design was submitted to and drawn upon by George B. Ford, a city planner and civilian advisor to the Construction Service of the Quartermaster Corps whose approval of all site plans for the Army was required between 1926 and 1930. The 2001 National Park Service nomination for the Randolph Field Historic District as a National Historic Landmark commented on the architectural layout of the field: > It appears that Clark's plan, submitted by the Air Corps Training Center, > was one of the new layouts that George B. Ford, in his position as City > Planning Adviser to the War Department, chose for extensive revisions. Other > than the circular roads at the center of the layout and the location of > flight lines at the edges, Lt. Clark's plan and the final layout for > Randolph Field have few major features in common. The \"official post > layout,\" signed by George B. Ford, A.I.A., was approved by the Chief of the > Air Corps, the Quartermaster General, and the Chief of Staff for the > Secretary of War in January 1929. It elegantly combined the Air Corps' > operational and training needs with advanced city planning principles. Key > features of Ford's design (and which do not appear in Lt. Clark's plan) > include the dramatic, impressive entranceway, its termination at Washington > Circle (a smaller circle below Main Circle, formerly known as North Circle), > and the siting of three notable buildings around Washington Circle on the > east, west, and south. The final layout for Randolph Field is clearly the > work of a master planner. Once the site for the field was selected, a committee decided to name the base after Captain William Millican Randolph, a native of Austin and graduate of Texas A&M;, who was killed on 17 February 1928, in the crash of a Curtiss AT-4 Hawk, 27–220, on takeoff from Gorman Field, Texas. Ironically, Captain Randolph was serving on the committee to select a name for the new field at the time of his death. Captain Randolph is buried at Fort Sam Houston National Cemetery. ===School of Aviation Medicine=== Although barely half-completed, Randolph Field was dedicated 20 June 1930, with an estimated 15,000 people in attendance and a fly-by of 233 planes. The mayor of San Antonio, C.M. Chambers, formally presented the \"West Point of the Air\" to the Chief of the Air Corps, Maj. Gen. James Fechet. Early in 1931, the School of Aviation Medicine from Brooks Field and the initial service squadron began relocating to Randolph. On 1 October, the Air Corps Training Center moved its headquarters from Duncan Field to Randolph and the principal movement of personnel followed. The flying school at Brooks Field closed on 20 October, followed by the school at March Field on 25 October, and the Primary Flying School opened at Randolph on 2 November 1931. Between October 1931 and March 1935, more than 2,000 candidates reported for pilot training at Randolph, which began a new class every fourth months. 47% of them graduated as pilots and went on to advanced flying training. 75% of all primary training was conducted at Randolph Field. By May 1932 the field had 251 primary trainers, most the venerable Consolidated PT-3 \"Trusty\", but gradually supplemented by the Consolidated PT-11D, which became the Air Corps standard in the 1930s. In 1936, the famous Stearman PT-13 Kaydet began to appear in the skies over San Antonio. Basic training followed primary, at first with Douglas BT-1s and BT-2Bs. The Seversky BT-8 was later introduced as a basic trainer, but was soon deemed too difficult to handle and was replaced by North American BT-9s in 1935. Increased flying hours for cadets and an expanded syllabus resulted in a need for auxiliary fields within a ten-mile radius of Randolph to handle the volume of takeoffs and landings, and in 1932 Randolph was encircled by seven (clockwise from west to southwest): Dodd, Cade, Davenport, Marion, C.A. Krueger, Zuehl, and Martindale. Primary training continued at Randolph until September 1939 when expansion of the Air Corps forced it to contract primary out to civilian schools, and Randolph's mission shifted to basic pilot training only. The Air Corps Act of 1926 mandated that rated pilots comprise 90% of all commissioned officers of the Air Corps. Because of this requirement, nearly all new officers of the Air Corps underwent Randolph's rigorous pilot training program and, in combination with the architectural beauty of the base, Mayor Chamber's term West Point of the Air became the unofficial nickname for Randolph Field. A 1935 Hollywood film, West Point of the Air, was filmed on location at Randolph. ===1940s to 1970s=== In June 1941, the Air Corps became the Army Air Forces. Basic flying training at Randolph continued until March 1943, when the Army Air Forces Central Instructors School (CIS) was created. For the next two years, training instructors for ground schools, instructor pilots (including civilian contract instructors) for all three phases of flying training, and officers destined for administrative duties at air training command bases were trained by the CIS. Randolph produced 15,396 instructor graduates from this course before it moved to Waco Field in 1945. When the CIS moved to Waco Field it was replaced by the Army Air Forces pilot school, which specialized in transition training for B-29 bomber pilots, copilots and engineers. Primary pilot training returned to Randolph from Goodfellow Field in December 1945. Class 42-X gave 235 pilots their wings in an experimental course that sent pilot candidates directly to instructor training without first attending primary school, but though the course was considered a success, AAF Flying Training Command rejected its adoption. The Central Instructors School returned to Randolph in November 1945, was redesignated the AAF Pilot Instructors School, and relocated to Barksdale Field, Louisiana, on 12 March 1946. Like many military installations during World War II, Randolph fielded an intercollegiate football team, nicknamed the Randolph Field Ramblers. In 1943, under coach Frank Tritico, the team achieved a 9–1 record and was invited to play in the 1944 Cotton Bowl Classic, where they battled the Texas Longhorns to a 7–7 tie.Cotton Bowl Media Guide, 2006. In the 1944 season, stocked with such stars as former All-American and National Football League Rookie of the Year Bill Dudley and All-American running back Glenn Dobbs, as well as eight other former NFL players,Ed Gilleran, Jr., \"Bill Dudley,\" LA84 Foundation: CFHSN, vol. 5, no. 1, pp. 13–17. the team went undefeated and untied in 11 games, and was voted #3 in the nation by the Associated Press poll.Sports Illustrated 1999 Sports Almanac, New York: Time Inc., 1998, pg. ?. The Army Air Forces also planned to return basic pilot training to Randolph on 1 February 1946. Even though basic training transferred from Goodfellow Field in February 1946, the Army Air Forces suspended all pilot training when it found itself with a shortfall of maintenance personnel. The U.S. Air Force became a separate service on 18 September 1947, and Randolph Field was officially renamed Randolph Air Force Base on 13 January 1948. When Randolph resumed flying training activities in March 1948, primary pilot training was deleted from its program, and in August 1948 the 3510th Pilot Training Wing (Basic) was activated. On 7 August 1950, during the Korean War, the 3511th Combat Crew Training Group was established as part of the 3510th PTW to train crews for the B-29 Superfortress, and the instructor pilot school was transferred to Craig Air Force Base, Alabama. On 11 June 1952 the pilot training wing was redesignated as the 3510th Flying Training Wing (Medium Bomber), and again in October 1954 (to reflect more accurately its actual mission) to the 3510th Combat Crew Training Wing. On 1 April 1952, the Air Force established the Crew Training Air Force (CTAF) with its headquarters at Randolph to administer nine bases and combat crew training wings, including the 3510th. B-29 training by the 3511th Flying Training Group (Medium Bomber) continued for five years, ultimately producing 21,519 crew members. In 1954, with the requirements for B-29 crewmen reduced, the CTAF instituted instrument training for four-engine transport crews using the Fairchild C-119 Flying Boxcar, and added Martin B-57 Canberra crew training to Randolph's activities, although a shortage of qualified instructors cut short the latter program after two years. The USAF Helicopter School was based at Randolph from June 1956 to July 1958. The 3510th conducted Boeing KC-97 Stratofreighter crew training from June 1957 to July 1958, after which the Strategic Air Command assigned a tenant wing to Randolph, the 4397th Air Refueling Wing, to instruct crews until 15 June 1962. The Crew Training Air Force was discontinued on 1 July 1957,Manning, Thomas A. History of Air Education and Training Command, 1942–2002, p. 117. and the headquarters of the Flying Training Air Force relocated to Randolph. Shortly after, between 1 August and 30 September, the headquarters of ATC itself relocated to Randolph from Scott Air Force Base, Illinois. In early 1958 ATC assumed responsibility for all Air Force training activities and all other training commands including the Flying Training Air Force were abolished. The 3510th CCTW was redesignated the 3510th Flying Training Wing on 1 June 1958 with the primary mission of qualifying USAF jet pilots. T-37B Tweet primary trainer of 559 FTS, 12 FTW, at Randolph AFB in 1975 The Lockheed T-33 Shooting Star was the workhorse trainer during the 1950s and 1960s at Randolph AFB. In 1961 pilot instructor training (PIT) returned to the 3510th Flying Training Wing. Randolph became the Air Force's primary PIT base as the Air Force completely revamped its pilot training program, abolishing the nine independent pilot training squadrons (contract instructors) that had been performing primary training for a decade and gearing up to conduct all undergraduate pilot training (UPT) in jet aircraft. Class 62-FZ produced 25 pilots who completed their training in the new Northrop T-38 Talon, then undergoing test and evaluation, only the second class of candidates to receive their wings at Randolph (Class 42-X was the first class to do so). Requirements for new pilots during the Vietnam War saw PIT shifted again, from Randolph to Perrin and Tyndall Air Force Bases, and on 16 May 1967, while retaining its \"flying training\" designation, Randolph resumed primary training in the Cessna T-37 to become the ninth UPT wing. 1,269 pilots earned their wings at Randolph before UPT was discontinued at Randolph on 2 October 1971. The PIT squadrons at Perrin and Tyndall both returned to Randolph in June 1971 and it became the only source of UPT instructor pilots for the USAF. To preserve the lineage and histories of combat units, the Air Force directed ATC to replace its four-digit flying and pilot training wings with two-digit designations. The 3510th FTW became the 12th Flying Training Wing (12 FTW) on 1 May 1972, taking on the designation of the tactical fighter wing inactivated in Vietnam the previous November. The 12th FTW remained the host unit at Randolph AFB for nearly 38 years, until 31 January 2010, when the 502d Air Base Wing became the host unit after Randolph became a component of Joint Base San Antonio. === Recent history === Today, the 12 FTW provides instructor pilot training and refresher/recurrency training in the T-6A Texan II, T-38C Talon and T-1A Jayhawk. The wing also operates the T-1A in support of Specialized Undergraduate Navigator Training (SUNT), a mission it assumed following the Base Realignment and Closure (BRAC) closure of Mather AFB, California and inactivation of the 323d Flying Training Wing. SUNT trains prospective USAF Navigators/Combat Systems Officers destined for the B-52 Stratofortress, E-3 Sentry, E-8 Joint STARS, RC-135, non-PACER CRAG KC-135 Stratotanker, and C-130 Hercules variants, as well as prospective Naval Flight Officers en route to fly land-based U.S. Navy P-3C Orion, EP-3 Aries and E-6 Mercury aircraft. The 12 FTW also provides training to numerous NATO/Allied officer students via SUNT, as well as supporting Marine Corps and Coast Guard enlisted navigator training via the Marine Aerial Navigation School (MANS). The Marine Aerial Navigation School remained at Randolph until the school was decommissioned with the graduation of Class 04-01 on 31 July 2004. Advanced Electronic Warfare Officer (EWO) training is also conducted by the 12 FTW for those navigators/CSOs destined for eventual assignment as USAF EWOs. The 12 FTW also operates an additional airfield for practice approaches and touch- and-go landings approximately 12 miles east-northeast of Randolph in Seguin, Texas. Known as Randolph AFB Auxiliary Field/Seguin Field, this airfield was originally constructed with three runways in 1941. Normally unattended, the airfield has a single active 8350-ft runway and is supported by a manned runway supervisor unit (RSU) and aircraft rescue and fire fighting (ARFF) vehicles when conducting flight operations. Randolph has also completed major renovations to the Base Commissary as well as completely re-paving Harmon Drive, the main entrance to the base leading to \"The Taj\". Additional plans include construction of a new Base Exchange, which is managed by the Army and Air Force Exchange Service (AAFES). ===Previous names=== * Aviation Field, San Antonio, 18 August 1928 * Randolph Field, 27 September 1928 * Randolph Air Force Base, 13 January 1948 ===Command assignments=== * Air Corps Training Center, 1 January 1931 * Gulf Coast Air Corps Training Center, 22 August 1940 * Air Corps Flying Training Command, 23 January 1942 * AAF Flying Training Command, 15 March 1942 : Gulf Coast Training Center, 15 March 1942 * AAF Training Command, 31 July 1943 : AAF Central Flying Training Command, 31 July 1943 : AAF Western Flying Training Command, 1 November 1945 : Flying Training Command, 1 January 1946 * Air Training Command, 1 July 1946 : Flying Division, 1 November 1946 – 25 August 1948 : Crew Training Air Force, 16 March 1952 – 30 June 1957 : Flying Training Air Force, 1 July 1957 – 1 April 1958 * Air Education and Training Command, 1 June 1992 ===Units assigned=== * 46th School Squadron, 12 October 1931 – 30 April 1944 : Re-designated: 46th Basic Flying Training Squadron, 1 September 1940 * 47th School Squadron, 2 June 1931 – 30 April 1944 : Re-designated: 47th Basic Flying Training Squadron, 1 September 1940 * 52d School Squadron, 9 October 1931 – 30 April 1944 : Re-designated: 52d Basic Flying Training Squadron, 1 September 1940 * 53d School Squadron, 12 October 1931 – 30 April 1944 : Re-designated: 53d Basic Flying Training Squadron, 1 September 1940 * Air Corps School of Aviation Medicine, 30 October 1931 – 15 September 1944 * 43d Basic Flying Training Squadron, 1 September 1940 – 29 February 1944 * 44th Basic Flying Training Squadron, 1 September 1940 – 30 April 1944 * 45th Basic Flying Training Squadron, 1 September 1940 – 29 February 1944 * 734th Basic Flying Training Squadron, 9 May 1942 – 29 February 1944 * 1052d Basic Flying Training Squadron, 11 September 1942 – 29 February 1944 * 1053d Basic Flying Training Squadron, 11 September 1942 – 30 April 1944 * 1054th Basic Flying Training Squadron, 11 September 1942 – 30 April 1944 * 27th AAF Base Unit (School of Aviation Medicine), 15 September 1944 – 27 August 1948 * Demobilizing ATC wings: : 31st Flying Training Wing, 2 July 1945 – 13 October 1946 : 32d Flying Training Wing, 31 October 1945 – 13 October 1946 : 33d Flying Training Wing, 31 October 1945 – 13 October 1946 : 30th Flying Training Wing, 31 July 1946 – 13 October 1946 * 3510th Basic Pilot Training Wing, 26 August 1948 – 1 May 1972 : Re-designated: 3510th Pilot Training Wing : Re-designated: 3510th Flying Training Wing * USAF School of Aviation Medicine, 27 August 1948 – 3 August 1959 * 8601st Basic Pilot Training Wing, 27 June 1949 – 28 February 1951 : Re-designated: 8601st Pilot Training Wing * USAF Air Crew School, 7 August 1950 – 8 March 1967 : Re- designated: USAF Advanced Flying School * 3511th Combat Training Group, 7 August 1950 – 1 July 1971 : Re-designated: 3511th Flying Training Group : Re- designated: 3511th Combat Crew Training Group * USAF Helicopter Pilot School, 1 July 1956 – 1 July 1958 * HQ Air Training Command, 15 September 1957 – 1 June 1992 * 3300 Support Squadron * 4937th Air Refueling Wing, 1 July 1958 – 15 June 1962 * 2310th Air Transport Group, 14 December 1959 – 1 October 1962 : Re-designated: 4430th Air Transport Group * USAF Basic Pilot Instructor School, 1 September 1960 – 8 March 1967 * USAF Instrument Pilot Instructor School, 1 September 1961 : Re-designated: USAF Instrument Flight Center 1 June 1992–2008 * HQ USAF Recruiting Service, 15 June 1965 : Re-designated: Air Force Recruiting Service, 1 September 1994 * HQ AF Military Personnel Center, 31 December 1971 : Re-designated: Air Force Military Personnel Center, 1 January 1986 : Re-designated: Air Force Personnel Center, 1 October 1995 – present * Community College of the Air Force, 1 April 1972 – 15 January 1977 * 12th Flying Training Wing, 1 May 1972 – present * Nineteenth Air Force, 1 July 1993 – 13 July 2012; 1 October 2014 – present * 340th Flying Training Group, 1 April 1998 – present * 902d Mission Support Group, 1 October 2010 – present ==Education== Randolph Air Force Base is served by Randolph Field Independent School District. Randolph Field ISD is one of three school districts in the state whose boundaries are coterminous with a military installation; the other two (also in the San Antonio area) are Fort Sam Houston ISD and Lackland ISD. Randolph offers Elementary through High School education for both the residents of the base and the children of former or active Air Force members. The high school, Randolph Field ISD, has 3A teams in the following sports: Basketball, Baseball, Football, Track and Field, Cross Country, Golf, Powerlifting, Softball, Swimming, Tennis, Track and Field, Volleyball, and marching band.rfisd.net ==Historic District== Randolph Field Historic District, located at the center of Randolph Air Force Base, is a National Historic Landmark. The district consists of 350 contributing buildings, 47 non-contributing buildings, and other features, most of which were built between 1929 and 1932, in an area of about 405 acres (1.6 km²). == See also == * Air Training Command * Texas World War II Army Airfields * 32d Flying Training Wing (World War II) ==References== ==External links== * *View Historic photos of Randolph Field from the 1930s hosted by the Portal to Texas History *GlobalSecurity.org: Randolph AFB *Aviation: From Sand Dunes to Sonic Booms, a National Park Service Discover Our Shared Heritage Travel Itinerary *National Historic Landmark Nomination form *Official press release of NHL designation Category:1928 establishments in Texas Category:Installations of the United States Air Force in Texas Category:Buildings and structures in Bexar County, Texas Category:Military in San Antonio Category:Spanish Colonial Revival architecture in Texas Category:Initial United States Air Force installations Category:USAF Air Training Command Installations Category:Census-designated places in Bexar County, Texas ",
    "title": "Randolph Air Force Base"
}