{
    "id": "844073",
    "text": "Map showing the possible lands and sites of the Book of Mormon In the Book of Mormon, the land of Lehi-Nephi (;churchofjesuschrist.org: \"Book of Mormon Pronunciation Guide\" (retrieved 2012-02-25), IPA-ified from «lē´hī—nē´fī» also referred to as the land of Nephi) is the homeland of the Nephites in the early times of the Book of Mormon.2 Nephi 5:6-8, Mosiah 9:1, Alma 54:12-13 The land is later conquered by the Lamanites, and the remaining Nephites flee to the land of Zarahemla, home of the Mulekites.Omni 1:12-14, 24 In later years, an expedition under Zeniff returns to Lehi-Nephi to recolonize the area, and at first, the Lamanites allow them to settle.Mosiah 9:3-7 Zeniff, his son Noah, and Noah's son Limhi rule as kings over their people in the land of Lehi- Nephi. Ultimately the Nephite settlers leave the land of Nephi because of Lamanite oppression.Mosiah 22:1-2 They are led by Ammon, the leader of a party sent by king Mosiah son of king Benjamin to learn the fate of Zeniff's group.Mosiah 7:1-3 They return to Zarahemla as refugees.Mosiah 22:10-13 According to the Book of Mormon, the land of Nephi was south of and at higher elevation than Zarahemla.Mosiah 7:1-2, Alma 22:27-33; 50:7 A strip of wilderness running east and west divided the land of Nephi from the land of Zarahemla.Alma 22:27-33 In the 1st century BC, the lands of Nephi and Zarahemla were bordered on the east and on the west by bodies of water that were called respectively \"the east sea\" and \"the west sea.\"Alma 50:8, 11 There is no unequivocal indication in the Book of Mormon that the seas were intended to represent oceans,Olive, Phyllis Carol, The Lost Lands of the Book of Mormon, Ch. 4, \"The Ancient Landscape\", pg. 49 but the term \"lake\" is not used in the Book of Mormon to describe an inland body of water, and a parallel is seen between the American Promised Land of the Book of Mormon and the Biblical Promised Land, which is bordered by inland seas.Coon, W. Vincent, \"How Exaggerated Settings for the Book of Mormon Came to Pass\" The book of Mosiah in the Book of Mormon tells of a search party that was sent out from the land of Nephi to find the land of Zarahemla.Mosiah 8:7-8 Traveling northward in \"a land among many waters,\" in the general vicinity of the Book of Mormon land Cumorah,Mormon 6:4 the search party mistakenly supposes that it has found the land of Zarahemla.Mosiah 21:25-26 ==References== Category:Book of Mormon places ",
    "title": "Lehi-Nephi"
}