{
    "id": "844058",
    "text": "pellets a bordure engrailed of the second Fulke Greville, 1st Baron Brooke, de jure 13th Baron Latimer and 5th Baron Willoughby de Broke KB PC (; 3 October 1554 – 30 September 1628), known before 1621 as Sir Fulke Greville, was an Elizabethan poet, dramatist, and statesman who sat in the House of Commons at various times between 1581 and 1621, when he was raised to the peerage. Greville was a capable administrator who served the English Crown under Elizabeth I and James I as, successively, treasurer of the navy, chancellor of the exchequer, and commissioner of the Treasury, and who for his services was in 1621 made Baron Brooke, peer of the realm. Greville was granted Warwick Castle in 1604, making numerous improvements. Greville is best known today as the biographer of Sir Philip Sidney, and for his sober poetry, which presents dark, thoughtful and distinctly Calvinist views on art, literature, beauty and other philosophical matters. ==Life== Fulke Greville, born 3 October 1554, at Beauchamp Court, near Alcester, Warwickshire, was the only son of Sir Fulke Greville (1536–1606) and Anne Neville (d. 1583), the daughter of Ralph Neville, 4th Earl of Westmorland. He was the grandson of Sir Fulke Greville (d. 10 November 1559) and Elizabeth Willoughby (buried 15 November 1562), eldest daughter of Robert Willoughby, 2nd Baron Willoughby de Broke,; . the only other child of the marriage was a daughter, Margaret Greville (1561–1631/2), who married Sir Richard Verney. He was sent in 1564, on the same day as his lifelong friend, Philip Sidney, to Shrewsbury School.Worthies of the Area 1 - Fulke Greville III Alcester & District Local History Society; Spring 1985. He then went up to Jesus College, Cambridge in 1568. Sir Henry Sidney, Philip's father, and president of the Council of Wales and the Marches, gave Greville in 1576 a post connected with the court of the Welsh Marches, but Greville resigned it in 1577 to go to attend court of Queen Elizabeth I along with Philip Sidney. There, Greville became a great favourite with the Queen, who valued his sober character and administrative skills. In 1581, he was elected in a by-election as Member of Parliament for Southampton. Queen Elizabeth made him secretary to the principality of Wales in 1583. However he was put out of favour more than once for leaving the country against her wishes. Warwick Castle on River Avon in October 2004. In 1581 at a Whitehall tournament in honour of French ambassadors Greville, Philip Sidney, Philip Howard Earl of Arundel and Frederick Lord Windsor staged an entertainment as the \"Four Foster Children of Desire\". The ambassadors were working on plans for Elizabeth's marriage to Francis, Duke of Anjou. The \"Foster Children\" laid siege to the \"Fortress of Perfect Beautie\". After two days of challenges the Children admitted defeat. The entertainment was understood to convey the idea that Elizabeth was unattainable, devised by the opposition to the French marriage.Janet Dickinson, Court Politics and the Earl of Essex (Abingdon, 2016), pp. 29–30. Greville, Philip Sidney and Sir Edward Dyer were members of the \"Areopagus\", the literary clique which, under the leadership of Gabriel Harvey, supported the introduction of classical metres into English verse. Sidney and Greville arranged to sail with Sir Francis Drake in 1585 in his expedition against the Spanish West Indies, but Elizabeth forbade Drake to take them with him, and also refused Greville's request to be allowed to join Robert Dudley's army in the Netherlands. Philip Sidney, who took part in the campaign, was killed on 17 October 1586. Greville memorialized his beloved friend in his Life of the Renowned Sir Philip Sidney. Greville participated in the Battle of Coutras in 1587.Adriana McCrea, Constant Minds: Political virtue and the Lipsian paradigm in England, 1584-1650 (1997), p. 107. About 1591 Greville served further for a short time in Normandy under King Henry III of Navarre in the French Wars of Religion. This was his last experience of war. Greville represented Warwickshire in parliament in 1592–1593, 1597, 1601 and 1621. In 1598 he was made Treasurer of the Navy, and he retained the office through the early years of the reign of James I. Greville was granted Warwick Castle—situated on a bend of the River Avon in Warwickshire—by King James I in 1604. The castle was in a dilapidated condition when he took possession of it, and he spent £20,000 to restore it to former glory. In 1614 he became chancellor and under-treasurer of the exchequer, and throughout the reign he was a valued supporter of James I, although in 1615 he advocated the summoning of Parliament. In 1618 he became commissioner of the treasury, and in 1621 he was raised to the peerage with the title of Baron Brooke, a title which had belonged to the family of his paternal grandmother. ==Death and legacy== In 1628 Greville was stabbed at his house in Holborn, London by Ralph Haywood, a servant who believed that he had been cheated by being left out of his master's will. Haywood then turned the knife on himself. Greville's physicians treated his wounds by filling them with pig fat. Rather than disinfecting them, the pig fat turned rancid and infected the wounds, and he died in agony four weeks after the attack.'Holborn: The norther tributaries' in Volume 2, London Old and New, by Walter Thornbury (1878). His body was brought back to Warwick, and he was buried in the Collegiate Church of St Mary, Warwick, and on his tomb was inscribed the epitaph he had composed: Folk Grevill Servant to Queene Elizabeth Conceller to King James and Frend to Sir Philip Sidney. Trophaeum Peccati. Greville has numerous streets named after him in the Hatton Garden area of Holborn, London (see Hatton Garden#Street names etymologies). A line from Chorus Sacerdotum from Mustapha is quoted by Christopher Hitchens in his book Letters to a Young Contrarian.Hitchens, Christopher (2001). Letters to a young contrarian. Basic Books. p. xiii. . In 2018 the first ever festival dedicated to Greville was launched in his home town, Alcester, Warwickshire.www.fulkefest.org.uk ==Works== Greville is best known by his biography of Sidney, the full title of which expresses the scope of the work. He includes some autobiographical matter in what amounts to a treatise on government. Greville's poetry consists of closet tragedies, sonnets, and poems on political and moral subjects. His style is grave and sententious. Greville's works include: ;Biography *The Life of the Renowned Sir Philip Sidney (1625) ;Closet drama *Alaham *Mustapha ;Verse poems *Caelica in CX Sonnets *Of Monarchy *A Treatise of Religion *A Treatie of Humane Learning *An Inquisition upon Fame and Honour *A Treatie of Warres ;Miscellaneous prose *a letter to an \"Honourable Lady,\" *a letter to Grevill Varney in France, *a short speech delivered on behalf of Francis Bacon ===Editions=== Greville's works were collected and reprinted by Alexander Balloch Grosart, in 1870, in four volumes. Poetry and Drama of Fulke Greville, edited by Geoffrey Bullough, was published in 1938. The Prose Works of Fulke Greville, edited by John Gouws, were published in 1986. The Selected Poems of Fulke Greville edited by Thom Gunn, with an afterword by Bradin Cormack, was published in 2009 (University of Chicago Press, .) *The Tragedy of Mustapha (London: Printed by J. Windet for N. Butter, 1609). *Certaine Learned and Elegant Workes (London: Printed by E. Purslowe for H. Seyle, 1633)--comprises A Treatise of Humane Learning, An Inquisition upon Fame and Honour, A Treatise of Wars, Alaham, Mustapha, Caelica, A Letter to an Honorable Lady, and A Letter of Travel. *The Remains of Sir Fvlk Grevill Lord Brooke: Being Poems of Monarchy and Religion: Never Before Printed (London: Printed by T. N. for H. Herringman, 1670)--comprises A Treatise of Monarchy and A Treatise of Religion. *Poems and Dramas of Fulke Greville, First Lord Brooke, 2 volumes, edited by Geoffrey Bullough (Edinburgh: Oliver & Boyd, 1939; New York: Oxford University Press, 1945)--comprises Caelica, A Treatise of Humane Learning, An Inquisition upon Fame and Honor, A Treatise of Wars, Mustapha, and Alaham. *The Remains: Being Poems of Monarchy and Religion, edited by G. A. Wilkes (London: Oxford University Press, 1965)--comprises A Treatise of Monarchy and A Treatise of Religion. *The Prose Works Fulke Greville, Lord Brooke, edited by John Guows (Oxford: Oxford University Press, 1997)--published as part of the Oxford English Texts series. A scholarly edition of his prose works, with an authoritative text, together with an introduction, commentary notes, and scholarly apparatus. The principal repository for Fulke Greville's papers is the British Library (Add. Mss. 54566-71, the Warwick Manuscripts; letters in the as-yet uncatalogued Earl Cowper mss.). Individual manuscripts of the Dedication to Sir Philip Sidney are to be found in Headington, Oxford (the private collection of Dr. B. E. Juel-Jensen); Trinity College, Cambridge (Mss. R.7.32 and 33); and Shrewsbury Public Library (Ms. 295). ==Critical reception== Of Brooke Charles Lamb says . . > He is nine parts Machiavel and Tacitus, for one of Sophocles and Seneca... > Whether we look into his plays or his most passionate love-poems, we shall > find all frozen and made rigid with intellect. He goes on to speak of the obscurity of expression that runs through all Brooke's poetry. Andrea McCrea sees the influence of Justus Lipsius in the Letter to an Honourable Lady, but elsewhere detects a scepticism more akin to Michel de Montaigne.Adriana McCrea, Constant Minds: Political virtue and the Lipsian paradigm in England, 1584-1650 (1997), pp. 115-116. A rhyming elegy on Brooke, published in Henry Huth's Inedited Poetical Miscellanies, brings charges of miserliness against him. Robert Pinsky has asserted that this work is comparable in force of imagination to John Donne. ==Family== Lord Brooke, who never married, left no natural heirs, and his senior (Brooke) barony passed to his cousin and adopted son, Robert Greville (1608–1643), who took the side of Parliament in the English Civil War, and defeated the Royalists in a skirmish at Kineton in August 1642. Robert was killed during the siege of Lichfield on 2 March 1643, having survived the elder Greville by only fifteen years. His other barony (Willoughby de Broke) was inherited by his sister Margaret who married Sir Richard Verney. ==See also== *Canons of Elizabethan poetry *List of owners of Warwick Castle ==Notes== ==References== ==Sources== * * * * * * ==Further reading== *The Prose Works of Fulke Greville, Lord Brooke, edited by John Gouws (Oxford: Clarendon Press, 1986) *Paula Bennet, \"Recent Studies in Greville,\" English Literary Renaissance, 2 (Winter 1972): 376-382. *Ronald Rebholz, The Life of Fulke Greville, First Lord Brooke (Oxford: Clarendon Press, 1971). *Joan Rees, Fulke Greville, Lord Brooke, 1554-1628 (London: Routledge & Kegan Paul, 1971; Berkeley: University of California Press, 1971). *John Gouws, \"Fact and Anecdote in Fulke Greville's Account of Sidney's Last Days,\" in Sir Philip Sidney: 1586 and the Creation of a Legend, edited by Jan van Dorsten and others (Leiden: E. J. Brill/Leiden University Press, 1986), pp. 62–82. *W. Hilton Kelliher, \"The Warwick Manuscripts of Fulke Greville,\" British Museum Quarterly, 34 (1970): 107-121. *Charles Larson, Fulke Greville (Boston: Twayne, 1980). *David Norbrook, \"Voluntary Servitude: Fulke Greville and the Arts of Power,\" in his Poetry and Politics in the English Renaissance (London: Routledge & Kegan Paul, 1984), pp. 157–174. *Richard Waswo, The Fatal Mirror: Themes and Techniques in the Poetry of Fulke Greville (Charlottesville: University of Virginia Press, 1972). *G. A. Wilkes, \"The Sequence of the Writings of Fulke Greville, Lord Brooke,\" Studies in Philology, 56 (July 1959): 489-503. ;Attribution * ==External links== * * * Fulke Greville, Lord Brooke at the \"Luminarium\" Category:1554 births Category:1628 deaths Category:Chancellors of the Exchequer of England Category:16th-century English poets Category:16th-century Royal Navy personnel Category:17th-century English poets Category:17th-century male writers Category:17th-century Royal Navy personnel Category:Alumni of Jesus College, Cambridge Category:People educated at Shrewsbury School Category:Knights of the Bath Category:People from Warwickshire Category:Members of the Parliament of England for Hedon Category:English murder victims Category:Assassinated English politicians Category:Sonneteers Category:Burials at the Collegiate Church of St Mary (Warwick) Fulke Category:English MPs 1572–1583 Category:English MPs 1584–1585 Category:English MPs 1586–1587 Category:English MPs 1589 Category:English MPs 1593 Category:English MPs 1597–1598 Category:English MPs 1601 Category:English MPs 1621–1622 Category:English male dramatists and playwrights Category:English male poets Category:Literary peers 5 ",
    "title": "Fulke Greville, 1st Baron Brooke"
}