{
    "id": "844283",
    "text": "Cantera, literally meaning \"quarry\" in Spanish, is a term used in Spain to refer to youth academies and farm teams organized by sports clubs. It is also used to refer to the geographical area that clubs recruit players from. The term is widely used in football but is also applied to other sports, such as basketball. This article, however, is about the football canteras. Notable canteras include those of Athletic Bilbao, Real Sociedad, Real Madrid, Barcelona, Atlético Madrid, Espanyol, Sporting de Gijón, Celta de Vigo and Valencia. ==Basque canteras== ===Athletic Bilbao=== Since 1912, Athletic Bilbao have employed a \"cantera policy\", which has come to be defined in an official (although not legally binding) signing policy whereby they will only recruit players with some link to the Basque Country. One of the main beneficiaries of the policy has been the Spain national team. Athletic has provided numerous players for it, second only to Real Madrid. During the early 1920s, the Basque Country was a breeding ground of great Spanish players. It was the first area where the sport really became popular, and the influx of immigrants from all over Spain was also a factor in the region producing dozens of quality players. In 1920, Spain made their international debut and entered a team in the Olympic Games. Of the 21 players in the squad, 14 were Basques, among them Pichichi, José María Belauste, Domingo Acedo and Félix Sesúmaga. Throughout their history, Athletic Bilbao have continued to produce many notable players while adhering to their policy. Among them were Telmo Zarra, the then all-time top La Liga goalscorer; José Ángel Iribar, 614 official matches with Athletic and a member of the Spain team when they won the European Championship in 1964; and Andoni Zubizarreta, who made a record 622 La Liga appearances and is also the second most capped Spanish international player. Other notable graduates of the Athletic cantera include Bata, Agustín Gaínza, José Luis Panizo, Andoni Goikoetxea, Julio Salinas, Julen Guerrero, Rafael Alkorta, Andoni Iraola, Fernando Llorente and Kepa Arrizabalaga. Their youth teams continue to be among the most productive in Spain. ===Real Sociedad=== Athletic were not the only club to have a cantera policy — fellow Basque club Real Sociedad operated a similar policy until 1989. Neither were Athletic the only Basque club that provided players for the 1920 Olympics squad. Real Sociedad, Real Unión and Arenas Club de Getxo also provided players. In 1928, these four clubs became founding members of La Liga, demonstrating further the strength in depth of the Basque canteras at the time. The saying \"Con cantera y afición, no hace falta importación\", translated as \"With home-grown teams and supporters, there is no need for imports\", made sense during these early days. The ability of the Basque Country to produce great players was made clear during the early 1980s when La Real and Athletic won four Liga titles in a row between 1981 and 1984. The Real Sociedad team included, among others, Roberto López Ufarte, José Mari Bakero, Luis Arconada and Jesús María Zamora. Xabi Alonso, a World Cup winner in 2010, is also a product of Real Sociedad's youth system. ==Barcelona and Real Madrid== Although Barcelona and Real Madrid are well known for regularly recruiting foreign players, both are renowned worldwide for producing local players. Along with Athletic Bilbao (see Bilbao Athletic), both clubs have notable reserve teams (Barcelona B and Real Madrid Castilla respectively) that are predominantly made up of Spanish players. Numerous senior players have graduated through the ranks of Barcelona's La Masia academy, including Francisco Carrasco, Ramón Calderé, Guillermo Amor, Albert Ferrer, Pep Guardiola, Sergi, Iván de la Peña, Francesc Arnau, Óscar, Roger, Gabri, Gerard, Luis García Sanz, Oleguer, Pepe Reina, Thiago Motta, Fernando Navarro, Xavi, Cesc Fàbregas, Carles Puyol, Víctor Valdés, Mikel Arteta, Andrés Iniesta, Bojan, Jeffrén, Lionel Messi, Giovani dos Santos, Gerard Piqué, Sergio Busquets, Pedro, Cristian Tello, Thiago, Rafinha, Marc Bartra, Gerard Deulofeu and Sergi Roberto, though some of these were recruited from overseas before signing professional terms, so are not \"home-grown\" in the traditional sense, if in the technical sense. Similarly, numerous notable professional players have graduated Real Madrid's youth academy, known as La Fábrica (the factory). In 1966, Madrid won the European Cup with a team of 11 Spanish players and a Spanish coach, marking the first time a home-born team had won the competition. Many great homegrown players have since passed through the ranks, among them La Quinta del Buitre — Emilio Butragueño, Manolo Sanchís, Martín Vazquéz, Míchel and Miguel Pardeza. Graduates of the cantera also include Iker Casillas, Álvaro Arbeloa, Esteban Granero, Raúl, Guti, Luis García Fernández, Juan Mata, Kiko Casilla, Borja Valero, Rubén de la Red, Dani Carvajal, Álvaro Negredo, Roberto Soldado, Rodrigo, Dani Parejo, José Callejón, Juanfran, Javi García, Álvaro Morata, Jesé and Lucas Vázquez. The club has also produced some notable managers, including Vicente del Bosque and Rafael Benítez. As well as producing players from their own regions, both clubs have also recruited young players from throughout Spain and internationally. Recent examples include Argentines Lionel Messi, Mauro Icardi and Esteban Cambiasso. ==The Dream Team== Ever since the early days of football in Spain, one issue for cantera clubs is the poaching or recruiting of their players by other clubs. After the cantera has trained a player, another club will step in with a tempting offer and take them away. The potential of the Basque Country as a recruiting ground for players was recognised by the likes of Barcelona, Atlético Madrid and Real Madrid early on. Barça, in particular, has a long history of signing players from the region, dating back to the acquisition of Félix Sesúmaga. Others have included Jesús Garay, Jesús María Pereda, José Ramón Alexanko, Javier Urruticoechea and, in more recent times, Santiago Ezquerro. During the 1980s and 1990s, Barcelona poached a number of top Basque players, among them José Mari Bakero, Txiki Begiristain, Andoni Zubizarreta, Julio Salinas and Ion Andoni Goikoetxea, enabling manager Johan Cruyff to build the legendary \"Dream Team\" around them. The successful Atlético Madrid teams of the 1960s also included a notable Basque presence in the form of Miguel Jones and José Eulogio Gárate, both recruited from Indautxu, and Javier Irureta, signed from Real Unión. Real Madrid has also regularly looked north for players such as Rafael Alkorta, Mikel Lasa, Aitor Karanka and Iván Campo. Athletic Bilbao, however, have also been regularly accused of poaching. The Athletic policy of recruiting only Basque-players has seen them frequently recruit from the canteras of other Basque clubs. In 1995, Athletic signed Joseba Etxeberria from Real Sociedad, causing considerable ill feeling between the two clubs. ==Cantera vs. imports== During the 1990s, the poaching of players took on a new dimension. Real Madrid in particular have regularly produced quality players unable to establish themselves with their home club. Some critics have argued that this has partly arisen because these clubs continue to use \"imports\" at the expense of cantera players. As a result, many graduates of the canteras seek their fortune elsewhere and are willing to be poached. Initially, cantera players only moved to other Spanish clubs, but in more recent times, English Premier League clubs have begun recognizing the potential of the canteras. In 2003, Arsenal persuaded Cesc Fàbregas to leave Barcelona B with a much higher salary that Barcelona could not offer due to Spanish contractual law. More recently, teenage star Fran Mérida followed Fàbregas' footsteps and played some time for Arsenal's reserve team before returning to La Liga in 2010 with Atlético Madrid. Another emerging Barça B player, Gerard Piqué, subsequently signed for Manchester United, though he has since moved back to Barcelona. Since then, Rafael Benítez, himself a product of the cantera, has recruited Luis García Sanz, Pepe Reina, Xabi Alonso and Fernando Torres for Liverpool, while Mikel Arteta established himself at Everton. Luis García Sanz, Reina and Arteta all began their career at Barça; Alonso started out at Real Sociedad; and Torres developed in the Atlético system. ==Other canteras== Other important canteras are: Espanyol (youth system): Raúl Tamudo, Sergio, Joan Capdevila, Dani Jarque, Alberto Lopo, Javi Guerra, Sergio Sánchez, André Bikey, Enrique de Lucas, Tintín Márquez, Ricardo Zamora, Jordi Gómez, Albert Serrán, Miquel Soler, Bruno, Miguel Palanca, Coro, Daniel Solsona, Jordi Lardín, Joan Golobart, Víctor Ruiz, Raúl Baena, Dídac Vilà, Joan Tomàs, Miquel Robusté, Javi Márquez, Javier Chica, David García, Eric Bailly, Jordi Amat, Álvaro Vázquez, Jonathan Soriano, Jordi Xumetra and Ricardo Saprissa. Sevilla: Sergio Ramos, José Antonio Reyes, Antonio Puerta, Jesús Navas, Diego Capel, Lolo, Carlos Marchena, Alberto Moreno, Sergio Rico, Luis Alberto and Manolo Jiménez . Valencia: Jordi Alba, Juan Bernat, José Luis Gayà, Paco Alcácer, David Silva, Javi Navarro, David Albelda, Raúl Albiol, Pablo Hernández, Sisi, Jaime Gavilán, David Navarro, Vicente Guaita, Andrés Palop, José Molina, Miguel Ángel Angulo, Juan Sánchez, Gaizka Mendieta, Paco Camarasa, Javier Farinós and Fernando. Atlético Madrid: David de Gea, Abel Resino, Joel Robles, Roberto, Antonio López, Juan Manuel Ortiz, Ignacio Camacho, Mario Suárez, Ibrahima, Rubén Pérez, Mario, Javier Arizmendi, Manu, Diego Rivas, Iván Cuéllar, Gabi, Braulio, Juanma López, Roberto Solozábal, Tomás, Toni, Raúl, Juanito, Koke and Fernando Torres. Osasuna (youth system): José Ángel Ziganda, Ion Andoni Goikoetxea, Iñigo Larrainzar, José Mari, César Cruchaga, Javier López Vallejo, Santiago Ezquerro, Marí Lacruz, Patxi Puñal, Tiko, Pablo Orbaiz, David López, Javier Flaño, Miguel Flaño, Raúl García, Oier, Javi Martínez, Nacho Monreal, César Azpilicueta, Roberto Torres, Mikel Merino and Álex Berenguer. ==References== ==External links== * Voluntad de tradición, an article on the Athletic Bilbao cantera policy *The lost boys of Barcelona, by Ronald Atkin Category:Spanish language Category:Sports terminology Category:Sport in Spain Category:Youth football in Spain ",
    "title": "Cantera"
}