{
    "id": "844294",
    "text": "Luigi Carlo Filippo Russolo (30 April 1885 – 6 February 1947) was an Italian Futurist painter, composer, builder of experimental musical instruments, and the author of the manifesto The Art of Noises (1913).Ian Chilvers & John Glaves-Smith, A Dictionary of Modern and Contemporary Art. Oxford University Press, p.619 He is often regarded as one of the first noise music experimental composers with his performances of noise music concerts in 1913–14 and then again after World War I, notably in Paris in 1921.Ian Chilvers & John Glaves- Smith, A Dictionary of Modern and Contemporary Art. Oxford University Press, p. 620 He designed and constructed a number of noise-generating devices called Intonarumori. ==Biography== Luigi Russolo, 1911, Souvenir d'une nuit (Memories of a Night), oil on canvas, 99 x 99 cm, private collection Luigi Russolo was perhaps the first noise artist.In Futurism and Musical Notes, Daniele Lombardi discusses the French composer Carol-Bérard; a pupil of Isaac Albéniz. Carol- Bérard is said to have composed a Symphony of Mechanical Forces in 1910 – but little evidence as emerged thus far to establish this assertion.Luigi Russolo, \"The Art of Noises\" His 1913 manifesto, L'Arte dei Rumori (The Art of Noises), stated that the industrial revolution had given modern men a greater capacity to appreciate more complex sounds. Russolo found traditional melodic music confining, and he envisioned noise music as its future replacement. Russolo designed and constructed a number of noise-generating devices called Intonarumori, and assembled a noise orchestra to perform with them. A performance of his Gran Concerto Futuristico (1917) was met with strong disapproval and violence from the audience, as Russolo himself had predicted. None of his intoning devices have survived, though recently some have been reconstructed and used in performances. Although Russolo's works bear little resemblance to modern noise music, his pioneering creations cannot be overlooked as an essential stage in the evolution of the several genres in this category.Paul Hegarty, Noise/Music: A History (London: Continuum International Publishing Group, 2007), pp. 13–14László Moholy-Nagy in 1923 recognized the unprecedented efforts of the Italian Futurists to broaden our perception of sound using noise. In an article in Der Sturm #7, he outlined the fundamentals of his own experimentation: \"I have suggested to change the gramophone from a reproductive instrument to a productive one, so that on a record without prior acoustic information, the acoustic information, the acoustic phenomenon itself originates by engraving the necessary Ritzschriftreihen (etched grooves).\" He presents detailed descriptions for manipulating discs, creating \"real sound forms\" to train people to be \"true music receivers and creators\" (Rice 1994,) Many artists are now familiar with Russolo's manifesto. Luigi Russolo, 1912, Sintesi plastica dei movimenti di una donna, oil on canvas, Museum of Grenoble. Antonio Russolo, another Italian Futurist composer and Luigi's brother, produced a recording of two works featuring the original Intonarumori. The phonograph recording, made in 1921, included works entitled Corale and Serenata, which combined conventional orchestral music set against the sound of the noise machines. It is the only surviving contemporaneous sound recording of Luigi Russolo's noise music.Albright, Daniel (ed.) Modernism and Music: An Anthology of Source. Chicago: University of Chicago Press, 2004. p. 174 Russolo and Filippo Tommaso Marinetti gave the first concert of Futurist music, complete with intonarumori, in April 1914, causing a riot. The program comprised four \"networks of noises\". Some of Russolo's instruments were destroyed in World War II; others have been lost.Barclay Brown, \"The Noise Instruments of Luigi Russolo\", Perspectives of New Music 20, nos. 1 & 2 (Fall-Winter 1981, Spring- Summer 1982): 31–48; citation on 36 Replicas of the instruments have since been built. Laveno Mombello ==Gallery of Works== File:Luigi Russolo self- portrait-with-skulls-1909.jpg|Russolo, 1909, Self-portrait with Skulls, painting File:Luigi Russolo - Profumo (1910).jpg|Russolo, 1910, Profumo (meaning \"scent\", \"fragrance\") File:Luigi Russolo La Rivolta 1911.jpg|Russolo, 1911, La Rivolta (The Revolt), oil on canvas File:La musica, Luigi Russolo.jpg|Russolo, 1911–12, La Musica (a pianist playing for his audience), oil on canvas File:Luigi Russolo solidity-of-fog-1912.jpg|Russolo, 1912, Solidity of Fog, oil on canvas File:Risveglio di una citta.jpg|Russolo, 1913, score of en-harmonic notation; partitura for Intonarumori File:Intonarumori, 1913.jpg|Russolo, 1913, Intonarumori, instruments built for music-piece 'Bruitism', partly operating on electricity File:Luigi Russolo and assistant Ugo Piatti in their Milan studio with Intonarumori, L’Arte dei rumori (The Art of Noises), 1913.jpg|Russolo, 1913 and his assistant Ugo Piatti in their Milan studio with the Intonarumori (noise machines) File:Luigi Russolo dynamism-of- a-car-1913.jpg|Russolo, 1913, Dynamism of a Car, oil painting File:Luigi Russolo soapdish-1929.jpg|Russolo, 1929, Soap-dish, oil painting File:Luigi Russolo sole-nascosto-1946.jpg|Russolo, c. 1940s, Landscape with trees, painting ==See also== * Ugo Piatti * Musica Futurista * Experimental music * Custom-made instruments * Noise music * List of noise musicians * Futurism * Theosophical colour mysticism == Notes == == References == *Chilvers, Ian, & John Glaves-Smith. A Dictionary of Modern and Contemporary Art. Oxford and New York: Oxford University Press. ==Further reading== * Chessa, Luciano: Luigi Russolo, Futurist: Noise, Visual Arts, and the Occult. University of California Press, 2012. ==External links== * Russolo, Luigi Carlo Filippo. Dizionario Biografico degli Italiani (2017). *Media Art Net | Russolo, Luigi: Intonarumori (at medienkunstnetz.de) *Archive Russolo recordings at LTM *Peggy Guggenheim Collection: Luigi Russolo *Bob Osborn's Futurism: Luigi Russolo *Prof. Russolo & His Noise Intoners ;Audio *MP3 audio files of music of Luigi Russolo on UbuWeb *Three audio clips by Luigi Russolo: Serenata, Corale and Risveglio di una città ;Video * Category:Italian musical instrument makers Category:Italian classical composers Category:Italian male classical composers Category:20th-century classical composers Category:19th-century Italian painters Category:Italian male painters Category:20th-century Italian painters Category:Italian Futurist painters Category:Futurist composers Category:Noise musicians Category:Italian experimental musicians Category:Experimental composers Category:1885 births Category:1947 deaths Category:People from the Metropolitan City of Venice Category:Inventors of musical instruments Category:20th-century Italian composers Category:20th- century Italian male musicians Category:Italian composers ",
    "title": "Luigi Russolo"
}