{
    "id": "844211",
    "text": "The Miami model are the tactics employed by coordinated law enforcement agencies during demonstrations in Miami, Florida relating to the negotiations for the Free Trade Area of the Americas (FTAA) trade agreement in November 2003. The same tactics were first developed and tested at the 2000 Republican National Convention in Philadelphia, Pennsylvania under the direction of John Timoney, who served as police chief to Philadelphia during the RNC and Miami during the FTAA. On November 13, 2003, four days before the FTAA, the city passed City of Miami Ordinance 54-6.1, outlawing a broad range of items that could be construed as weapons or devices for disrupting public order, as in a \"sleeping dragon\" and outlawed any coordinated group of two or more people who are attempting to get public attention and disrupt the normal flow of traffic. In addition, any gathering of 8 or more people lasting more than 30 minutes without a permit would be considered illegal. The ordinance was designed specifically for the FTAA and had a sunset provision built into it. Miami-Dade State Attorney Kathy Fernandez Rundle responded to allegations of police brutality saying \"The police were very professional, very controlled... I think we have a model here for the rest of the world to emulate in the future when these sort of events take place.\" Further allegations and complaints were met with assurances by authorities that police had acted 'according to plan'. Political activists and academics continue to use the term to refer to a framework of similar tactics used by law enforcement in subsequent events, including trade meetings and political conventions. ==Features== right The Miami model carries the distinctive features of crowd control techniques used in Miami, which included large scale pre-emptive arrests, heavily armed sometimes unidentifiable law enforcement, the collection of intelligence from protesters, and the \"embedding\" of corporate media with the police.\"Infamous ‘Miami Model’ of Protest Clampdown, Coming to a Town Near You\", The NewStandard (archived). Additionally, areas that are to be the site of a major event are given large federal grants to purchase materials for security. Thus, police may be unfamiliar with the use of the new equipment they have been given and rural police brought in to the city may be somewhat unfamiliar with crowd control tactics in general. Protestors and activists allege some of the following*Miami Model characteristics (as applied in Pittsburgh) as further tactics belonging to the Miami model: * Establishment of joint, unified, multi-agency command/control network. * Mass purchase of surveillance equipment, riot gear and other supplies. * Training of local law enforcement in \"crowd control tactics\" and less lethal weapons. * Public relations, \"information warfare\", newspeak/spin: **\"terrorists/violent protesters coming\" vs \"well trained officers\". ** \"event meaningful target for terrorism.\" ** \"police will protect the right to protest.\" ** \"anarchists and criminal elements\", dramatic Seattle WTO or London imagery. ** display of confiscated \"weapons\" prove malintent. ** \"unpermitted protests can continue\" due to police good will. ** independent media targeted, cameras, video confiscated. * Pro-event/anti-demonstrator promotional tools developed/used in community. * Reluctant officials, civic groups pressured to comply with plan by Secret Service/DHS. * Locations strategically valuable to protesters reserved by law enforcement. * Plans to secure public buildings and strategic private businesses complete. * Anti-protest ordinances and other legal hurdles to prevent lawful assembly begin. * State of Emergency declared or Executive Order signed to allow military policing. * Surveillance and disruption of protest organizers begins. * Attempts to divide protest groups and organizers begins in media and meetings. * Court system tied up: regular business delayed during protest; assist mass arrests. * Mass detention facilities identified and prepped for use. * Civic groups and clubs employed to support law enforcement activities. * March and event permits denied or delayed; delay tactics. * Police/military collaborate with media, i.e. embedded reporters, etc. * Street level surveillance increases on organizers and demonstrators. * Public training drills and mass show of force. * Sporadic harassment, detention and arrest of demonstrators traveling in area. * Disruption of organizing/assembly/housing/media spaces. Possible preemptive arrest. * Command Center operational; large undercover teams begin reporting * Militarized \"hard zone\" and limited access \"soft zone\" created with fences, barricades. * Area wide surveillance video, including 3-D video systems operational. * Field forces (riot police, bike police, checkpoints, etc.) put into place. * Day of protest: assembly blocked, obstructed, redirected. * Use of less-lethal weapons - projectiles, chemical weapons, electric weapons, sound devices etc. * Streets cleared using force; protesters pursued; more mass arrest. * Jail solidarity events allowed to protest for few hours, then cleared. ==Miami protests== right Miami Activist Defense and National Lawyers Guild filed a federal lawsuit against the City, the Mayor, Police Chief Timoney, Homeland Defense Secretary Ridge, and Attorney General Ashcroft for rampant abuse of the constitution. The American Civil Liberties Union of Florida filed numerous lawsuits claiming excessive use of force and illegal searches. The City and County of Miami have paid close to $500,000 in settlements in the cases. In 2007, the AFL-CIO filed an additional lawsuit claiming that their 1st and 4th Amendment rights had been violated. The Florida Fair Trade Coalition (FFTC) was initial and primary group that began the organizing for these events. The FFTC identified the date and location of the FTAA Ministerial, located the venues for the protesters to use, and set up the initial organizing committee that included the AFL-CIO CLC and national representatives. The FFTC was responsible for coordination the initial coordination between the \"national\" groups and the local groups, and was chastised by many of these groups for asking Timoney's representatives in the early meetings between the city, police and protesters if Timoney planned to use the same illegal tactics that he had used against the protesters at the Republican National Convention in Philly. It was the FFTC that publicly warned the press when asked if there would be any violence at the protests that \"This is NOT a question to ask the protestors, but to ask the police, as it is the police under Timoney's watch that have created violence and committed illegal acts.\" Although chastised by other participating organizations (including one of its main funders CTC) because they felt that what was said about police violence was in itself provocative, history proved that those questions posed to the police in Miami and the press where in fact prophetic. Among the groups which organized against the FTAA were the Florida Fair Trade Coalition, Green Bloc, United for Peace and Justice, Root Cause, several AFL-CIO affiliated unions, Midwest Unrest, Pittsburgh Organizing Group, Food Not Bombs and many others. ==Film== The Miami Model is also the title of a documentary film, produced by Indymedia, about the FTAA, the police action in Miami, and political organizing led by people of color in the Miami area.The Miami Model : an indymedia production (archived). ==See also== * 2004 Republican National Convention protest activity * 2008 Democratic National Convention in Denver, Colorado * 2008 Republican National Convention in Saint Paul, Minnesota * List of demonstrations against corporate globalization ==References== ==External links== *Watch The Miami Model film on archive.org *The Miami Model DVD an Indymedia documentary Category:Activism Category:Anti-globalization protests Category:History of Miami Category:Miami-Dade Police Department ",
    "title": "Miami model"
}