{
    "id": "844348",
    "text": "Noah Leslie Hathaway (born November 13, 1971) is an American actor and a former teen idol. He is best known for his roles as Atreyu in the 1984 film The NeverEnding Story and for portraying Boxey on the original television series Battlestar Galactica. His work in The Neverending Story made him particularly popular as a teenage celebrity in Europe. ==Career== ===Early work=== Hathaway was born in Los Angeles, California. He began appearing in commercials at age three, and later starred in several TV films and series. At the age of six he appeared in Battlestar Galactica, portraying Boxey, for which he received a nomination in the first Young Artist Awards. ===The NeverEnding Story=== He was cast as Atreyu in the 1984 film The NeverEnding Story. He received his second Young Artist Awards nomination and won the award for Best Younger Actor in the 12th Annual Saturn Awards.Past Saturn Awards For the role Hathaway performed his own stunts, leading to a few near- injuries; German director Wolfgang Petersen said: Hathaway observed: Hathaway has said that, during the time he worked as a tattoo artist, he could see for himself the film's on-going popularity, as clients regularly requested tattoos of the AURYN amulet his character wore, in the film. He claims to have given fifteen different clients AURYN amulet tattoos in a single week. ===Later roles=== In 1986 Hathaway starred in Troll, as Harry Potter Jr. and in the television movie Casebusters, as Jamie. Hathaway did not return to acting until 1994, in the film To Die, to Sleep, in his first adult role. After a second hiatus as an actor, Hathaway returned in 2011 for the films Mondo Holocausto! as Ruggero Margheriti, and Sushi Girl as Fish. In 2016 Hathaway reprised his Neverending Story role for a Spotify commercial celebrating the 1980s. ==Personal life== Hathaway attended school at Lycee Français de Los Angeles. He moved into dance instruction, teaching advanced jazz and street dance until an injury forced him to quit in 1989 at age eighteen. Trained in martial arts, Hathaway would later earn black belts in Tang Soo Do and Shotokan Karate, and also competed as a Muay Thai boxer, and learned American Kenpo from Dr. Jerry Erickson. Hathaway spent some of his time at the Willow Springs Raceway in Rosamond, California competing in supersport motorcycle racing, and designing and riding \"chopper\" motorcycles. He was on tour with WizardWorld Conventions and appeared at the Chicago and Philadelphia shows in 2011. He appeared at the Supanova Pop Culture Expo in Sydney, Australia in June 2012. ==Filmography== ===Film=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1980 | It's My Turn | Homer's Son | |- | 1981 | Separate Ways | Jason Colby | |- | 1982 | Best Friends | Lyle Ballou | |- | 1984 | The NeverEnding Story | Atreyu | Saturn Award for Best Performance by a Younger Actor Nominated—Young Artist Award for Best Young Actor in a Motion Picture – Musical, Comedy or Adventure |- | 1984 | Quest | | Short film |- | 1986 | Troll | Harry Potter Jr. | |- | 1994 | To Die, to Sleep | Phil | |- | 2012 | Sushi Girl | Fish | |- | 2012 | Mondo Holocausto! | Ruggero Margheriti | |- | 2013 | Blue Dream | Roper Karlsson | |- |} ===Television=== {| class=\"wikitable sortable\" |- ! Year ! Title ! Role ! Notes |- | 1978–1979 | Battlestar Galactica | Boxey | 13 episodes Nominated—Young Artist Award for Best Juvenile Actor in a Television Series |- | 1979 | High Midnight | Timmy | Television movie |- | 1979 | Supertrain | Kid | Episode: \"Superstar\" |- | 1979 | The Last Convertible | Teddy | 3 episodes |- | 1980 | Mork & Mindy | Jud | Episode: \"Little Orphan Morkie\" |- | 1980 | Eight Is Enough | Jerry | 2 episodes |- | 1982 | Laverne & Shirley | Kevin Swisher | Episode: \"Lightning Man\" |- | 1982 | CHiPs | Tommy | Episode: \"Ice Cream Man\" |- | 1984 | Simon & Simon | Patrick Jessup | Episode: \"Almost Completely Out of Circulation\" |- | 1985 | Call to Glory | Boy in French Class | Episode: \"JFK: Part Two\" |- | 1985 | CBS Storybreak | | 2 episodes |- | 1985 | Family Ties | Adam Galardner | Episode: \"Designated Hitter\" |- | 1986 | The Magical World of Disney | Jamie | Episode: \"Casebusters\" |- | 1986 | Wildfire | | Unknown episodes |- | 2013 | Twisted Tales | Dale | Episode: \"Boom\" |- |} ==Awards and nominations== * 1980 - Young Artist Award for Best Juvenile Actor in a TV Series or Special - Nominated * 1985 - Young Artist Award for Best Young Actor in a Motion Picture - Musical, Comedy, Adventure or Drama - Nominated * 1985 - Saturn Award for Best Performance by a Younger Actor - Won * 1986 - Young Artist Award for Outstanding Young Actor - Animation Voice Over - Nominated ==See also== *List of former child actors from the United States ==References== == Bibliography == * Holmstrom, John. The Moving Picture Boy: An International Encyclopaedia from 1895 to 1995, Norwich, Michael Russell, 1996, p. 389-390. ==External links== * Category:1971 births Category:American male television actors Category:American male child actors Category:Living people Category:Male actors from Los Angeles Category:Lycée Français de Los Angeles alumni ",
    "title": "Noah Hathaway"
}