{
    "id": "844497",
    "text": "Yeruham (, , Yeroham) is a town (local council) in the Southern District of Israel, in the Negev desert. It covers 38,584 dunams (~38.6 km²), and had a population of in . It is named after the Biblical Jeroham. Until early 2011 the mayor of Yeruham was Amram Mitzna, and he was succeeded by Michael Biton of Kadima, who was elected mayor in November 2010. In 2018, dark horse candidate Tal Ohana was elected the first female mayor of Yeruham. For many years, Yeruham was economically depressed and suffered from image problems, but major efforts to improve the quality of life took place during early 2000s.Yeruham calls elections overrated Haaretz, 28 October 2007 ==History== ===Antiquity=== Yeruham is the site of Tel Rahma, dating back to the 10th century BCE. On the outskirts of Yeruham is an ancient well, Be'er Rahma (). During the Nabatean, Roman and Byzantine periods there was a village in the western outskirts of the town and its ruins can be seen today. The site, known Qasr Rekhmeh or Mesad Yeruham, was excavated in 1966 by R. Cohen. ===Modern era=== Modern Yeruham was founded on 9 January 1951 as Kfar Yeruham () and was one of Israel's first development towns, created to settle frontier areas in the early days of the state. It was located near the Large Makhtesh, an area thought at the time to be rich with natural resources. thumb The first influx of olim (Jewish immigrants) came from Romania, many of them Holocaust survivors, followed by immigrants from North Africa, Persia, India and elsewhere, who make up the majority of the town's population today (appr. 40%, 5%, 20%, 10% respectively). By 1961, the town's population was 1,574. The name was changed to Yeruham in 1962. Yeruham was founded on the Petroleum Road in the Negev (today roads 224 and 225) and its initial growth was stymied by the construction of Highway 25 and the Beersheba – Mitzpe Ramon section of Highway 40, which created a new route to Eilat and made the Petroleum Road obsolete. Since autumn 1990, Yeruham had actively been involved in absorbing hundreds of olim from the Former USSR, who came to comprise 25% of the town's nearly 10,000 residents. In recent years, young couples and families from other localities have moved to Yeruham, and some have purchased lots and built their homes in the town's new neighborhoods. Members of the Young People in Yeruham Student Settlement Group are involved in local social action projects, organize cultural events for young people, and attract young people to settle in Yeruham. In April 2008, the Ayalim Student Village opened in Yeruham to allow students in Negev institutions of higher education to live and volunteer in the town. North American students from Nativ College Leadership Program engage in volunteer community service in Yeruham every spring. They help teach English in the local high schools and yeshivot, work with the Magen David Adom ambulance corps, teach in preschools and much more. ==Geography== Yeruham lake Yeruham is situated in the northern Negev, 15 km from Dimona, 600 meters above sea level. It is located within the Negev desert and has erosion cirques or ‘craters’ and close by is the Yeruham Iris Nature Reserve, where the rare native iris Iris petrana is found. ==Economy== Tempo Glass bottles factory, 1968. The main employers are local and regional industry (53% of employed residents) and services and commerce. Most of those are employed in industry work in local factories such as Agis-Perrigo (Careline cosmetics and pharmaceuticals), Negev Ceramics, Phoenicia Glass Works (which moved to Yeruham from Haifa in 1968)Phoenicia Glass Works Brand Metals, Ackerstein, Yehu Clays, TTK electronics, and Tempo (some of which utilize raw materials from the region). The rest of those employed work in the surrounding region in companies such as, Ramat Hovav, Negev Nuclear Research Center, Dead Sea Works, Soroka Medical Center in Beer Sheva, Ben-Gurion University, and in Sde Boker. Yeruham has suffered in the past from high unemployment rates, although today the rate is lower than the national average. Tourism projects include development of the Lake Park around Yeruham Dam and Large Makhtesh. Professional training programs in computers, chemistry, engineering and other fields needed by industry. Local industrial zones have doubled in size and offer space for rental and construction. Up to 2011, residential construction in Yeruham had been done in a non-profit manner, either by Amidar or the residents themselves. In anticipation of military personnel moving into Yeruham to server in the future adjacent City of Training Bases, land had been released for private for-profit construction. In 2015, a tech incubator, MindCET, was established in Yeruham as a center for leadership and innovation in educational technology to foster specialized cooperation between entrepreneurs, researchers, teachers and students.Yeruham welcomes new tech incubator, MindCET MindCET operates a high-tech accelerator for edtech startups.Negev taking shape: Young entrepreneurs bring high tech arts to southern Israel, Haaretz ==Education== Yeruham town hall Yeruham has 5 elementary schools (State-General and State-Religious), 3 Ultra-Orthodox schools, and a comprehensive high school affiliated with ORT. Since the inauguration of the \"Anyone Can Do It\" program, the number of high school students eligible for Bagrut matriculation certificates has risen. All schools in Yeruham use GBS, an online system which enables pupils to work at home on material from school. The \"City Plays Music\" program provides music education in all the elementary schools, and operates two youth orchestras. Yeshivat Heseder, Yeruham Bilvav Shalem high school yeshiva for boys and Kamah junior high for girls attract pupils from all over the country. Yeshivat HaHesder Yerucham (institute of higher Jewish religious education for men combining study with army service), also attracts students from all over the country and runs a special leadership program for Ethiopian young men. Midreshet Be'er offers a post-high school track for young religious women that combines study with community volunteering. The women do two years of IDF or National Service, and a final half-year of social action projects in Yeruham. Education and training for over-30 adults are coordinated by the Ofek Center for Human Resources Development. Joint programs with the Weizmann Institute, Ben-Gurion University, the Open University, the Hebrew University Center for Enrichment in Education, and volunteer tutoring by scientists at the Nuclear Research Center aim to improve educational achievements and provide enrichment, especially in the sciences. ==Culture == Yeruham community center The Yeruham Matnas (Local Community Center) organizes plays, performances, summer events, music lessons, sports activities, nature-oriented extracurricular activities, neighborhood clubs, immigrant absorption activities, a Yiddish choir and communal theater group. The Library has 60,000 books in Hebrew, Russian and English, and offers enrichment activities for pre-school and elementary school students, meetings with authors, computer training, workshops for parents and children and creative writing groups. The Matnas Youth Department runs the \"Machsan 52\" youth club, youth rock bands and two youth councils (for different age groups). The Israeli scout movement Tzofim and Bnai Akiva, both have branches in the city. Midreshet Beyahad Seminar Center and youth hostel arranges hikes, workshops and other programming for visiting groups, mainly students, as well as Jewish programming in local schools. Other cultural programs are the \"Teudat Zehut\" Yeruham project for community empowerment through documentation and the Bamidbar Regional Center for creative, pluralistic Judaism. ==Sister cities== * Miami, Florida * Highland Park, Illinois ==References== ==External links== * * Atid BaMidbar Category:Development towns Category:Local councils in Southern District (Israel) Category:Populated places established in 1951 Category:1951 establishments in Israel ",
    "title": "Yeruham"
}