{
    "id": "844531",
    "text": "Four Oaks is an extremely affluent residential area in Sutton Coldfield, West Midlands, lying along the north and east borders of Sutton Park. Four Oaks is situated approximately north of Birmingham City Centre, and is bordered by Sutton Park, Streetly, Mere Green, Little Aston and Roughley. Four Oaks has a population of 21,690 as of 2004, and is part of the Sutton Four Oaks electoral ward. ==Four Oaks Estate== In 1677, Henry Folliott, 1st Baron Folliott of Ballyshannon bought of woodland and built Four Oaks Hall. Folliott died in 1716, but his widow continued to live in Four Oaks Hall until her death in 1751. The estate was sold to Simon Luttrell, 1st Earl of Carhampton, who remodelled and modernised the house. In 1757, he bought a further of woodland to annex his estate and form a deer park. He sold the estate to Thomas Gresley in 1778, who sold the estate to Sir Hugh Bateman, 1st Baronet of Hartington Hall in 1785, who in turn sold the estate to Sir Edmund Cradock-Hartopp, 1st Baronet in 1792. In 1827, Hartopp bought of woodland to further increase the size of the deer park. The estate was sold to Hubert de Burgh-Canning, 2nd Marquess of Clanricarde for residential development in 1868. Roads were named to commemorate the history of the estate, and between 1895 and 1915 approximately 200 houses were built on the estate, forming Four Oaks Estate. The neglected and dilapidated Four Oaks Hall was demolished in 1898, and the site is now occupied by Carhampton House. Four Oaks Estate is a mainly residential area with the Four Oaks Tennis Club at its heart, approximately enclosed by Lichfield Road, Four Oaks Road, Sutton Park and Sutton Park Line railway line. One of the most expensive residential areas in the West Midlands, the Park's private roads are home to some of the region's wealthiest residents. Four Oaks Park is characterised by its large houses and tree-lined, speed-humped roads. The houses on the Estate are individually designed by prominent architects such as Charles Bateman, and most sell at over £1 million. Many of the houses have received listed building status. Four Oaks Estate is also home to Four Oaks Tennis Club, which was founded in 1906. The private roads on Four Oaks Estate are owned by Four Oaks Estate Ltd and run by a formally constituted Residents Association that elects a Secretary & Treasurer to manage its affairs. Four Oaks Estate Ltd submitted in 2019 a planning application 2019/03339/PA to Birmingham Council, that is yet to be determined, to create a large exclusive gated community consisting of 340 houses, by installing 8 sets of perimeter gates on the 8 private road entrance points into the private residential estate. A similar planning application at the neighbouring Little Aston Park similar exclusive private residential estate 1 mile away was recently Refused at a Lichfield Council Planning Committee meeting, and subsequent Planning Inspectorate Appeal Dismissed, as to create a large exclusive gated community would undermine social cohesion by creating social segregation. ==Transport== West Midlands Trains operate a frequent train service from Four Oaks railway station to Lichfield and Redditch on the Cross-City Line via Birmingham New Street and the University of Birmingham. There are also four bus services through Four Oaks operated by National Express West Midlands. The Sutton Park Line is a freight-only railway line that runs from Walsall to Water Orton via Sutton Park. ==Four Oaks Methodist Church== Four Oaks Methodist Church is a Gothic Revival church located next to Four Oaks railway station. Constructed between 1907 and 1908, the church was Grade II listed in 1976. ==References== *The Royal Town of Sutton Coldfield - A Commemorative History, Jones, D. V., 1994, Westwood Press () *The Story of Sutton Coldfield, Lea, R., 2003, The History Press Ltd () Category:Areas of Birmingham, West Midlands Category:Conservation areas in England Category:Sutton Coldfield ",
    "title": "Four Oaks, Sutton Coldfield"
}