{
    "id": "844570",
    "text": "Sir James Alfred Ewing MInstitCE (27 March 1855 − 7 January 1935) was a Scottish physicist and engineer, best known for his work on the magnetic properties of metals and, in particular, for his discovery of, and coinage of the word, hysteresis. It was said of Ewing that he was 'Careful at all times of his appearance, his suits were mostly grey, added to which he generally wore – whatever the fashion – a white piqué stripe to his waistcoat, a mauve shirt, a white butterfly collar and a dark blue bow tie with white spots.' He was regarded as brilliant and successful, but was conscious of his dignity and position. On appointment to head the newly created Admiralty codebreaking department, the Director of Naval Intelligence, Henry Oliver, described him as 'too distinguished a man to be placed officially under the orders of the Director of Intelligence or Chief of Staff'. His first wife, Annie, was an American, a great great niece of George Washington.Beesley p. 10 ==Life== ===Early life=== Born in Dundee, Scotland, Ewing was the third son of the Reverend James Ewing a minister of the Free Church of Scotland. He was educated at West End Academy and the High School of Dundee, Ewing showed an early interest in science and technology. Ewing won a scholarship to the University of Edinburgh where he studied physics under Peter Guthrie Tait before graduating in engineering. During his summer vacations, he worked on telegraph cable laying expeditions, including one to Brazil, under William Thomson, 1st Baron Kelvin and Fleeming Jenkin. ===Japan=== In 1878, on Fleeming Jenkin's recommendation, Ewing was recruited to help the modernisation of Meiji Era Japan as one of the o-yatoi gaikokujin (hired foreigners). Serving as professor of mechanical engineering at the Tokyo Imperial University, he was instrumental in founding Japanese seismology. Ewing made two special friends at Tokyo University soon after arriving: Basil Hall Chamberlain and Lieutenant Thomas Henry James R.N. who taught navigation. He was also in close contact with Henry Dyer and William Edward Ayrton at the Imperial College of Engineering (Kobu Dai Gakkō). In Tokyo, Ewing taught courses on mechanics and on heat engines to engineering students, and on electricity and magnetism to students of physics. He carried out many research projects on magnetism and coined the word 'hysteresis'. His investigations into earthquakes led him to help T. Lomar Gray and John Milne of the Imperial College of Engineering to develop the first modern seismograph, from 1880–1895. All three men worked as a team on the invention and use of seismographs, though Milne is generally credited with the invention of the first modern horizontal-pendulum seismograph. Ewing joined Gray and Milne in founding the Seismological Society of Japan (SSJ) in 1880.Massachusetts Institute of Technology, Inventor, John Milne ===Return to Dundee=== In 1883, Ewing returned to his native Dundee to work at the recently established University College Dundee as its first Professor of Engineering. He was appalled by the living conditions he found in many of the poorer areas of the town which he felt compared unfavourably with those in Japan. He worked fervently with local government and industry to improve amenities, in particular sewer systems, and to lower the infant mortality rate. Some of the letters Ewing wrote at this time are now held by Archive Services, University of Dundee along with some of his other papers. A reminder of Ewing's connection with both University College and the city of Dundee is the University of Dundee's Ewing Building which was built in 1954 and named in his honour. The Ewing Building is currently used by the University's School of Engineering, Physics and Mathematics. ===University of Cambridge=== In 1890, Ewing took up the post of Professor of Mechanism and Applied Mechanics at the University of Cambridge, initially at Trinity College, though he later moved to King's College. At Cambridge, Ewing's research into the magnetisation of metals led him to criticise the conventional account of Wilhelm Weber. In 1890, he observed that magnetisation lagged behind an applied alternating current. He described the characteristic hysteresis curve and speculated that individual molecules act as magnets, resisting changes in magnetising potential. (Note: According to the book Sir Alfred Ewing: A Pioneer in Physics and Engineering (1946) by Professor Bates, the discovery of magnetic hysteresis probably occurred before Ewing. However, Ewing re-discovered it, studied it in detail and coined the word hysteresis). Ewing also researched into the crystalline structure of metals and, in 1903, was the first to propose that fatigue failures originated in microscopic defects or slip bands in materials. In 1895 he was awarded the Gold Medal of the Royal Society for his work on Magnetic Induction in Iron and other Metals. Ewing was a close friend of Sir Charles Algernon Parsons and collaborated with him on the development of the steam turbine. During this time, Ewing published The Steam Engine and other Heat Engines around this time. In 1897 he took part in the sea-trials of the experimental vessel Turbinia, which set a new speed record of 35 knots. In 1898, Ewing took his wife and children to Switzerland for a mountaineering holiday with the family of noted Professor of Electrical Engineering at King's College, John Hopkinson. All five of the Hopkinson brothers were members of the Alpine Club and soon initiated Ewing into the sport of rock climbing. On 27 August, John Hopkinson set out with his son Jack and two of his three daughters to climb. Ewing decided not to go with them as he was feeling a little stiff after his climb the previous day. The party never returned, and was found the next morning, all four bodies roped together five hundred feet below the summit. In 1898 Ewing was elected to a Professorial Fellowship at King's College. ===Admiralty=== On 8 April 1903, The Times announced that the Board of Admiralty selected Ewing for the newly created post of Director of Naval Education (DNE) in Greenwich.The Times, Wednesday, 8 April 1903; The New Director of Naval Education. Category: Official Appointments and Notices. He married Anne Maria Thomasina Blackburn Washington on 14 May 1879 in Tokyo, Japan. She was a descendant of President George Washington's brother John Augustine Washington. Ewing's first wife, Annie (née Washington) died in 1909 and, in 1912, he married Ellen, the surviving daughter of his old friend and patron, John Hopkinson. He had two children with his first wife: Maud Janet Wills, née Ewing (20 May 1880 – 27 April 1952) and Alfred Washington Ewing (1 November 1881 – 5 December 1962). As reward for his services, Ewing was made Companion of the Order of the Bath in 1906 and then Knight Commander of the Bath in 1911.Beesley p.10 During World War I, from 1914 to May 1917, Ewing managed Room 40, the Admiralty intelligence department of cryptanalysis, responsible predominantly for the decryption of intercepted German naval messages. In this capacity, he achieved considerable fame in the popular press when Room 40 deciphered the Zimmermann Telegram in 1917 (which suggested a German plot to assist Mexico in recovering the southwestern United States). The publication of the Zimmermann Telegram is generally credited as the trigger event which brought American into the Great War. ===University of Edinburgh=== In May 1916 Ewing accepted an invitation to become Principal of the University of Edinburgh, in the course of which he instituted an extensive series of effective reforms and which he held until his retirement in 1929. In 1927 he gave a lecture to the Edinburgh Philosophical Institution which contained the first semi-official disclosure of the work done by Room 40. A house in Pollock Halls of Residence is named in his honour. Sir Alfred Ewing died in 1935 and is buried at the Parish of the Ascension Burial Ground in Cambridge, with his second wife Lady Ellen Ewing. ==Honours== *Fellow of the Royal Society of Edinburgh (1878); *Fellow of the Royal Society (1887); *LL.D. (honoris causa), University of Edinburgh (1902) *John Scott Medal (1907); *CB (1907); *KCB (1911); *President of the Royal Society of Edinburgh (1924–1929); *Albert Medal of the Royal Society of Arts (1929); *President of the British Association for the Advancement of Science (1932); *The James Alfred Ewing Medal of the Institution of Civil Engineers has been awarded for specially meritorious contributions to the science of engineering in the field of research since 1938. ==Works== * 1877: (with Fleeming Jenkin) On Friction between Surfaces moving at Low Speeds, Philosophical Magazine Series 5, volume 4, pp 308–10, link from Biodiversity Heritage Library. * 1883: A Treatise on Earthquake Measurement. * 1899: Strength of Materials, link from Internet Archive. * 1900: Magnetic Induction in Iron and Other Metals, 3rd edition, link from Internet Archive. * 1910: The Steam Engine and Other Engines, 3rd edition, from Internet Archive. * 1911: Examples in Mathematics, Mechanics, Navigation and Nautical Astronomy, Heat and Steam, Electricity, for the use of Junior Officers Afloat. * 1920: Thermodynamics for Engineers, link from Internet Archive. * 1921: The Mechanical Production of Cold, second edition, Cambridge University Press, link from Internet Archive. * 1933: An Engineer's Outlook, London: Methuen Publishing ==See also== *Anglo-Japanese relations *Room 40 ==References== ==External links== * * Portrait of James Alfred Ewing from the Lick Observatory Records Digital Archive, UC Santa Cruz Library's Digital Collections ==Bibliography== *Bates, L. F. (1946) Sir Alfred Ewing: A Pioneer in Physics and Engineering *Pedlar, Neil, 'James Alfred Ewing and his circle of pioneering physicists in Meiji Japan', Hoare, J.E. ed., Britain & Japan: Biographical Portraits Volume III Chapter 8. Japan Library (1999). * * Category:Scottish civil engineers Category:Scottish engineers Category:Scottish physicists Category:1855 births Category:1935 deaths Category:British people of World War I Category:People from Dundee Category:Academics of the University of Dundee Category:Academics of the University of Edinburgh Category:Alumni of the University of Edinburgh Category:Principals of the University of Edinburgh Category:Academics of the University of Cambridge Category:Fellows of King's College, Cambridge Category:Fellows of the Royal Society Category:Foreign advisors to the government in Meiji-period Japan Category:Foreign educators in Japan Category:University of Tokyo faculty Category:Scottish expatriates in Japan Category:People educated at the High School of Dundee Category:Knights Commander of the Order of the Bath Category:Presidents of the Royal Society of Edinburgh Category:Presidents of the British Science Association Category:Deputy Lieutenants of Edinburgh Category:Royal Medal winners Category:Engineers from Dundee ",
    "title": "Alfred Ewing"
}