{
    "id": "844609",
    "text": "The Gravelly Hill Interchange in Birmingham, England – the original Spaghetti Junction Spaghetti Junction is a nickname sometimes given to a complicated or massively intertwined road traffic interchange that is said to resemble a plate of spaghetti. Such interchanges may incorporate a variety of interchange design elements in order to maximize connectivity. ==Etymology== The term was originally used to refer to the Gravelly Hill Interchange on the M6 motorway in Birmingham, United Kingdom. In an article published in the Birmingham Evening Mail on 1 June 1965 the journalist Roy Smith described plans for the junction as \"like a cross between a plate of spaghetti and an unsuccessful attempt at a Staffordshire knot\", with the headline above the article on the newspaper's front page, written by sub-editor Alan Eaglesfield, reading \"Spaghetti Junction\". Since then many complex interchanges around the world have acquired the nickname. Throughout North America, this type of interchange is widely referred to as a spaghetti junction, mixing bowl, knot, or maze, often including the name of the freeway, city, or notable landmark near enough to the interchange. Japan, somewhat colloquially, has adopted the term tentacle junction in lieu of the Western phrase. ==By country== ===Australia=== ====New South Wales==== * Light Horse Interchange, at the junction of M7 Westlink Motorway and M4 Western Motorway in Eastern Creek, Sydney. ====Queensland==== * The interchange at the junction of M3 Inner City Bypass, M7 Clem Jones Tunnel, and M7 Airport Link in Bowen Hills, Brisbane, often referred to as \"Spaghetti Junction\" by local residents. ===Botswana=== * Thapama Interchange at the junction of A1 / Blue Jacket Street and A3 in Francistown. ===Canada=== ====Ontario==== * The interchange between Bloor Street, Dundas Street, and Kipling Avenue in Toronto's west end, officially known as the Six Points Interchange, but often referred to as \"Spaghetti Junction\" by local residents. This interchange is being demolished and reconfigured in 2019–20 to become an at-grade junction. === Germany === * The Kreuz Kaiserberg interchange between the A3, which runs from the Dutch border near Elten via Oberhausen and Frankfurt am Main to the Austrian border south of Passau, and the A40 (Ruhrschnellweg) from Venlo to Dortmund. ===Indonesia=== * The interchange between Waru-Juanda Toll Road, Surabaya–Gempol Toll Road, and Surabaya–Mojokerto Toll Road in border of Surabaya and Sidoarjo, East Java. ===New Zealand=== * Central Motorway Junction, the intersection of New Zealand State Highway 1 and Highway 16, as well as several separate on-and off-ramp clusters, south of the city centre of Auckland. ===South Africa=== * EB Cloete Interchange, the intersection of the N2 and N3 freeways in Durban. ===United Kingdom=== * Gravelly Hill Interchange, which the phrase \"Spaghetti Junction\" originated from, is the five-level intersection of the M6 motorway (Junction 6), A38(M) motorway, A38 road and A5127 road above two railway lines, three canals and two rivers in Birmingham. * Worsley Braided Interchange, between the M60 (formerly M62), M61, A580 and A666(M), between Manchester and Bolton, which opened in 1970.J ===United States=== ====Georgia==== The Tom Moreland Interchange in DeKalb County, Georgia, a five level stack with frontage roads * Tom Moreland Interchange, the interchange of I-85 and I-285 as well as Chamblee-Tucker Road and Northcrest Road in DeKalb County just outside Atlanta. ====Illinois==== Aerial photo of the Circle Interchange, looking southwest, Chicago * Jane Byrne Interchange, the intersection of the Kennedy Expressway, the Dan Ryan Expressway, the Eisenhower Expressway, and Congress Parkway just west of downtown Chicago. ====Kentucky==== * Kennedy Interchange, the intersection of I-64, I-65, and I-71 at the northeastern edge of Downtown Louisville. ====Massachusetts==== The South Bay Interchange in Boston * The South Bay Interchange between I-90 (Massachusetts Turnpike) and I-93/US 1/MA 3 in Boston. ====Minnesota==== * The intersection of I-94, I-35, US 12, US 52 and MN-55 at the southeastern edge of Downtown Minneapolis. ====Nevada==== * Henderson Spaghetti Bowl (or the \"Hender-Bender\") in Henderson (I-11/I-515/US 93/US 95, I-215, Lake Mead Parkway) * Las Vegas Spaghetti Bowl, the interchange of I-15, I-515, US 93 and US 95 in Downtown Las Vegas, which also includes access to/from Martin Luther King Jr. Boulevard. * Reno Spaghetti Bowl, the interchange of I-80, I-580 and US 395 in Reno, which also includes access to/from Battle Born Way (formerly Kietzke Lane) and East 4th Street and Prater Way in Sparks. ====New Jersey==== * Exit 53 on I-80 where the highway meets with US 46 and Route 23 ====Pennsylvania==== * The intersection of I-81 and Route 22 ====Utah==== * Spaghetti Bowl, where I-15, I-80, and State Route 201 meet in the cities of Salt Lake City and South Salt Lake. This interchange also has access to 2100 South and 900 West. ==See also== * Magic Roundabout * Malfunction Junction (disambiguation) * Mixing Bowl * Spaghetti code * Stack interchange ==References== Category:Road interchanges Category:Metaphors referring to spaghetti ",
    "title": "Spaghetti junction"
}