{
    "id": "844984",
    "text": "English boxer Nicky Cook with his ring name Cookie on the trunks A ring name is a name used for professional purposes by a professional wrestler, martial artist or boxer. ==Professional wrestling== Ring names developed as a way to allow wrestling performers to hide their true identities from the wrestling fanbase and thus keep kayfabe intact, or because the wrestler or the management consider the athlete's real name unattractive, dull, difficult to pronounce or spell, amusing for the wrong reasons, or projecting the wrong image. Since the advent of the Internet, it is now relatively easy to discover the real name of a wrestler, but it was far more difficult in the past. Some examples of ring names are Michael Shawn Hickenbottom becoming Shawn Michaels, Roderick George Toombs becoming \"Rowdy\" Roddy Piper, Michael Sean Coulthard becoming Michael Cole, Dwayne Johnson becoming The Rock, and Chris Irvine becoming Chris Jericho. A number of wrestlers have adopted their real name or a variation thereof for their in-ring persona, sometimes modifying the spelling of their real name to better fit their gimmick, such as Dave Bautista becoming Batista (now credited as Dave Bautista in his current acting career), Patricia Stratigeas becoming Trish Stratus, Richard Fliehr becoming Ric Flair, and Kristen Stadtlander becoming Kris Statlander. Others simply use part of their name, such as Bill Goldberg using Goldberg, Kenny Dykstra using Kenny, Nicole Garcia-Colace using Nikki Bella, Mike Mizanin using The Miz (an abbreviation of his surname), Cody Runnels using Cody (with Cody Rhodes being his full ring name), Michael Wardlow using Wardlow, and Brandi Runnels being referred to as Brandi Rhodes. Many female wrestlers go solely by their first name as well. Many also use a nickname in addition to their real name for marketability and other reasons. Some (mostly independent) wrestlers, still go to great lengths to ensure that their real names are not publicly known. Professional wrestlers are often referred to by their contemporaries by their ring name. In interviews, Bret Hart has regularly referred to Mark Calaway, Curt Hennig and Kevin Nash by their ring names (The Undertaker, Mr. Perfect, and Diesel). Ring names are often trademarked by the promotion that creates a character or gimmick for a performer. It is common to see one performer use a variety of ring names throughout his career, even if his overall persona or gimmick remains similar. That is especially true in WWE, which has largely forced most wrestlers that have debuted since 2006 to use a WWE-owned ring name instead of a ring name that they used on the independent circuit or, such as with Daniel Bryan and a few others, their real name. One notable recent exception was made for David Otunga because of his then-current real-life relationship with singer Jennifer Hudson, which gave WWE some mainstream exposure. For example, Low Ki used a ring name specifically for his second TNA stint so that he would continue to hold on to his original ring name, Low Ki, used elsewhere. Another example is the team known as The Dudley Boyz in ECW and WWE, and Team 3D elsewhere. WWE trademarked the \"Dudley Boyz\" name, leading them to have to change their name when they went to TNA. The members' names Bubba Ray Dudley, D-Von Dudley, and Spike Dudley were also trademarked by WWE, forcing them to have to change their names to Brother Ray, Brother Devon, and Brother Runt. (Bubba Ray and D-Von later returned to WWE and reassumed the \"Dudley Boyz\" name; D-Von has since retired, now working as a WWE producer, while Bubba Ray works for Ring of Honor, under the ring name Bully Ray). WWE partially repealed the policy in 2015, allowing wrestlers who were well-known in other promotions such as Samoa Joe, A.J. Styles, Ethan Carter III (shortened to EC3), Shinsuke Nakamura, Austin Aries, Karl Anderson, Bobby Roode and Eric Young to use their long-standing ring names (or in Nakamura and Roode's case, their real name) as well as wrestlers who sign \"Tier 2\" NXT brand contracts such as Johnny Gargano and Tommaso Ciampa who wrestle both on NXT and the independent circuit to keep their ring names or in Gargano's case, their real name. Gargano and Ciampa have since signed exclusive WWE contracts. \"In-house\" WWE wrestlers still use WWE-owned ring names. In rare cases, the rights to a wrestler's ring name may be owned by a company with little or no connection to professional wrestling, such as Marvel Comics' ownership of the name Hulk Hogan until early 2003, which was due to Hogan being advertised as The Incredible Hulk Hogan early in his career, while Marvel owned the trademark for their comic book character The Incredible Hulk. Sometimes a wrestler will buy the rights to their own ring name; for example, Steve Borden owns the rights to the name \"Sting\". The man formerly known as Test took this one step further and legally changed his name to Andrew Test Martin. Jim Hellwig, known as The Ultimate Warrior, had his name legally changed to simply \"Warrior\". In many cases, ring names evolve over time as the wrestler's gimmick changes, either subtly or dramatically. After debuting in WWE as the \"Connecticut Blueblood\", Hunter Hearst Helmsley, Paul Levesque's character morphed into Triple H upon forming D-Generation X. A more drastic change sometimes occurs when a wrestler turns babyface or heel, such as when WCW face Hulk Hogan joined the nWo as Hollywood Hogan. Hogan's villainous new attitude was enhanced by changing his costume color scheme from Hulkamania's red and yellow to nWo's black and white. Brother Ray adopted the name Bully Ray when he turned heel. When Steve Williams joined the wrestling world in the late 1980s, there was already \"Dr. Death\" Steve Williams. He therefore adopted the name by which he would eventually become famous, Stone Cold Steve Austin or Stunning Steve Austin, which later became his legal name (as Steve Austin, without the \"Stone Cold\" portion). ==Boxing== Many boxers have used ring names as their mode of identification during their professional boxing careers, particularly more so during the late 19th century and the early 20th century. Some began with the prefix \"Kid\". Famous examples include: *Kid Azteca *Kid Chocolate *Kid Diamond *Kid Gavilan *Kid Meza *Jack Kid Berg *Jersey Joe Walcott *Joey Giardello *Rocky Marciano *Takaloo *Tony DeMarco ==Global use== * In Japan, sumo wrestlers use a ring name called shikona (). Other martial artists use 'martial names' or 'warrior names' called Bugō. * In Mexico and Puerto Rico, lucha libre wrestlers use ring names and conceal their identities with masks. * In Latin America, boxers often use nicknames alongside their real names, and both may be used each time they are introduced. Examples include Wilfred \"El Radar\" Benitez, Wilfredo \"Bazooka\" Gomez, and Alexis \"El Flaco Explosivo\" Argüello. * In Thailand, both professional boxers and Muay Thai kickboxers tend to use the last name as their stable or gym, for example Khaosai Galaxy, Khaokor Galaxy, Sot Chitalada, Samart Payakaroon, Kongtoranee Payakaroon, Namphon Nongkee Pahuyuth, Namkabuan Nongkee Pahuyuth, Ratanapol Sor Vorapin, Ratanachai Sor Vorapin, Saen Sor Ploenchit, Chatchai Singwangcha, Saman Sorjaturong, Veeraphol Nakornlouang Promotion, Nawaphon Nakornloung Promotion. Also, in the latter, the names of supporters have been introduced (mostly brands of various products, and these names can change depending on the brand of the product they sponsor) to be used as last names as well, for example Samson Dutch Boy Gym, Yodsanan 3-K Battery, Poonsawat Kratingdaenggym, Teerachai Kratingdaenggym, Knockout CP Freshmart etc. ==In fiction== Lisbeth Salander's kickboxing ringname and hacker handle is Wasp, and she has a wasp tattoo on her neck. ==References== ==External links== * Wrestlers Real Names List == See also == * Stage name *Code name * Aviator call sign * Nickname * Pseudonym * Shikona Category:Professional wrestling slang Category:Pseudonyms Category:Boxing culture Category:Martial arts culture ",
    "title": "Ring name"
}