{
    "id": "844975",
    "text": "Title page of a private souvenir album created collectively by the members of the Harriman Alaska Expedition. The Harriman Alaska expedition explored the coast of Alaska for two months from Seattle to Alaska and Siberia and back again In 1899. It was organized by wealthy railroad magnate Edward Harriman. Harriman brought with him an elite community of scientists, artists, photographers, and naturalists to explore and document the Alaskan coast. ==The genesis of the voyage== Edward Harriman was one of the most powerful men in America and controlled several railroads. By early 1899, he was exhausted. His doctor told him that he needed a long vacation. Harriman went to Alaska to hunt Kodiak bears. Rather than go alone, he took a scientific community to explore and document the coast of Alaska. He contacted Clinton Hart Merriam, the head of the Division of Economic Ornithology and Mammalogy at the United States Department of Agriculture, and one of the founders of the National Geographic Society. Harriman told Merriam that he would cover the expenses of scientists, artists, and other experts who would join the voyage. He asked Merriam to choose the scientific party. Historians question why Harriman wanted to go to Alaska. Some think he was considering developing Alaskan resources. Some think he was considering building a railroad to the Alaskan territory. Some people at the time openly wondered if he was going to buy Alaska, or build a railroad bridge from Alaska to Siberia — a railroad around the world. Nothing seemed impossible for Edward H. Harriman.Chowder, K. \"North to Alaska\". Smithsonian Monthly. June, 2003. Merriam held a flurry of meetings and sent many telegrams. He organized a broad range of experts: arctic experts, botanists, biologists and zoologists, geologists and geographers, artists, photographers, ornithologists and writers. Harriman had the steamship SS George W. Elder refitted for the expedition. The remodeled ship featured lecture rooms, a library with over 500 volumes on Alaska, a stable for animals, taxidermy studios, and luxury rooms for the team. Some on the expedition referred to her as the George W. Roller, for its tendency to roll at sea, causing seasickness among the passengers. ==Participants== Expedition members posed on the beach at Cape Fox Village, Alaska, 1899 The members of the interdisciplinary team included many of the best American scientists, artists, and photographers of the time. Arctic experts *William Brewer, naturalist *John Muir, naturalist *William Dall, paleontologist, geographer Botanists *Frederick Coville, botanist *Thomas Kearney, botanist *De Alton Saunders, botanist *William Trelease, botanist *Bernhard Fernow, forester Biologists and zoologists *Wesley Coe, biologist *Daniel Elliot, zoologist *Clinton Hart Merriam, zoologist *William Emerson Ritter, biologist *Trevor Kincaid, entomologist *A. K. Fisher, ornithologist *Charles Keeler, ornithologist *Robert Ridgway, ornithologist *William H. Averell *Leon J. Cole, ornithologist Geologists and geographers *W. B. Devereux, mining engineer *Benjamin Emerson, geologist *Henry Gannett, geographer *Grove Karl Gilbert, geologist *Charles Palache, geologist Artists and photographers *Edward Curtis, photographer *Frederick Dellenbaugh, artist *Louis Agassiz Fuertes, bird artist *R. Swain Gifford, artist *D. G. Inverarity, photographer (Curtis’ assistant) Writers *George Bird Grinnell, expert on Native American culture (Editor, Forest and Stream) *John Burroughs, Author Harriman also brought a medical team, a chaplain, hunters and packers, guides, and taxidermists. He brought his own family and his servants. Together, with the crew of the Elder, the total number of people on the ship was 126. Burroughs, J. (1901). The Harriman Alaska expedition; Narrative, glaciers, natives; Volume I. New York: Doubleday, Page & Company ==The Voyage== By the end of May, the ship's guests and passengers had all arrived in Seattle. Newspapers around the world ran front-page stories about the trip. The Elder left Seattle on 31 May 1899. Cheering crowds saw them off. Their first stop was the Victoria Museum on Vancouver Island. They then traveled farther north to Lowe Inlet, where they stopped to explore and document the wildlife. On 4 June, they stopped in Metlakatla, the European-style settlement that was created by Scottish missionary William Duncan for the Alaskan indigenous people. The scientists visited with Duncan in his home. In the next two weeks the Elder stopped at several spots on Alaskan soil, including Skagway and Sitka. They saw the results, both positive and negative, of the Klondike Gold Rush. They continued to catalog plants, animals, and marine creatures, as well as geological and glacial formations. Harriman had brought a graphophonic recording machine, and used it to record a native Tlingit song. By 25 June, they had reached Prince William Sound. They discovered an undocumented fjord in the northwest corner of the Sound. They named it \"Harriman Fjiord.\" While the scientists had some control over where they stopped to explore, Harriman retained the final judgment. He was anxious to hunt a bear, and he decided to head toward Kodiak Island when he heard that there were bears there. On 7 July, they reached Popof Island in the Shumagin Islands. Four of the scientists, Ritter, Saunders, Palache, and Kincaid (accompanied by guide Luther Kelly), decided to camp on Popof Island while the rest of the scientists continued on to Siberia. This allowed them to make much more detailed notes about the area, rather than quick notes on frequent stops along the way. Edward Harriman’s wife wanted to put her feet on Siberian soil, so the Elder continued northward. By 11 July, the ship had put into Plover Bay in Siberia. Harriman, by this time, was impatient and ready to get back to work. The Elder steamed southward, picking up the party on Popof Island. On 26 July, the Elder made one last stop, at an abandoned Tlingit village at Cape Fox. On July 30, the ship pulled into Seattle. ==Expedition publications== Harriman paid for the creation of several sizable volumes of the discoveries of the expedition. When Harriman died in 1909, his wife provided additional money to continue the publications. Merriam served as the editor, and spent twelve years working on the publications.Goetzmann, W.H. & Sloan, K. (1982). Looking far north: The Harriman expedition to Alaska, 1899. New York: The Viking Press. John Burroughs, a best-selling nature author, was the official scribe of the expedition. He wrote much of Volume I, an overview of the trip. Volumes VI and VII, which were to be written by Merriam and feature mammals, never appeared. Perhaps Merriam simply couldn’t find the time with his other duties. Subsequent volumes were written by other expedition scientists or authors hired by Merriam to finish the work. While they often mentioned the beauty and grandeur of the Alaskan coast, the publications were mostly highly technical and written for other scientists. The first volume was published in 1901, and they continued to be published in the next few years. The Smithsonian republished the entire series in 1910, and the volumes are now available as free downloads. * ** Vol I: Narrative, Glaciers, Natives ** Vol II: History, Geography, Resources ** Vol III: Glaciers and Glaciation ** Vol IV: Geology and Paleontology ** Vol V: Cryptogamic Botany ** Vol VIII: Insects, Part 1 ** Vol IX: Insects, Part 2 ** Vol X: Crustaceans ** Vol XI: Nemerteans, Bryozoans ** Vol XII: Enchytraeids, Tubicolous Annelids ** Vol XIII: Land and Fresh Water Mollusks ** Vol XIV: Monograph of the Shallow-water Starfishes of the North Pacific Coast from the Arctic Ocean to California, Part 1. Text and Part 2. Plates ==Accomplishments== The expedition claimed to have discovered some 600 species that were new to science, including 38 new fossil species. They charted the geographic distribution of many species. They discovered an unmapped fjord and named several glaciers. Gilbert’s work on glaciers represented new thinking in the field. Another legacy of the trip was the career of Edward Curtis. On the trip, he developed a close friendship with George Grinnell, who was an expert on Native American culture. After the expedition, Grinnell invited Curtis with him on a trip to the Blackfeet Reservation in Montana. Curtis, moved by what was commonly believed to be a dying way of life, spent much of his career documenting Native American culture. At first, John Muir found Harriman distasteful and his hunting barbaric. But, over the course of the trip and afterward, the two became friends. Years later, Muir recruited Harriman to help with governmental lobbying on National Park legislation. It was Muir who gave the eulogy at Harriman’s funeral in 1909. In many ways, the expedition was an intersection of 19th-century science and 20th-century science. It often represented the best of the new century’s science, but it also showed how scientists thought in the previous century. They foreshadowed practices of 20th-century science by being a truly interdisciplinary team. The wealth of disciplines represented on the voyage enabled them to work together to solve many pieces of the puzzle. They also discussed the potential loss of the wilderness and the indigenous peoples. They saw the remnants of the Yukon gold rush, and how self-serving treasure hunters were plundering the countryside and the dignity and viability of the indigenous cultures. But in many ways, they were still firmly rooted in 19th-century science. In the 19th century, the common way to write scientific articles was to create endlessly long descriptions of the physical characteristics of plants or animals. Most of the publications from the expedition followed this protocol. This approach to biology withered away in the early 20th century. Another example of 19th-century thinking was their perspective on indigenous cultures. Their ethnocentric view regarded the indigenous people as savages. While the scientists remarked in horror that the indigenous cultures were disappearing, they simultaneously felt that adopting modern European-style technology, dress, and customs would somehow be a helpful step for them. The intersection of 19th- and 20th-century science was even evident among different opinions of those on the expedition. Upon seeing the indigenous peoples involved in salmon fishing operations and canning factories, those on the Elder felt different things. Some saw the cannery operations as forced labor, akin to slavery. Other expedition members saw the cannery operations as efficient and effective. ===Cape Fox Artifacts=== On July 26, 1899, the expedition landed in Cape Fox, at an abandoned Tlingit village. The village had been deserted for about five years, but many pieces of Tlingit artwork and totem poles were still there. Some members of the expedition (in protest of other members) removed some of the artifacts from the village. While this has been described by some as \"looting,\" it must be considered in the context of the times. Members of the expedition believed that the indigenous cultures of Alaska would soon be extinguished by the encroaching of modern civilization. Their desire was to save to museums what they believed would be the last remnants of the Tlingit artwork and culture. The expedition saw the artifacts as inanimate objects from a deserted village. To the Tlingit living nearby, the artifacts were a sacred part of their identity. The Cape Fox artifacts were indeed preserved in museums. In 2001, a group of scientists retraced the steps of the 1899 Harriman Expedition. The 2001 scientists and crew, including the great-great-granddaughter of Edward Harriman, returned a number of artifacts to the descendants of the original Cape Fox Tlingit residents.Litwin, T. (Ed.) (2005). The Harriman Alaska expedition retraced: A century of change, 1899–2001. New Brunswick, NJ: Rutgers University Press ==References== ==External links== *Short chronology *University of Washington Libraries Digital Collections – Harriman Alaska Expedition of 1899 254 photographs from 1899 of Edward Harriman's scientific expedition to Alaska, including images of Alaskan Native Americans and their villages, scenic views of the coastline, glaciers and Alaskan towns. *Smithsonian Institution Archives, Harriman Alaska Expedition Collection, 1899-1900 Category:1899 in Alaska Category:Natural history of the United States Category:North American expeditions Category:Pre-statehood history of Alaska Category:Expeditions from the United States Category:John Muir ",
    "title": "Harriman Alaska expedition"
}