{
    "id": "845028",
    "text": "In Scottish mythology, selkies (also spelled silkies, sylkies, selchies) or selkie folk () meaning \"seal folk\" are mythological beings capable of therianthropy, changing from seal to human form by shedding their skin. They are found in folktales and mythology originating from the Northern Isles of Scotland. The folk-tales frequently revolve around female selkies being coerced into relationships with humans by someone stealing and hiding their sealskin, thus exhibiting the tale motif of the swan maiden type. There are counterparts in Faroese and Icelandic folklore that speak of seal-women and seal-skin. ==Terminology== The Scots language word ' is diminutive for ' which strictly speaking means \"grey seal\" (Halichoerus grypus). Alternate spellings for the diminutive include: selky, seilkie, sejlki, silkie, silkey, saelkie, sylkie, etc. The term \"selkie\" according to Alan Bruford should be treated as meaning any seal with or without the implication of transformation into human form., p. 78, note 1: \"A selkie is simply a seal, though readers of the ballad [on the selkie] have tended to assume that in itself it means a seal which can take human form\". : \"‘selkie’ in itself does not imply the ability to take human form any more than ‘seal’ does\". W. Traill Dennison insisted \"selkie\" was the correct term to be applied to these shapeshifters, to be distinguished from the merfolk, and that Samuel Hibbert committed an error in referring to them as \"mermen\" and \"mermaids\". However, when other Norse cultures are examined, Icelandic writers also refer to the seal-wives as merfolk (). There also seems to be some conflation between the selkie and finfolk. This confounding only existed in Shetland, claimed Dennison, and that in Orkney the selkie are distinguished from the finfolk, and the selkies' abode undersea is not \"Finfolk-a-heem\"; this notion, although seconded by Ernest Marwick,Marwick, Ernest W. (1975) The Folklore of Orkney and Shetland, London, B. T. Batsford: \"in Shetland, Fin Folk and Seal Folk were frequently confused, but in Orkney they were completely distinguished\", p. 25, cf. pp. 48–49, quoted by Burford has been challenged by Bruford. There is further confusion with the Norse concept of the Finns as shapeshifters, \"Finns\" (synonymous with finfolk) being the Shetland dialect name for dwellers of the sea who could remove their seal-skin and transform into humans according to one native correspondent. ;Gaelic terms In Gaelic stories, specific terms for selkies are rarely used. They are seldom differentiated from mermaids. They are most commonly referred to as maighdeann-mhara in Scottish Gaelic, maighdean mhara in Irish, and moidyn varrey in Manx Fargher, C. English Manx-Dictionary Shearwater Press 1979 (\"maiden of the sea\" i.e. mermaids) and clearly have the seal-like attributes of selkies. The only term which specifically refers to a selkie but which is only rarely encountered is maighdeann-ròin, or \"seal maiden\". ==Scottish legend== Many of the folk-tales on selkie folk have been collected from the Northern Isles (Orkney and Shetland). In Orkney lore, selkie is said to denote various seals of greater size than the grey seal; only these large seals are credited with the ability to shapeshift into humans, and are called \"selkie folk\". The type of large seals that might have been seen on the islands include the Greenland seal (also known as the Harp Seal) and the crested seal (also known as the hooded seal). Something similar is stated in Shetland tradition, that the mermen and mermaids prefer to assume the shape of larger seals, referred to as \"Haaf-fish\". ===Selkie wife and human lover=== A typical folk-tale is that of a man who steals a female selkie's skin, finds her naked on the sea shore, and compels her to become his wife.: \"Those are always the basic ingredients: an unmarried farmer, a seal- skin, a naked woman in the waves\". But the wife will spend her time in captivity longing for the sea, her true home, and will often be seen gazing longingly at the ocean. She may bear several children by her human husband, but once she discovers her skin, she will immediately return to the sea and abandon the children she loved. Sometimes, one of her children discovers or knows the whereabouts of the skin. Sometimes it is revealed she already had a first husband of her own kind.Shetland version localized in Unst: ; : \"The Mermaid Wife\". Although in some children's story versions, the selkie revisits her family on land once a year, in the typical folktale she is never seen again by them. In one version, the selkie wife was never seen again (at least in human form) by the family, but the children would witness a large seal approach them and \"greet\" them plaintively., \"Selkie Wife\" (from Deerness, Orkney), p. 175. Male selkies are described as being very handsome in their human form, and having great seductive powers over human women. They typically seek those who are dissatisfied with their lives, such as married women waiting for their fishermen husbands. In one popular tattletale version about a certain \"Ursilla\" of Orkney (a pseudonym), it was rumoured that when she wished to make contact with her male selkie she would shed seven tears into the sea.: Dennison believed it to be \"an imaginary tale, invented by gossips\". Children born between man and seal-folk may have webbed hands, as in the case of the Shetland mermaid whose children had \"a sort of web between their fingers\", or \"Ursilla\" rumoured to have children sired by a male selkie, such that the children had to have the webbing between their fingers and toes made of horny material clipped away intermittently. Some of the descendants actually did have these hereditary traits, according to Walter Traill Dennison who was related to the family. ===Binding rules and sinful origin=== Some legends say that selkies could turn human every so often when the conditions of the tides were correct, but oral storytellers disagreed as to the time interval. In Ursilla's rumour, the contacted male selkie promised to visit her at the \"seventh stream\" or springtide. In the ballad The Great Silkie of Sule Skerry, the seal-husband promised to return in seven years; the number \"seven\" being commonplace in balladry. According to one version, the selkie could only assume human form once every seven years because they are bodies that house condemned souls. There is the notion that they are either humans who had committed sinful wrongdoing, or fallen angels. === Superstitions === It was only during hard times that the people of the Scottish Isles would kill seals to make use of their skin and blubber. It was thought that the killing of a seal would result in misfortune for the perpetuator. Ernest Marwick recounts the tale of crofters who brought their sheep to graze upon a small group of holms within the Orkney Islands. During the summer, a man placed seven sheep on the largest holm. While on his way home from grazing sheep, the man killed a seal. That night, all of the man's sheep disappeared, however, the other crofters, who had not killed a seal, did not lose their sheep. == Orkney tales == The selkie-wife tale had its version for practically every island of Orkney according to W. Traill Dennison. In his study, he included a version collected from a resident of North Ronaldsay, in which a \"goodman of Wastness\", a confirmed bachelor, falls in love with a damsel among the selkie-folk, whose skin he captures. She searches the house in his absence, and finds her seal- skin thanks to her youngest daughter who had once seen it being hidden under the roof. In \"Selkie Wife\", a version from Deerness on the Mainland, Orkney, the husband locked away the seal-skin in a sea-kist (chest) and hid the key, but the seal woman is said to have acquiesced to the concealment, saying it was \"better tae keep her selkie days oot o' her mind\". However, when she discovered her skin, she departed hastily leaving her clothes all scattered about. A fisherman named Alick supposedly gained a wife by stealing the seal- skin of a selkie, in a tale told by an Orkney skipper. The Alick in the tale is given as a good acquaintance of the father of the storyteller, John Heddle of Stromness. ==Shetland tales== A version of the tale about the mermaid compelled to become wife to a human who steals her seal-skin, localized in Unst, was published by Samuel Hibbert in 1822. She already had a husband of her own kind in her case. Some stories from Shetland have selkies luring islanders into the sea at midsummer, the lovelorn humans never returning to dry land. In Shetland, the sea-folk were believed to revert to human shape and breathed air in the atmosphere in the submarine homeland, but with their sea- dress (seal-skin) they had the ability to transform into seals to make transit from there to the reefs above the sea. However, each skin was unique and irreplaceable. The shape-shifting nature of selkies within Shetland tradition is detailed in the Scottish ballad The Great Silkie of Sule Skerry In the tale of \"Gioga's Son\", a group of seals resting in the Ve Skerries were ambushed and skinned by Papa Stour fishermen, but as these were actually seal-folk, the spilling of the blood caused a surge in seawater, and one fisherman was left abandoned. The seal-folk victims recovered in human-like form, but lamented the loss of their skin without which they could not return to their submarine home. Ollavitinus was particularly distressed since he was now separated from his wife; however, his mother Gioga struck a bargain with the abandoned seaman, offering to carrying him back to Papa Stour on condition the skin would be returned.; : \"Gioga's son\". In a different telling of the same plot line, the stranded man is called Herman Perk, while the rescuing selkie's name is unidentified.Nicolson, John (1920) \"Herman Perk and the Seal\",Some Folk- Tales and Legends of Shetland, Edinburgh: Thomas Allan and Sons, pp. 62–63. Cited by Ashliman, D. L. (2000–2011), \"The Mermaid Wife\" ==Parallels== Tales of the seal bride type has been assigned the number ML 4080 under Reidar Thoralf Christiansen's system of classification of migratory folktales. These stories of selkie-wives are also recognized to be of the swan maiden motif type. There are now hundreds of seal bride type tales that have been found from Ireland to Iceland.. Cited by Only one specimen was found in Norway by Christiansen. In the Faroe Islands there are analogous beliefs in seal-folk and seal-women also. Seal shapeshifters similar to the selkie exist in the folklore of many cultures. A corresponding creature existed in Swedish legend, and the Chinook people of North America have a similar tale of a boy who changes into a seal.\"The Boy Who Lived With The Seals : Rafe Martin : Free Download, Borrow, And Streaming : Internet Archive.\" Internet Archive. N. p., 2018. Web. 7 Dec. 2018. ==Icelandic folk-tales== The folk-tale \"Selshamurinn\" (\"The Seal-Skin\") published by Jón Árnason offers an Icelandic analogue of the selkie folk tale. The tale relates how a man from Mýrdalur forced a woman transformed from a seal to marry him after taking possession of her seal-skin. She discovers the key to the chest in her husband's usual clothes when he dresses up for a Christmas outing, and the seal woman is reunited with the male seal who was her betrothed partner. \"Selshamurinn\"; \"The Seal's Skin \"; \"The Seal-Skin\", etc. \"The Sealskin\". Another such tale was recorded by Jón Guðmundsson the Learned (in 1641), and according to him these seal folk were sea-dwelling elves called marmennlar (mermen and mermaids). His tale is of a man who comes across the dancing and celebrating of elves within a cave by the ocean. The cave is lined with the seal skins of the dancing elves. As soon as the elves take notice of the man, they rush to don their skins and dive back into the ocean. However, the man is able to steal the smallest of the skins, sliding it underneath his clothes. The owner of the skin tries to retrieve her skin from the man but he quickly takes hold of the young elf and takes her to his home to be his wife. The man and the elf are together for two years, producing two children, a boy and a girl, but the elf harbors no love for the man. During this time, the former elf woman's elf husband swims along the shore by the couple's home. One day, the elf woman finds her skin, and runs away, never to be seen again.; I, pp. XII–XIV A more distant echo of selkie- type stories may be found in the medieval story of the demonic woman Selkolla (whose name means 'Seal-head').Bengt af Klintberg, 'Scandinavian Folklore Parallels to the Narrative about Selkolla in Guðmundar saga biskups ,' in Supernatural Encounters in Old Norse Literature and Tradition, ed. by Daviel Sävborg and Karen Bek-Pedersen, Borders, Boundaries, Landscapes, 1 (Turnhout: Brepols, 2018), pp. 59-74 ; . == Faroese legends == Statue of the selkie, \"Kópakonan\", in Mikladalur. A famous selkie story from the Faroe Islands is The Legend of Kópakonan, Kópakonan literally meaning \"seal woman.\" The story tells of a young farmer from the village of Mikladalur who, after learning about the local legend that seals could come ashore and shed their skins once a year on the Thirteenth Night, goes to see for himself. While laying in wait, the man watches as many seals swim to shore, shedding their skin to reveal their human forms. The farmer takes the skin of a young selkie woman, who, unable to return to the water without her skin, is forced to follow the young man back to his farm and become his wife. The two stay together for many years, even producing several children. The man locks the selkie woman's skin in a chest, keeping the key to the lock on his person at all times, so his wife may never gain access. However, one day the man forgets his key at home, and comes back to his farm to find that his selkie wife has taken her skin and returned to the ocean. Later, when the farmer is out on a hunt, the man kills the selkie woman's selkie husband and two selkie sons. Enraged, the selkie woman promises vengeance for her lost kin. She exclaims that \"some shall be drowned, some shall fall from cliffs and slopes, and this shall continue, until so many men have been lost that they will be able to link arms around the whole island of Kalsoy.\" Deaths that occur on the island are thought to be due to the selkie woman's curse.https://www.faroeislands.fo/the-big- picture/news/k%C3%B3pakonan-the-seal-woman/ Peter Kagan and the Wind by Gordon Bok tells of the fisherman Kagan who married a seal-woman. Against his wife's wishes he set sail dangerously late in the year, and was trapped battling a terrible storm, unable to return home. His wife shifted to her seal form and saved him, even though this meant she could never return to her human body and hence her happy home. ==Irish folklore== The mermaid in Irish folkore (sometimes called \"merrow\" in Hiberno-English) has been regarded as a seal- woman in some instances. In a certain collection of lore in County Kerry, there is an onomastic tale in Tralee which claimed the Lee family was descended from a man who took a murdúch (mermaid) for a wife; she later escaped and joined her seal-husband, suggesting she was of the seal-folk kind.Domhnall Ó Murchadha Rannscéalta (1920), cited by There is also the tradition that the Conneely clan of Connemara was descended from seals, and it was taboo for them to kill the animals lest it bring ill luck. And since \"conneely\" became a moniker of the animal, many changed their surname to Connolly.Kinahan G. H., \"Connemara Folk-Lore\", Folk-Lore Journal II: 259; Folklore Record IV: 104. Cited and quoted by The Coneely case and other merrow lineage connected to selkie wife by It is also mentioned in this connection that there is a Roaninish (Rón-inis, \"seal island\") off Donegal, outside Gweebarra Bay., p. 219, n3, citing Joyce, P. W. (1883) Origin and History of Irish Names of Places 2: 290. == Selkie children == In many versions of the selkie myth, the children produced by the coupling of a selkie and a human, are born with certain physical characteristics that set them apart from normal children. In David Thomson's book The People of the Sea, which chronicles the extensive legends surrounding the Grey Seal within the folklore of rural Scottish and Irish communities, it is the children of male selkies and human women that have webbed toes and fingers. When the webbing is cut, a rough and rigid growth takes its place.\"The Good People.\" Google Books. N. p., 2018. Web. 6 Dec. 2018. The book \"The Folklore of Orkney and Shetland\" by Ernest W. Marwick he cites a tale of a woman who gives birth to a son with a seal's face after falling in love with a selkie man. A dream later reveals the location of silver for the woman to find after giving birth to her son. A group of selkie descendants, also mentioned by Marwick, possessed a skin that was greenish, white in color and cracked in certain places upon the body. These cracks exuded a fishy odor. ==Theories of origins== Before the advent of modern medicine, many physiological conditions were untreatable. When children were born with abnormalities, it was common to blame the fairies. The MacCodrum clan of the Outer Hebrides became known as the \"MacCodrums of the seals\" as they claimed to be descended from a union between a fisherman and a selkie. This was an explanation for their syndactyly – a hereditary growth of skin between their fingers that made their hands resemble flippers. Children born with \"scaly\" skin were also thought to be the descendants of selkies. This could have been caused by ichthyosis, a genetic skin disorder that causes patches of skin to harden and appear \"scaly.\" This condition can be severe, appearing all over the body, but is more likely to only cause slight disfigurement. The most common type known as ichthyosis vulgaris.\"The Good People.\" Google Books. N. p., 2018. Web. 7 Dec. 2018. Selkie children born with a \"seal's head\" could have been due to the birth defect anencephaly. Scottish folklorist and antiquarian, David MacRitchie believed that early settlers in Scotland probably encountered, and even married, Finnish and Sami women who were misidentified as selkies because of their sealskin kayaks and clothing. Others have suggested that the traditions concerning the selkies may have been due to misinterpreted sightings of Finn-men (Inuit from the Davis Strait). The Inuit wore clothes and used kayaks that were both made of animal skins. Both the clothes and kayaks would lose buoyancy when saturated and would need to be dried out. It is thought that sightings of Inuit divesting themselves of their clothing or lying next to the skins on the rocks could have led to the belief in their ability to change from a seal to a man.Orkney, A. \"A Description Of The Isles Of Orkney : Wallace, James, D. 1688 : Free Download, Borrow, And Streaming : Internet Archive.\" Internet Archive. N. p., 2018. Web. 7 Dec. 2018. Another belief is that shipwrecked Spaniards were washed ashore, and their jet black hair resembled seals. As the anthropologist A. Asbjørn Jøn has recognised, though, there is a strong body of lore that indicates that selkies \"are said to be supernaturally formed from the souls of drowned people\". ==Modern treatments== Scottish poet George Mackay Brown wrote a modern prose version of the story, entitled \"Sealskin\".Brown, George Mackay (1983), \"Sealskin\", A Time to Keep and Other Stories, New York, Vanguard Press, pp. 172–173, cited in . Eric Linklater \"Sealskin Trousers\". Robin Robertson \"At Roane Head\". ==In popular culture== Selkies—or references to them—have appeared in numerous novels, songs and films, though the extent to which these reflect traditional stories varies greatly. Work where selkie lore forms the central theme include: * A Stranger Came Ashore, a 1975 young adult novel by Scottish author Mollie Hunter. Set in the Shetland Islands in the north of Scotland, the plot revolves around a boy who must protect his sister from the Great Selkie. * The Secret of Roan Inish, a 1994 American/Irish independent film based on the novel Secret of the Ron Mor Skerry, by Rosalie K. Fry. The film's story follows a young girl who uncovers the mystery of her family's selkie ancestry, and its connection to her lost brother. * Selkie, a 2000 Australian made-for-TV film. * Ondine, a 2009 Irish film in which a woman caught in a fishing net is believed to be a selkie. * Song of the Sea, an Irish animated film about a young boy who must deal with the disappearance of his selkie mother and his resentment of his sister, born when his mother disappeared. ==See also== * Finfolk * Kelpie * Mermaid * Merman * Nix * Undine ==Explanatory notes== ==References== ;Bibliography * * * * * * * ** ** ** ** ** (translated from the German) * * * ;Further reading * * ==External links== * The Mermaid Wife and other migratory legends of Christiansen type 4080 tr. ed. D. L. Ashliman * Annotated Selkie resources from Mermaids on the Web * A Home for Selkies by Beth Winegarner * Some pictures from the play ' (the Seal- Wife), which was performed by children at the theatre in Tórshavn in May 2001 * The First Silkie by William Meikle, read on the Celtic Myth Podshow Category:Aos Sí Category:Fairies Category:Fantasy creatures Category:Female legendary creatures Category:Irish folklore Category:Irish legendary creatures Category:Legendary mammals Category:Mermaids Category:Mythic aquatic creatures Category:Mythological human hybrids Category:Orcadian culture Category:Scottish folklore Category:Scottish legendary creatures Category:Shapeshifting Category:Shetland culture Category:Scandinavian legendary creatures Category:Tuatha Dé Danann Category:Water spirits ",
    "title": "Selkie"
}