{
    "id": "845226",
    "text": "Peter John Preston (23 May 1938 – 6 January 2018) was a British journalist and author. He was editor of The Guardian for twenty years, from 1975 to 1995. ==Early life== Peter Preston was born in Barrow upon Soar, Leicestershire, the son of John Preston, a greengrocery business manager, and his wife, Kathlyn Preston (née Chell). He grew up in the village of Quorn, two miles south of Loughborough. His father died from polio when he was child, and he subsequently caught the disease; he spent 18 months in and out of hospital, including time in an iron lung. The disease caused permanent damage to his body. He was educated at Loughborough Grammar School and St John's College, Oxford, where he edited the student paper Cherwell. ==Career== Preston started his career at the Liverpool Daily Post in 1959, and joined The Guardian (then the Manchester Guardian) in 1963. He rose to become editor in 1975 and remained so for over twenty years, retiring in 1995. He reported on Conservative MPs, including the perjurious Jonathan Aitken and the cash-for- questions affair involving Neil Hamilton and Tim Smith. In both instances, a source was Harrod's and Paris Ritz owner Mohammed Al-Fayed. Preston was also editor when The Guardian was forced to hand over leaked government documents which were then traced to a Foreign Office copier, leading to Sarah Tisdall, who was subsequently imprisoned under the Official Secrets Act 1911. He continued as a columnist for the rest of his life. He contributed a weekly column to The Observer, \"Peter Preston on press and broadcasting\", devoted mainly to news about newspapers, their readers and (generally) diminishing circulations in the newspaper's \"business and media\" section. He was one of the founders of the European Press Prize and acted as chairman of its preparatory committee from 2013 until 2017. He was a member of the Scott Trust (owner of The Guardian and Observer) from 1979 to 2003, chairman of the International Press Institute from 1995 to 1997, and chairman of the Association of British Press Editors. Preston wrote two novels, Bess and 51st State. ==Personal life and honours== In 1962, Preston married Jean Burrell, and they had four children. His son, Ben Preston, is a former deputy editor of The TimesStephen Brook \"Former deputy editor [Ben Preston leaves Times\"], The Times, 4 February 2008 and Radio Times, and is executive editor of The Sunday Times. He received honorary degrees from the City University, London and the universities of Leicester, Loughborough, Essex and Roehampton. Preston died on 6 January 2018 after suffering from melanoma. ==Bibliography== * Bess (Viking, 1999) * 51st State (Viking, 1998) ==References== ==External links== * Column archive at The Guardian * * * Hetherington Memorial Lecture, 1999: The Newspaper of the Future, Peter Preston, University of Stirling * Category:1938 births Category:2018 deaths Category:Alumni of St John's College, Oxford Category:British male journalists Category:British newspaper editors Category:Deaths from cancer in England Category:Deaths from melanoma Category:Fellows of St John's College, Oxford Category:The Guardian journalists Category:People educated at Loughborough Grammar School Category:People from Barrow upon Soar Category:Preston family ",
    "title": "Peter Preston"
}