{
    "id": "845695",
    "text": "Kutch district (Kutchi and Gujarati: કચ્છ જિલ્લો; Hindi: कच्छ जिल्ला; also spelled as Kachchh) is a district of Gujarat state in western India, with its headquarters (capital) at Bhuj. Covering an area of 45,674 km², it is the largest district of India. The population of Kutch is about 2,092,371.https://kutch.gujarat.gov.in/about-kutch It has 10 Talukas, 939 villages and 6 Municipalities. The Kutch district is home to the Kutchi people who speak the Kutchi language. Kutch literally means something which intermittently becomes wet and dry; a large part of this district is known as Rann of Kutch which is shallow wetland which submerges in water during the rainy season and becomes dry during other seasons. The same word is also used in Sanskrit origin for a tortoise. The Rann is known for its marshy salt flats which become snow white after the shallow water dries up each season before the monsoon rains. The district is also known for ecologically important Banni grasslands with their seasonal marshy wetlands which form the outer belt of the Rann of Kutch. Kutch District is surrounded by the Gulf of Kutch and the Arabian Sea in south and west, while the northern and eastern parts are surrounded by the Great and Little Rann (seasonal wetlands) of Kutch. When there were not many dams built on its rivers, the Rann of Kutch remained wetlands for a large part of the year. Even today, the region remains wet for a significant part of year. The district had a population of 2,092,371 as of 2011 census, of which 30% were urban. Motor vehicles registered in Kutch district have a registration number starting with GJ-12. The district is well connected by road, rail and air. There are four airports in the district: Naliya, Kandla, Mundra, and Bhuj. Bhuj is well connected with Mumbai airport. Being a border district, Kutch has both an army and an air force base. == History == Maharao Khengarji III of Cutch - circa 1900 The history of Kutch can be traced back to prehistoric times. There are several sites related to the Indus valley civilization in the region, and it is mentioned in Hindu mythology. In historic times, Kutch is mentioned in Greek writings during Alexander. It was ruled by the Buddhist Indian King with Greek ancestry from his mother's side Menander I of Greco-Bactrian Kingdom which was overthrown by Indo-Scythians followed by Maurya Empire and Sakas. In the first century, it was under Western Satraps followed by Gupta Empire. By the fifth century, Maitraka of Valabhi took over from which its close association with the ruling clans of Gujarat started. The Chavdas ruled the eastern and central parts by the seventh century but came under Chaulukyas by the tenth century. After the fall of Chaulukya, the Vaghelas ruled the state. By the thirteenth century, the Vaghelas controlled the whole of Kutch and adopted a new dynastic identity, Jadeja. For three centuries, Kutch was divided and ruled by three different branches of the Jadeja brothers. In the sixteenth century, Kutch was unified under one rule by Rao Khengarji I of these branches, and his direct descendants ruled for two centuries and had a good relationship with the Gujarat Sultanate and Mughals. One of his descendants, Rayadhan II, left three sons, of whom two died, and a third son, Pragmal Ji took over the state and founded the current lineage of rulers at the start of the seventeenth century. The descendants of the other brothers founded states in Kathiawar. After turbulent periods and battles with the armies of Sindh, the state was stabilized in the middle of the eighteenth century by a council known as Bar Bhayat ni Jamat who placed Rao as a titular head and ruled independently. The state accepted the sovereignty of the British East India Company in 1819, when Kutch was defeated in battle. The state was devastated by an earthquake in 1819. The state stabilized and flourished in business under subsequent rulers. Upon the independence of India in 1947, Kutch acceded unto the dominion of India and was constituted an independent commissionaire. It was made a state within the union of India in 1950. The state witnessed an earthquake in 1956. On 1 November 1956, Kutch State was merged with Bombay state, which in 1960 was divided into the new linguistic states of Gujarat and Maharashtra, with Kutch becoming part of Gujarat as Kutch district. The district was affected by a tropical cyclone in 1998 and the earthquake in 2001. The state saw rapid industrialization and growth in tourism in subsequent years. DHOLAVIRA SITE (24).jpg|Dholavira, one of the largest cities of the Indus Valley Civilisation, with stepwell steps to reach the water level in artificially constructed reservoirs. The 'Ten Indus Scripts' discovered near the northern gateway of the Dholavira citadel.jpg|Ten Indus characters from the northern gate of Dholavira, dubbed the Dholavira Signboard. CoA Kutch 1893.png|Coat of Arms of Princely State of Cutch dating back to 1893 CE. Kachchhflag.png|Flag of the Princely State of Cutch == Geography == Kutch District, at , is the largest district in India. The administrative headquarters is in Bhuj which is geographically in the center of district. Other main towns are Gandhidham, Rapar, Nakhatrana, Anjar, Mandvi, Madhapar, Mundra and Bhachau. Kutch has 969 villages. Kala Dungar (Black Hill) is the highest point in Kutch at . A state highway through the Rann of Kutch Kutch is virtually an island, as it is surrounded by the Arabian Sea in the west; the Gulf of Kutch in south and southeast and Rann of Kutch in north and northeast. The border with Pakistan lies along the northern edge of the Rann of Kutch, of the Sir Creek. The Kutch peninsula is an example of active fold and thrust tectonism. In Central Kutch there are four major east-west hill ranges characterized by fault propagation folds with steeply dipping northern limbs and gently dipping southern limbs. From the gradual increasing dimension of the linear chain of hillocks towards the west along the Kutch mainland fault and the epicentre of the earthquake of 2001 lying at the eastern extreme of Kutch mainland fault, it is suggested that the eastern part of the Kutch mainland fault is progressively emerging upward. It can be suggested from the absence of distinct surface rupture both during the 1956 Anjar earthquake and 2001 Bhuj earthquake, that movements have taken place along a blind thrust. Villages situated on the blind thrust in the eastern part of the Kutch mainland hill range (viz. Jawaharnagar, Khirsara, Devisar, Amarsar and Bandhdi) were completely erased during the 2001 earthquake. === Rivers and dams === There are ninety-seven small rivers in Kutch District, most of which flow into the Arabian Sea, but some of which feed the Rann of Kutch. Twenty major dams, and numerous smaller dams, capture the rainy season runoff. While most of these dams do not affect the Ranns, as they are on rivers that feed directly into the Arabian Sea, storage of rainy season water upstream from Kutch and its use in irrigation has resulted in less fresh water coming into the Ranns of Kutch during the rainy season. This is true of the Great Rann, but particularly true of the Little Rann which is fed by the Luni, Rupen, the Bambhan, the Malwan, the Kankawati, and the Saraswati rivers. However sea water from the Arabian Sea still continues to be driven into the Great Rann by storm tides aided by high winds., full document Water remains a serious issue in Kutch. Kutch's thirst for water is satisfied by Narmada river flowing from Sardar Sarovar dam. Rudramata Dam. A rain water reservoir that supplies water to deserted areas around capital city of Bhuj Rukmavati River, Mandvi Kalo dunger {| border=\"1\" cellpadding=\"2\" align=\"center\" class=wikitable |+ Dams in Kutch District |- ! style=\"background: #efefef;\" | Dam ! style=\"background: #efefef;\" | Reservoir ! style=\"background: #efefef;\" | River ! style=\"background: #efefef;\" | depth in meters when full ! style=\"background: #efefef;\" | near |- | Bhukhi Dam || || Bhukhi || 72.78 || |- | Berachiya Dam || || Nyara || 70.40 || |- | Chang Dam || || || 18.00 || |- | Don Dam || || Kharod || 47.75 || |- | Fatehgadh Dam || || Malan || 22.70 || |- | Gajansar Dam || Gajansar || Panjora || 31.08 || |- | Gajod Dam || || Nagmati || 90.82 || |- | Godhatad Dam || || Mitiariwali || 23.00 || |- | Goyala Dam || Goyala || Sugandhi || 8.00 || |- | Jangadia Dam || Janghadia || Khari || 38.60 || |- | Kaila Dam || || Kaila || 79.25 || |- | Kalaghogha Dam || || Phot || 37.00 || |- | Kankawati Dam || || Kankawati || 131.67 || |- | Kaswati Dam || || Kaswati || 51.20 || |- | Mathal Dam || || Dhadodh || 82.78 || |- | Mitti Dam || Mitti || Mitti || 18.50 || |- | Nara Dam || || Nara || 27.43 || |- | Niruna Dam || || Bhurud || 43.58 || |- | Rudramata Dam || || Rudramati(Khari) || 66.44 || |- | Sanandro Dam || || Kali || 59.74 || |- | Suvi Dam || || Suvi || 42.67 || Lilpar |- | Tappar (W.S) Dam || || Sakara || 40.85 || |- |Vijay sagar Dam | | |33.00 | |} === Divisions === Kutch is divided into four zones, namely a. Wagad (Regional including Rapar and Bhachau Taluka and Little Rann), b. Kanthi(Sea Coast area, derived from Gujarati:કાંઠો) comprising Anjar Mundra and Mandvi Taluka, c. Banni Region with Pascham which includes Bhuj, Nakhatrana and surrounding areas and d. Maghpat which includes part of Nakhatrana and Lakhapat taluka. Indian wild ass Under the Kutch princely state, Kutch was divided into Bani, Abdasa, Anjar, Banni, Bhuvad Chovisi, Garado, Halar Chovisi, Kand, Kantho, Khadir, Modaso, Pranthal, Prawar, and Vagad. Kutch District is divided into ten talukas: Abdasa (Abdasa-Nalia), Anjar, Bhachau, Bhuj, Gandhidham, Lakhpat, Mandvi, Mundra, Nakhatrana, and Rapar. === Wildlife sanctuaries and reserves === From the city Bhuj various ecologically rich and wildlife conservation areas of the Kutch district can be visited such as Indian Wild Ass Sanctuary, Kutch Desert Wildlife Sanctuary, Narayan Sarovar Sanctuary, Kutch Bustard Sanctuary, Banni Grasslands Reserve and Chari-Dhand Wetland Conservation Reserve. == Demographics == According to the 2011 census Kutch District has a population of 2,092,371 roughly equal to the nation of North Macedonia or the US state of New Mexico. This gives it a ranking of 217th in India (out of a total of 640).The district has a population density of .Its population growth rate over the decade 2001–2011 was 32.16%. Kutch has a sex ratio of 908 females for every 1000 males, and a literacy rate of 71.58%. == Education == Krantiguru Shyamji Krishna Varma Kachchh University, Bhuj Higher education in Kutch has been regulated by Kachchh University since 2003.http://kskvku.digitaluniversity.ac/WebFiles/Kutch%20Uni%20Act%202003.pdf About 43 colleges in total are affiliated to the university, offering courses in humanities, science, commerce, medicine, nursing, education and computer science.http://kskvku.digitaluniversity.ac/WebFiles/List_of_Affiliated_Colleges%20-%2013-14_New.pdf Professional courses in engineering, pharmacy and management are regulated through the Gujarat Technological University. == Culture == === Language === A Meghwal woman in the Hodka village, north of Bhuj. {| class=\"wikitable\" !Language !Total !Percentage |- |Gujarati |1,148,992 |54.91 |- |Kachchhi |700,880 |33.50 |- |Hindi |157,493 |7.53 |- |Sindhi |29,810 |1.42 |- |Others |55,196 |2.64 |} According to the 2011 Census, Kachchhi speakers are a majority in 5 out of the 10 tehsils: Abdasa (76.06%), Lakhpat (69.71%), Mandvi (62.48%), Nakhatrana (54.54%) and Mundra (50.66%). In addition, they are 43.39% in Bhuj, 18.06% in Anjar and 14.13% in Gandhidham. However in Rapar and Bhachau, they are only 0.14% and 1.05% respectively. The language spoken predominantly in the Kutch district is Kutchi classified as a dialect of Sindhi. A common misconception is that it is a dialect of Gujarati. The script of the Kutchi language has become extinct. It is now mainly written in the Gujarati script. Samples of Kutch script are available in the Kutch Museum. The increased use of Gujarati language is mainly because of its being a medium of instruction in schools. === People === Kutch district is inhabited by various groups and communities. One can find various nomadic, semi nomadic and artisan groups living in Kutch. Ahirs constitute a comparatively large group in Kutch.http://www.apnaorg.com/books/english/aboriginal-tribes/aboriginal- tribes.pdf === Food and drink === Kutchi Dabeli Kutchi thali The majority of the population is Hindu and Jain and thus largely vegetarian. Jains also refrain from eating kandmool food grown below the ground such as potatoes, garlic, onion, and yam. There are also a sizeable population of Muslims, who eat vegetables, chicken, mutton and occasionally camels. In the villages, staple foods include kadi-khichdi, bajra and milk ; bajara na rotla with curd and buttermilk is very common food for all the Gujarati people. Bajra was introduced by a king of this region named Lakho Fulani. During his period of exile, he came to know about this grain in some tribal regions. They also extensively drink buttermilk during lunch. Milk is considered to be sacred food and offering it to somebody is considered a gesture of friendship and welcoming. Settlement of dispute invariably follows offering milk to each other as a concluding remark. In the Kutchi engagement ceremony, the bride's family offers milk to the groom's relatives as a symbol of accepting their relationship. Tea is the most popular drink in this region. == Economy == Kandla Port Historically Kutch was always considered a backward region due to its location and submerged geography. The situation seemed to have worsened after the disastrous Kutch earthquake. But in the next decade, the economy took an almost miraclous jumpstart due to the intense efforts of the Gujarat government. Kutch today is a growing economic and industrial hub in one of India's fastest growing states – Gujarat. Its location on the far western edge of India has resulted in the commissioning of two major ports Kandla and Mundra. These ports are near most to the Gulf and Europe by the sea route. The hinterland of north-western India hosts more than 50% of India's population. Quality of roads is good in Kutch. The large part of the growth of Kutch came after intense development by the state government as part of 2001 earthquake relief. Due to the existence of two major ports i.e. Kandla and Mundra transportation as a business has thrived. Since historical times the people of Kutch have formed the backbone of trade between Gujarat mainland and Sindh. After the formation of Pakistan this trade stopped for good, but due to the inception of the Kandla port, trade boomed again. Kandla port is also in Kutch. It is considered Gateway to India's North. It is managed by the Kandla Port trust. === Mineral === Lignite Kutch is a mineral rich region with a very large reserve of Lignite, Bauxite, Gypsum and other minerals. Kutch received tax break for industries for 15 years after the major earthquake on 26 January 2001. Lignite is mined only by Gujarat Mineral Development Corporation (GMDC) at its two mines in Panandhro and Mata no Madh. The Panandaro mines has now been reserved for GEB and GMDC power plants and GMDC has stopped supplying other industries from there.http://steelguru.com/news/index/2008/08/10/NTgyNzg%3D/GMDC_to_soon_start_lignite_mining_at_4_locations_in_Gujarat.html === Cement and Power === Kutch also houses cement plants Gujarat Anjan Cement Limited promoted by infrastructure conglomerate Anjan Grouphttps://web.archive.org/web/20150801012635/http://anjangroup.com/ and Sanghi Industries Ltd's promoted by Sanghi Group . The companies are now planning to increase the capacity at Abdasa location from 3–9 million tons per annum. By 2015, the company plans to produce 20 million tons. Other major Industries in Kutch are Tata Power's first 4000 MW Ultra Mega Power Project (UMPP) of India. Adani Power expects to tie up funds for its 3300 MW plant by March 2012 and is on track to complete the installation of 10,000 MW projects by 2013. === Forestry === Kutch district has a scanty forest cover. Hence there is negligible risk of illegal cutting of forests. This coupled with the adequate facilities available at Kandla port has helped establish the timber market. In 1987, \"Kandla Timber Association\" was formed in order to resolve the specific problems of timber importers and timber allied industries coming up during the period. The timber industry is growing at a faster pace with 300 saw mills working in Gandhidham-Kandla Complex. === Salt === Salt worker in Rann of Kutch The Little Rann of Kutch is known for its traditional salt production and various references mention this to be a 600-year-old activity. During the British period, this activity increased manifold. It was used to fund a substantial part of the military expenses of the British government. Communities involved in salt production are mainly Chunvaliya Koli, Ahir and Miyana (Muslim), residing in 107 villages in the periphery of Lesser Rann of Kutch. These communities are traditionally known to have the skills of salt production and are known as 'Agariyas'. Water quality in 107 villages of Lesser Rann of Kutch is saline, thus agriculture is not an option. Hence salt production is the only livelihood option for Agariyas. As per the Salt Commission's report there are 45000 Agariyas working in the salt pans of Kutch. Out of the estimated total annual production of India of about 18 million tonnes, Gujarat contributes 75% – mainly from Kutch and other parts of Saurashtra. === Textile Art === An example of Kutch Embroidery – Antique Dowry Bag Ajrak Kutch is one of the most prolific regions in India in the area of textile art. Kutch embroidery is dense with motifs, and a variation with mirrors sewn into the embroidery is one of the signature arts of this region. Within the category of Kutch embroidery there are several sub-categories as each tribe and sub-tribe produces a unique signature form of art. Kutch embroidery is an evolving expression of the craft and textile traditions of the Rabaris, a nomadic tribe in Gujarat. Kutch embroidery is unique in the sense that a net is woven on a cloth using thread.The net is then filled in using the same thread by intricate interlocking stitches. The patterns are usually built around geometric shapes.This embroidery follows its own traditional design logic and juxtaposition of colours and motifs. The Rohanas tribals of Kutch specialise in skirt work. The Sodhas use a geometric style for their embroidery. The Garacia Jats are experts in tiny embroidery on the yoke, which intermingles with red, orange, blue and green threads. The Dhanetah Jats love embroidering broad pear-shaped mirrors using orange, black, yellow and red in chain stitch. == Religion == {| class=\"wikitable\" !Religion !Total !Percentage |- |Hinduism |1,608,921 |76.88 |- |Islam |442,355 |22.6 |- |Jainism |25,312 |1.21 |- |Sikhism |6,353 |0.2 |} * * A related Sarswat Brahmin are called Kutchi Saraswat Brahmin.https://www.researchgate.net/publication/230281228_Lohana_et_brahmanes_Saraswat_du_Kutch_Leurs_rapports_et_reseaux_selon_leurs_publications Barmati Panth in Maheshwari (Maheshpanthi) Meghwal Shampraday.http://www.maheshpanthi.net/general- historyhttp://www.meghnet.in/2010/07/general-history-of-maheshwari- meghwars.html Many Kutchis follow Jainism. As per the 2011 census, the district's population was 2,092,371. *Narayan Sarovar in Kutch is one of the most ancient and pious place for Hindus. * Koteshwar Temple * Ashapura Mata temple at Mata no Madh. The village is located about 100 km from Bhuj. Ashapura Mata is the household deity (Kuldevti) of former Jadeja rulers of Cutch State. * The Swaminarayan Sampraday has a huge following in this Kutch region. Their main temple in this district is Shri Swaminarayan Mandir, Bhuj. * The Muslims has a huge following in this Kutch region. Their main dargah- shrine in this district is Shah Zakariya Ali Akbar, Hajipir. * Anjar city also has a Swaminarayan Mandir * Lakhpat has religious significance for three of India's most populous religions. * Siyot Caves * Mundra * Khetabapa, Vithon Important Jain places of Pilgrimage are - * Shri Bhadreshwar Jain Tirth Derasar * Koday Jain tirthhttp://www.gujarattourism.com/destination/details/10/352 (72 Jinalaya Jain Temple here is the most famous) * Vanki Mahavir Jain Temple, Vaanki, Gujarat 370425 * Kothara Shantinath Jain Tirth, Kothara, Abdasa Taluka * Naliya Thirth Jain Derasar * Jakhau Mahavirswami Sw. Jain Tirth * Suthri Dhrutkallol Parshwanath Maha Tirth, Suthari File:Narayan Sarovar, awesome temple.JPG|Narayan Sarovar Temple File:Ashapura Mata Tempe, Matano Madh, Kachchh.jpg|Ashapura Mata Temple, Mata no Madh File:Kutch Bhadreshwar Jain Temple.jpg|Vasai Jain Temple, Bhadreshwar == In culture == White Rann of Kutch J. P. Dutta's Bollywood film Refugee is shot on location in the Great Rann of Kutch and other locations in the Kutch district of Gujarat, India. This film is attributed to have been inspired by the famous story by Keki N. Daruwalla based around the Great Rann of Kutch titled Love Across the Salt DesertLOVE ACROSS THE SALT DESERT ; by Keki N. Daruwalla. Pdf of full story posted at Boston University at . Bollywood connection – J. P. Dutta's \"Refugee\" is said to be inspired by this story ; learnhub, University of Dundee which is also included as one of the short stories in the School Standard XII syllabus English text book of NCERT in India.(iii) Supplementary Reader; Selected Pieces of General English for Class XII; English General – Class XII ; Curriculum and Syllabus for Classes XI & XII; NCERT. Also posted at / , The film crew having traveled from Mumbai was based at the city of Bhuj and majority of the film shooting took place in various locations around in the Kutch District of the Indian state of Gujarat including the Great Rann of Kutch (also on BSF controlled \"snow white\" Rann within), Villages and Border Security Force (BSF) Posts in Banni grasslands and the Rann, Tera fort village, Lakhpat fort village, Khera fort village, a village in southern Kutch, some ancient temples of Kutch and with parts and a song filmed on set in Mumbai's Kamalistan Studio. Just after the film shooting of Refugee finished, the film crew of another Bollywood film Lagaan descended on Bhuj in Kutch and shot the entire film in the region, employing local people and villagers from miles around. A set of a full period Village was constructed for the film with typical Kutch style mud houses or huts with thatched straw roofs called boongas.Google Books Preview: \"The spirit of Lagaan – The extraordinary story of the creators of a classic\"; by Satyajit Bhatkal; Published by Popular Prakshan Pvt. Ltd.; (3749) == See also == * 2001 Gujarat earthquake * Rann of Kutch * Banni grasslands * Princely State of Cutch * Cutch State / Kutch State * Kutchi * Kutchi language * Kutchi people * Kachchh (Lok Sabha constituency) * Bhuj, Gandhidham, Mandvi, Mundra * Nakhatrana, Khavda, Madhapar * Dabeli == References == == External links == * Official website *Katch District Collectorate *Katch District Panchayat *of Kutch Peninsula and the Great Rann; The Geological Survey of India, Ministry of Mines, Government of India Category:Districts of Gujarat Category:Thar Desert ",
    "title": "Kutch district"
}