{
    "id": "845754",
    "text": "Liberal Alliance of Montenegro () was a Montenegrin separatist, liberal and anti-war political party, active between 1990 and 2005. The Liberal Alliance was a full member of the Liberal International from 1994 until its dissolution in 2005. == History == The LSCG was the first political party to advocate an independent Montenegro during the Yugoslav Wars period, and remained a strong supporter of the idea of independence throughout its existence. It was also one of the only two parties, alongside the Social Democratic Party, which openly opposed the Montenegrin involvement in the War in Croatia and the shelling of Dubrovnik in 1991. Despite advocating Montenegrin nationalism and thus pursuing separatist policies, LSCG was a strictly pacifist party, opting for democratic means in its political activity. It also openly supported the restoration of Montenegrin language and Montenegrin Orthodox Church. The LSCG was founded on 26 January 1990 by a group of Montenegrin pro-independence oriented intellectuals led by Slavko Perović. The LSCG did not participate in the 1990 parliamentary election, but Perović was one of the candidates on the electoral list of the Union of Reform Forces (SRSJ). === Foundation and anti- war activism (1990-1995) === During the independence referendum campaign in 1992, the LSCG was the main promoter of independence together with Albanian minority Democratic Alliance in Montenegro. The two parties decided to boycott the referendum, which resulted in the pro-independence option receiving only 3.14% of the vote, which meant that Montenegro would remain a constituent republic (along with Serbia) of Federal Republic of Yugoslavia. The first election the LSCG participated in was the 1992 parliamentary elections, in which it won 12,04% of the vote and 13 seats. This made it the third largest party in Montenegro, trailing behind the DPS and the NS. That same year, LSCG leader Slavko Perović was the party's presidential candidate, also coming in third place with 18,3% of the vote. He was eliminated before the second round of the election, which was won by Momir Bulatović (DPS). === Popular Unity coalition (1996) === At the 1996 parliamentary election, the LSCG entered a coalition agreement with the People's Party (NS) called Popular Unity. The idea was that such a coalition would open the way for reconciliation of Montenegrins and Serbs, and they could start thinking about politics in a different way. The coalition of liberals and populists won 24.91% of votes and gained 19 MPs, 9 of which went to the LSCG. However, the LSCG terminated the coalition after the decision of the NS to enter into coalition with ruling Democratic Party of Socialists of Montenegro. === Crisis and leadership change (1997-2000) === At the 1997 presidential election, the LSCG did not table a candidate. However, in the second round the party supported Milo Đukanović over Momir Bulatović, in order to send a message that they were not against the West which had supported Đukanović's candidacy. At the next parliamentary election in 1998, the LSCG won 6,21% of the vote, slightly over than 20,000 votes, and 5 seats in the Montenegrin parliament. The LSCG lost a significant number of voters due to a change of policy by the DPS, which gradually started supporting the independence of Montenegro, attracting a portion of their voters. Due to the poor electoral result, Perović resigned from his post. At the party electoral convention, held on 23 and 24 January 1999, Miodrag Živković officially became the new political leader of the LSCG. === Minority government support and decline (2001-2003) === At the 2001 parliamentary election, the LSCG received a larger number of votes: 7,85% (almost 28.000 votes), winning 6 seats in the Assembly. Due do the political deadlock, in which no party had won an absolute majority, the LSCG made an agreement with DPS to support its minority government. This decision came following a pledge from the DPS that within a year a referendum on independence would have been held. However, the LSCG still retained a resolute attitude of opposition, and withdrew support to the minority government due to the fact that the referendum had not been announced in the promised period. At the 2002 parliamentary election, the LSCG campaign under the slogan Montenegro Can - LSCG, and won 5,77% of votes (just over 20.000 votes), receiving only 4 seats. Together with other opposition parties, the LSCG boycotted the presidential election held in February 2003, but opted to table a candidate for the presidential election just three months later. LSCG candidate Miodrag Živković won 31,44% of votes, but was defeated in the first round by the ruling coalition candidate Filip Vujanović. These elections would prove be the last election the Liberal Alliance participated in. === The rift and dissolution (2004-2005) === Following the outbreak of the Trsteno Affair (sr), a corruption scandal related to the selling of state-owned Trsteno beach and cove in Kotor municipality, the involved party officials led by incumbent party president Miodrag Živković were expelled from the party on 7 September 2004. The expelled party faction led by Živković went on to form the Liberal Party (LP) in October 2004. Following the expulsion of Živković, Vesna Perović was elected as new leader of LSCG on 23 October 2004. However, following the corruption scandal and general crisis in the party, just a year before the main goal laid out in its program, Montenegrin independence, was to be carried out at the 21 May Referendum, the LSCG passed a decision to infinitely freeze its activity, a move declared to be a response to the constant repressive activity by the Montenegrin Agency of National Security. ==Elections== ===Parliamentary elections=== {| class=\"wikitable\" style=\"text-align:center\" ! Year ! Popular vote ! % of popular vote ! Overall seats won ! Seat change ! Coalition ! Government |- ! 1992 | 35,596 | 12.04% | | 13 | — | |- ! 1996 | 74,963 | 24.91% | | 4 | NS | |- ! 1998 | 21,612 | 6.21% | | 4 |— | |- ! 2001 | 28,746 | 7.85% | | 1 |— | |- ! 2002 | 20,306 | 5.8% | | 2 |— | |} Opposition (1996-1997), Minority government support (1997-1998) Limited minority government support (2001-2002) ===Presidential elections=== {| class=\"wikitable\" |+ President of Montenegro ! Election year ! Candidate ! colspan=2|1st round votes ! % ! colspan=2|2nd round votes ! % ! Notes |- ! 1990 |Ljubiša Stanković | |65,998 |24.3% | | 56,990 | 21.8 |SRSJ, supporting |- ! 1992 |Slavko Perović | |52,736 |18.3% | | — | — | |- ! 1997 |Milo Đukanović | |145,348 |46.7% | | 174,745 | 50.8 |DPS, supporting |- ! 2003 |Miodrag Živković | |68,169 |31.4% | | — | — | |} ==Party leadership== * Slavko Perović, 1990–1999 * Miodrag Živković, 1999-2004 * Vesna Perović, 2004-2005 == References == == External links == * Official website of LSCG ==See also== *Liberalism *Liberalism in Montenegro *Montenegrin nationalism Montenegro, Liberal Alliance Category:Defunct political parties in Montenegro Category:Political parties established in 1990 Category:Political parties disestablished in 2005 Category:Liberal parties in Montenegro Category:Pacifist parties ",
    "title": "Liberal Alliance of Montenegro"
}