{
    "id": "845911",
    "text": "James Moore (14 January 1849 – 17 July 1935) was an English bicycle racer. He is popularly regarded as the winner of the first official cycle race in the world in 1868 at St-Cloud, Paris, although this claim seems to be erroneous. In 1869 he won the world's first road race Paris–Rouen sponsored by Le Vélocipède Illustré and the Olivier brothers' Michaux Bicycle Company. Moore covered the in 10 hours and 25 minutes. He was one of the first stars of cycle racing, dominating competition for many years. ==Early life and education== Moore was born in Long Brackland, Bury St Edmunds, Suffolk, England on 14 January 1849.Duncan, H. O. (1928) The World on Wheels, vol 1, p286 Moore's father, also James, was a blacksmith and farrier. His mother was Elizabeth Ann Moore. The couple had two sons and five daughters.Wadley, J.B. (1969), International Cycle Sport (UK) pp17-19 The sons, Alfred and James, were born in Britain, the daughters in France.Moore, John, 26 May 1998, letter to Gerry Moore, UK The family moved to Paris when James was four years old. The reason for the move is not known. One account says that Moore's father was French, the rest of the family of Irish and Scottish background,Cycling Record, UK, 1968 but there is no confirmation. The family eventually lived at 2 cité Godot-de-Mauroy. James made friends with the Michaux family of blacksmiths who lived opposite them at numbers 5 and 7.James Moore Sr appears in the Parisian Bottin guide for 1866 and continued to be listed at this address until at least 1880. The Michaux family, either Pierre or his son Ernest is credited with being first to add cranks and pedals to a vélocipède. Moore owned a Michaux vélocipède around 1865. One report said: > It was in 1865 that Moore became the owner of his first bicycle, having > purchased in that year a heavy wooden velocipede or boneshaker from the > famous pioneer cycle-manufacturing firm which had then been founded by > Ernest Michaux. He rode the vehicle with the greatest enthusiasm.Bicycling > News, 5 October 1939 Moore used the vélocipède to run errands for his father, travelling from the city centre to the suburbs.Kobayashi, Keizo (1990) Histoire de la Draisienne et du Vélocipède Michaux 1817–70 (2-9508121-0-4) James Moore's son, also James, said: > Six months [after moving to Paris] while most of the younger members of the > family were still struggling with French, it was young Jimmy who acted as > their interpreter. Obviously he was quite at home in Paris and like any > other boy he was fascinated by the Cirque d'Été, the Summer Circus, which > used to be pitched halfway down the Champs Elysees, a stone's throw from his > home on the avenue Montaigne. It was here that he developed a love for > horses which was to remain with him for the rest of his life. He got on well > with the circus people, who let him ride the horses at rehearsals. The > acrobats and trapeze artists, too, were his friends and he learned many of > their tricks. At 18 he could do a double somersault between two trapezes – > quite a feat. This account clashes with the claim that only the two sons were born when the family moved to France. ==Cycling career== ===The first cycle race - St- Cloud=== Moore joined the Véloce cycling club of Paris after 1868. He began racing at the meeting held in the park at St-Cloud, west of Paris, on 31 May 1868. Moore's race is widely cited as the first formal cycle race in history and a plaque was added to the park railings to mark the event. But the validity of the claim is contested in Keizo Kobayashi's history of the DraisienneDescription and Image of Draisenne at French Wiki and the Michaux vélocipede, which claims Moore's race was the third that day and not even the most important. The races on 31 May 1868, when Moore was 19, took place in the Saint-Cloud park in Paris. The races were to the park's fountain and back – 1,200 metres on a gravel path. The French historian Pierre Chany wrote: > In Paris, 'pedalling machines' proliferated, characterised by wheels of 1m > or 1m 10 in front and 80cm at the back. Their riders gave exhibitions in > which they rivalled each other in technique and vigour. Seeing these > demonstrations, the Ollivier brothers, who controlled the Compagnie > Parisienne,The Compagnie Parisienne marketed velocipedes made by the Michaux > family and eventually took over their company decided to hold a race on 31 > May 1868 in the Parc de St-Cloud, made available to them by their Imperial > MajestiesThe park was established by the Royal Family as a hunting ground > and remained in the hands of the Empire that replaced the monarchy. Cycling > Record reported that the event started on the stroke of 3pm in the presence > of the aristocracy of Tout-Paris,An expression meaning upper-class society, > celebrities and \"everyone who matters\" all thrilled at the idea of seeing > these men rival each other in strength and virtuosity.Chany, Pierre (1988), > La Fabuleuse Histoire de Cyclisme, Nathan, Paris Although Moore's race has been widely considered the first, the Dutch historian Benjie Maso says it was the second and that the first was won by a rider called Polocini.Maso, B. (tr. Horn, M.) (2005), The Sweat of the Gods, Mousehold Press, p. 1, (See below for more on the \"first race\" mystery). The favourite for the second event was François Drouet who was the early leader. At half way James Moore took the lead, breaking clear \"at the speed of lightning\", according to Cycling Record, and won in 3 minutes and 50 seconds to the \"frenetic hurrahs\" of the crowd. Moore and Polocini were presented with gold medals worth one hundred francs awarded by the Compagnie Parisienne. Moore's was engraved with his name and carried the effigy of Napoleon III. What is believed to have been the first cycle race in Britain took place at the Welsh Harp the day after Moore won in the Parc de St-Cloud. The race was won by Arthur Markham, who for many years had a bicycle shop nearby at 345 Edgware Road. The St. Cloud races caught the public imagination and inspired events elsewhere. The first race in Britain was held the following day (see below) and races were held on 18 July in Ghent, Belgium. Races held in September in Brno, the capital of Moravia, marked the start of racing in central Europe. Moore's winning bicycle is in Ely City Museum in Cambridgeshire. It has a diamond-shaped iron downtube and a top tube and tyres of flattened metal. The rest is wood, including the wheels. The back wheel has a diameter of 31 inches, the front 38 inches. The gearing is 1:1 (the pedals connected to the front hub), so the gear is low. The machine's saddle perished and disappeared before the bicycle returned to Britain.Clifford, Peter (1968) You chose your parents well, Cycling Record, UK ====Commemorative plaque==== The Touring Club of France erected a plaque in the Saint-Cloud park reading: 'On 31 May 1868, James Moore became the winner of the first race for vélocipèdes in France'.Cycling 8 June 1938 Among those present were Godfrey Haggarel, British consul-general in Paris; Géo Lefèvre, vice-chairman of the Association of Sports Journalists and the man who thought up the Tour de France, officials from the town hall of St-Cloud and the Touring Club de France, and the racers Henry Debray, Lucien Louvet and Rodolf Moller, and Victor Breyer, the deputy organiser of the Tour de France. The plaque has since disappeared.Woodland, L. (2005), This Island Race, Mousehold Press, p. 5 ====The 'first race' mystery==== James Moore believed all his life that he had won the first cycle race in the world.Moore, John (13 June 1997), letter to The Boneshaker, UK Keizo Kobayashi's research and thesis, however, attempts to show that Moore's was not the first race. Nick Clayton, editor of The Boneshaker, magazine of veteran-cycle enthusiasts in Britain, wrote: :Kobayashi has discovered at least five vélocipède races in France which predate St Cloud, so the blue plaque on the railings proclaiming Moore as winner of the first vélocipède race organised in France is incorrect on more than one count. True these races did not get the publicity that the Michaux organisation was able to attract for St-Cloud but it is curious why it should be James Moore's name on the plaque rather than Edward-Charles Bon, winner of the earlier 2.30 race or even Poloni [sic], winner of the Grande Course that day.Clayton, Nick (1991), The Cycling Career of James Moore, The Boneshaker (UK) vol 13 no 25 Citing Kobayashi, Clayton says the programme for St Cloud was: :1. At 2.30pm, 1km race for velocipedes of less than 1m [wheel] diameter, for a silver medal. Seven amateurs were involved, the winner was Edward- Charles Bon in 2min 40sec at a speed of 22.5 km/h. :2. 1 km race for velocipedes of 1 metre for a silver gilt medal. Winner James Moore in 2min 35sec, speed 23.2 km/h. Five contestants. This medal is in Ely museum. :3: Slow race of 50 metres. Six contestants, won by Durruthy. :4: Grande Course for a gold medal. Three riders. Won by Polonini [sic] in 2min 33sec, 23.5 km/h.Few of these details tie up with Chany's account, drawn from Cycling Record of the time. Moore's grandson put it to Clayton: :If you accept that James Moore believed he won the first bicycle race, then, as he surely cannot have forgotten that his race was at least scheduled to be the second of the day at St Cloud, there must have been either something different about the first race – e.g. it was not exclusively for pedal machines – or the order of the events was changed so that his race took place first. My hypothesis assumes the former proposition, and is only partly reliant on whether the rules stated that the front wheels of the velocipedes in the second race were to be precisely 1 metre diameter as stated in your article. My main argument, however, is that the word velocipede was used generically to include all types of machine including even hobby-horses for which it was originally coined. They would surely have had wheels of less than one metre diameter.Letter 13 June 1997 Clayton replied: :I think your attempt to redefine the second race at St Cloud as the first velocipede race does not hold water. Velocipedes meant boneshakers, only occasionally was there the odd tricycle or quadricycle. Boneshakers began effectively in 1867 and St Cloud was just one of several minor meetings which DuncanH. O. Duncan's history, The World on Wheels. James Moore contributed to the book and had a numbered first edition. \"It is inconceivable,\" said John Moore, \"that James Moore did not go along with that account, including the claim that he won the first bicycle race with cranks and pedals.\" just happened to immortalise.Letter 31 May 1997 James Moore believed to his death that he had won the world's first cycle race. Of suggestions that Moore had invented the story after rising to fame by winning the Paris–Rouen race (see below), his grandson John said: :In that case, being only one year or so after the St Cloud race, it is incredible that, if the claim were false, no one – even from among the winners, spectators and other followers of the previous races as cited – seems to have challenged that claim.Letter 29 May 1997 For a long time no contemporary sources could be found to support any of the claims. Until the Bibliothèque nationale de France (French National Library) digitalised numerous French newspapers and periodicals. Le Petit-Journal published a report of these races in its issue of Tuesday 2 June 1868: > The races have taken place in the following order: > VÉLOCIPÈDES SMALLER THAN ONE METRE (silver medal): Mr. Ch. Bon, in 2 > minutes 40. > VÉLOCIPÈDES OF 1 METRE (gilded medal); five riders. Mr. James Moor, 1st, in > 2 minutes 35. > SLOW RACE (50 metres of the track); six competitors. This race was very > amusing; the riders tried their best not to go fast, without stopping; their > contrary movements made them fall except for Mr. J. Darenty, student of the > Grand Gymnasium, who won the prize. > GRAND RACE (gold medal). Three riders. Mr. Polinini, 1st in 2 minutes 33 > seconds. ===Paris–Rouen – 1869, the first road race=== The Olivier brothers were delighted with the race and the next year, 1869, 7 November, promoted the Paris–Rouen race – about . The first prize was 1,000 francs, second prize a bicycle with suspension, then medals for the next three. The rules said the riders were not 'to be trailed by a dog or use sails'. 325 riders started the race. The course took them through St-Germain (16 km), Mantes (39 km), Vernon (63 km) and Louviers (97 km). The race started at the Arc de Triomphe in Paris and finished in the centre of Rouen. He is presumed to have been riding a Suriray bicycle built by Tribout and equipped with ball bearings, which were patented by Jules Suriray, a Parisian bicycle mechanic, in 1869.Bicycle History, Chronology of the Growth of Bicycling and the Development of Bicycle Technology by David Mozer Moore's son, James, recalled: > To win Paris–Rouen, my father had to show muscular power, courage and > determination and intelligence. The Place de l'Étoile [site of the Arc de > Triomphe] was again the scene, at seven o'clock in the morning... The pedal- > driven bicycle was now established and 325 riders had entered for the > 83-mile race to Rouen. The organisers were scared of starting them all > together, so split the field into two groups – a little girl of five made > the draw. My father was the race favourite; second favourite was Castéra, > who was second at St Cloud; third favourite was an English visitor, a > student from Cambridge named Johnson, who had won races at home. My father > was now considered so much a friend of France that he was being called 'The > Flying Parisian'. > Castéra and Johnson both drew even numbers, which meant they went off in the > first group, 30 minutes before the odd numbers. My father drew number 187. > When the signal was given for the second group to move off, my father went > right to the front and was soon on his own. It was raining, and it remained > wet all day. Right down the Avénue de la Grande Armée and the Avénue de > Neuilly, over the bridges of the Seine, and on towards the first control at > St Germain-en-Laye. As he pedalled hard up the steep hill near the town, he > passed a group of stragglers from the first group who were pushing their > machines. My father had gained 30 minutes on them in 12 miles! Moore caught Castéra and then Johnson. He won in 10 hours and 25 minutes, finishing in front of an enthusiastic crowd at 6.10 pm. The average of only can be attributed to poor roads, lack of tyres, weight of the machine and the low gears. It was nevertheless fast enough that the mayor of Rouen, who was to present the trophies, was only stepping out of his carriage as Moore arrived. The runners-up were Jean-Eugène-André Castéra, sometimes described as a count (comte) even though the title had vanished with the Revolution, and Jean Bobillier from Voiron, on a farm bicycle weighing 35 kg. They finished 15 minutes after Moore and asked to be judged equal second. The only woman to finish in the time limit was a British woman who called herself Miss America. She came in 22nd at dawn next day. There was a banquet in Rouen that night and Moore's bicycle was draped with the Union Jack. When he went back to collect it from where it had been left outside a café in the rue Notre Dame des Victoires, it had disappeared. The historian Derek Roberts wrote: > What bicycle did Moore ride in the Paris–Rouen race in 1869? There are two > candidates and three or four accounts. Bonneville said that Moore was riding > a Suriray bicycle specially built by Tribout, fitted with ball bearings, > rubber tyres 48¼-inch and 15¾-inch wheels with metal rims. It was the first > high bicycle, said Bonneville, overlooking the fact that he had elsewhere > said the honour belonged to Vibert. The anonymous authors of the series > 'Pioneers of the Cycle Industry' in Bicycling News said that Moore rode a > heavy wooden Michaux fitted with solid rubber tyres which were secured to > the wheel rims by means of sheet-iron braces screwed to the latter, and his > machine embodied a type of ball bearing which had been more or less handmade > by a Parisian manufacturer... In The World on Wheels, H. O. Duncan, wrote: > 'The machine ridden by James Moore in the Paris–Rouen race was manufactured > in the prison of St-Pelagy, just outside Paris, under the direction of J. > Suriray. Tribout (one of the best French racing men) was his foreman. H. W. > Bartleet wrote: 'Moore won... on a Michaux bicycle with rubber tyres and > ball bearings, the latter made (against the advice of Michaux) under Moore's > own supervision, the balls being ground circular by prisoners in a Paris > prison, who could not rebel at the hard work.Roberts, Derek: Cycling > History, Myths and Queries (UK) Moore received a gold medal at the Compagnie Parisienne office on 21 November but it is not in the collection on show at Ely museum. ===Other races=== Moore won a race at Le Neubourg in 1868, then the grand prix of Cognac, Le Neubourg and Vesinet in 1869. But according to Nick Clayton, Moore preferred races in which he faced lesser competition and stood to win medals rather than money. Clayton wrote: > Moore appears to have rested on his laurels for a time and did not defend > his reputation in France in 1870. However, when war came in the summer he > returned to England and according to Bonneville, who can be unreliable, he > won at Wolverhampton on a Meyer. He rode in the All-England bicycle race for > £20 given by the Wolverhampton Sun Bicycle Association on 26 and 28 November > 1870, when he lost in a one-mile race to Sheldon. Moore later (in 1873) set an hour record of 14 miles, 880 yards (23.331 km) at the Molyneaux Grounds in Wolverhampton. The book Bike Cult by Gavid B. Perry lists it as the very first hour record and the only one that was ridden on a tall bike. The Ariel bicycle had a 49\"-front wheel and 3.91 meters development.http://www.bikecult.com/bikecultbook/sports_recordsHour.html Moore became an early world champion when he won the MacGregor Cup in 1872, 1873, 1874,Le Vélocipède, France, 11 April 1874 1875 and finally in Toulouse in 1877. He retired from racing in 1877. Victor Breyer said: > He had attained a unique position as a crack velocipede rider. Indeed one to > compare with what the great Arthur Zimmerman became a quarter of a century > later.Zimmerman, however, was a sprinter, Moore a distance rider He raced in > France and England, and it is a peculiar fact that he was acclaimed as the > 'Flying Frenchie' on your side of the Channel and l'Anglais volant on the > other. Between 1868 and 1877, the year of his retirement, he proved almost > unbeatable in both countries.Cycling, UK, 27 August 1947 Nick Clayton wrote: > CliffordPeter Clifford, editor of Cycling Record (UK) maintained that Moore > was certainly the first and foremost cycling athlete of his day. Kobayashi > makes a more moderate claim for him as the third best rider in France at > this time after Edmond Moret and André Castéra. Moore was known for his > tactical skills, probably learned at the horse-racing tracks, never passing > his rivals until the last lap. Moore's son said: > He had a great interest in horse racing... Father studied the race horse in > its trotting and pace, noting the great burst of power over the last 120 > yards (100 m) or so. That is how I heard father rode his races, like a > racehorse never swaying or losing rhythm and balance, with a strong final > surge. The French horse has always been noted for its speed, English horses > for stamina. That is why English horses seldom win on the shorter French > courses. It is so with the cyclists also, isn't it?Sporting Cyclist, UK, > April 1968 ==Later life== Moore worked with his father in the ambulance service in Paris during the Franco-Prussian war. He went to work at Maisons Lafitte, the French horse racing centre. In 1945 he was made a Chevalier de la Légion d'Honneur . He studied at Cambridge, England, to become a member of the Royal College of Veterinary Surgeons, later becoming a Fellow. He started a stud farm in Normandy. Moore's son said: > My father retained his athletic outlook into his later years. On his 50th > birthday, he gave up smoking, announcing 'I am disgusted with myself for > following such a habit!' At 78, golf drew his attention. 'This is a game I > must try', he said, and within three years reduced his handicap to nine, > then to eight. He also took up tennis, at which \"he was rarely beaten\". He never lost his French accent when speaking English, Lord Brain saying of him at a meeting of physicians: \"Dr Moore makes a tremendous effort to conceal his French intonation we all love so much.\" It is unclear when Moore returned to Britain. Some reports say after the Prussian war, others that it was before the first world war and still anotherBreyer, Victor, Ancestor Among Ancestors, Cycling, 27 August 1947 pp188, 189 that it was at the start of the second world war. He moved to 56 Wildwood Road in Hampstead, North London, where he died after a prostate operation at the age of 86. His grandson, John Moore, says the whereabouts of his grave is unknown but may be in the area of the Welsh Harp reservoir near Cricklewood in north London. His obituary in Cycling read: > It is with deep regret that we have to record the death, at the age of 87, > of Mr James Moore, who, on May 31, 1868, won the first cycle race ever held > – a 25-kilometre event at Ville de St Cloud... The part that James Moore > played in the history of cycle racing, while of brief duration, was > historically of the greatest importance. Between 1873 and 1877 he won five > international championships and smashed short-distance records galore. All > these races, including the championship of the world races at the Molineux > [sic] Grounds, Wolverhampton, in 1874, were ridden on a graceful old > Ordinary. Mr Moore retained an interest in cycling until his death. In 1933 > he was the guest of honour at the triennial dinner of the Road Records > Association. In 1966, the Saddle Club of London suggested the British Post Office produce a commemorative stamp for the 100th anniversary of the St-Cloud race. The club suggested a design but the idea was not adopted. ===Burial mystery=== The location of Moore's grave is not known. His grandson, John, said: \"The odd thing is that my father was such a good story-teller but he couldn't or wouldn't tell me where my grandfather was buried. It was if there was some unfinished business, some sort of mix-up, something I never understood. It's a mystery.\" Procycling UK p107 Moore believes the site may be near the Welsh Harp reservoir – also known as Brent Reservoir – in north London. ==Bibliography== * Maso, B. (tr. Horn, M.) (2005), The Sweat of the Gods, Mousehold Press, * Woodland, L. (2005), This Island Race, Mousehold Press, ==External links== * Ely museum – Moore's bicycles pictured ==References== Category:1849 births Category:1935 deaths Category:English male cyclists Category:Sportspeople from Bury St Edmunds Category:Chevaliers of the Légion d'honneur ",
    "title": "James Moore (cyclist)"
}