{
    "id": "846109",
    "text": "Fluticasone/salmeterol, sold under the brand name Advair among others, is a combination medication containing fluticasone propionate and salmeterol. It is used in the management of asthma and chronic obstructive pulmonary disease (COPD). It is used by inhaling the medication into the lungs. Common side effects include thrush, headache, and cough. Serious side effects may include worsening asthma, anaphylaxis, seizures, and heart problems. Safety in pregnancy and breastfeeding is unclear. Fluticasone, a corticosteroid, works by decreasing inflammation while salmeterol, a long-acting beta-adrenoceptor agonist (LABA), works by activating beta-2 adrenergic receptors. The combination was approved for medical use in the United States in 2000. A generic version was approved in the United States in 2019. In 2017, it was the 65th most commonly prescribed medication in the United States, with more than twelve million prescriptions. ==Medical uses== Fluticasone, a corticosteroid, is the anti-inflammatory component of the combination which decreases inflammation in the lungs. This leads to improvement in breathing. Salmeterol, a LABA, treats constriction of the airways. The combination of both is meant to be used as maintenance therapy and not as a rescue therapy for sudden symptoms. ==Side effects== The common side effects of this combination are those of its individual drugs. For instance, the use of inhaled corticosteroids is associated with oral candidiasis, commonly known as yeast infection or thrush. Rinsing the mouth with water after inhaling the medication decreases the risk of developing this condition. While the use of inhaled steroids and LABA are recommended for the resulting improvement in control of symptoms of asthma, concerns have been raised that salmeterol may increase the risk of death due to asthma, and this additional risk is not reduced by the addition of inhaled steroids. Other side effects from this drug combination may include increased blood pressure, change in heart rate, an irregular heartbeat, increased risk of osteoporosis, cataracts, and glaucoma. Studies have demonstrated the safety of inhaled fluticasone propionate in children. A systematic review published in 2013 found no significant adverse effect on the function of the hypothalamic–pituitary–adrenal axis, growth, and bone mineral density in asthmatic children when inhaled fluticasone is used for up to three months. ==Mechanism of action== Fluticasone/salmeterol contains fluticasone propionate, a synthetic corticosteroid, and salmeterol, a selective long-acting beta-adrenergic receptor agonist. Fluticasone works as a potent anti-inflammatory agent, inhibiting multiple cell types such as mast cells, eosinophils, basophils, lymphocytes, macrophages, and neutrophils all of which contribute to inflammation, a large component in the pathogenesis of asthma. Salmeterol works by stimulating intracellular adenyl cyclase which acts as a catalyst in the production of cyclic AMP. Increased cyclic AMP levels lead to a relaxation of bronchial smooth muscles. Additionally, cyclic AMP inhibits the release of mediators of immediate hypersensitivity. ==Society and culture== ===Generic equivalents=== On January 30, 2019, the FDA granted Mylan N.V. the first generic approval for Advair Diskus. ===Civil settlements=== In 2012, Advair was part of a larger civil settlement agreement between GlaxoSmithKline (GSK) and the United States, in which GSK agreed to pay $1.043 billion; the United States said that GSK promoted off-label uses of Advair and paid kickbacks to healthcare professionals to sell this drug, among others. ==References== ==External links== * Category:Antiasthmatic drugs Category:Combination drugs Category:GlaxoSmithKline brands Category:Wikipedia medicine articles ready to translate ",
    "title": "Fluticasone/salmeterol"
}