{
    "id": "846125",
    "text": "Emu Park is a small coastal town and locality on the Capricorn Coast located 21 kilometres south of Yeppoon in Queensland, Australia. It is within the local government area of Shire of Livingstone (between 2008 and 2013, it was within the Rockhampton Region). Home of the famous Singing Ship Monument, the Emu Park land area was first discovered by Captain James Cook in 1770. It overlooks the islands of Keppel Bay, including Great Keppel Island. Emu Park is a popular tourist spot, and has won several tourism awards, and features fishing, surfing, boating, and unspoiled beaches. ==History== Fisherman's Beach at Emu Park, Queensland, circa 1940 Prime Minister Stanley Bruce and Mrs Bruce at Emu Park, 1926 Passengers at the Emu Park Railway Station Emu Park's European history dates to the 1860s when the Jardine family established a cattle grazing property south of the current town, at Zilzie, an anagram of Lizzie Jardine. Emu Park township was established in the 1870s when several Rockhampton families built seaside holiday houses on the hills overlooking the two beaches that are a feature of the town – Fisherman's Beach and Pine Beach. Emu Park was connected to Rockhampton by train in 1888 and became a popular, but fairly select, seaside resort from that time on. A branch to Yeppoon, further to the north was opened in 1910. Hewittville Post Office opened on 12 November 1883 (a receiving office had been open from 1876) and was renamed Emu Park in 1890. By the 1920s the town boasted two large hotels, a cinema, court house, state primary school, public library, shops and many guest houses for visitors. A small pier was opened by Mrs Bruce, wife of the Prime Minister, Stanley Bruce, in 1926 and Bell Park, a shady park on the shores of Fisherman's Beach was established in the 1930s. The railway link from Rockhampton closed in the 1960s due to declining passenger numbers and the line to Yeppoon no longer exists. Remnants of the Woppaburra people evicted from their homeland in the Greater and South Keppel islands lived on in both Emu Park and Yeppoon. The Emu Park Library opened in 1984. At the 2011 census, Emu Park had a population of 2,021. ==Heritage listings== Emu Park has a number of heritage-listed sites, including: * Hill Street: Bell Park ==Events== Emu Park hosts a variety of annual community events including the Festival of the Wind kite festival, the Classics By The Coast vintage car show and Emu Park Lions Club Oktoberfest (now running over 30 years) celebrations. The town's popular market days are held on the third Sunday of each month in Bell Park. ==Sport== A variety of local sporting organisations can be found within Emu Park, incorporating sports such as rugby league, rugby union, touch football, lawn bowls, croquet, swimming, surf lifesaving, fishing and golf. Livingstone Shire Council has built a new multi-sports facility on Hartley St, with future plans to expand facilities. In 2014, it was announced that Emu Park would be permitted to enter team into Rockhampton Senior Rugby League's A-grade, reserve and Under 20's competitions for the 2015 season. Home games will be played at the Emu Park Sports Facility on Hartley St in Emu Park. ==Education== Emu Park State School is located on Fountain Street, Emu Park. The school caters for students from Prep to Year 6. The school opened on 3 February 1890. ==Amenties== Livingstone Shire Council operates a library at Hill Street, Emu Park. The Emu Park branch of the Queensland Country Women's Association meets at the Kenmore Library at the CWA Hall at 11 Hill Street. ==Centenary of ANZAC Memorial== A Centenary of ANZAC memorial is located along the beachfront at the southern end of Emu Street, opposite the Emu Park RSL Sub-Branch.Hatfield, Kylie Emu Park Memorial, RSL Outpost, Returned and Services League of Australia. Retrieved 30 October 2018. Since the first stage of the multi-faceted development opened in 2015, the memorial has become a landmark of cultural and historic significance for Central Queensland, while also serving as a tourist attraction for Emu Park itself.Attraction: The Centenary of ANZAC Memorial Walk, Queensland.com. Accessed 30 October 2018. The memorial consists of several elements including ANZAC Court featuring a sandstone and sculpture cenotaph, a glass pane artwork, various sandstone plinths, The Gatehouse museum, battle markers, silhouettes of Australian soldiers, a boardwalk and a viewing platform.Conaghan, Rachael (18 April 2015) Anzac commemoration proud reminder for locals, The Morning Bulletin. Retrieved 30 October 2018.Davies, Nene (19 September 2016) Emu Park ANZAC Memorial, Weekend Notes. Retrieved 30 October 2018. In 2011, local artist and Vietnam veteran Ross Coulter proposed part of the Emu Park foreshore be developed to incorporate a commemorative Centenary of ANZAC memorial.Taylor, Adrian (8 November 2011) RSL vows to complete vision, The Morning Bulletin. Retrieved 30 October 2018. Coulter's vision was for a new memorial called Anzac Plaza to be established, to complement the existing RSL precinct where the RSL Memorial Hall had been officially opened in 1949.(22 December 1949) Club for returned men at Emu Park, Central Queensland Herald. Retrieved 30 October 2018. However, Coulter died on 5 November 2011, the same day the plans were publicly announced.Taylor, Adrian (11 November 2011) Ross served man and nation, The Morning Bulletin. Retrieved 30 October 2018. Despite his death, the RSL vowed to progress with Coulter's vision to have a Centenary of ANZAC Memorial established in Emu Park. A steering committee was formed in 2013 to move forward with the development which Livingstone Shire Council adopted in 2014, launching the project in partnership with the state government, Emu Park RSL, Bendigo Community Bank and Home Corp.Bowman, Trish (19 June 2013) Committee appointed for $1.5m Centenary of Anzac Project, The Morning Bulletin. Retrieved 30 October 2018.(13 March 2014) New project at Emu Park timely for Anzac centenary, The Morning Bulletin. Retrieved 30 October 2018.Haydock, Amy (26 July 2014) Emu Park's beach front to feature historic landmark, The Morning Bulletin. Retrieved 30 October 2018. A symbolic groundbreaking ceremony was held in July 2014, with Coulter's widow Kate Coulter in attendance along with various dignitaries.Knowling, Mike (31 July 2018) Emu Park precinct to honour Anzac centenary, Capricorn Coast Mirror. Retrieved 30 October 2018. The first sandstone blocks of the ANZAC Court memorial feature were installed in December 2014, with the first stage of the memorial completed and commissioned in time for Anzac Day commemorations in 2015.King, Austin (18 December 2014) Emu Park Anzac centenary project off to massive start, The Morning Bulletin. Retrieved 30 October 2018. Prior to the 2016 Anzac Day commemorations, more than 200 people attended the official opening of The Gatehouse - a structure that houses 26 separate information panels telling the stories of local men and women from Emu Park who served during the World War I, as well as general information about the war.McDonald, Madeline (25 April 2016) The Gatehouse showcases region's Anzac stories, The Morning Bulletin. Retrieved 30 October 2018. Later that year, three sandstone plinths were unveiled at the memorial to acknowledge the history of the RSL.Haydock, Amy (22 September 2016) Marking history of RSL by unveiling of monument, The Morning Bulletin. Retrieved 30 October 2018. In 2017, more elements to the memorial were added including groups of silhouetted figures representing Australian soldiers, and more than forty battle markers.(25 April 2017) New art pieces installed at Emu Park's memorial precinct, The Morning Bulletin. Retrieved 30 October 2018. Since it opened, the Centenary of ANZAC Memorial Precinct has been used for annual Anzac Day and Remembrance Day services, with more than 5000 people attending the dawn service on 25 April 2018.(26 April 2018) Thousands pause for Anzac Day service, The Morning Bulletin. Retrieved 30 October 2018.Powell, Jessica (26 April 2018) Anzac gunfire captured in stunning photograph, The Morning Bulletin. Retrieved 30 October 2018. The landmark is popular with visitors to the town and many community groups often attend the memorial for educational purposes.McDonald, Madeline (19 September 2015) Anzac memorial stunning drawcard for visitors, The Morning Bulletin. Retrieved 30 October 2018.(27 April 2018) Commemorating ANZAC Day, Centacare CQ. Retrieved 30 October 2018. Queensland country musician Tony Cook filmed parts of the music video for his single \"Country Recognised\" at the memorial.Fox, Sean (29 March 2018) Emu Park on camera, The Morning Bulletin. Retrieved 30 October 2018. ==References== * ==External links== * University of Queensland: Queensland Places: Emu Park * Down on the sands at Emu Park sheet music published in the 1910s * Emu Park Online - Full Directory website for all things Emu Park Category:Coastal towns in Queensland Category:Shire of Livingstone Category:Capricorn Coast Category:Coastline of Queensland Category:Localities in Queensland ",
    "title": "Emu Park, Queensland"
}