{
    "id": "846196",
    "text": "Sesshū Tōyō (; Oda Tōyō since 1431, also known as Tōyō, Unkoku, or Bikeisai; 1420 – 26 August 1506) was the most prominent Japanese master of ink and wash painting from the middle Muromachi period. He was born into the samurai Oda family (小田家), then brought up and educated to become a Rinzai Zen Buddhist priest. However, early in life he displayed a talent for visual arts, and eventually became one of the greatest Japanese artists of his time, widely revered throughout Japan.Appert, Georges. (1888). Ancien Japon, p. 80. Sesshū studied under Tenshō Shūbun and was influenced by Chinese Song dynasty landscape painting. In 1468–69, he undertook a voyage to Ming China, where too he was recognized as an outstanding painter. Upon returning to Japan, Sesshū built himself a studio and established a large following, painters that are now referred to as the Unkoku-rin school—or \"School of Sesshū\". Although many paintings survive that bear Sesshū's signature or seal, only a few can be securely attributed to him. His best-known work is the so-called \"Long Landscape Scroll\" (山水長巻, Sansui chōkan). ==Biography== Sesshū was born in Akahama, a settlement in Bitchū Province, which is now part of western Okayama Prefecture. His family name was Oda, but his original name is unknown. He received the name Tōyō in 1431, when he was enrolled at the Hōfuku-ji, a Zen temple in Sōja. Kanō Einō's History of Japanese Painting (Honchogashi), a 17th-century source, contains a well-known anecdote about the young Sesshū: apparently the future painter did not study Zen with enough dedication, preferring instead to spend his time drawing. Once, he was punished for disobedience and tied to a pillar in the hall of the temple. After a while, a priest came to see him and jumped up with surprise--there was a mouse very close to Sesshū's foot. However, it was actually a picture which Sesshū had painted with his tears. Although the story is famous, its authenticity is questionable. At any rate, during his early studies Sesshū would have received instruction not only in religion, but also calligraphy and painting. Shōkoku- ji, the Zen temple where Sesshū studied painting under Shūbun Around 1440 Sesshū left Bitchū for Kyoto, a large city which was then the capital of Japan. He lived as a monk at Shōkoku-ji, a famous Zen temple. There, Sesshū studied Zen under Shunrin Suto (春林周藤), a famous Zen master, and painting under Tenshō Shūbun, the most highly regarded Japanese painter of the time. Shūbun's style, like that of most Japanese Zen painters, was inspired by Chinese Song dynasty painters such as Ma Yuan, Xia Gui, Guo Xi, and others. There are no surviving works by Sesshū from this period, but even his late work shows similar influences. Sesshū spent some 20 years in Kyoto, and then left for Yamaguchi Prefecture to become chief priest of Unkoku temple. It was around this time that he started calling himself Sesshū (\"snow boat\"). Yamaguchi was where many Japanese expeditions to China started, and perhaps Sesshū's choice of the city was dictated by a wish to visit that country. He secured an invitation from Ōuchi clan, the lords of Yamaguchi and one of the most powerful families in Japan, and joined a trading trip; in 1468 he landed in Southern China. His duties were to buy Chinese works of art for wealthy Japanese patrons, and to visit and study at Chinese Zen temples. Although the artist himself was disappointed that the art of Ming dynasty deviated very much from Song art, he was very taken with Chinese nature and temples. He was quickly recognized as an important painter, and a contemporary source indicates that he may have received a commission from the Imperial Palace at Beijing. Whether this is true is unknown; the best surviving works of the period are four landscape scrolls currently in the collection of Tokyo National Museum. , 1495 Sesshū stayed in China until 1469. Because of the Ōnin War, he could not stay in Yamaguchi, and settled instead in Ōita Prefecture in Kyūshū, where he built a studio, Tenkai Zuga-rō. He occupied himself with painting and teaching, and frequently made trips to various areas of Japan. On one of such trips, in 1478, Sesshu went to Masuda, Shimane, on invitation from Kanetaka Masuda, the lord of Iwami Province. The painter entered the Sūkan-ji (崇観寺), made two Zen gardens there, and painted the portrait of Masuda Kanetaka, and The Birds and Flowers of Four Seasons. In 1486 Sesshū came back to Yamaguchi. Many of his extant works date from the last years of his life, including Long Landscape Scroll (Sansui Chōkan, 1486), Splashed-ink Landscape (破墨山水 Haboku sansui) (1495), and others. One such work, View of Ama-no- Hashidate (c. 1501–05), is a bird's eye view of a famous sandbar in Tango Province. To paint it, the artist, who was already well into his eighties, had to climb a tall mountain, so evidently he was still in good health. In 1506, he died, aged 87. A single self-portrait of Sesshū is known through a later copy made by a follower. ==Paintings== Ama-no-Hashidate (c. 1502-1505), Kyoto National Museum Although numerous works from the period bear Sesshū's signature, name, or seal, only a few can be securely attributed to him. Many are either copies or works by the artist's pupils; and several painters, including Hasegawa Tōhaku, even used Sesshū's name for artistic reasons. Artists most influenced by Sesshū's approach to painting are referred to as belonging to the \"School of Sesshū\" (Unkoku-rin school).Appert, pp. 3–4. Perhaps the most important surviving work by the master is the so-called Long Scroll of Landscapes (Sansui Chokan): a 50-feet (15 meters) scroll depicting the four seasons in the sequence spring—summer—autumn—winter. As is usual for the period and the work of Sesshū's teacher Tenshō Shūbun, style and technique are heavily influenced by Song-dynasty Chinese paintings, in particular the works of Xia Gui. However, Sesshū alters the Chinese model by introducing more pronounced contrast between light and shadow, thicker, heavier lines, and a flatter effect of space. There are two other large landscape scrolls attributed to Sesshū. The smaller \"Four Seasons\" scroll (Short Scroll of Landscapes) exhibits qualities similar to those of Sansui Chokan, only featuring somewhat more free technique. View of Ama-no-Hashidate, painted shortly before the artist's death, is a radical departure from the Chinese tradition: the painting presends a realistic bird's eye view of a particular landscape. Other famous works by Sesshū include the Buddhist picture Huike Offering His Arm to Bodhidharma, painted in 1496 and designated as National Treasure of Japan in 2004, and a pair of decorative screens depicting flowers and birds. ==List of selected works== Huike Offering His Arm to Bodhidharma (1496) ===Landscapes=== * Landscape of the Four Seasons, four landscape scrolls (before 1469; Tokyo National Museum) * Landscapes of Autumn and Winter, two hanging scrolls (c. 1470-90; Tokyo National Museum) * Short Scroll of Landscapes (c. 1474-90; Kyoto National Museum) * Long Scroll of Landscapes (Sansui Chokan) (c. 1486; Mori Collection, Yamaguchi, Japan) * Haboku Sansui, \"splashed-ink\" technique scroll (1495; Tokyo National Museum) * View of Ama- no-Hashidate (c. 1502-05; Kyoto National Museum) * Landscape by Sesshū ===Other=== * Portrait of Masuda Kanetaka (1479; Masuda Collection, Tokyo) * Huike Offering His Arm to Bodhidharma (Daruma and Hui K’o) (1496; Sainen-ji, Aichi, Japan) * Flowers and Birds, pair of sixfold screens (undated; Kosaka Collection, Tokyo) ==See also== * Higashiyama Bunka in Muromachi period *Buddhism in Japan *List of Rinzai Buddhists *Haboku ==Notes== ==References== * Appert, Georges and H. Kinoshita. (1888). Ancien Japon. Tokyo: Imprimerie Kokubunsha. * Papinot, Edmond. (1906) Dictionnaire d'histoire et de géographie du japon. Tokyo: Librarie Sansaisha...Click link for digitized 1906 Nobiliaire du japon (2003) * Kiyoshi Miyamoto, The former curator of Sesshu Memorial Museum (1997) Sesshu Memorial Museum Magazine Nos. 4–6 ...Click link for the information of Sesshu Memorial Museum ==External links== * Sesshū at Japanese Arts, includes information on paintings and a picture of one of Sesshū's Zen gardens * Masterpieces by Sesshū, images of works attributed to Sesshū, from an album edited by Shiichi Tajima * Sesshū Memorial Museum at Masuda City Website, includes a large biography * Landscapes of Autumn and Winter by Sesshū, Tokyo National Museum *Bridge of dreams: the Mary Griggs Burke collection of Japanese art, a catalog from The Metropolitan Museum of Art Libraries (fully available online as PDF), which contains material on Sesshū Tōyō (see index) Category:1420 births Category:1506 deaths Category:People from Okayama Prefecture Category:Rinzai Buddhists Category:Zen Buddhist monks and priests Category:Japanese Zen Buddhists Category:Japanese portrait painters Category:Buddhist artists Category:Zenga ",
    "title": "Sesshū Tōyō"
}