{
    "id": "846291",
    "text": "Donald Wilbur Stewart (born February 8, 1940) is a former American lawyer who was a United States Senator from Alabama from 1978 to 1981.http://politicalgraveyard.com/bio/stewart2.html ==Early life and education== Stewart was born in Munford, Alabama, and received his early education there and in Anniston. He attended the University of Alabama at Tuscaloosa, both as an undergraduate and in law school. At the university, he ran a successful campaign for student body president, becoming one of the few to defeat \"the Machine\" that controls university student politics. He received his law degree in 1965 and subsequently served briefly in the United States Army. ==Political career== From 1967 to 1970 Stewart was a United States Magistrate. In 1970, he was elected to the Alabama House of Representatives and served in that position until 1974, when he was elected to the Alabama State Senate, where he served until 1978. In the state legislature he developed a reputation for being knowledgeable and aggressive. Among the initiatives he pursued was an effort to reform the Alabama Public Service Commission. ===1978 campaign=== Stewart was elected as a Democrat to fill the unexpired U.S. Senate term of James B. Allen, who died in office, and whose seat was held in the interim by Allen's widow, Maryon Pittman Allen. After he defeated Mrs. Allen in the primary, Stewart faced the Republican nominee, former Congressman James D. Martin, who like James Allen was a native of Gadsden. Mrs. Allen had called Stewart \"a flaming liberal\", and her brother, James Pittman, thereafter formed the group \"Conservative Democrats for Martin.\" Stewart specifically challenged Martin's record when he had served a term in the House from 1965 to 1967. Martin challenged Stewart's commitment to the right-to-work provision of the Taft-Hartley Act of 1947. In his campaign against Stewart, Martin made negative allusions to Stewart's disclosure that in 1958, when he was eighteen, he had undergone treatment for a nervous breakdown. Stewart defeated Martin, 401,852 (56 percent) to 316,170 (44 percent). ===U.S. Senate=== Stewart took office on November 8, 1978. In his first year as a U.S. senator, he compiled a near-perfect attendance record, introduced twelve bills and was co-sponsor of eighty others. Senate Majority Leader Robert Byrd appointed him to a deputy whip position, making him the only freshman Senator to serve in party leadership in the 96th Congress. ===1980 defeat=== Stewart failed to gain reelection to the Senate in 1980, losing the Democratic primary to Jim Folsom, Jr.. Folsom went on to lose narrowly to Republican Jeremiah Denton in the general election. Stewart remained in the Senate until January 2, 1981, when he resigned one day before his term expired. ==Post-Senate career== Stewart practices law in Alabama. He was lead attorney on a class action lawsuit against agricultural biotech giant Monsanto Company for PCB dumping in his hometown of Anniston. The case garnered national attention, including coverage by CBS's 60 Minutes. As of 2002, the company had paid out as much as $160 million against various plaintiffs in Alabama, including those represented by Stewart. He also serves on the advisory board of the University of Alabama's Blackburn Institute. ==Notes== ==External links== Category:1940 births Category:Living people Category:Members of the Alabama House of Representatives Category:Alabama state senators Category:United States magistrate judges Category:United States senators from Alabama Category:People from Talladega County, Alabama Category:Politicians from Anniston, Alabama Category:Alabama lawyers Category:University of Alabama alumni Category:University of Alabama School of Law alumni Category:Alabama Democrats Category:Democratic Party United States senators ",
    "title": "Donald Stewart (Alabama politician)"
}