{
    "id": "846284",
    "text": "Stanwell Park is a picturesque coastal village and northern suburb of Wollongong, New South Wales, Australia. It is the northernmost point of the Illawarra coastal strip and lies south of Sydney's Royal National Park. It is situated in a small valley between Bald Hill to the north, Stanwell Tops to the west and Mount Mitchell to the south. It has two lagoons from the village's two creeks, Stanwell and Hargrave Creeks and a beach running between headlands. Like other towns in the region the village is known colloquially known as TFOE, this is an acronym for the postcode (2508). ==History== Mitchell Library) Stanwell Park beach, circa 1900 Stanwell Park was the name given to the farm established on the grant given to Matthew John Gibbons in 1824. He was given most of the area called Little Bulli which included present-day Stanwell Park and Coalcliff. The whole of Northern Illawarra went under the Aboriginal name Bulli. Bulli remains the name of an Illawarra suburb further south of Stanwell Park. The area was originally inhabited by the Wodiwodi Aboriginal clan of the Tharawal people. It was traversed by 3 shipwrecked sailors in an epic journey of survival along hundreds of miles of coastline until rescued at Wattamolla, north of Stanwell Park. Two of their companions were unable to negotiate the Coal Cliffs where the Sea Cliff Bridge is today, and their remains were found by explorer George Bass, who also reported on the rich coal seam apparent in the cliffs. Mr Gibbons installed a convict, John Paid, to manage the Stanwell Park farm. Paid however used the out-of-the-way valley as a hideout for a gang of bushrangers he formed. He adopted the name of Wolloo Jack and his gang terrorised the Bargo to Liverpool area until he and others of the gang were sent to the gallows in 1829. When Governor Lachlan Macquarie visited Stanwell Park in 1822 he remarked that: \"On our arrival at the summit of the mountain, we were gratified with a very magnificent bird's eye view of the ocean, the 5 Islands, and of the greater part of the low country of Illawarra ... After feasting our eyes with this grand prospect, we commenced descending the mountain ... The whole face ... is clothed with the largest and finest forest trees I have ever seen in the colony.\" The valley continued to attract notable people: Major Sir Thomas Mitchell, one of Australia's best-known explorers built the first house at Stanwell Park; Supreme Court Judge John Fletcher Hargrave later owned and holidayed in the area, his inheritance coming to Lawrence Hargrave, one of the world's most important aviation pioneers of the 1890s in the lead-up to powered man flight. He performed his most important experiments at Stanwell Park. Lawrence Hargrave moved to Hillcrest House, having inherited it from his brother Ralph Hargrave, in 1893. It is on the road up to the Stanwell Park railway station. One of the village's most famous attractions is the curved railway viaduct over Stanwell Creek Gorge. It was built in the 1910s when problems with the old railway route forced the construction of a new track higher up the mountainside. At 65 m above the creek bed, surrounded by profuse rainforest vegetation and containing an estimated five million bricks, it is the largest railway viaduct in Australia. In the 1980s a fatal accident occurred on the railway due to cliff erosion. Now Stanwell, or The Park, is home to about 1400 people, a dormitory suburb for commuters to the nearby cities of Sydney and Wollongong, and a popular tourist destination. ==Heritage listings== Stanwell Park has a number of heritage-listed sites, including: * Illawarra railway, 56.727 km: Stanwell Creek railway viaduct ==Population== In the 2016 Census, there were 1,410 people in Stanwell Park. 80.9% of people were born in Australia and 89.3% of people spoke only English at home. The most common responses for religion were No Religion 38.5%, Catholic 22.5% and Anglican 15.4%. ==Activities== The village has a small area of shops and an art gallery on Lawrence Hargrave Drive. Bushwalking is possible on several tracks, most notably the Wodi Wodi Track that climbs Mount Mitchell from the station, and a rather degraded track to Stanwell Tops Lookout, also from the station. Stanwell Park is famous for paragliding and hang gliding activities from Bald Hill down to its beach, which lies nested between high sea cliffs. Rock climbing can be done at Stanwell Tops which offers a view over the village. A feature is the beach with its two lagoons. The Helensburgh-Stanwell Park Surf Life Saving Club (SLSC) offers beach safety and beach activities such as the Nippers on Sundays in summertime. Stanwell Park Arts Theatre, or S.P.A.T (formally Stanwell Park Amateur Theatre) was founded in the early 1970s by Lauren Mitsak, Pam Beckett and others. Joy Weidersatz was the first director. The annual Christmas pantomime is popular, though S.P.A.T puts on all types of shows, including Shakespeare, Satire, musicals, theatre restaurant-style shows, revues, etc. Stanwell Park is serviced by Stanwell Park railway station on the South Coast railway line. The railway bends around the village and crosses Stanwell Creek on a historic brick viaduct. Bald Hill, at the apex of Lawrence Hargrave Drive, takes in the views of the Northern Illawarra and the escarpment. Whale watching, when in season, captivates many a Sydney day-tripper. The spot is also a notable location for DX radio communication due to its southern and eastern vistas. ==Attractions== Aerial view from the west Symbio Wildlife Park is located on Lawrence Hargrave Drive, near the intersection with the Old Princes Highway, at Stanwell Tops. There are over 1000 native, exotic and farmyard animals in all. It has appeared in a Delta Goodrem music video and several television documentaries and is scheduled to appear in the upcoming film . The gardens includes a café, souvenir shop, and free swimming pools and gas barbecues. Just east of the Symbio Wildlife Gardens, on Lawrence Hargrave Drive, is a turnoff that leads to Sri Venkateswara Hindu Temple. Australia's first Hindu Temple opened on 30 June 1985. It is located in Temple Street on a 2.6 hectare site. This site was chosen because it fitted the Hindu requirements of a peaceful spot, close to water, elevated, in the bush and on virgin soil. Indian architect Janakiramana Sthapati designed the temple, his family have been temple architects since the sixth century. At Bald Hill is Intabane Mansion, a prominent feature visible from the valley below with a 'witches hat roof', used as an army lookout during World War II. It was originally built in 1917 for the sum of 3000 pounds and became a guest house between the wars. Another attraction is Kelly's Falls, which includes a viewing platform. Walking tracks include the Stanwell Tops lookout track which runs from Stanwell Park train station up the hillside to the Peace Garden, where there are historic Aboriginal carvings on the trees, and to the Stanwell Tops Lookout. Another track, the Wodi Wodi, Bullock, or Mount Mitchell Track, leads from the former track down to Stanwell Creek, around the viaduct and up Mount Mitchell, then down to the railway and a carpark on Lawrence Hargrave Drive. On the Wodi Wodi track, an aboriginal drawing of a whale can be seen, as well as several middens. Access to Bald Hill from Stanwell Park is available from a track on Chellow Dene Avenue, leading to the top of the hill. ==Notable residents== Throughout its history several notable people either originated or spent much of their life in the village. These people have risen to fame through a variety of avenues. *Kalani Ball – A professional surfer who originated from the village. * Lawrence Hargrave – Aviation pioneer who lived in Stanwell Park and completed much of his most famous research and experiments in the village * Joe Hockey – Former Australian treasurer lived in the village == See also == * Stanwell Tops * Helensburgh * Bald Hill * Lawrence Hargrave * Lawrence Hargrave Drive * Sea Cliff Bridge * Stanwell Park Railway Station == References == === Citations === === Sources === *Michael Adams: \"Little Bulli: The Pioneering of Stanwell Park and Northern Illawarra Till the 1860s\", Cultural Exchange International Pty. Ltd. (2005) *Michael Adams: \"Wind Beneath his Wings: Lawrence Hargrave at Stanwell Park\", Cultural Exchange International Pty. Ltd. (2005) ==External links== *Stanwell Park Public School *Helensburgh-Stanwell Park Surf Life Saving Club *Wollongong City Library – Stanwell Park Local Area Information *Michael Adams on Stanwell Park's history *Stanwell Park Community Web Portal *Mac Para Australia – paragliders *Picture Australia Category:Suburbs of Wollongong Category:Surf lifesaving Category:Coastal towns in New South Wales Category:City of Wollongong Category:Tourist attractions in Wollongong ",
    "title": "Stanwell Park, New South Wales"
}