{
    "id": "846559",
    "text": "Ludovico (or Lodovico) Carracci (21 April 1555 - 13 November 1619) was an Italian, early-Baroque painter, etcher, and printmaker born in Bologna. His works are characterized by a strong mood invoked by broad gestures and flickering light that create spiritual emotion and are credited with reinvigorating Italian art, especially fresco art, which was subsumed with formalistic Mannerism. He died in Bologna in 1619. ==Biography== Ludovico Carracci - Christ in the Wilderness, Served by Angels Ludovico apprenticed under Prospero Fontana in Bologna and traveled to Florence, Parma, and Venice, before returning to his hometown. Together with his cousins Annibale and Agostino Carracci, Ludovico worked in Bologna on the fresco cycles depicting Histories of Jason and Medea (1584) in Palazzo Fava, and the Histories of Romulus and Remus (1590-1592) for the Palazzo Magnani. Their individual contributions to these works are unclear, although Annibale, the younger than Ludovico by 5 years had gained fame as the best of the three. This led to Annibale's famed commission of the Loves of the Gods in the Palazzo Farnese in Rome. Agostino joined Annibale there briefly. While Ludovico remained in Bologna, this does not mean that he was any less influential, the biography of Lanzi states that around 1585, Ludovico and his cousins had founded the so- called Eclectic Academy of painting (also called the Accademia degli Incamminati. More recent conjectures are that there was no established Academy with curriculum, but that Ludovico tutored many in his studio. This studio however propelled a number of Emilian artists to pre-eminence in Rome and elsewhere, and singularly helped encourage the so-called Bolognese School of the late 16th century, which included Albani, Guercino, Sacchi, Reni, Lanfranco and Domenichino. The Carracci had their apprentices draw studies focused on observation of nature and natural poses, and use a bold scale in drawing figures. One of Ludovico's main pupils was Giacomo Cavedone and Francesco Camullo. File:Ludovico Carracci The Lamentation.jpg|Lamentation of Christ (ca. 1582).Oil on canvas, 95 x 173 cm. Metropolitan Museum of Art, New York. File:Lud. Carracci La Carraccina.jpg|Madonna and Child with St Francis of Assisi (1591) – known as \"La Carraccina\" due to the admiration of the young Guercino File:1607 Carracci Madonna mit Kind und Heiligen anagoria.JPG|Madonna and Child with Saints File:Ludovico Carracci - Annunciation - Google Art Project.jpg|Annunciation File:Transfiguration by Lodovico Carracci.jpg|Transfiguration by Lodovico Carracci File:Abraham-And-The-Three- Angels.jpg|Abraham and the Three Angels File:Lodovico Carracci (Italian - St. Sebastian Thrown into the Cloaca Maxima - Google Art Project.jpg|Saint Sebastian Thrown into the Cloaca Maxima File:Ludovico_Carracci,_I_funerali_della_Vergine.jpg|The Funeral of the Virgin Mary ==References== ==Sources== * Babette Bohn, Ludovico Carracci and the Art of Drawing Brepols 2004 * Allessandro Brogi, Ludovico Carracci Bologna 2001 * Andrea Emiliani (ed.), Ludovico Carracci exh. cat. Bologna-FortWorth 1994 (with Essay and catalogue by Gail Feigenbaum) ==External links== *Orazio and Artemisia Gentileschi, a fully digitized exhibition catalog from The Metropolitan Museum of Art Libraries, which contains material on Ludovico Carracci (see index) *Whitfield Fine Art *Catholic Encyclopedia: Carracci Category:1555 births Category:1619 deaths Category:Artists from Bologna Category:Italian etchers Category:16th-century Italian painters Category:Italian male painters Category:17th-century Italian painters Category:Bolognese painters Category:Italian Baroque painters Category:Italian Mannerist painters ",
    "title": "Ludovico Carracci"
}