{
    "id": "846738",
    "text": "The Sacred Heart Cathedral (bosnian: Katedrala Srca Isusova/Катедрала Срца Исусова) is a Catholic church in Sarajevo; commonly referred as the Sarajevo Cathedral (Sarajevska katedrala/Сарајевска катедрала), it is the largest cathedral in Bosnia and Herzegovina. It is the seat of the Archbishop of Vrhbosna, currently Cardinal Vinko Puljić, and center of Catholic worship in the city. The Cathedral is located in the city's Old Town district. ==History== Sacred Heart Cathedral was built in honor of the Sacred Heart of Jesus, an important Catholic concept. The building is in the Neo-Gothic style, with Romanesque Revival elements. The building was awarded to the Viennese contractor Baron Karl Schwarz with supervising architect Josip Vancaš. He modeled it after the Notre-Dame in Dijon (France). Work began on 25 August 1884, and was completed on 9 November 1887. The Bishop of Dubrovnik was present for the consecration on 14 September 1889. Peace demonstration in front of the cathedral on September 1991 prior to the outbreak of the Bosnian War. The building was damaged during the Siege of Sarajevo, but not completely destroyed, and the damage has since been repaired. The building is often considered as a symbol of the city: The design above the door to the Cathedral is part of the flag and seal of Sarajevo Canton and the Romanesque towers are featured on the flag and coat of arms of Sarajevo. ==Exterior== The cathedral is 41.9 meters long and 21.3 meter wide. It was constructed in Neo-Gothic style; The two bell towers are 43.2 m high. Above the portal is an octagonal rosette and a statue of the Sacred Heart. ==Interior== * The main altar was designed by Josip Vancaš and made from Grisignano marble. It rests on four small columns of red Tyrolean marble. The seven niches behind the altar depict in the central position: Sacred Heart of Jesus; on the left side: St. Joseph and St. Francis of Assisi; on the right side: St. Michael and the prophet Elijah; on the extremities: statue of an angel. * Side altars: in the western aisle is an altar dedicated to the Immaculate Conception (a donation of Emperor Franz Joseph I). In the eastern aisle, an altar dedicated to the apostles of the Slavs, St. Cyril and St. Methodius (a donation of the people of Bohemia). * Pulpit: the pulpit is mounted on a richly decorated pedestal. The enclosure shows in the central part Jesus as teacher, flanked on each side by two Evangelists. * Frescoes: in 1886 the frescoes were commissioned to Alexander Maximilian Seitz (1811–1888). Due to his deteriorating health he could only finish the designs in 1887. The execution was undertaken by his assistant Alberto Rohden. ** on the wall of the western bell tower : the Coronation of Mary. The lower part of the fresco shows a father, mother and child in national dress, surrounded by St. Francis of Assisi and St. Dominic. ** on the wall of the eastern bell tower: the Resurrection of Jesus. ** in the vault: a depiction of the Sermon on the Mount and a depiction of Moses receiving the Ten Commandments, both by Ante Martinović (replica on canvas of the fresco by A.M. Seitz). ** in the indentations above the vaults: oil paintings in chiaroscuro of the Doctors of the Church, done on canvas in Rome by Lodovico Seitz (1844-1908), son of Alexander Seitz. * Organ: manufactured by the Heferer Company of Zagreb. It has mechanical tractions, two manuals, pedal and 22 sound registers. * Grave of archbishop Stadler, the first archbishop of Vrhbosna by the sculptor Marin Studin. * The five stained-glass windows in the apse were designed by Josip Vancaš and executed by the Tiroler Glasmalerei of Innsbruck. * The stained-glass windows in the side aisles were executed by the Vienna workshop of the Tiroler Glasmalerei. ==Burials== *Ivan Šarić *Josip Stadler *Marko Jozinović ==Gallery== File:Sarajevo Cathedral interior.jpg|Interior File:Sarajevo Cathedral Rose Window.jpg|Rose window File:Sarajevo cathedral windows.jpg|Stained glass File:Sarajevo Cathedral 03.jpg|Pulpit File:Sarajevo cathedral (4).JPG|Nave and apse File:Sarajevo cathedral interior 1.jpg|Side altar of the Saints Cyril and Methodius ==See also== *History of Sarajevo *Catholic Church in Bosnia and Herzegovina *Croats of Bosnia and Herzegovina ==References== * Msgr. Ante Meštrović: A short guide to the cathedral in Sarajevo (2011), booklet on sale in the cathedral. ==External links== * Cathedral of Jesus' Sacred Heart * Katolička Tiskovna Agencija Category:Roman Catholic cathedrals in Bosnia and Herzegovina Category:Roman Catholic churches in Sarajevo Category:Stari Grad, Sarajevo Category:Roman Catholic churches completed in 1889 Category:Josip Vancaš buildings Category:Roman Catholic churches in Archdiocese of Vrhbosna Category:Buildings and structures in Sarajevo Category:National Monuments of Bosnia and Herzegovina Category:Tourist attractions in Sarajevo Category:1889 establishments in Europe ",
    "title": "Sacred Heart Cathedral, Sarajevo"
}