{
    "id": "846963",
    "text": "The Citroën Ami is a four-door, front-wheel drive economy (B-segment) family car, manufactured and marketed by Citroën from 1961 to 1978. At times it was the best-selling new car model in France. The Ami was offered in saloon and estate ('Break') body styles over two generations, the Ami 6 and the Ami 8. The later Ami 8 fastback saloon featured a steeply raked rear window, in contrast to the earlier reverse-raked rear window of the Ami 6 notchback. Over 1,840,396 examples were manufactured over the entire production run.John Reynolds. Citroën 2CV. The Ami and Citroën Dyane were replaced by the Citroën Visa and Citroën Axel. ==Name== Ami is the French word for friend. With its 602 cc engine capacity fractionally above the limit for 2 CV designation, the Ami was nicknamed the 3CV, differentiating it from the long established Citroën 2CV. 3CV stands for Trois chevaux, or \"three horses\" -- CV originally being the initials for \"chevaux-vapeur\" (horsepower - literally 'steam horses'), but used here for \"chevaux fiscaux\". The \"cheval fiscal\" was a French fiscal unit based on engine size with the smaller CV designating economy cars. ==Overview== 1968 Citroën Ami 6 (Rouge Corsaire) The Citroën Ami had its formal French launch on 25 April 1961, four months ahead of the August introduction of the widely anticipated Renault 4. Both the Renault 4 and the Citroën Ami responded to a perceived market need for a vehicle slightly larger and less rustic than the 2CV. The Ami is a rebodied 2CV with certain mechanical upgrades (particularly a larger engine than the 1950s 2CV), to compensate for the added weight. At launch all the cars were powered by an air cooled 602 cc two-cylinder flat engine which would also be offered at extra cost in the 2CV from 1970. The platform chassis and suspension is similar to the 2CV, being independent all round using leading and trailing arms and coil springs interconnected front to rear. For a detailed suspension description see Citroën 2CV. The Ami's seats were easily removable. Sales pitches of the Ami included photographs of the seats being used as picnic chairs. ==Technical innovation== The Ami and the Ford Taunus P3 were the first cars with rectangular or lozenge-shaped (non-round) headlights. This technical innovation was developed by lighting manufacturers Hella (Taunus) and Cibie (Ami). Soon this innovation found its way to the exclusive coach built Maserati 5000 GT.http://www.conceptcarz.com/vehicle/z15305/Maserati-5000-GT.aspx At the time, it was an unquestioned article of faith that headlights were round, and in the United States, it was the law, so these new headlights were illegal there until 1975.http://classiccars.about.com/od/classiccarsaz/a/CarHeadlamps.htm Ten years later this had inspired European automakers to come up with various non- round headlamp shapes. ==Initial sales== Citroën Ami 6 Berline rear detail Dashboard and shift lever of Ami 6 Citroën Ami 6 Break (estate) model Citroën Ami 8 front view The Ami 8 featured a more conventionally positioned back window, like a fastback, than the Ami 6 The experimental alt= The car went on sale in France in April 1961, though Citroën implemented some simple upgrades in time for the Paris Motor Show only six months later. The most visible change involved the replacement of the fixed windows on the rear doors with two-part horizontal sliding windows, similar to those already fitted on the front doors. Sales initially were not as good as those of the older 2CV; the Ami's first full year of production was 1962, during which only 85,358 of the cars were sold, while the thirteen-year-old 2CV managed 144,759 sales during the same period. Although the Ami had a modern body, it shared the aggressively minimalist underpinnings of the older car, and this made it hard to justify a starting price for the Ami which, at the end of 1961, was 35% higher. ==Versions== The 1961 Ami 6 sedan is distinguished by an unusual reverse-raked notchback rear window, similar in style to the 1959 Ford Anglia 105E in Great Britain. A similar design feature was used on the first generation three-door Citroën C4. This design feature first appeared on the US 1953 Packard Balboa-X show car. It was first put into production on the 1957 Mercury Turnpike Cruiser and 1958-1960 Lincoln Continentals. In the American cars the rear window could be opened as an aid to ventilation before air conditioning became standardised, and in the American fashion was given a name, the \"Breezeway Window\". The later Ami 8 saloon has a fastback rear window. It was redesigned by the French car design and bodywork company, Heuliez. Most notable changes were the front part and bonnet and the sloping, rather than inverted, rear window on the saloon. The estate version of the Ami 8, the 'Break' had a similar general appearance to that of the Ami 6 although the later car's taillights were integrated into the rear wings. The Ami Super, sometimes also called Ami 10, was a flat-4 variant powered by the engine of the GS and produced between 1973 and 1976. The Ami Super was offered in the same three trim levels as the Ami 8, Luxe, Confort and Club on Saloon and Luxe and Confort on the 'Break' versions. These trim differences were fairly minor with Luxe models having bench front and rear seats and vinyl floor matting. Confort trim offered reclining front seats in place of the front bench. The Club models can be considered the Pallas of the Ami range featured sound proofing pads on the floor and bulkhead, carpet including boot lining, stainless steel trim on the window frames and side rubbing strips on the doors and rear wings. Club trim was only available up to the end of the 1973 model year, after that point Ami 8 and Ami super were only available in Luxe and Confort specification. From 1974 Ami super models were revamped to feature a double line graphic along the exterior of the body sides, either in black or silver depending on body colour, with slotted wheels and double line detailing on the hubcaps. The rear window also featured a graphic in white proclaiming \"Ami Super 1015cm³\" As the Ami Super looked very much like an Ami 8, and could surprise many by demonstrating its dramatic performance advantage compared to the Ami 8 (55 hp compared to 32 hp). Quoted by Autocar magazine in the UK as a \"Q car par excellence\" sadly in France its 5CV tax rating made little sense in a small car and as a result sales were low compared to the Ami 8. In the UK however where no such tax penalties existed the Ami Super attracted healthy sales although is now a rare sight due to poor corrosion resistance, a feature suffered by many vehicles of this era. The Ami Super production reached close to 42,000 in sedan and station wagon by February 1976. Production of the Ami 8 continued until early 1979 and reached in the region of 722,000 cars produced. A small series of prototype coupés, the M35 were produced as test vehicles for loyal customers — testing the single-rotor Comotor Wankel engine, as also seen in the NSU Spider. A twin-rotor version of this engine reached production form with the NSU Ro 80 and GS Birotor. ==French production== The Ami 6 was the first model to be produced at the new Citroën plant opened in 1961 in the presence of the new president to the south-west of central Rennes. It was later joined at the plant by the Dyane and GS models. ==Spanish production== The Ami 6 & Ami 8 were also built by Citroën Hispania in Vigo (Spain) from 1967 to 1978, but they were never called \"Ami\" because of a legal problem with that name. The equivalences with French built models are: *Ami 6 berline: never built in Spain. *Ami 6 estate old model (M4 type engine): Citroën Estate 3cv. *Ami 6 estate new model (M28 type engine): Citroën Dynam. *Ami 8 berline: Citroën 8 or C-8. *Ami 8 estate: Citroën 8 Familiar (or just Citroën Familiar). ==Argentinian production== Out of Europe, the Ami 8 was made in Argentina until 1978 in Buenos Aires, Argentina. Only in the estate version, with the \"Club\" & \"Elysee\" trims, was exported to Uruguay, Paraguay and in CKD kits to Arica, Chile from 1976 where it was assembled until it was shut down in favour of the production of the Citroën CX in early 1978. ==Performance== An Ami 6 tested by the British magazine The Motor in 1962 had a top speed of and could accelerate from 0- in 30.3 seconds. A fuel consumption of was recorded. The test car cost £823 including taxes on the UK market. {| class=\"wikitable\" style=\"width:60%;\" |- style=\"background:#e3e3e3\" !Version !Engine !Power !Max speed |- ! style=\"text-align:center;\"|Ami 6 (1961-1963) | style=\"text-align:center;\"|602 cc flat-2 air-cooled | style=\"text- align:center;\"| at 4,500 rpm | style=\"text-align:center;\"| |- !Ami 6 (1964-1968) | style=\"text-align:center;\"|602 cc flat-2 air-cooled | style=\"text-align:center;\"| at 4,750 rpm | style=\"text-align:center;\"| |- !Ami 6 (1968) | style=\"text-align:center;\"|602 cc flat-2 air-cooled | style=\"text- align:center;\"| at 5,400 rpm | style=\"text-align:center;\"| |- !Ami 6 (1969) | style=\"text-align:center;\"|602 cc flat-2 air-cooled | style=\"text- align:center;\"| at 5,750 rpm | style=\"text-align:center;\"| |- !Ami 8 | style=\"text-align:center;\"|602 cc flat-2 air-cooled | style=\"text- align:center;\"| at 5,750 rpm | style=\"text-align:center;\"| |- !Ami Super | style=\"text-align:center;\"|1015 cc flat-4 air-cooled | style=\"text- align:center;\"| at 5,750 rpm | style=\"text-align:center;\"| |- !M35 | style=\"text-align:center;\"|Single rotor Wankel engine | style=\"text- align:center;\"| at 5,500 rpm | style=\"text-align:center;\"| |} ==Model changes in detail== The following table summarises information to distinguish Ami Models. {| class=\"wikitable\" |- !Years !image !type !Model Changes |- |1961 | |AM |Launch in April. |- |1962 | |AM |Sliding rear windows (one half only). |- |1963 |100px |AM |Version for export to the United States: double round headlights, front turn signals round, additional chrome bumpers, grille and stainless steel license plate closer. Engine 26 hp instead of 22 hp. Hydraulic dampers. Suspended Brake and clutch pedals. |- |Nov 1964 |100px |AMB AMF AMC |Estate body type. New rear light units. |- |Oct 1967 |100px |AMBPA |Estate Club model. Twin round headlights. Improved finish. |- |May 1968 |100px |AM2 AMB2 |M28 engine of 32 hp at 5,750 rpm. Double sliding front windows. Trapezoidal taillamps. |- |March 1969 |100px |AM3 |The Ami 8 replaces the Ami 6. |- |July 1969 | |AMJA AMJB |The Ami 8 receives disc brakes on the front. The hydraulic system works with LHM fluid. |- |Sept 1969 |100px |AMB3 AMC3 |Ami 8 estate launched. |- |Jan 1973 |100px |AMJF AMJG AMJH |Launch of the Ami Super. |} ==Production figures and history== Total production of the Ami models (except M35) reached 1,840,121 units according to the manufacturer's data. It is divided between the models as follows: {| class=\"wikitable\" |- ! Model !Ami 6 Berline/Saloon !Ami 6 Estate !Ami 6 Service Van !Ami 8 Berline/Saloon !Ami 8 Estate !Ami 8 Service Van !Ami Super Berline/Saloon !Ami Super Estate !Ami Super Service Van |- | Reference Code. | style=\"background:#fafea5;\"| AM AM2 | style=\"background:#fafea5;\"| AMB AM2B | style=\"background:#fafea5;\"| AMC(2) AMF(2) | style=\"background:#bcfecd;\"| AM3 | style=\"background:#bcfecd;\"| AMB3 AMJB | style=\"background:#bcfecd;\"| AMC3 AMJC | style=\"background:#8080ff;\"| AMJF | style=\"background:#8080ff;\"| AMJG | style=\"background:#8080ff;\"| AMJH |- |Production | style=\"background:#fafea5;\"| 483 986 | style=\"background:#fafea5;\"| 551 880 | style=\"background:#fafea5;\"| 3 518 | style=\"background:#bcfecd;\"|342 743 | style=\"background:#bcfecd;\"|386 582 | style=\"background:#bcfecd;\"|26 630 | style=\"background:#8080ff;\"| 24 797 | style=\"background:#8080ff;\"| 19 222 | style=\"background:#8080ff;\"| 801 |} {| class=\"wikitable\" style=\";\" |- align=\"center\" | style=\"background:#e2e2e2;\"|Model | style=\"background:#e2e2e2;\"|1961 | style=\"background:#e2e2e2;\"|1962 | style=\"background:#e2e2e2;\"|1963 | style=\"background:#e2e2e2;\"|1964 | style=\"background:#e2e2e2;\"|1965 | style=\"background:#e2e2e2;\"|1966 | style=\"background:#e2e2e2;\"|1967 | style=\"background:#e2e2e2;\"|1968 | style=\"background:#e2e2e2;\"|1969 | style=\"background:#e2e2e2;\"|1970 | style=\"background:#e2e2e2;\"|1971 | style=\"background:#e2e2e2;\"|1972 | style=\"background:#e2e2e2;\"|1973 | style=\"background:#e2e2e2;\"|1974- 78 | style=\"background:#e2e2e2;\"|Total |- |Ami 6 Ami 8 Ami Super | align=\"center\" |19,010 | align=\"center\" |85,358 | align=\"center\" |106,224 | align=\"center\" |121,819 | align=\"center\" |158,067 | align=\"center\" |180,085 | align=\"center\" |169,390 | align=\"center\" |145,102 | align=\"center\" |163,182 | align=\"center\" |124,962 | align=\"center\" |105,018 | align=\"center\" |96,716 | align=\"center\" |107,339 | align=\"center\" |258,124 | align=\"center\" |1,840,396 |} ==References== ==External links== *Citroen Ami 6 - Citroën Origins * The Virtual Citroen Ami6 Garage * Ami 8 at Citroenet * Ami 6 at Citroenet * Ami Super 1970s period French motoring programme * 1960s Publicité Citroën Ami 6 * Citroën M35 prototype at Citromobile 2011 * Le dernier modèle de Citroën : l'Ami super Ami Category:Subcompact cars Category:Sedans Category:Station wagons Category:Vans Category:Cars powered by boxer engines Category:Cars introduced in 1961 Category:1970s cars ",
    "title": "Citroën Ami"
}