{
    "id": "847171",
    "text": "Mega-Lo-Mania is a real-time strategy computer game developed by Sensible Software. It was released for the Amiga in 1991, and ported for a variety of other platforms. It was released as Tyrants: Fight Through Time in North America and Mega-Lo-Mania: Jikū Daisenryaku (メガロマニア時空大戦略) in Japan. ==Gameplay== Mega-Lo-Mania is an early real-time strategy game that predates Dune II by a year. The player takes control of one of four gods; Scarlet (red), Caesar (green), Oberon (yellow) and Madcap (blue). There are no differences between them except colour and AI behaviour when opposing. Each level takes place on an island divided into two to sixteen \"sectors\". The objective is to defeat up to three opposing gods and conquer the island. Screenshot of Mega-Lo-Mania (Amiga) Before a level begins, the player decides which sector to place their first tower in, and how many men to deploy. The men can perform various tasks such as designing weapons and shields, mining elements, building structures, manufacturing weapons and forming an army. The number of men assigned to a single task determines how fast or effective it will be. Men that are left idle will procreate and gradually increase in number. At the start of a level the player only has unarmed men available. To gain more powerful weaponry, the player must assign men to design technology. When enough designs are made, the sector will advance a tech-level; making more research and buildings available. Armies can be used to either invade enemy sectors, or build a tower in an empty sector; expanding the player's territory. Shields are used to repair damaged buildings. Weapons and shields can only be made if enough elements have been gathered. Higher-tech weapons and shields must be manufactured in the factory before use. Building a mine gives access to more elements and the laboratory improves design tasks. If the sector's tower gets destroyed, the player loses control of that sector. If the player has no sectors or men left, the level must be restarted. The player has the option to form an alliance with an opponent if there are two or three present on the map. An allied opponent will not attack the player but neither of them can expand their territory whilst allied. Alliances cannot be made if only one opponent is remaining. There are twenty-eight islands in the game, which are named in alphabetical order (except the last two) and grouped into ten epochs. Each epoch contains three islands and represents a different era in time (starting at 9500 BC and ending at 2001 AD); conquering the three islands in any order will allow the player to proceed to the next epoch. The player receives one-hundred men in each epoch. Any unused are carried over to the next epoch. The only exception is the tenth epoch, which contains only one eponymous island and does not grant extra men to the player. ==Development== The Amiga and Atari ST versions of Mega-Lo-Mania, as developed by Sensible Software and published by Image Works, began development in November 1989, and were released in the Spring of 1991 for the Amiga and Atari ST; a DOS version wasn't planned at this stage in development. In a January 1991 issue of British gaming magazine The One, The One interviewed team members from Sensible Software for information regarding Mega-Lo-Mania's development in a pre-release interview. Mega-Lo-Mania was originally conceived under the title Alien Empire and later My Little Warhead, but these names were scrapped in lieu of the final title of Mega-Lo-Mania. The game's original concept had the player taking the role of an operator of a spaceship who needed to combat robots located on an island, with the island being split into 16 sections. The goal of this original design concept was to combine scrolling arcade action gameplay with real-time strategy; this concept is vastly different from the final product due to lack of publisher interest, as they considered the game to 'not fit into any specific category'. Jonathan Hare, Mega-Lo-Mania's graphic artist and one of its designers, expressed that the game was changed from its original concept to make it more marketable to publishers; he stated that the ultimatum became that the team needed to \"drop the scrolling or drop the strategy\", with the team deciding to scrap the game's arcade scrolling aspect. Upon scrapping the game's original concept of robots, the team considered a fantasy theme, but decided against it. Upon being asked about Mega-Lo-Mania's similarity to Populous, Hare expressed that thinks that while it looks \"a little\" similar, it differs significantly in its gameplay, particularly in its combat, stating that he thinks that Mega-Lo-Mania doesn't play \"like Populous at all\". Further expressing his belief in how the game differs from Populous, Hare stated that the gameplay concept of human evolution isn't unique to Populous as \"the earth thought of it first\". Richard Joseph, Mega-Lo-Mania's composer and sound designer, hired radio voice actors to perform the game's sampled speech; Mega-Lo-Mania has over 50 speech samples, and due to their size, the sounds are on a floppy disk of their own. Over the course of development, there was a bug that caused the game to freeze when sounds were loaded, which was later fixed. ==Reception== Mega-Lo-Mania is considered to be the first real time strategy game to also incorporate a technology tree and was met with universal acclaim on its original release. Amiga Power was impressed by the game, describing it as \"another game to add to that list of all-time greats.\" Mega placed the game at #34 in their Top Mega Drive Games of All Time. Conversions to other platforms sometimes got less praise. Computer Gaming World cited many bugs and flaws, and stated that even if they were fixed \"not enough attention has been paid to gameplay\". A 1994 survey of strategic space games set in the year 2000 and later gave the game two-plus stars out of five, stating that the Populous \"clone ... offers a short diversion into strategic whimsy before degenerating into an also-ran\". MegaTech magazine said that it was \"very easy to get into (but) there are only nine levels\". ==References== ==External links== * *Mega-Lo-Mania at Hall of Light Amiga database Category:1991 video games Category:Amiga games Category:Atari ST games Category:Sega Genesis games Category:Super Nintendo Entertainment System games Category:Sharp X68000 games Category:FM Towns games Category:DOS games Category:Real-time strategy video games Category:Sensible Software Category:Panhistorical video games Category:God games Category:Imagineer games Category:Video games scored by Richard Joseph Category:Video games developed in the United Kingdom ",
    "title": "Mega-Lo-Mania"
}