{
    "id": "847524",
    "text": "Chin music is a slang term with several different meanings. ==American street slang== In American slang, chin music is a term for idle talk. It dates back at least a century: \"There's too much chin music an' too little fightin' in this war, anyhow\" is a quote from Stephen Crane's 1895 novel The Red Badge of Courage. It can alternatively be used as a euphemism for punching someone in the jaw. ==Baseball== In baseball slang, it means a pitch that is thrown near the batter's face. The pitcher's intent may be to cause the batter to move \"back\" such that it is more difficult to hit a future outside pitch, to frighten the batter into a poorer batting approach, to intimidate opposing batters, or to actually hit the batter with the pitch. If the umpire suspects the pitcher of either of the latter two intentions, he may eject the pitcher immediately or warn both teams that any similar pitch will result in automatic ejection. The pitcher's manager may also be ejected or warned if the umpire believes the manager ordered the beanball. In the late 1800s, at baseball's inception, the phrase \"chin music\" was used to describe razzing or heckling from the fans. It began being used as a synonym for a brushback pitch around World War II. ==Cricket== In cricket, chin music is a term for a bowling strategy where bouncers are aimed at the batsman's throat or chin.Vaughan is ready to face West Indies' 'chin music', Independent, Retrieved on 14 June 2009 Rising rapidly off the pitch, the ball is difficult to play unless the batsman has quick footwork. If fended rather than avoided, it may yield a ballooned return catch to the bowler or to close-in fielders. This is a difficult ball to bowl, since a few inches on either side would present the batsman with a short ball that can be easily put away on either side of the pitch. It is not illegal in cricket, but the number of short deliveries allowed in an over is usually restricted, and bowlers who exceed this may get a warning from the umpire. This tactic was made famous by the England team in the controversial 'Bodyline' Ashes series in 1932. ==References== Category:Terminology used in multiple sports Category:Baseball terminology Category:English-language slang ",
    "title": "Chin music"
}