{
    "id": "847530",
    "text": "{| |} on ground Langley wind tunnel The Rutan VariEze is a composite, canard aircraft designed by Burt Rutan. It is a high-performance homebuilt aircraft, hundreds of which have been constructed. The design later evolved into the Long-EZ and other, larger cabin canard aircraft. The VariEze is notable for popularizing the canard configuration and moldless composite construction for homebuilt aircraft. == Overview == Work on the VariEze design, which grew out of Rutan's experience designing and building the VariViggen, began in 1974. The first prototype, designated Model 31 and registered N7EZ, first flew on May 21, 1975 after four months of construction. This aircraft used a Volkswagen engine conversion. Three months later it was shown at Oshkosh where Dick Rutan piloted it to an under 500 kg class distance record of . Rutan believed that by engaging in a program of breaking class records he could further fine-tune the design. The aircraft was so popular at Oshkosh that Rutan redesigned the aircraft so that it could be sold as a set of plans. A second prototype, the Model 33, N4EZ, built using a larger wing, a Continental O-200 engine, and many other detail changes, was shown at Oshkosh in July 1976 and plans were offered for sale. Approximately 2000 aircraft were under construction by 1980, with about 300 flying by late 1980. Ultimately more VariEzes and Long-EZs (a derivative, slightly larger design) were constructed than any other homebuilt type of the time. The sale of plans ceased in 1985. Rutan's stated goals for the design included reduced susceptibility to departure/spin and efficient long range cruise; these goals were achieved. The use of a canard configuration allowed a stall-resistant design, at the price of somewhat increased takeoff and landing speeds and distances relative to a similar conventional design with effective flaps. The holder of the CAFE Challenge aircraft efficiency prize briefly was Gary Hertzler, set using a VariEze.. The prototypes flew originally with elevons on the canard for both pitch and roll control but the design was changed to pitch control with the canard elevators and roll control with mid span wing ailerons after a few aircraft were built. While the airplane was resistant to pitch departures, a few builders discovered a potential for a novel lateral departure mode resulting from one winglet stalling at large sideslip angles. An outer wing leading edge droop (and later vortilons on some examples) was added to alleviate this problem and rudder travel was reduced. The design's stall resistance did not appear to translate to a lower accident rate than for other homebuilts; a review of the NTSB database. from 1976 to 2005 shows 130 total accidents and 46 fatal accidents out of a fleet of about 800 (691 registered in 2005). Precise comparisons are difficult, however, because of the haphazard nature of data collection and analysis for accidents involving homebuilt airplanes. The VariEze is subject to a 2.5g positive, 1.5g negative, maximum load factor limit applied after the discovery of problems with some VariEze wings.. In lieu of a parking brake, the nosewheel retracts and the nose rests on the ground. Referred to as kneeling, this eases access to the cockpit. Resting the nose on the ground also prevents the plane from tipping onto its rear when the pilot's seat is unoccupied. ==Specifications== ==See also== ==Notes== ==References== * \"Flying the VariEze\", Air Progress, April 1978. * National Air and Space Museum VariEze history * National Air and Space Museum VariEze Kit Components * December 2004 EZ of the Month * Taylor, John W. R. Jane's All The World's Aircraft 1982–83. London:Jane's Yearbooks, 1982. . * Getting 45 MPG at 207 MPH *Rutan Technology in Europe Flight International 1976 ==External links== Category:1970s United States sport aircraft Category:Canard aircraft Category:Homebuilt aircraft VariEze Category:Mid-wing aircraft Category:Single-engined pusher aircraft Category:Aircraft first flown in 1975 ",
    "title": "Rutan VariEze"
}