{
    "id": "847578",
    "text": "Linda Green is a British comedy-drama television series that aired on BBC One from 30 October 2001 to 17 December 2002. It was produced for the BBC by the independent Red Production Company. The series focused on the life of the eponymous title character, a 30-something woman who works as a car saleswoman by day and sings in a club at night. It follows her various trials and tribulations in love and her relationships with her friends, in particular Jimmy McKenzie (Sean Gallagher), a mechanic at the car showroom where Linda works, and with whom she enjoys sexual relations when she feels like it, Michelle Fenton (Claire Rushbrook), a chiropodist, and Darren Alexander (Daniel Ryan), a kitchen-fitter. The latter two characters are a cohabiting couple with children, Jamie (Lee Shepherd) and Leanne (Jodie Hamblet), and, in series 2, a new baby, Eric. Despite the demands of parenthood, Michelle and Darren enjoy frequent nights out, usually at the club, with Linda and Jimmy. Linda's mother, Iris, who works as a clerk in the magistrates' court, is played by Rachel Davies, and her father, Frank, a deputy headteacher, by Dave Hill. Linda also has two siblings, both considerably younger than her: the very bright Katie (Jessica Harris), in whom Linda frequently confides, and the easy-going Philip, a.k.a. Fizz (Bruno Langley), who is hoping to join the Army, rather against his father's wishes. As well as being the eldest child, Linda is also her father's favourite, although he is always careful never to treat the other two less favourably. Both Frank and Iris are always ready to provide a shoulder to cry on when Linda is unhappy, usually as a result of a failed relationship. One of Linda's former boyfriends, the much younger Ricky Pinder (John Donnelly), becomes a semi-regular in the show when he becomes Katie's boyfriend. The other club singer, Coral (Jacinta Sloan) and the club comic (Danny De Bouy) also appear on a semi-regular basis. The series was created by Paul Abbott, and other writers to pen episodes included Sorted writer Danny Brocklehurst, Catherine Johnson and Russell T Davies. The producer was Phil Collinson. Linda was played by Liza Tarbuck, well known as a television presenter then rather than as an actress, although she had originally trained as such and acted in ITV sitcom Watching for seven years from 1987. Individual episodes attracted well-known guest stars, such as Christopher Eccleston, David Morrissey, Simon Pegg, Pam Ferris, Anne Reid, Amelia Bullmore, George Costigan, Jamie Theakston, Martin Freeman, Peter Kay, Nicholas Gleaves, Maxine Peake, Meera Syal and Mark Benton. It also featured a guest appearance by Tarbuck's father Jimmy Tarbuck, who played her ex-Army paternal uncle, Vic Green. Up and coming stand-ups Sarah Darlington and Jolanta Migdalska also feature. In addition, Andy Devine appeared in one episode as Linda and Jimmy's abrasive and lecherous boss Syd Jenkins, a.k.a. 'Syd With the Wife'. Although quite popular in its first season, the series proved less so in its second, and it was not renewed again after the second run had come to an end. The second series has never been released on DVD. ==External links== * Category:2000s British comedy-drama television series Category:2001 British television series debuts Category:2002 British television series endings Category:BBC comedy-drama television shows Category:English-language television shows ",
    "title": "Linda Green"
}