{
    "id": "847727",
    "text": "{| |} The Cessna 120, 140, and 140A, are single-engine, two-seat, conventional landing gear (tailwheel), light general aviation aircraft that were first produced in 1946, immediately following the end of World War II. Production ended in 1951, and was succeeded in 1959 by the Cessna 150, a similar two-seat trainer which introduced tricycle gear. Combined production of the 120, 140, and 140A was 7,664 units in five years.Christy, Joe: The Complete Guide to the Single-Engine Cessnas - 3rd Edition, pages 12-17. TAB Books, 1979. Plane and Pilot: 1978 Aircraft Directory, page 22. Werner & Werner Corp Publishing, 1978. ==Development== ===Cessna 140=== Cessna 140 on takeoff The Cessna 140 was originally equipped with a Continental C-85-12 or C-85-12F horizontally opposed, air-cooled, four-cylinder piston engine of . The Continental C-90-12F or C-90-14F of was optional, as was the Lycoming O-235-C1 engine, an aftermarket installation authorized in the type certificate. This model had a metal fuselage and fabric wings with metal control surfaces. The larger Cessna 170 was a four-seat 140 with a more powerful engine. Restored 1946 Cessna 140 ===Cessna 120=== Cessna 120, built 1947 The Cessna 120 was an economy version of the 140 produced at the same time. It had the same engine as the 140, but lacked wing flaps. The rear-cabin \"D\" side windows and electrical system (radios, lights, battery and starter) were optional. A 120 outfitted with every factory option would be nearly equivalent to a 140, but the International Cessna 120/140 Association believes that no 120s were originally built this way. Despite this, many decades' worth of owner-added options have rendered many 120s almost indistinguishable from a 140 aside from the absence of wing flaps. The 120 was dropped from production upon introduction of the 140A in 1949. 1946 Cessna 120, in Nebraska, 1964 ===Cessna 140A=== Cessna 140A with the single wing strut In 1949, Cessna introduced the 140A, a new variant with aluminum-covered wings and single wing struts instead of the fabric wing covering, dual \"V\" struts, and jury struts fitted on earlier models. Standard engines were the Continental C-90-12F or C-90-14F of , with the Continental C-85-12, C-85-12F, or C-85-14F engines optional. The spring-steel gear had been swept forward on 120 and 140 models in late 1947 so wheel extenders were no longer necessary to counter nose-over tendencies during heavy application of brakes; all 140A models had the improved gear legs.International Cessna 120-140 Association, Landing Gear Legs and Extenders for the Cessna 120/140/140A Planes Phillips, Edward H., : Wings of Cessna, Model 120 to the Citation III, Flying Books, 1986. Despite these improvements, sales of the 140 lineup faltered, and the 140A comprised only seven percent of overall 120/140 production. ==Modifications== Common modifications to the Cessna 120 and 140 include: *\"Metalized\" wings, where the fabric is replaced with light- gauge sheet aluminum, eliminating the need to periodically replace the wing fabric. *The installation of landing gear extenders to reduce the tendency of the aircraft to nose over on application of heavy braking. These were factory- optional equipment. *Installation of rear-cabin \"D\" side windows on 120s that were not originally so equipped. *Installation of electrical systems on 120s that were not originally so equipped, allowing owners to install an electric starter, more sophisticated avionics and/or lights for night flying. *Installation of a more powerful engine. A popular conversion today is to replace the original C-85 or C-90 with a 100 hp (75 kW) Continental O-200. A kit is available to install a Lycoming O-320 but this conversion is less prevalent due to a roughly 100 lb (45 kg) weight penalty and a sharp increase in fuel consumption. ==Specifications (Cessna 140)== 1946 Cessna 140 Interior == See also == == References == ==External links== * AVweb's Cessna 120/140 Review, an extensive article on the history and features of the type 140 Category:High-wing aircraft Category:Single-engined tractor aircraft Category:1940s United States civil utility aircraft Category:Aircraft first flown in 1945 ",
    "title": "Cessna 140"
}