{
    "id": "847772",
    "text": "\"Right-handed\" baseball glove worn on the left hand of center fielder Willie Mays during the 1954 World Series. A baseball glove or mitt is a large leather glove worn by baseball players of the defending team, which assists players in catching and fielding balls hit by a batter or thrown by a teammate. By convention, the glove is described by the handedness of the intended wearer, rather than the hand on which the glove is worn: a glove that fits on the left hand—used by a right-handed thrower—is called a right-handed (RH) or \"right- hand throw\" (RHT) glove. Conversely, a left-handed glove (LH or LHT) is worn on the right hand, allowing the player to throw the ball with the left hand. ==History== Bid McPhee simulating playing second base without a glove Early baseball was a game played without gloves. During the slow transition to gloves, a player who continued to play without one was called a barehanded catcher; this did not refer to the position of catcher, but rather to the practice of catching with bare hands. The earliest glove was not webbed and not particularly well suited for catching but was used more to swat a ball to the ground so that it could be picked up. An 1885 glove patent One of the first players believed to use a baseball glove was Doug Allison, a catcher for the Cincinnati Red Stockings, in 1870, due to an injured left hand.\"Baseball 'Glove Affairs'\". NPR. 4 September 2008. 27 June 2008. The first confirmed glove use was by Charlie Waitt, a St. Louis outfielder and first baseman who, in 1875, donned a pair of flesh-colored gloves. Glove use slowly caught on as more and more players began using different forms of gloves. Many early baseball gloves were simple leather gloves with the fingertips cut off, supposedly to allow for the same control of a bare hand but with extra padding. First baseman Albert Spalding, originally skeptical of glove use, influenced more infielders to begin using gloves. Spalding later founded the sporting goods company Spalding, which still manufactures baseball gloves along with other sports equipment.Bennett, R. (2006, March 31). Glovology TCS Daily. By the mid-1890s, it was normal for players to wear gloves in the field. A.G. Spalding & Bros. advertisement for infielder gloves, 1905 In , Bill Doak, a pitcher for the St. Louis Cardinals, suggested that a web be placed between the first finger and the thumb in order to create a pocket. This design soon became the standard for baseball gloves. Doak patented his design and sold it to Rawlings. His design became the precursor to modern gloves and enabled Rawlings to become the preferred glove of professional players. For many years it was customary for fielders to leave their gloves on the field when their team went in to bat. This practice was prohibited by the major leagues in . Baseball gloves have grown progressively larger since their inception. While catching in baseball had always been two-handed, eventually, gloves grew to a size that made it easier to catch the ball in the webbing of the glove, and use the off-hand to keep it from falling out. A glove is typically worn on the non-dominant hand, leaving the dominant hand for throwing the ball; for example, a right-handed player would wear a glove on the left hand. The shape and size of the baseball glove are governed by official baseball rules. Section 3.00 - EQUIPMENT AND UNIFORMS specifies glove dimensions and materials in parts 3.04 through 3.07. == Modern day == The structure and quality of the baseball glove have developed greatly over the past century. Today, the production of baseball gloves is much more precise and efficient. This has greatly increased the usefulness and accessibility of baseball gloves to the general population. Currently, Easton is \"experimenting with combining leather and Kevlar (used in bullet-proof vests) in a new ultra- lightweight glove line\". Manufacturers have also designed new, non-traditional types of gloves to suit non-traditional players. Also, manufacturers are personalizing gloves for high caliber players to help increase their exposure on national television. Even though there have been many advancements in the design and creation of the baseball glove, the greatest came in the invention of the catcher's mitt. However, as a Wake Forest University study demonstrated through 39 minor-league players, even though today's catcher's mitts are state-of-the-art, they still do not offer enough protection from injury to the hand and wrist. The highest-quality baseball gloves are typically made of heavy leather. These heavy leather gloves usually take more time for the player to break in. These gloves also provide a tighter, more personalized fit for the player. This is an improvement from youth and recreational gloves, which tend to feature palm pads and/or adjustable velcro wrist straps. These gloves take less time to break in or they are pre-broken in, and are less personal and more \"one size fits all\". A custom made Rolin baseball glove ==Varieties== Baseball gloves are measured by starting at the top of the index finger of the glove and measuring down the finger, along the inside of the pocket and then out to the heel of the glove. Gloves typically range in size from 9 inches (youth starter size) to 12.75 inches for adult outfield play.Baseball Glove Sizing Charts Catcher's mitts, unlike those of other gloves, are measured around the circumference, and they typically have 32- to 34-inch patterns. The shape and size of a glove are described by its pattern. Modern gloves have become quite specialized, with position-specific patterns: *Catcher's mitts are called \"mitts\" because they lack individual fingers, like mittens. They have extra padding and a hinged, claw-like shape that helps them funnel fastballs into the pocket and provide a good target for pitchers. Some catchers use mitts with phosphorescent paint around the ridges to provide a clearer target for the pitcher. In addition, catcher's mitts come in the single hinge and dual-hinge varieties. If required to catch a knuckleball, a catcher will typically use an even larger mitt. Some knuckleball catchers have even experimented with using first baseman's mitts, as described below. *First baseman's mitts also lack individual fingers. They are generally very long and wide to help them pick or scoop badly thrown balls from infielders. These mitts usually have 12.5- to 12.75-inch patterns, measured from wrist to the tip. Because first basemen are often left-handed, first basemen's mitts are readily available to fit on the right hand. Hank Greenberg is often credited as the first to wear this style of the glove in the field.\"Hank Greenberg\" by Ralph Berger, The Baseball Biography Project Some catchers, such as Victor Martinez, use a first base mitt while catching knuckleballers. The disadvantage of using a first baseman's mitt in this way is that because first basemen are rarely required to make a quick throw to another base, they tend to make the task of catching base stealers more difficult—a task already complicated by the knuckleball's slow speed and erratic behavior. *Infielders' gloves, unlike the first baseman's mitt, tend to be smaller. They have shallow pockets to allow fielders to remove the ball easily in order to make a quick throw to a base. Often the webbing will be open to allow dirt to move through the glove so that the infielder does not pull out a handful of dirt when trying to remove the ball from the glove. Infielder's gloves typically have 11- to 12-inch patterns. *Pitchers' gloves usually have a closed, opaque webbing to allow pitchers to conceal their grip on the ball (which, in part, determines the behavior of the pitch in flight) from the batter. Pitcher- specific gloves tend to have 11.75- to 12-inch patterns; some pitchers such as Gio González use gloves with patterns as large as 12.25 inches. Infield gloves with intricate webbing are also used by pitchers. *Outfielder's gloves are usually quite long with deep pockets to help with catching fly balls on the run or in a dive and to keep outfielders from having to bend down as far to field a ground ball. These gloves typically have 12- to 12.75-inch patterns, measured from wrist to the tip. They are frequently worn-in differently from those of infielders, with a flatter squeeze rather than the infielder's rounded style. *Switch-thrower's gloves are gloves with a second thumb pocket on the opposite side of the glove, to allow it to be worn on either side of the hand. At the major league level, this glove has been used only by switch- pitcher Pat Venditte. *Left-hand throw gloves are any of the gloves above, but designed to be worn on the right hand (for left-handed players). Players that utilize the left-hand throw gloves such as Tony Gwynn or Sandy Koufax are most frequently pitchers, first basemen, or outfielders.\"Baseball Glove Features\" ==Major glove manufacturers== *Easton *Hillerich & Bradsby, under the Louisville Slugger brand name *Mizuno *Nokona *Rawlings *Spalding *Wilson * Akadema ==See also== *Baseball clothing and equipment *Wicket-keeper's gloves, a similar glove used in cricket ==References== ==External links== *\"How Products Are Made: Baseball Glove\", www.science.enotes.com *\"Baseball Glove Leather\" Category:Baseball equipment Category:Sports gloves ",
    "title": "Baseball glove"
}