{
    "id": "847731",
    "text": "Michael James Adams (May 5, 1930 – November 15, 1967) (Maj USAF) was an American aviator, aeronautical engineer, and USAF astronaut. He was one of twelve pilots who flew the North American X-15, an experimental spaceplane jointly operated by the Air Force and NASA. On November 15, 1967, Adams flew X-15 Flight 191 (also known as X-15 Flight 3-65-97) aboard the X-15-3, one of three planes in the X-15 fleet. Flying to an altitude above 50 miles, Adams qualified as an astronaut according to the United States definition of the boundary of space. Moments later the craft broke apart, killing Adams and destroying the X-15-3. He was the first American space mission fatality by the American convention. ==Background== ===Early life and military experience=== Adams was born May 5, 1930, in Sacramento, California. He graduated from Sacramento Junior College. He enlisted in the United States Air Force in 1950, and earned his pilot wings and commission in 1952 at Webb Air Force Base, Texas. He served as a fighter-bomber pilot during the Korean War, where he flew 49 combat missions. This was followed by 30 months with the 613th Fighter-Bomber Squadron at England Air Force Base, Louisiana, and six months rotational duty at Chaumont Air Base in France. ===Education and flight experience=== In 1958, Adams received a Bachelor of Science degree in Aeronautical Engineering from the University of Oklahoma and, after 18 months of astronautics study at Massachusetts Institute of Technology, was selected in 1962 for the U.S. Air Force Test Pilot School at Edwards Air Force Base, California. Here, he won the A.B. Honts Trophy as the best scholar and pilot in his class. Adams subsequently attended the Aerospace Research Pilot School (ARPS), graduating with honors in December 1963. He was one of four Edwards aerospace research pilots to participate in a five-month series of NASA Moon landing practice tests at the Martin Company in Baltimore, Maryland. In November 1965 he was selected to be an astronaut in the United States Air Force Manned Orbiting Laboratory program. In July 1966, Major Adams came to the North American X-15 program, a joint USAF/NASA project. He made his first X-15 flight on October 6, 1966. ===Death=== Firefighters survey the wreckage of Adams' X-15 Adams' seventh X-15 flight, Flight 3-65-97, took place on November 15, 1967. He reached a peak altitude of ; the nose of the aircraft was off heading by 15 degrees to the right. While descending, at the aircraft encountered rapidly increasing aerodynamic pressure which impinged on the airframe, causing the X-15 to enter a violent Mach 5 spin. As the X-15 neared , it was diving at Mach 3.93 and experiencing more than 15 g vertically (positive and negative), and 8 g laterally, which inevitably exceeded the design limits of the aircraft. The aircraft broke up 10 minutes and 35 seconds after launch, killing Adams. The United States Air Force posthumously awarded him Astronaut Wings for his last flight. An excerpt from NASA's biography page on Mike Adams discusses findings from the crash investigation: :Ground parties scoured the countryside looking for wreckage; critical to the investigation was the film from the cockpit camera. The weekend after the accident, an unofficial FRC search party found the camera; disappointingly, the film cartridge was nowhere in sight. Engineers theorized that the film cassette, being lighter than the camera, might be further away, blown north by winds at altitude. FRC engineer Victor Horton organized a search and on 29 November, during the first pass over the area, Willard E. Dives found the cassette. Most puzzling was Adams' complete lack of awareness of major heading deviations in spite of accurately functioning cockpit instrumentation. The accident board concluded that he had allowed the aircraft to deviate as the result of a combination of distraction, misinterpretation of his instrumentation display, and possible vertigo. The electrical disturbance early in the flight degraded the overall effectiveness of the aircraft's control system and further added to pilot workload. The MH-96 adaptive control system then caused the airplane to break up during reentry. His remains were buried at the Mulhearn Memorial Park Cemetery, Monroe, Ouachita Parish, Louisiana. ==Awards and honors== During his military career he was awarded: * Astronaut Wings, posthumously * Air Medal * Air Force Commendation Medal * Korean Service Medal * United Nations Service Medal for Korea * National Defense Service Medal with 1 Bronze Service Star * Air Force Longevity Service Award with 4 clusters * Air Force Good Conduct Medal * A.B. Honts Trophy ==Adams remembered== In 1991, Adams' name was added to the Space Mirror Memorial at the Kennedy Space Center in Florida. On June 8, 2004, a memorial monument to Adams was erected near the crash site, northwest of Randsburg, California. ==References== ==External links== * Michael J. Adams at nasa.gov Category:1930 births Category:1967 deaths Category:Accidental deaths in California Category:American aerospace engineers Category:American air force personnel of the Korean War Category:American astronauts Category:American Korean War pilots Category:American test pilots Category:Aviators from California Category:Aviators killed in aviation accidents or incidents in the United States Category:Engineers from California Category:People from Sacramento, California Category:Recipients of the Air Medal Category:Sacramento City College alumni Category:Space program fatalities Category:20th-century American engineers Category:United States Air Force astronauts Category:United States Air Force officers Category:University of Oklahoma alumni Category:U.S. Air Force Test Pilot School alumni Category:Victims of aviation accidents or incidents in 1967 Category:X-15 program ",
    "title": "Michael J. Adams"
}