{
    "id": "847847",
    "text": "Michael R. Saso (born December 7, 1930) is a professor emeritus of the Department of Religion at the University of Hawaii at Manoa. He is a scholar of the religious practices of Japan and China, with a particular emphasis on Taoism. He was born in Portland, Oregon to Andrew Saso and Beatrice Saso, née Huth. He earned the following degrees: B.A., Literature, St. Clara University, 1952; M.A., Philosophy/Anthropology, Gonzaga University, 1955; M.A., Chinese Studies, Yale University, 1964; Ph.D., Classical Chinese/Anthropology, University of London 1971. He joined the University of Hawaiʻi as an associate professor in 1974, later becoming a professor of Chinese religion. Saso has translated Japanese and Chinese religious texts and related works and has written several books on Asian religion. His knowledge of Taoism and Buddhism comes from within those communities: he is an initiated Taoist priest of the Zhengyi school as well as an ordained Tendai Buddhist priest. His first ordination, however, was as a Jesuit. He left the order in the 1960s, and in 1968 married Nariko Akimoto, with whom he had two daughters. The marriage was later annulled. Saso requested reinstatement to the Catholic priesthood in 1998 and is now connected with the New Life Center in Carmel, California, as a priest in the Diocese of San Jose. ==Publications== * Taiwan Feasts and Customs; a Handbook of the Principal Feasts and Customs of the Lunar Calendar on Taiwan (1966) * Taoism and the Rite of Cosmic Renewal (1972) * Zhuang-Lin xu daozang (Supplement to the Taoist Canon of the Zhuangchen and Lin families) (editor) (1975) * Buddhist and Taoist Studies (Asian Studies at Hawaii, No. 18) (editor) (1977) * Dôkyô hiketsu shûsei: A Collection of Taiost Esoterica (editor) (1978) * Teachings of Taoist Master Chuang (1978) * Blue Dragon, White Tiger: Taoist Rites of Passage (1990) *Homa Rites and Mandala Meditation in Tendai Buddhism (1991) *Tantric Art and Meditation: The Tendai Tradition (1991) *Buddhist Studies in the People's Republic of China, 1990–1991 (trans. & editor) (1992) *Christian Education in China: 1921–1991 (1992) *A Taoist Cookbook: with Meditations Taken From the Laozi Daode Jing (1994) *The Gold Pavilion: Taoist Ways to Peace, Healing, and Long life (1995) *Velvet Bonds: The Chinese Family (1999) *Mystic, Shaman, Oracle, Priest (MYSHOP): Prayers Without Words (2015) ==References== * \"Michael R. Saso,\" Contemporary Authors Online, Gale, 2002. ==External links== * Official website Category:1930 births Category:Living people Category:Alumni of the University of London Category:American Buddhists Category:American Roman Catholic religious writers Category:20th-century American Jesuits Category:21st-century American Jesuits Category:American Taoists Category:American translators Category:Buddhist translators Category:Chinese–English translators Category:Gonzaga University alumni Category:Japanese–English translators Category:People from Carmel-by- the-Sea, California Category:Taoist religious leaders Category:Tendai Category:University of Hawaii at Manoa faculty Category:Vajrayana Buddhists Category:Writers from California Category:Writers from Portland, Oregon Category:Yale University alumni Category:Former Jesuits Category:Converts to Buddhism Category:Converts to Roman Catholicism from Buddhism Category:Catholics from California Category:American Buddhist monks ",
    "title": "Michael Saso"
}