{
    "id": "848047",
    "text": "In baseball statistics, pitch count is the number of pitches thrown by a pitcher in a game. Pitch counts are especially a concern for young pitchers, pitchers recovering from injury, or pitchers who have a history of injuries. The pitcher wants to keep the pitch count low because of his stamina. Often a starting pitcher will be removed from the game after 100 pitches, regardless of the actual number of innings pitched, as it is reckoned to be the maximum optimal pitch count for a starting pitcher. It is unclear if the specialization and reliance on relief pitchers led to pitch counts, or if pitch counts led to greater use of relievers.Zimniuch 2010, p.78 Pitch counts are sometimes less of a concern for veteran pitchers, who after years of conditioning are often able to pitch deeper into games. A pitcher's size, stature, athleticism, and pitching style (and/or type of pitch thrown) can also play a role in how many pitches a pitcher can throw in a single game while maintaining effectiveness and without risking injury. Pitch count can also be used to gauge the effectiveness and efficiency of a pitcher. It is better under most circumstances for a pitcher to use the fewest pitches possible to get three outs. Pitching efficiency is typically measured by pitches per inning or pitches per plate appearance. Opposing teams also pay attention to pitch counts, and may try to foul off as many pitches as possible (or at least any difficult-to-hit pitches) either to tire the pitcher out, or to inflate the pitch count and drive a pitcher from the game early in favor of a possibly less effective relief pitcher. ==Youth limits == Little League has imposed a strict pitch count limit on pitchers. A pitcher must be removed immediately upon the current at-bat or the current half-inning ends, whichever comes first, upon reaching the pitch count per day. {| class=\"wikitable\" |- ! Age !! Pitch limit |- | 7–8 || 50 |- | 9–10 || 75 |- | 11–12 || 85 |- | 13–16 || 95 |- | 17–18 || 105 |} Once a pitcher throws 21 pitches (under 14) or 31 pitches (15–18) in a game, the pitcher must rest and not participate in pitching. Furthermore, pitchers may not be catchers if more than 40 pitches were thrown by the player. {| class=\"wikitable\" |- ! Under 14 !! 15–18 !! Days off |- | 21–35 || 31–45 || 1 |- | 36-50 || 46–60 || 2 |- | 51–65 || 61–75 || 3 |- | 66+ || 76+ || 4 |} thumb|347x347px|pitch count taker ==Criticism== Before pitch counts became prominent in the 1980s, a pitcher primarily \"pitched until he could no longer get anyone out or the game was over.\" As pitch counts have become more prominent, pitchers are often removed from games independent of whether or not they are tired or still pitching effectively.Zimniuch 2010, pp.61–62 The use of pitch counts has been influenced by agents wanting to protect their clients, and organizations wanting to protect investments in their pitchers.Zimniuch 2010, p.67 This change has shifted the expectations of starting pitchers from pitching complete games to quality starts of six innings instead. Opponents of the pitch count have argued that the inclusion of the pitch count has hurt pitchers more than it has protected them. Critics of the pitch count argue that pitchers are \"babied\" and that many of the injuries that pitchers have suffered since the inclusion of the pitch count are from such treatment. Advocates who are against using the pitch count as a metric to measure pitcher performance include Minnesota Twins broadcaster/Hall of Famer Bert Blyleven; Hall of Famer, former Texas Rangers CEO/President, and current Houston Astros executive adviser Nolan Ryan; New York Mets Hall of Famer Tom Seaver; and former Florida Marlins manager Jack McKeon.Brown, Tim. \"No victor in Rays-Rangers culture clash\". Yahoo! Sports. April 30, 2009. McKeon openly told his pitchers (and the media) that he did not keep a pitch count, and that he expected his pitchers to get into the mindset of completing what they started (i.e., for his starters to pitch a complete game). Ryan's sentiments are similar to McKeon's, declaring that pitch counts are largely frivolous. San Francisco Chronicle sports writer Bruce Jenkins has suggested that a \"relief\" (i.e. lesser) pitcher should start the game, so that the \"starting\" (i.e. stronger) pitcher would play the more crucial later innings. Rany Jazayerli estimates that two thirds of young starting pitchers from 1999 on are still playing five years later, compared to one of two between 1984 and 1998, and attributes the improvement to greater emphasis on the pitch count. Some argue that pitch counts do not account for easy outings for pitchers with big leads but higher pitch counts or pitchers in constant trouble in a game with lower pitch counts.Zimniuch 2010, pp.63–64 Others feel the count is a self-fulfilling prophecy, where a pitcher can feel great until learning of his pitch count.Zimniuch 2010, p.66 However, author Peter Morris noted that \"a lot more guys hit 10 homers a season these days\", and pitchers need to throw their best stuff more often.Zimniuch 2010, p.71 \"Guys who throw 100 pitches now are working harder than guys who threw 120 pitches a generation ago.\" Baseball Hall of Fame pitcher Dennis Eckersley said hitters are \"bigger, stronger, better, and they hit better. And parks are smaller now, let alone the steroid era.\"Zimniuch 2010, pp.164–5 Hitters have also become more selective (making pitchers throw more strikes) to increase their pitch count to get them out of the game earlier. Former pitcher Gene Garber says umpires are calling a smaller strike zone, making it more difficult for pitchers to throw strikes.Zimniuch 2010, p.75 Television networks and stations only displayed pitch counts occasionally, with the Boston Red Sox's NESN and New York Yankees's YES being the first to do so within their full on-screen graphics at all times in 2010. ESPN soon followed suit, and as of Opening Day 2014, the Fox Sports regional networks, along with Fox's national package also adopted full-time pitch count displays. ==History== Since the 1960s, it has not been common for the starting pitcher to pitch a complete game. According to Baseball Reference pitchers have completed less than 30 percent of their starts every year since 1959. Comparisons with the dead-ball era pre-1920 are misleading, since the pitcher's behavior was very different. Some examples of high pitch count games include a 26-inning game on May 1, 1920 where Leon Cadore of Brooklyn and Joe Oeschger of Boston pitched an estimated 345 and 319 pitches; also, Nolan Ryan threw 164 in a 1989 game, aged 42. Stats LLC began tracking pitch counts in 1988, and MLB keeps official data since 1999. The highest pitch count since 1990 is 172, by Tim Wakefield for the Pittsburgh Pirates against the Atlanta Braves on April 27, 1993; however, it should be known that Wakefield's primary pitch was the knuckleball, an off-speed pitch. Off-speed pitches are less strenuous on a pitcher's arm compared to a fastball. Pitch counts above 125 are increasingly rare: {|class=\"wikitable sortable\" |- !Season !PIT>125 |- | 2011 | 40 |- | 2010 | 24 |- | 2009 | 26 |- | 2008 | 19 |- | 2007 | 14 |- | 2006 | 26 |- | 2005 | 31 |- | 2004 | 46 |- | 2003 | 70 |- | 2002 | 69 |- | 2001 | 74 |- | 2000 | 160 |- | 1999 | 179 |- | 1998 | 212 |- | 1997 | 141 |- | 1996 | 195 |} On June 25, 2010, Arizona Diamondbacks pitcher Edwin Jackson threw 149 pitches in a no-hitter. This was the highest pitch count in an MLB game since 2005. ==See also== *Basic pitch count estimator: used to try to estimate the number of pitches thrown by a pitcher where there is no pitch count data available *Study: \"The Impact of Pitch Counts and Days of Rest on Performance among Major-League Baseball Pitchers\" by J.C. Bradbury and Sean Forman ==Notes== ==References== *Jazayerli, Rany. 1998. \"Pitcher Abuse Points: A New Way to Measure Pitcher Abuse\", BaseballProspectus.com (June 19). *Jazayerli, Rany. 1999. \"Pitcher Abuse Points – One Year Later: A Look Back...and Ahead\", BaseballProspectus.com (May 28). *Jazayerli, Rany. 2001. \"Rethinking Pitcher Abuse\", Baseball Prospectus 2001 (Dulles, Virginia: Brassey's): 491-504. *Woolner, Keith, and Rany Jazayerli. 2001. \"Analyzing PAP\", Baseball Prospectus 2001 (Dulles, Virginia: Brassey's): 505-516. *Woolner, Keith. 2002. \"PAP3 FAQ\", BaseballProspectus.com (June 5). Category:Pitching statistics ",
    "title": "Pitch count"
}