{
    "id": "848071",
    "text": "The Asantehene is the absolute monarch of the Asante people and the historical Kingdom of Asante. The Asante royal house traces its line to the Oyoko (an Abusua, meaning \"clan\") Abohyen Dynasty of Nana Twum and the Bretuo Dynasty of Osei Tutu Opemsoo, who formed the Empire of Asante in 1701 and was crowned Asantehene (King of all Asante). Osei Tutu held the Asante throne until his death in battle in 1717, and was the sixth king in Asante royal history.Collins and Burns (2007), p. 140. The Asantehene is the ruler of the Asante people ethnic group and the Kingdom of Asante and Asanteman, the homeland of the Asante people ethnic group, historically a position of great power. The Asantehene is traditionally enthroned on a golden stool known as the Sika 'dwa, and the office is sometimes referred to by this name.Asante empire, Encyclopædia Britannica. Retrieved 9 December 2017. The Asantehene is also the titular ruler of Kumasi, capital of Asante. The Asante state, or Asanteman (also known as the Kingdom of Asante, Asante, Asante, Empire of Asante or Ashanti Confederacy), comprises the Ashanti region. The Asante Empire and Confederacy comprised part of present-day Asanteman (southern Ghana) and portions of present-day eastern Côte d'Ivoire between the 17th and 20th centuries.History of the Asante Empire . Ashanti.com.au. Retrieved 9 March 2013. The current Asantehene is Otumfuo Nana Osei Tutu II, born Nana Kwaku Dua, who ascended as the 16th Asante king in April 1999. Osei Tutu II was one of seven descendants who were eligible to the heir presumptive.Kingdom of Asante Kings And Queens Of Asante . GhanaToGhana.com. Retrieved 9 March 2013. ==Elections and regents== During the period between the death of an Asantehene and the election of a successor, the Mamponghene, the Asantehene's deputy, acts as a regent.Shillington, History of Africa, p. 195. This policy was only changed during a time of civil war in the late 19th century, when the Kwasafomanhyiamu or governing council itself ruled as regent. The succession is decided by a series of councils of Asante nobles and other royal family members. ==The colonial era and Asante independence== The Ashanti Confederacy was made a British protectorate in 1902, and the office of Asantehene was discontinued. In 1926, the British permitted the repatriation of Prempeh I – whom they had exiled to the Seychelles in 1896\"The Exile of Prempeh in the Seychelles\" . Kreol International Magazine. 2012. Retrieved 10 March 2013.\"Asantehene to visit Seychelles\", Modern Ghana, 5 July 2007. Retrieved 9 March 2013. – and allowed him to adopt the title Kumasehene, but not Asantehene. However, in 1935, the British finally granted the Ashanti moderated self-rule as the Kingdom of Ashanti, and the title of Asantehene was revived.Ashanti.com.au . Retrieved 9 March 2013. On 6 March 1957, the Kingdom of Ashanti and the Northern Territories, the Gold Coast Crown Colony and the British Mandate of Togoland to form the modern state of Ghana. The office of Asantehene is now a sub-national constitutional monarchy, and is protected by the Ghanaian constitution. ==List of rulers== All rulers in the lists below were members of the Oyoko Abohyen Dynasty. ===Kwaamanhene of the Kwaaman State=== {| width=90% class=\"wikitable\" |- ! Name ! Reign |- | Nana Twum | c.1570-1590 |- | Nana Antwi | 1590-1600 |- | Nana Kobia Amamfi | 1600–1630 |- | Nana Oti Akenten | 1630-1640 |} ===Kumasehene of the Kumaseman State=== {| width=90% class=\"wikitable\" |- ! Name ! Reign ! Notes |- | Nana Obiri Yeboah | about 1640–c.1680 | |- | Otumfuo Nana Osei Tutu Opemsoo | about c.1680/c.1695–1701 (definitely Kumasehene by 1695) | Founder of Asanteman. Reign continues as Asantehene. |- |} ===Asantehene of the Kingdom of Ashanti (Ashanti Empire)=== All regents were members of the Bretuo Dynasty who were and still are the holders of the title Mamponghene. Upon the death of the Asantehene, it is the task of the Mamponghene to act as the regent, or Awisiahene.Ashanti knowledge. GhanaWeb. Retrieved 12 November 2012. {| width=90% class=\"wikitable\" |- ! Name ! Reign ! Notes ! |- | Otumfuo Nana Osei Tutu I | 1701–c.1717 | | |- |colspan=\"4\"| Regent c.1717 to 1720 Amaniampon, the mamponghene |- | Otumfuo Nana Opoku Ware Katakyie | 1720–1750 | | |- | Otumfuo Nana Kusi Oboadum | 1750–1764 | Forced to abdicate. | |- |colspan=\"4\"| Regent 1764 Safo Kantanka, the mamponghene |- | Otumfuo Nana Osei Kwadwo Okoawia | 1764–1777 | | |- | colspan=\"4\"| Regent 1777 Atakora Kwame, the mamponghene |- | Osei Kwame Panyin | 1777–1803 | | |- | Otumfuo Nana Opoku Fofie | December 1803–March 1804 | | |- | Osei Tutu Kwame Asiba | 1804–21 January 1824 | Known as Otumfuo Nana Osei Tutu Kwame Asiba Bonsu from 1807. | |- | Otumfuo Nana Osei Yaw Akoto | 1824–21 February 1834 | | |- | Otumfuo Nana Kwaku Dua I | 25 August 1834 – 27 April 1867 | | |- | Otumfuo Nana Kofi Karikari | 28 May 1867 – 26 October 1874 | Forced to abdicate. | |- | colspan=\"4\"| Regent 1874 Kwabena Dwomo, the mamponghene |- | Otumfuo Nana Mensa Bonsu | 1874–8 March 1883 | Forced to abdicate. | |- | | | | |- | Otumfuo Nana Kwaku Dua II' | 28 April 1884–11 June 1884 | Died after short illness. | |- |align=\"center\" colspan=\"4\"| Asante Civil War 1883-1888 |- | colspan=\"4\"| Interim Council 1884-1887. Chairman Owusu Kofi 11 June 1884 to November 1884. Chairman Akyampon Panyin November 1884 to 1887. |- | colspan=\"4\"| Regent 1887 to 26 March 1888 Owusu Sekyere II, the mamponghene |- | Otumfuo Nana Prempeh I | 26 March 1888 – 12 May 1931 | Original throne name was Kwaku Dua III Asamu. Arrested by the British 1896. Exiled 1900. Released 12 September 1924. Restored as kumasehene 12 November 1926. | King Asantehene Prempeh I of Ashanti Empire |- | Otumfuo Nana Osei Tutu Agyeman Prempeh II | 22 June 1931–27 May 1970 | Using title kumasehene at first, asantehene 31 January 1935. | King Asantehene Prempeh II of Asanteman |- | Otumfuo Nana Opoku Ware II | 6 July 1970 – 26 February 1999 | Ruled as Ashanti King or Asantehene | King Asantehene Opoku Ware II of Asanteman |- |align=\"center\" colspan=\"4\"| Regent 26 February 1999 to 26 April 1999 Osei Bonsu II, the mamponghene |- | Otumfuo Nana Osei Tutu II | 26 April 1999–present | current Asantehene | King Asantehene Osei Tutu II of Asanteman |- |} ==References== ==Further reading== * Robert B. Edgerton, 1995, The Fall of the Asante Empire. The Hundred-Year War for Africa's Gold Coast. New York: The Free Press. * Alan Lloyd, 1964, The Drums of Kumasi, London: Panther. * Ernest E. Obeng, 1986, Ancient Ashanti Chieftaincy, Ghana Publishing Corporation. * Kevin Shillington, 1995 (1989), History of Africa, New York: St. Martin's Press. ==External links== * BBC News | Africa | Opoku Ware II | Rites for Ashanti king * Ashanti Kingdom at the Wonders of the African World, at PBS * Kingdom of Ashanti Kings And Queens Of Asante. Retrieved 8 November 2012. Ashanti state of Asanteman Ashanti Category:Government of Ghana Category:Ghana-related lists ",
    "title": "List of rulers of Asante"
}