{
    "id": "848139",
    "text": "The Southern Episcopal Church (SEC or SEC/USA) was established in 1962 in reaction to liberal political and theological trends of the 1960s within the Episcopal Church USA. It was founded in Nashville, Tennessee, by a physician turned clergyman, Burnice Hoyle Webster, and a number of former members of the Episcopal Church USA. Webster became the SEC's first presiding bishop. The SEC now considers itself a \"Continuing Anglican\" church, but its members point out that the founding of the SEC preceded the start of the Continuing Anglican Movement by a decade and a half. The founders of the SEC believed that if any group begins to deny the teachings of the Apostles as found in the New Testament then, eventually, that group will deny other teachings of the Apostles. TEC not only ordains women to all three levels of the clergy but open and practicing homosexuals and lesbians have been ordained as bishops, priests, and deacons. Webster and the other founders of the SEC predicted that all these things would eventually happen in TEC. The SEC did not consider that it was forming a new denomination, but rather saw itself as serving as a church home for Episcopalians who wished to maintain their Anglican faith and traditions while reaching out to other conservatives. This is a position often espoused by other Continuing Anglican groups. The SEC uses only the 1928 Book of Common Prayer for its liturgy and the Authorized Version of the Bible (also known as the King James Version) for all public readings of the scripture. The first missionary bishop for the SEC was Earle Robert LeBaron (1900 to 1972) of Pensacola, Florida. He was consecrated on 7 January 1968 at the Church of the Redeemer, Knoxville, Tennessee, by Presiding Bishop Webster and Bishop O. J. Woodward. The SEC claims congregations in Tennessee, Florida, Georgia, South Carolina, Illinois, Indiana, Ohio, Puerto Rico, Canada, Ireland, and India. The exact number of clergy is unknown. The current presiding bishop is William Martin Sloane. In 2008, William Martin Sloane was consecrated a bishop of the \"Christ Catholic Church, Diocese of Boston\". He had previously been a priest and pastor in the Southern Episcopal Church. The consecrating bishops were the SEC's Huron Manning, Charles George Fry of the SEC, Robert W. Hotes of the SEC (and also of the Lutheran Church - International), and several bishops of the Christ Catholic Church. The board of directors of the Christ Catholic Church, Diocese of Boston then voted for Sloane to be the CCC/DoB's archbishop and for the \"CCC/DoB to function as a diocese of the SEC/USA\". The Christ Catholic Church considers itself to be \"Orthodox-Catholic\" in belief. It affirms the Real Presence and the Seven Sacraments. Worship is conducted according to any of the historic liturgies, including the traditional Roman Catholic Mass, the Divine Liturgy of the Eastern Orthodox churches, or a Roman Catholic version of the Anglican Book of Common Prayer. The liturgy can be in either English or Latin. There is one unaccredited online seminary, Holy Trinity College and Seminary, which offers classes by external studies.Website of Holy Trinity College and Seminary of the Southern Episcopal Church It operates out of addresses in Clearwater, Florida, and Springfield, Missouri. ==References== ==External links== * Southern Episcopal Church website * Anglicans Online! \"Not In Communion\" Lists the Southern Episcopal Church and other churches that have formed outside the Anglican Communion * Adherents.com and Adherents.com reporting estimates of the denomination's size from different sources. Estimates are not current. Category:Christian organizations established in 1962 Category:Anglican denominations in North America Category:Protestantism in Tennessee Category:Continuing Anglican denominations Category:1962 establishments in Tennessee Category:Nashville, Tennessee Category:Conservatism in the United States ",
    "title": "Southern Episcopal Church"
}