{
    "id": "848147",
    "text": "The Secretary of Transportation Outstanding Unit Award was a U.S. government unit decoration which was established in 1994. The Presidential Unit Citation and Joint Meritorious Unit Award are considered senior to the Secretary of Transportation Outstanding Unit Award. Additional awards of the decoration were denoted by gold award stars. Prior to 2003, the award was a unit award of the United States Coast Guard.ALCOAST 101/94 During the time period issued, it was the highest Coast Guard unit award that could be awarded and was presented to those Coast Guard units which performed outstanding service to the Coast Guard as a whole. On 3 November 1994, Secretary of Transportation Federico Pena awarded the Secretary of Transportation Outstanding Achievement Medal to the Coast Guard as a whole. The award was mounted on a plaque and presented to Admiral Robert E. Kramek, then-Commandant of the Coast Guard. In order to provide members of the Coast Guard with a device denoting this award, the Secretary of Transportation Outstanding Unit Award was issued. This award consists of the ribbon-only to the Secretary of Transportation Outstanding Achievement Medal, mounted in a gold frame.http://www.foxfall.com/fra-cgur- sa.htm The Secretary of Transportation Outstanding Unit Award was awarded for two periods of service to Coast Guard Units and personnel. The first was to all Coast Guard Active Duty Personnel, Reservists, Civilians, and Auxiliarists for participation in an extended period of migrant interdiction as well as natural and environmental disasters from 1 October 1993 to 30 September 1994. The second period of service was for Coast Guard Activities New York–Guarding Liberty Task Force from 11 September 2001 to 22 October 2001. This period qualifies for the Operational Distinguishing Device. Since the transfer of the Coast Guard to the Department of Homeland Security, the only award of the Secretary of Transportation Outstanding Unit Award came in 2006 when President George W. Bush awarded it to the United States Merchant Marine Academy. ==References== ==See also== *Awards and decorations of the United States Coast Guard *Awards and decorations of the United States government Category:Awards and decorations of the United States Coast Guard Category:Civil awards and decorations of the United States Category:Awards established in 1992 ",
    "title": "Secretary of Transportation Outstanding Unit Award"
}