{
    "id": "848230",
    "text": "was a ceremony undergone by apprentice () and some (apprentice geisha) as part of their coming of age ceremony and graduation. For , who had often already lost their virginity, a patron would pay for the exclusive privilege of being a new 's first customer; for who underwent , it formed part of a number of ceremonies and occasions used to mark graduation into geishahood, including symbolic changes in hairstyle and official visits to benefactors. Before the outlawing of sex work in Japan, who underwent would see patrons and benefactors bid large sums of money for the privilege of taking their virginity, a sum of money the (the geisha house an apprentice was affiliated to) would take entirely. In the present day, a 's graduation is known as , and is entirely non-sexual, though some older sources - such as the autobiography of Mineko Iwasaki, the geisha that author Arthur Golden used as inspiration for his character of Sayuri in the novel Memoirs of a Geisha - refer to the non-sexual graduation of to geishahood as . , and as an extension, exist in the modern day only through re-enactors, neither of whom include sex work as part of their re-enactment, instead re-creating the traditional artforms historically practiced by as part of their entertainment. ==History== has been long connected with the loss of virginity of a , owing to the fact that some did undergo ceremonies to lose their virginity. for a would also include monetary sponsorship by the patron, intended to support and promote the 's debut to geisha status. Through this sponsorship of the apprentice, a patron would essentially purchase the right to take the 's virginity. According to anthropologist Liza Dalby, was an important initiation into womanhood and the geisha world, giving way to the next stage of training, and the patron would often have no further relations with the young woman in question. A working as an apprentice for an unscrupulous owner ran the risk of being exploited, with owners at times exploiting younger apprentices enforcing the selling of their \"virginity\" repeatedly to unsuspecting customers, pocketing the money - a sometimes outrageous sum - entirely. The practice of , alongside other forms of sex work, was made illegal following the introduction of the Prostitution Prevention Law () in 1956 in Japan. ==Post-1956 to present day== , former high-ranking geisha, detailed her experience of in her autobiography, Geisha, a Life. Describing her experience of graduation to geishahood with the term , described her experience as a round of formal visits to announce her graduation, including the presentation of gifts to related geisha houses and important patrons, and a cycle through five different hairstyles before graduating. Dalby relays the change between pre- and post-1956 attitudes to within the geisha community through her first-hand accounts with the geisha mothers of : > \"What about mizu-age now?\" I asked, seeing this as a chance to find out more > about sex in the geisha world...\"It's all changed now,\" said the okāsan. > \"There's no mizu-age ceremony any more...All the maiko have been through > junior high school, so they aren't as ignorant as we were - right, Ichiume? > They pretty much pick their own boyfriends and patrons when they're ready. > That's not the same as mizu-age.\" Today, all and geisha have full say over their personal choices regarding sex, and most begin training, attending banquets, and interacting with customers aged 18 - though they may start living at the as a (maids) for a few years before graduation to status. Though customers attending geisha parties and banquets generally expect some level of convivial and low-key flirtation, a is likely to be considered off-limits as a younger and more vulnerable participant to such gatherings. are instead treated with generosity by guests cognizant of their relative inexperience at geisha parties. == In literature == Arthur Golden's novel Memoirs of a Geisha portrays as a financial arrangement in which a girl's virginity is sold to a \" patron\", generally someone who particularly enjoys sex with virgin girls, or merely enjoys the charms of an individual . Former geisha describes in her 1956 autobiography Autobiography of a Geisha as sexual exploitation. describes being sold multiple times by her to men, ostensibly for the purposes of taking her virginity, under the pretence that she had not yet lost it. The transaction was explicitly a sexual arrangement, far removed from the ceremony of graduating into geishahood, netting the a large profit; despite her personal experiences, argued against the outlawing of sex work in Japan, explaining that it provided a way for women to make an independent living when chosen as a profession, and through criminalisation, would merely be driven underground. ==References== ==External links== * Remaking a memoir - A new autobiography, former geisha Mineko Iwasaki * Mizuage at wikidictionary Category:Geisha Category:Japanese culture Category:Rites of passage ",
    "title": "Mizuage"
}