{
    "id": "848439",
    "text": "John Deere 5730 Forage Harvester. PTO-driven towed New Holland forage harvester, John Deere 4020 tractor, and Gehl forage wagon. See also: High detail 600 kbit/s 640x480 A forage harvester -- also known as a silage harvester, forager or chopper -- is a farm implement that harvests forage plants to make silage. Silage is grass, corn or hay, which has been chopped into small pieces, and compacted together in a storage silo, silage bunker, or in silage bags. It is then fermented to provide feed for livestock. Haylage is a similar process to silage but using grass which has dried. ==Uses== Forage harvesters can be implements attached to a tractor, or they can be self- propelled units. In either configuration, they comprise a drum (cutterhead) or a flywheel with a number of knives fixed to it that chops and blows the silage out a chute of the harvester into a wagon that is either connected to the harvester or to another vehicle driving alongside. Most larger machines also have paddle accelerators to increase material speed and improve unloading characteristics. Once a wagon is filled up, the wagon can be detached and taken back to a silo for unloading, and another wagon can be attached. Because corn and grass require different types of cutting equipment, there are different heads for each type of silage, and these heads can be connected and disconnected from the harvester. Grass silage is usually cut prior to harvesting to allow it to wilt, before being harvested from swathes with a collection header (windrow pickup). Maize and whole crop silage are cut directly by the header, using reciprocating knives, disc mowers or large saw- like blades. Kernel processors (KP), modules consisting of two mill rolls with teeth pressed together by powerful springs, are frequently used when harvesting cereal crops like corn and sorghum to crack the kernels of these plant heads. Kernel processors are installed between the cutterhead and accelerator. In most forage harvesters, the KP can be quickly removed and replaced with a grass chute for chopping non-cereal crops. While towed harvesters continue to be used by small family farms, the more efficient way of silage making is with a self-propelled machine with a tractor or truck running along with the forager. Today's largest machines have engines producing up to Krone, are fitted with headers able to cut up to a swath of corn in a single pass, and an output exceeding 400 tons of silage per hour (Krone). Silage made from grass, canola, oats or wheat are chopped in pieces 5 to 76 millimeters (depending on knife, cutterhead, and length of cut transmission configuration) and treated with additives including bacteria, enzymes, mold inhibitors, and preservatives to accelerate the fermentation process. When silage is made of corn or sorghum additives are not necessary because of the high sugar and starch levels in the plants. Additives however are frequently added to corn and sorghum to augment their fermentation. Small family farms still use towed behind harvesters. These are either single chop, double chop or precision chop. Older machines were operated by cables, then they were operated by hydraulics and the newer types are operated by electronics. File:Chopping Grass for Silage - geograph.org.uk - 1343401.jpg|A tractor with a trailer running beside a self-propelled Claas Jaguar forager File:Forage HarvesterCornHeadJuly2004.jpg|A head for chopping corn File:Forhaustar.jpg|A parked Serigstad tractor drawn grass forage harvester in Jæren, Norway File:New Holland Forage Equipment.JPG|New Holland Bale handling Equipment (does not handle forage) File:New_Holland_FR9000_forage_harvester.jpg|New Holland Self-propelled FR9000 Forage Harvester File:Forage bagging machine.JPG|Forage bagging machine ==See also== * Rostselmash * Krone * John Deere * Claas * Case IH * New Holland Agriculture * AGCO * Bernard Krone Holding * Kemper * List of farm implements ==References== Category:Harvesters Category:Forages Category:Articles containing video clips ",
    "title": "Forage harvester"
}