{
    "id": "848694",
    "text": "Residenzplatz in the centre of Eichstätt Eichstätt Cathedral - view into the western choir The Willibaldsburg above Eichstätt Eichstätt () is a town in the federal state of Bavaria, Germany, and capital of the district of Eichstätt. It is located on the Altmühl river and has a population of around 13,000. Eichstätt is also the seat of the Roman Catholic Diocese of Eichstätt. ==Geography== ===Location=== Eichstätt lies on both sides of the river Altmühl in the district of Eichstätt of the Oberbayern region of Bavaria, in the heart of Altmühl Valley Nature Park. ===Geology=== Eichstätt is located in a valley of the Franconian Jura and is famous for the quarries of Solnhofen Plattenkalk (Jurassic limestone). On the Blumenberg the Berlin specimen of Archaeopteryx was found by Jakob Niemeyer. ==History== St. Willibald founded the Diocese of Eichstätt on the site of an old Roman station ( or ) in 741. The city was given walls and chartered in 908. It was ruled by a prince-bishop, and in the Holy Roman Empire was the seat of the Bishopric of Eichstätt until secularization in 1802. In 1806, it became a part of the Kingdom of Bavaria. Eichstätt was included as part of the Principality of Eichstätt, which King Maximilian I granted to his son-in-law Eugène de Beauharnais in 1817 and an episcopal see was reestablished in 1821. It reverted to the Bavarian crown in 1855. In 870, the remains of St. Walpurga were transferred from their original Heidenheim interment to Eichstätt, where in 1035 the newer burial site was enshrined as the Benedictine Abbey of St. Walburga, which continues to this day.Benedictine Abbey of St. Walburga, Who is St. Walburga.Jestice, P. G., ed., Holy People of the World: A Cross-cultural Encyclopedia, vol. 3 (Santa Barbara: ABC-CLIO, 2004), p. 906. In 1943, the painter Karl Friedrich Lippmann moved to Eichstätt and stayed until 1955. Hortus Eystettensis (\"Garden at Eichstätt\") is the name of an important botanical book first published in 1613 and written by Basilius Besler. ==World War II== Allied prisoners of war were held in Eichstätt during World War II. Activities carried on by the prisoners there included attempted escapes and the production of plays and musical works. These included Hamlet and the Comedy of Errors by William Shakespeare, the premiere of Post-Mortem by Noël Coward and of the Ballad of Little Musgrave and Lady Barnard by Benjamin Britten.See information on this web siteBallad of Little Musgrave and Lady Barnard ==Attractions== The town is dominated by the Willibaldsburg. Besides the cathedral, Eichstätt also has numerous churches and monasteries. ==Mayors== * 1944–1945: Hans Rösch * 1945–1948: Romuald Blei * 1948–1949: Richard Jaeger CSU * 1949–1951: Romuald Blei * 1951–1976: Hans Hutter, CSU * 1976–1994: Ludwig Kärtner, CSU * 1994–2012: Arnulf Neumeyer, SPD * 2012–present: Andreas Steppberger, Free Voters Bavaria ==Education== Eichstätt is home to the (KU), the lone Catholic university in Germany. The KU was founded in 1980, and was granted full rights of a university, including Ph.D. and Habilitation degrees by the State of Bavaria.Catholic University Eichstätt-Ingolstadt ECTS Information Guide, International Relations 15.05.06 ==Sons and daughters of the town== * Tobias Barnerssoi (born 1969), alpine skier and sports reporter * Erhard Bauer (died 1493), municipal architect of Eger * Erich Emminger (1880–1951), politician (center party), minister of justice from 1923 to 1924 * Anton Fils (1733–1760), composer * Edmund Harburger (1846–1906), Munich draftsman and painter Max von Widnmann * Anna Knauer (born 1995), cyclist * Konrad Kyeser (1366–after 1405), nobleman and war technician of medieval Europe * Jörg Mager (1880–1939), electronic music pioneer and inventor * Caritas Pirckheimer (1467–1532), abbess in Nuremberg during the Reformation * Willibald Pirckheimer (1470–1530), lawyer, author humanist * Max von Widnmann (1812–1895), sculptor and successor of Schwanthaler as professor at the academy of fine arts in Munich (1849–1887) === Personalities connected with the city === * Pope Victor II (Gebhard von Dollnstein-Hirschberg) (died 1057), fifth German pope 1055–1057 * Gundekar II of Eichstätt (1019-1075), bishop, church politician, (sarcophagus in the St. John's Chapel of the Cathedral). * Loy Hering (1484/85–1564), Renaissance sculptor from Kaufbeuren, councilor and mayor in Eichstätt Prinz Maximilian of Saxony 1901 * Elias Holl (1573–1646), master builder from Augsburg, architect of the Willibaldsburg * Karl Engel, brother of Jakob Engel, carpenter and builder * Franz Xaver Witt (1834–1888), church musician, composer, reformer, founder of the general German Cäcilienvereine, 1870-1871 conductor of Eichstätt * Prince Maximilian of Saxony (1870–1951) (1870–1951), prince of the albertine branch, priestly and chaplain activity in Eichstätt, church researcher * Cesare Orsenigo (1873–1946 in Eichstätt), from 1930 to 1945 apostolic Nuncio in Germany, successor of Pius XII (Eugenio Pacelli) as Apostolic Nuncio in Germany * Karl Friedrich Lippmann (1883–1957), art painter, (New Objectivity), 1943–1955 in Eichstätt * Saint Walpurga, also spelled Valderburg or Guibor (AD 710 – 25 February 777 or 779), was an Anglo-Saxon missionary to the Frankish Empire. She was canonized on 1 May c. 870 by Pope Adrian II. Saint Walpurgis Night (or \"Sankt Walpurgisnacht\") is the name for the eve of her feast day, which coincides with May Day. At Eichstätt, her bones were moved to a rocky niche, which allegedly began to exude a miraculously therapeutic oil, which drew pilgrims to her shrine.Saint Walpurga ==See also== *Obereichstaett ==References== ==External links== * * Category:Eichstätt (district) ",
    "title": "Eichstätt"
}