{
    "id": "848680",
    "text": "KLTV, virtual and VHF digital channel 7, is a dual ABC/Telemundo-affiliated television station licensed to Tyler, Texas, United States and also serving Longview. The station is owned by Gray Television. KLTV's studios are located on West Ferguson Street in downtown Tyler (between the Smith County and United States courthouses), and its transmitter is located in rural northern Smith County (near the Wood County line). KTRE (channel 9) in Lufkin operates as a semi-satellite of KLTV. As such, it simulcasts all network and syndicated programming as provided through KLTV but airs separate commercial inserts, legal identifications, weeknight newscasts and Sunday morning religious programs, and has its own website. KLTV serves the northern half of the Tyler–Longview–Lufkin–Nacogdoches market while KTRE serves the southern portion. The two stations are counted as a single unit for ratings purposes. Although KTRE maintains its own studios on TV Road (near US 69) in the unincorporated community of Pollok, master control and some internal operations are based at KLTV's facilities. ==History== Original site of KLTV's studios and offices in east Tyler. There is nothing tangible remaining of the old building or property now. In recent years, a fast food/convenience store/gas station has been built there.The station first signed on the air on October 14, 1954;KLTV 7 News Tyler, Longview, Jacksonville |KLTV Celebrates 50th Anniversary it was founded by the locally-based company Buford Television, which was owned by Lucille Buford. KLTV has been an ABC affiliate since its debut; however, it initially carried the network as a shared primary affiliation with CBS and NBC; the station also aired programming from the DuMont Television Network on a secondary basis until 1955. The station originally operated from studio facilities on Texas Loop 323 on the east side of Tyler. In 1964, the Federal Communications Commission (FCC) collapsed Lufkin and Nacogdoches into the Tyler market. Soon afterward, the Buford family bought KTRE and converted it into a semi-satellite of KLTV. KLTV's studios on West Ferguson Street in Downtown Tyler. KLTV lost the CBS affiliation in September 1984, when Longview-based KLMG-TV (channel 51, now Fox affiliate KFXK-TV) signed on. It retained a secondary affiliation with NBC until KETK-TV (channel 56) signed on in March 1987, resulting in channel 7 becoming an exclusive ABC affiliate. Buford Television owned KLTV and KTRE until 1989, when it sold the stations to Jackson, Mississippi-based Civic Communications. In 1996, KLTV relocated its operations from its longtime studios on Texas Loop 323 in eastern Tyler to a new facility downtown, located in a former savings & loan branch and office complex near the Smith County courthouse; the former studio facility was demolished in November 2007. Civic merged with Cosmos Broadcasting, a division of the Liberty Corporation in 2000. That same year, Liberty sold its insurance businesses to the Royal Bank of Canada, resulting in the retirement of the \"Cosmos Broadcasting\" banner. Liberty sold itself to Raycom Media in 2006. In October 2004, KLTV celebrated its 50th anniversary.\"KLTV Celebrates 50th Anniversary\", KLTV.com. Retrieved 2018-09-07.\"KLTV Celebrates 50 Years!\", KLTV.com. Retrieved 2018-09-07. At approximately 7:30 a.m. on February 3, 2006 (one day after Raycom officially took ownership of the station), KLTV's broadcast transmitter in Red Springs collapsed taking both its over-the-air analog and digital signals as well as radio station KVNE (89.5 FM) off the air; no one was reported injured as a result. Cox Communications (which sold its East Texas systems to Suddenlink Communications in 2007) continued to carry KLTV's standard and high definition feeds via a fiber optic connection; however, DirecTV and Dish Network customers were not able to receive the station. KLTV re-established an analog signal at reduced power from its former studio and transmitter location in eastern Tyler within 13 hours of the collapse. No cause for the collapse has been disclosed to date. A new Harris transmitter—on a tower slightly less than half the height of the one that collapsed—was installed the following day, allowing resumption of full-power broadcasts from the Tyler site, allowing over-the-air viewers to watch ABC's broadcast of Super Bowl XL over its analog signal; the digital signal was restored several days later. KLTV restored its analog over-the-air signal from its original tower while also being restored on DirecTV, Dish Network and other area cable providers. Its analog transmitter equipment was not damaged and was supplemented at the original tower site with a newer transmitter. However, its over-the-air high definition and digital television transmission equipment was a total loss. In March and April 2007, KLTV ran a \"Flip the Switch\" promotion to promote the completion of the new Red Springs tower. Viewers were urged to submit 30-second videos to show why they should be selected to turn on the tower, with the winner being selected by popular vote on the station's website. On April 17, 2007 at approximately 6:58 p.m., contest winner Jeff Heimer officially flipped the switch to turn on the new transmitter and tower. In January 2011, KLTV started \"KLTV in Your Community,\" a section of its website serving as a branch for citizen journalism, or community blogging; the blog sites are separated into fifteen East Texas communities with Tyler divided into four quadrants by city section. On June 25, 2018, Gray Television announced that it was merging with Raycom, under the Gray name. When the merger was approved by the FCC and the Justice Department, it made KLTV (and KTRE) a sister station to adjacent market stations KXII in Sherman, KBTX in Bryan and KWTX in Waco in addition to the current Raycom sister stations, while separating it from KXXV. The sale was approved on December 20\"FCC OK with Gray/Raycom Merger\", Broadcasting & Cable, 20 December 2018, Retrieved 20 December 2018. and was completed on January 2, 2019.\"Gray Completes Acquisition of Raycom Media and Related Transactions\", Gray Television, 2 January 2019, Retrieved 2 January 2019. ==Digital television== ===Digital channels=== The station's digital signal is multiplexed: {| class=\"wikitable\" |- ! Channel ! Video ! Aspect ! PSIP Short Name ! ProgrammingRabbitEars TV Query for KLTV |- | 7.1 || 720p || rowspan=5|16:9 || KLTV DT || Main KLTV programming / ABC |- | 7.2 || 480i || Circle || Circle |- | 7.3 || 720p || La Vida || Telemundo |- | 7.4 || rowspan=2|480i || Bounce || Bounce TV |- | 7.5 || Dabl || Dabl |} On digital subchannel 7.2, the station carries Circle; the subchannel is also carried on Suddenlink Communications digital channel 247. The subchannel launched on December 14, 2005 as the \"StormTracker 24/7 Weather Channel,\" a local weather service consisting of temperatures, weather conditions and a live feed of the station's Doppler radar (branded as the \"StormTracker 7 Live Doppler Network\") on a rotating schedule; the subchannel affiliated with This TV in December 2009, it later switched to Bounce TV on January 1, 2012. On January 1, 2020, Circle debuted on 7.2, displacing Bounce TV to 7.4. On digital subchannel 7.3, the station carries Telemundo; the subchannel is also carried on Suddenlink channel 22. ===Analog-to-digital conversion=== The station installed its digital transmitter tower on September 23, 2005; on December 14, KLTV became the second television station in East Texas to launch a digital signal, broadcasting on VHF channel 10. KLTV shut down its analog signal, over VHF channel 7, on June 12, 2009, the official date in which full-power television stations in the United States transitioned from analog to digital broadcasts under federal mandate. The station's digital signal relocated from its pre- transition VHF channel 10 to channel 7 for post-transition operations. ==Programming== KLTV carries the majority of the ABC network schedule; however, it pre-empts the first hour of the network-syndicated Litton's Weekend Adventure block on Saturday mornings in favor of running E/I-compliant children's programs from the syndication market. Syndicated programs broadcast by KLTV include Wheel of Fortune, Jeopardy!, The Ellen DeGeneres Show, Criminal Minds, and Right This Minute among others. ==Availability== ===Cable and satellite=== On cable, KLTV is available on Suddenlink Communications channel 7 and in high definition on digital channel 720. Dish, DirecTV and several smaller cable providers also carry the station. ===Over-the-air=== KLTV is available throughout much of East Texas, such as Tyler, Athens, Canton, Carthage*, Gilmer, Henderson, Jacksonville, Jefferson*, Kilgore, Lindale, Longview**, Marshall*, Mineola, Mount Pleasant*, Mount Vernon, Palestine, Pittsburg, Rusk, and Sulphur Springs***. * – This city can receive KLTV over the air despite being in the Shreveport market. ** – This city can receive KLTV over the air despite parts of the city being in the Shreveport market. *** – This city can receive KLTV over the air despite being in the Dallas–Fort Worth market. In other parts of the market, such as Lufkin, Nacogdoches and Crockett, KLTV is unavailable over the air, but viewers can receive sister station KTRE. ==News operation== KLTV presently broadcasts 31½ hours of locally produced newscasts each week (with 5½ hours each weekday and two hours each on Saturdays and Sundays); unlike most ABC affiliates, the station does not broadcast an early evening newscast on Sundays. Lufkin semi-satellite KTRE simulcasts KLTV's weekday morning, midday, 4:00 p.m., 5:00 p.m. and weekend morning and evening newscasts. Channel 7 has been the dominant station in the market for most of its history and its newscasts routinely garner several times the number of viewers of its nearest competitor. KLTV and its staff have received several awards including seven Lone Star Emmy Awards. The station's longtime slogan is \"Proud of East Texas\", which has been used since 1985. In a June 2006 article, the Longview News-Journal reported KLTV continued its dominance in the area with an estimated 70,000 households tuning into its weeknight 10:00 p.m. broadcast. KETK-TV was second with about 12,000 viewers and KYTX was watched by an estimated 9,000 viewers. The station was nominated in 2008 for eleven Lone Star Emmy Awards including: best morning and evening newscasts, weather, along with several news/sports specials and reporting. On June 21, 2010, KLTV became the third television station in the Tyler–Longview market to begin broadcasting its local newscasts in high definition. On September 10, 2012, KLTV debuted an hour-long weekday afternoon newscast at 4:00 p.m. ===Notable former on-air staff=== * Sandra Brown – weather anchor (now a best-selling author) * Devin Scillian – news anchor (1986–1989); now at WDIV-TV in Detroit, and also a children's author ==See also== * Channel 7 digital TV stations in the United States * Channel 7 virtual TV stations in the United States ==References== ==External links== *Official website *Official website of KTRE, local sister station of KLTV * * FCC Public Inspection File: KLTV * Technical and ownership information for KLTV at RabbitEars * \"History of KLTV\" (beginning and early years) * Various logos and station IDs, 1969-2015 * Various station IDs and promos, 1980s-2000s * \"You'll Love It\" ABC/KLTV 1985 image campaign ad LTV Category:ABC network affiliates Category:Circle (TV network) affiliates Category:Telemundo subchannel-only network affiliates Category:Bounce TV affiliates Category:Dabl affiliates Category:Television channels and stations established in 1954 Category:Tyler, Texas Category:1954 establishments in Texas Category:Gray Television ",
    "title": "KLTV"
}