{
    "id": "9068834",
    "text": "is a Japanese boxing-themed yankī manga series written and illustrated by Masanori Morita and serialized in Weekly Shōnen Jump from May 1988 to February 1997. Rokudenashi Blues had over 60 million copies in circulation as of August 2013, making it one of the best-selling manga series. ==Plot== The story stars , delinquent student of who wishes to become the world boxing champion. The manga follows Maeda (and his friends and rivals) as he struggles through three years of high school while becoming one of the strongest and best known high school fighters in all of Tokyo. Not just a pure action manga, Rokudenashi Blues is filled with humor and well-crafted story arcs about honor, friendship, and the pressures of being a delinquent student in Japan. Short gag-stories with chibi versions of characters are published as \"Rokudenashi Buru-chu\". ==Characters== Rokudenashi Blues has a wide-arching cast of characters that live in and go to school around Tokyo that must deal with the pressures and struggles that come from being involved in the delinquent struggles of honour and strength. ===The 4 Heavenly Kings=== The 4 Heavenly Kings are what the students of Tokyo consider the strongest fighters in Tokyo. They each come from a separate district and often come into contact with each other throughout the later half of the manga, which often result in bloody, drawn out dog fights between the schools involved. ; : The main character of the story, he's a famous delinquent from Teiken High, in the Kichijōji area of Musashino, Tokyo, known for his passion of boxing, street fighting, and his moped, Chavez. Albeit being a delinquent, being easily angered and stupid at times (he punched a professor when he heard the girl's uniform changed), he has a sense of honor and respect, and values his friends greatly. Taison is also known as one of the Tokyo's elite 4s, or \"Heavenly Kings\", and aims to become the world champion in boxing. Taison has an interest for Chiaki Nanase. His name is based on wrestler Akira Maeda and former world heavyweight champion Mike Tyson. He lives with his brother in the Honky Tonk apartment complex. Him and his older brother both left the south of Japan for Tokyo to avoid inheriting their father's profession, that of a monk. He is a lightweight when it comes to drinking and always breaks down into tears. ; Onizuka :The most cruel of the 4 \"Heavenly Kings\", Onizuka come from the Shibuya district of Tokyo. He controls the school he attends with an iron fist, forcing his classmates to pay protection fees for their safety. When Maeda and his friends protect one of Onizuka's classmates from him, a bloody war ensues between the two of them, with Onizuka shoving Sakamura out of a second floor window, breaking Mutoh's ribs and capturing the rest of Maeda's friends. In their final confrontation Onizuka injures both of Maeda's hands and stabs a screwdriver through his leg. In the end however, Maeda uses the trademark karate kick he learned from his father to knock Onizuka out. During middle school, him and Akagi were classmates until Onizuka broke most of his teeth with a chair during a fight and Akagi transferred schools. After his defeat at Maeda's hands, Onizuka changes dramatically, respecting his friends and losing his cruelty. Keeping with the punk rock look of most of the characters, Onizuka is strongly modeled off of Billy Idol. ; Yakushiji :Yakushiji is a seemingly carefree, hopeless romantic who has terrible luck in love. He lives in Asakusa. Highly superstitious, throughout the manga he can often be seen reading his horoscope and visiting shrines for luck. However, his laid-back demeanor hides his fighting strength and his martial prowess. He often lapses into melancholy and seems the smartest and wisest of The 4 Heavenly Kings. When he was younger, he and Chiaki used to be best friends, and he often thinks about her. He has a Teddy boy hairstyle which is dyed brown. Maeda has an intense dislike towards Yakushiji due to his relationship with Chiaki. ;Kasai :The most violent and perhaps the strongest of the 4 Heavenly Kings, Kasai is filled with an all-consuming need to prove himself and keep the respect of his classmates by beating up anybody that he considers strong. The school he goes to has the worst reputation in all of Tokyo and is considered a Yakuza recruitment ground. Having dominated everybody in Ikebukuro he decides to once and for all prove who is the strongest of the 4 Heavenly Kings by humiliating each and every one of them. His rage and his desire to be number one starts to overwhelm him and destroy his sanity and his friendships. Shinjo, a main character from Morita's other manga, Rookies, closely resembles Kasai in both appearance and personality. ===Kichijōji=== Kichijōji is the area of Tokyo that Maeda and his friends are from. At the start of the manga most of the action that takes place involves the different schools from the area such as Yonekura Industrial before branching off into the other districts of Tokyo and even to the south of Japan. ===Teiken High=== ; : An intelligent, beautiful and emotional girl that's the complete opposite of Taison, she cares deeply about him. Many of the characters fall in love with Chiaki during the manga, much to Maeda's annoyance as he has severe jealousy issues. One of her best friends from her childhood was Yakushiji, who is now one of the \"Heavenly Kings\" of Tokyo. She is head of the sport's committee in Teiken High. ; : One of Maeda's best friends. Gets extremely angry whenever someone mentions his wide forehead. While the only one with a proper girlfriend in the series, they constantly fight and bicker, each accusing the other of infidelity. His father runs a motorbike repair shop and Maeda usually makes Katsuji repair his mopeds and loan him porn movies. Katsuji has been best friends with Yoneji since Preschool and, originally, his bully. ; : One of Maeda's best friends. Gets extremely angry whenever his large nose is mentioned. Had a crush on Chiaki early on in the manga but never really did anything because he knew Taison liked her. Despite his appearance as a delinquent, he is excellent at school, getting full marks on most tests and is meant to be pretty good at art. Yoneji has a large scar on his head from when he was hit with a rock and keeps his hair thick to hide it. His girlfriend, Sayuri, lives in the south of Japan. ; Yutaro Hatanaka : A very skilled boxer who attended Teiken High, and is attempting to secure a place in the Olympics. Him and Maeda come to blows, with Maeda knocking him out with a wrestling move. However, when people begin to question the authenticity of the win due to Maeda being two weight categories heavier than Hatanaka and him not fighting in a straight boxing match Maeda forces Hatanaka to fight him again. This time Hatanaka easily defeats the emaciated Maeda. He leaves Teiken to train at boxing at a prestigious college by the sea. He is very easy-going and cheerful, but can be moved to anger. He used to be one mistake away from being expelled from Teiken High. According to Hatanaka, Maeda has been the only one to knock him down yet in a boxing match and that no one at his college compares to him. ; Hamada : One of the original members of the boxing club and the person that took over running it when Hatanaka left. Hamada managed to bring the boxing club back to life and return it to its former glory after Hatanaka left. An extremely honourable and noble person, Hamada eventually got himself expelled in an effort to protect Seiji, who was forced by a teacher to plant cigarettes on him. To ease Seiji's guilt and stop him from admitting what he did to his friends, Hamada hit the teacher in question to make the whole point moot. He later finds work at a building site, and his friends are pleased that he found a job that he enjoys. ; :The leader of the Cheering Squad. He is recognized for his moustache, large frame and strong tolerance towards alcohol. At the start of the manga, the Cheering Squad and Boxing Squad were in the middle of a feud, but this was quickly sorted out by Taison and his friends. He is twenty years old, having to continuously repeat his final year. ; Hidekazu Ohashi :Original member of the Boxing Club that was involved in the dispute between Hatanaka and Maeda. He is well known for his extremely strong punch and his bright blong, permed haircut. He is best friends with Mutoh and the two both had to repeat their final year together. While originally a mediocre and below average boxer, during his repeat year he started training and working out seriously, being the last member of the original boxing club left. ; Mutoh :Member of the Cheering Squad. Mutou is recognizable from his large scar under his right eye. This was accidentally self-inflicted when Mutou rubbed away tears when his hand was bandaged with a blade. When he was younger, he had a large, comical afro. Even though they were bitter enemies at the start of the manga, Ohashi and Mutoh are best friends. ;Ebihara \"Marcy\" Masatoshi :A first year at Teiken High and one of its most powerful fighters, Ebihara is skilled at most martial arts and at using improvised weapons. Originally an antagonist at Teiken when he first arrived, Ebihara was able to overpower Maeda the first time they fought. He is recognisable by his distinctive mod look and the bandana he uses to prop up his overflowing mass of hair. This bandana is used to hide the large, disfiguring scar Ebihara has left over from middle school. This has left him with a crippling fear of knives and can go into a blind panic when he sees one. His nickname \"Marcy\" comes from when he used to be in the Masako motorbike gang. ;Oba Hiroto :A first year student, he trusts Taison with his life. ; :A first year student and Oba Hiroto's best friend. ; :Chiaki's best friend and Katsuji's girlfriend. She can be a bit ditzy at times. ;Mika :A girl in Maeda's class that used to have a serious crush on him. Ohashi used think she had a thing for him but was sadly proved wrong. She now goes out with Koheiji's younger brother. ;Junichi Nakajima :Junichi is one of Maeda's classmates. An avid photographer, Nakajima is considered an annoyance by Maeda and his gang, especially whenever sports are involved. He is the head of and only member of Teiken's photography club and usually must resort to selling risque photos of his female classmates to magazines in order to keep it running. Maeda, or someone else, almost always breaks his cameras by accident whenever he is around. ;Mafuyu : A sukeban, Mafuyu used to be part of the destructive bike gang Brown Sugar, until she fell in love with Takeshi, a Misako, and rival gang member. She almost killed herself on Valentine's Day before Maeda stopped her. She eventually overcomes her despair and falls in love again. ;Masahiko Kondo :A kind hearted and much loved teacher at Teiken High, Masa often despairs over Maeda and his friends failure at making grades. Maeda has great respect for Masa and it was under Masa's guidance that Hatanaka got one last shot at getting a boxing scholarship at college. When he was younger he was on the Japanese olympic team for wrestling but never actually managed to compete in the olympics. ===Yonekura Industrial=== ; Shimabukuro :One of Maeda's longer running adversaries. They met when Shimabukuro crashed his car into Maeda's, inadvertently saving his, and his friends lives from an oncoming train. Mistaken identity later led the two to become enemies. A long-running joke in the manga is that Maeda and Shimabukuro always meet by helping the other out, only to fight when they realize who it is they are dealing with. He is a strong fighter, coming 2nd place in the Japanese High School Judo Finals. While he should be in his final year at Yonekura, he had to repeat 2nd year due to poor grades. Him and Maeda seem to be of equal strength, though Shimabukuro knocked Maeda out with a Judo slam during their only serious fight. The two later resolved the conflict in hospital, both suffering from chicken pox. While often at each others throats, the other characters often wonder whether or not they're best friends. ; Yahiro :Sakamato's underclassmen who is the complete opposite of him. Yahiro often fights with Sakamoto, especially over his rigid sense of honour. He is an extremely competent fighter, having fought and beaten multiple opponents, and having even beaten Sakamoto once in a fight. He is extremely disrespectful and proud, usually considering himself above everyone else, and even though he treats Sakamoto the same way, it is obvious the two are close friends. ===Misako Technical College=== ; Tsuyoshi Mihara :The boss of Misako College and of the gang of the same name, Mihara was put into prison before the start of the manga. When he returns he plans on getting revenge on Teiken because it was Mafuyu who got him put there and for when Yoneji came to the school and beat up Naoto. Maeda manages to defeat him by bashing his head in on the gravestone of Mafuyu's boyfriend, who he had blinded in one eye and crashed his motorbike as a result. ; Naoto :A pupil at Misako and a former classmate of Yoneji and Katsuji's when they were still at middle school. Something of a ladies man, Naoto seduced Yoneji's girlfriend at the time Sayuri, into giving him a kiss. Yoneji witnessed this and because of that hates Naoto and broke it off with his girlfriend. When Sayuri returns into his life, he gets revenge on Naoto and manages to defeat, even though he trains at karate. ; Takeshi :A former pupil and gang member of Misako, he died in a motorcycle accident before the manga started. He and Mafuyu used to go out and it was this relationship which brought about Mihara's wrath. He was blinded in one eye when Mihara punched him and was told by doctors not to drive, advice which he sadly didn't follow. ==Media== ===Manga=== Rokudenashi Blues is written and illustrated by Masanori Morita. The manga was originally serialized in the manga magazine Weekly Shōnen Jump from May 30, 1988 to February 17, 1997. Shueisha compiled its individual chapters intro forty-two tankōbon volumes published between January 10, 1989 and April 4, 1997. Shueisha later re- released the series into a twenty-five volume bunkoban edition between December 12, 2002 and December 12, 2003. ===Anime films=== An anime film produced by Toei Animation was released on July 11, 1992. A second film titled Rokudenashi Blues 1993 was released on July 24, 1993. ===Live-action film=== A live-action film produced by Pony Canyon, TV Tokyo and Pal Entertainments Production was released on February 16, 1996. A second live-action film titled Rokudenashi Blues '98 was released on August 22, 1998. ===Video games=== Two video games entitled Rokudenashi Blues, developed by TOSE and published by Bandai, were released for the Family Computer (1993) and Super Famicom (1994). Five characters of Rokudenashi Blues appear in the Nintendo DS battle royale game Jump Ultimate Stars. In the game, Maeda is a Support character (he may either punch the opponents or run them over with his scooter), while Yamashita, Sawamura, Chiaki and Masa are Help-type characters. He was one of the main characters in Famicom Jump II: Saikyō no Shichinin, a roleplaying game released in 1991. Some Rokudenashi Blues characters are also featured in Cult Jump, an adventure-trivia game released for the Game Boy. ===Drama=== A Japanese television drama was announced in the 25th issue of Weekly Young Jump in May 2011. It was broadcast on Nippon TV from July 6 to September 28, 2011. ==Reception== Rokudenashi Blues had over 60 million copies in circulation as of August 2013, making it one of the best-selling manga series. ==References== ==External links== * Category:1988 manga Category:1992 anime films Category:1993 anime films Category:1993 films Category:1996 films Category:Japanese films Category:1998 films Category:Bandai games Category:Boxing in anime and manga Category:Comedy anime and manga Category:Coming-of-age anime and manga Category:Japan-exclusive video games Category:Nintendo Entertainment System games Category:Shōnen manga Category:Shueisha manga Category:Shueisha franchises Category:Super Nintendo Entertainment System games Category:Toei Animation Category:Toei Company films Category:Tose (company) games Category:Toei Animation films Category:Video games developed in Japan Category:Yankī anime and manga ",
    "title": "Rokudenashi Blues"
}