{
    "id": "9069502",
    "text": "DUMBA was a collective living space and anarchist, queer, all-ages community center and venue in Brooklyn, New York. DUMBA (a feminized version of DUMBO-- Down Under the Manhattan Bridge Overpass, the name of its NYC neighborhood) became a radical cultural nexus point around which the QueercoreTrebay, Guy. \"Queers in Space: DUMBA Takes Off\", Village Voice, May 12, 1999. movement flourished and an independent film scene developed. It was the site of many notable events, as well as being a residence for a few dozen people over the years. DUMBA was a unique experiment providing a combination of live music and disc jockeys (usually several DJs a night), film screenings of Super 8 and 16mm films, video, artwork, performances, vegetarian food, and an unrestricted erotic atmosphere. == Background and history == DUMBA was founded in a loft, during the summer of 1996 by a group of people which included filmmaker Scott Berry, Kelly Besser, Vincent Baker, and others. It would come to call itself the \"DUMBA Collective\" by around 2000. The group's name, DUMBA, is derived from DUMBO, the neighborhood between Fulton Landing and Vinegar Hill. The loft used for the collective's space was commercially zoned under the Manhattan Bridge overpass and housed six or seven residents between the years 1996 and 2006. It has been described as \"a maze of rooms small and large\".Taormino, Tristan. \"Queer Co-Ed Lust\", Village Voice, August 29, 2001. DUMBA lost its lease to the loft in 2006. == Projects and Productions == DUMBA first became known for putting on all-ages punk shows, which were promoted by word of mouth and simple photocopied flyers displaying a DIY aesthetic. Diana Morrow designed several of the flyers. Bands and performers who played DUMBA include The Need, Los Crudos, Limp Wrist, Nedra Johnson, The Spaceheads, Bitch and Animal, Octant, God Is My Co-Pilot, Tribe 8, Three Dollar Bill, Kaia, Patsy, The Lookers, and many more. In time, the venue began to feature more diverse performances by artists such as Vaginal Davis. === Fuck the Mayor Collective === DUMBA was also involved in the Fuck the Mayor Collective, a queer activist organization created in response to what some believed were the racist, classist, sexist, and homophobic policies of the Giuliani administration.Chadburn, Allissa. \"The problem with Pride\", San Francisco Bay Guardian, June 26, 2002 In 1998, DUMBA and the Fuck the Mayor Collective created Gay Shame, a controversial anti-assimilationist and anti-consumerism response to the annual Gay Pride celebrations during June. Kiki and Herb and Three Dollar Bill performed, and Eileen Myles, Mattilda aka Matt Bernstein Sycamore, and Penny Arcade spoke at the event that year, which was filmed by Scott Berry and released as the documentary film Gay Shame 98. The event was written about by Alissa Chadburn in the San Francisco Bay Guardian: > The goal of Gay Shame in New York was to form a free \"non-consumerist space > for creating culture and community building\" and to try to \"build some > opposition to the reactionary gay mainstream,\" which [Mattilda] says has \"a > stranglehold on all representations of queerness in the media. The collective behind Gay Shame also produced a fanzine each year for the occasion of the event, entitled Swallow Your Pride. Gay Shame was held at DUMBA in June 1998 and June 2000 (June 17, 2000). === Queeruption, 1999 === The second iteration of Queeruption, an annual international Queercore festival, was largely housed at DUMBA October 7-11, 1999. Hundreds of activists came from across the United States and Europe for this free, radical, queer \"encuentro\" that was part skill-share, part social event, and part conference, and that featured over 60 workshops, along with films, performances, and parties. There was also a Columbus Day action in Central Park in which city vehicles were \"ticketed\" for parking on stolen land, and to protest the arrest of a gay man, allegedly for cruising in the park (he claimed to be urinating). === Brooklyn Babylon Cinema === Brooklyn Babylon Cinema, a recurring analog film screening series, was born at DUMBA and continued for several years. It featured events such as the \"Times Square Sinema\" on May 7, 1999, which provided a kissing booth and encouraged fraternization; a tribute to the Deuce's seedy past; and \"Caught Looking\" (March 2000), a program about voyeurism curated by Aaron Scott, which included two video programs, as well as installations by Rob Roth and others. Brooklyn Babylon Cinema regularly showed films by emerging directors, providing a space in which new work could develop, as well as work by better-known directors such as Sadie Benning, Anonymous Boy, G.B. Jones, Miranda July, and Scott Treleaven. === Lusty Loft Parties === From 2000 through 2002, DUMBA was home to the \"Lusty Loft Parties,\" described by writer and sex columnist Tristan Taormino as \"pure queer erotic utopia, with people of all genders fucking side by side.\"Taormino, Tristan. \"Riding the Shortbus: Tristan recounts her experience as a \"sextra\" in the provocative indie flick\", Village Voice, November 9, 2006. These parties were deemed successful and were written about in Village Voice several times, notably by Guy Trebay and by Taormino, though several years after the fact.Portwood, Jerry. \"DUMBO's Lusty Loft: The final days of the DUMBA collective\" , New York Press. Retrieved March 1, 2007. The Lusty Loft Parties were part of the basis for the film Shortbus. === The DUMBA Collective === Around 2000, the group living in the space called themselves the \"DUMBA Collective,\" a name that stuck until the collective's demise in 2006. In 2004, writer Arial Levy described in New York Magazine DUMBA's trannyboi scene: The article also noted that at Dumba \"[t]hey have sex parties and art shows, and above the bathroom door, instead of GIRLS or BOYS, it says TRANNIES.\"Levy, Arial. \"Where the Bois Are\", New York Magazine, January 12, 2004. === Shortbus === John Cameron Mitchell's film Shortbus (2006) was partially shot at DUMBA in 2005. The \"Lusty Loft Parties\" are credited as the events on which he loosely based his movie. In the film, a hyperbolized DUMBA was the site of Justin Bond's salon. People associated with DUMBA appear in the film as \"sextras\". In October 2006, Village Voice quoted John Cameron Mitchell discussing DUMBA: == Timeline of events that took place at DUMBA == * Fuck the Mayor celebration * The annual Gay Shame event during Gay Pride (June 1998 and onward) * Spin Cycle: The GameNYPress.com. \"Arts and Entertainment\" , New York Press. Retrieved March 1, 2007. * Brooklyn Babylon Cinema (1999 and onward), including the following film programs: ** Please Kill dumba (12-hour film marathon), June 14, 1998 ** Soiree Guy Debord, October 2, 1998 ** What Goes Around Comes Around (queer shorts program), November 6, 1998 ** Free the Land! (or Why Gracie Mansion Should Be Bulldozed and the Land Squatted, March 5, 1999 ** The Bombing of West Philly and The Black Panthers, April 2, 1999 ** Times Square Sinema, May 7, 1999 ** Dreamland Revisited: Coney Island Images, July 9, 1999 ** The Night Before (dir. Arch Brown), August 6, 1999 ** Free Voice of Labor, September 10, 1999 ** Survival program featuring Kalin's Prayer and Fly Away Homo, November 5, 1999 ** Video Killed the Radio Star December 3, 1999 ** International Super8 Day, January 7, 2000 ** Big Film by Lee Krist, February 4, 2000\"Today in New York\" by Sharon King, Daily News, p. 21, February 4, 2000 ** Caught Looking: Voyeurism and Reflexivity in Cinema curated by Aaron Scott, March 3, 2000 ** Stop Motion Animation, May 2000 ** Happy Birthday Marquis!, with films of Joel Schlemowitz & Tom Chomont and performance by Ray Rivas June 2, 2000 ** Memento Mori: The Films of Jim Hubbard, January 31, 2001NYPress.com. \"Arts and Entertainment\" , New York Press. Retrieved March 1, 2007. ** The Wobblies, August 3, 2000NYPress.com. \"Arts and Entertainment\" , New York Press. Retrieved March 1, 2007. ** No President, Song for Rent, and Midnight at the Plaster Foundation by Jack Smith, May 4, 2001 * Some Velvet Sidewalk, Dub Narcotic Sound System + Jason O'D Traeger + Miranda July (September 29, 1997)Time Out New York, http://66.111.110.102/newyork/DetailsAr.do?file=rock/105/105.music.somevelvet.prev.html * Queeruption (October 1999) * Le Tigre debut concert (2000) * Lusty Loft Parties (2000 & 2001) ** Saturday, September 9, 2000 ** Saturday, March 31, 2001 ** Saturday, July 28, 2001 ** Friday, November 16, 2001 * Tracy and the Plastics (June 1, 2001) Time Out New York, No. 297, May 31 - June 6, 2001, http://66.111.110.102/newyork/DetailsAr.do?file=rock/297/297.music.tracy.rev.html * Jerry Tartaglia retrospective * Afro-Punk, New Years 2005, 2006 * Shortbus by John Cameron Mitchell (2006) == See also == * Gay Shame * Queercore == Notes == Category:Anarchism in New York (state) Category:Defunct anarchist organizations in North America Category:LGBT collectives Category:Queercore Category:LGBT anarchism Category:DIY culture Category:Defunct LGBT organizations in the United States Category:Social centres in the United States Category:Queer organizations ",
    "title": "DUMBA"
}