{
    "id": "9069536",
    "text": "Amor Aeternus – Hymns of Love is a music drama by Nicholas Lens. It is the third part of the operatic trilogy The Accacha Chronicles. The work follows on the parts Flamma Flamma and Terra Terra. In 19 sections, the score combines orchestra, chorus and six operatic voices that contrast with the eerie tonalities of two female nasal-natural singers . ==Usage== Excerpts of the tracks Amor Amore, Amor Aeternus I, Utrum Vulva and Amor Mundum of Amor Aeternus were used as soundtrack of the symbolical film love is the only master I’ll serve, directed by Nicholas Lens and produced by Tabaran Company. The film premiered at the BIFF, New York City in June 2006. ==Notes== *Amor Aeternus was recorded mostly in Bulgaria and Belgium, but as well in Morocco and South Africa. *It was the fourth album on which Lens worked with the American soprano Claron McFadden. *According to the critics with this work Lens is slowly leaving the path of tonality of his earlier work. Some regret that he changed his style to a more severe and complex approach, others find this interesting and believe Lens' style is more evolving towards operatic, contemporary-theatrical creations. *The live-version, published by Schott Music (Mainz, New York) did not premiere yet. ==Credits== *Third part of the operatic trilogy by Nicholas Lens The Accacha Chronicles *Music & Libretto, Concept, Artistic Producer: Nicholas Lens *Published by Schott Music International Mainz/ New York City, (2005) *Released (2005) by Sony BMG International 74321 697182 ==Track listing== # Amor Amore # Iuppiter Olympum # Mors Neutra # Amor Mundum # Aliosne # Utrum Vulva # Nam Sum I # Corpore Toto # Nomen Meum # Matutinum # Amor Aeternus I # Timore Amore # O Basiorum # An Amorem I # An Amorem II # Amor Omnibus # O Amabilis Amor # Nam Sum II # Amor Aeternus II ==References and external links== * Nicholas Lens' Website Official website * Time magazine * Schott Music International * * Biff, New York * Compact Discoveries * Sonymusic * Sony BMG * Fan Page Category:Music dramas Category:Compositions by Nicholas Lens Category:Postmodern music Category:Contemporary classical compositions ",
    "title": "Amor Aeternus"
}