{
    "id": "9070451",
    "text": "The AMD 690 chipset series is an integrated graphics chipset family which was developed and manufactured by AMD subsidiary ATI for both AMD and Intel platforms focusing on both desktop and mobile computing markets. The corresponding chipset for the Intel platform has a marketing name of Radeon Xpress 1200 series. The chipsets production began in late 2006 with codenames RS690 and RS600, where both of them share similar internal chip design, targeting at the desktop market. Mobile versions of both chipsets have codenames RS690M and RS600M. The marketing name for this chipset on the Intel platform is the Radeon Xpress 1200 series (Radeon Xpress 1200 to Radeon Xpress 1270) while the name for the chipset on the AMD platform is 690G. Both the 690G and Radeon Xpress 1200 chipsets include an integrated graphics processing unit (IGP) based on the ATI Radeon X700 series GPUs with ATI Avivo technology included for hardware video acceleration. Mobile versions have reduced power consumption with adaptive power management features (PowerPlay). The 690G and Radeon Xpress 1250 chipsets are direct successors to Xpress 1600 integrated graphics chipsets (codenamed RS480 and RS400). Starting in late 2006, mobile versions of the 690 chipset (RS690M) were being rolled out in mass by major notebook computer manufacturers, including HP, Asus, Dell, Toshiba, Acer, and others. For some OEMs (including Dell and Acer), the M690 series chipset was going to replace the Radeon Xpress 1150 (codenamed RS485M) on the mobile platform, and desktop variants of the 690 chipset were announced in February 2007. The 690 chipset series consists of three members: 690G, 690V and M690T. The planned \"RD690\" enthusiast chipset was canceled in the official roadmap without explanation and no release date was given for the \"RX690\" chipset which has no IGP and only one PCI-E x16 slot.HKEPC coverage on 690G benchmark (page 1) HKEPC coverage on 690G benchmark (page 4), the ASIC part number for RD690 presents but being labelled as \"deleted\" After ATI was acquired by AMD in July 2006, plans for the Radeon Xpress 1250 chipset for the Intel platform were canceled while the 690G/M690 chipsets for the AMD platform became the main production target. AMD released the chipsets to only two vendors, Abit and AsRock. Abit signed on prior to the AMD acquisition and AsRock was given the remaining inventory of RS600 chips for the Chinese market. On AMD Technology Analyst Day 2007, AMD announced that 4 million units of 690 chipsets had been shipped to customers, calling it a commercial success. With that in mind, AMD announced on January 21, 2008 that the series will be further extended to embedded systems with the last member, the AMD M690E chipset. ==Lineup== The chipset has several variants, they are summarized below, sorted by their northbridge codename. The first one is the RS690 which is the basic chipset and implemented now as 690G. The second one is the RS690C which is a simplified version of 690G and without TMDS support and named as 690V. The third one in the series is the RS690M for mobile platforms, named M690. The fourth one is the RS690MC, a simplified version of M690 and without TMDS support, called M690V. Another one in the lineup is the RS690T, another variant to the M690 chipset with a local frame buffer (see below). A member for the embedded systems, the M690E, is basically a M690T with different display output configurations. ==Key features== ===IGP General features=== Chipset models in the series (excluding RD690 and RX690) feature an Integrated Graphics Processor (IGP) which is incorporated into the northbridge and manufactured on an 80 nm fabrication process. The IGP's 3D architecture is based on Radeon R420 and contains 4 pixel pipelines capable of Shader Model version 2.0b with DirectX 9 and OpenGL 2.0 compatibility but lacks hardware vertex processing. It uses a shared memory architecture, meaning system RAM is shared with the IGP. The IGP was the first chip in ATI's integrated lineup that included ATI Avivo capabilities (also seen in the Radeon X1000 series), and is therefore capable of decoding videos of resolution up to 720p/1080i in hardware.Gasior, Geoff. AMD's 690G chipset: Platformization ahead, Tech Report, February 28, 2007. Both chipsets in this family are fully compatible with the Windows Aero interface and are Windows Vista Premium certified. Also supported by the chipset are PCI slots, high definition 7.1 channel audio and Gigabit Ethernet. The northbridge has a TDP of 13.8 WattsHKEPC test report on RS690 IGP chipset or an average of 8 Watts,XBit Labs report ChileHardware Original Thread and is pin compatible with RS485 northbridge. The northbridge supports HyperTransport 2.0 at 1 GHz, and an additional 3 PCI Express x1 slots. The northbridge and southbridge (SB600) are connected via \"ALink II\". This is in reality 4 PCIe lanes, providing 2 GB/s bandwidth. ===690G=== For 690G, the IGP was named \"Radeon X1250\", operating at 400 MHz clock frequency, with VGA, HDMI and dual link DVI-D output with HDCP support for single link transmission and TMDS support for HDMI output. (however a DVI to D-sub adapter will not work and is not compatible with DVI-D interface due to the lack of the four analog pins of DVI-A and DVI-I) One HDMI output can be active at the DVI/HDMI interface or at the TMDS interface. HDCP support is limited to only one of those interfaces at any time. The chipset also supports VGA and DVI -or- DVI and HDMI dual output simultaneously, to achieve a maximum of two active out of three attached monitor outputs, called \"SurroundView\", and up to four independent, active displays with an additional video card. The 690G chipset also supports a maximum of 24 additional PCI Express lanes and a PCI Express x16 expansion slot, and the chipset mixes audio and video signals and output through the HDMI interface. The mobile version of the chipset is the M690 chipset (codenamed RS690M). AMD dropped support for Windows (starting from Windows 7) and Linux drivers made for Radeon X1250 graphics integrated in the 690G chipset, stating that users should use the open-source graphics drivers instead. The latest available proprietary AMD Linux driver for the 690G chipset is fglrx version 9.3, which is outdated and no more compatible with current Linux distributions. The free and opensource driver for AMD graphics in the linux kernel supports both 3D acceleration and hardware decoders as of kernel 3.12,http://xorg.freedesktop.org/wiki/RadeonFeature/ and is unlikely to drop support of this (or any AMD graphics it already supports) in the foreseeable future. Being part of the kernel, no installation/configuration is needed. ===690V=== For 690V, \"Radeon X1200\" was the name of the IGP, with clock frequency of 350 MHz. The major differences between the 690G and 690V chipsets is that the 690V chipset lacks support for TMDS and HDMI output, and is therefore limited to VGA or LVDS output only. The mobile version of the chipset is the M690V chipset (codenamed RS690MC). ===M690T=== Originally codenamed \"RS690T\", the chipset is for mobile platforms only. Featuring an optional 16-bit DDR2 side-port memory with maximum 128 MiB AMD M690T specification page capacity as local frame buffer. Sources revealed that the RS690T chipset may pair with SB700 southbridge and named as the \"trevally\" platform focusing the mobile market. ChileHardware Report It is worth to note that the RS690T chipset has been added to AMD \"longevity programme\", that is AMD committed to supply the chipset for at least five years after general availability.The Inquirer report However, currently, M690T chipset was coupled with SB600 southbridge. The chipset was officially referred as \"M690T chipset with Radeon X1270 graphics\".AMD Mobile Platform sales training document (Page 5): AMD M690T with ATI Radeon X1270 Graphics ===M690E=== Announced on January 21, 2008, the M690E chipset as the suffix \"E\" suggests, is solely for embedded systems, providing the same feature sets as the M690T chipset, but with the analog TV output interface replaced with a secondary TMDS output interface, providing a total of two DVI/HDMI outputs with HDCP support limited to one of those interfaces at any time. ===Radeon Xpress 1250=== A version of the 690G chipset for Intel processorsRadeon Xpress 1250 product page codenamed RS600;Guru3D report supports all of 690G features, but the HyperTransport controller is replaced with a QDR FSB controller and it also contains a dual-channel DDR2 memory controller. IGP clocked with 500 MHz instead of 400 MHz of the 690G. Since Intel has not given the 1333 MHz FSB license to ATI Technologies after the company was purchased by AMD, the Radeon Xpress 1250 only comes with official support of 1066 MHz Front Side Bus (FSB). However, supporting 1333 MHz FSB was obviously given higher priorities when RS600 was being developed, resulting Xpress 1250 motherboards actually have the support for 1333 MHz FSB via overclocking, and support all 1333 MHz FSB Core 2 Duo and Core 2 Quad microprocessors. Only Abit has released a motherboard with this chipset as a result of signed agreement before the AMD-ATI merger, while ASRock was reported to have purchased all of the remaining inventory of RS600 resulting from a strategic move of AMD to clear all RS600 inventories,DigiTimes report, retrieved July 14, 2007 thus making Abit and AsRock the only RS600 motherboard manufacturers. ==Northbridge issues (690G, M690, 690V, M690V, M690T, M690E)== AMD does not provide any RS690 errata publicly (AMD document ER_RS690A5 for Revision A11 & ER_RS690B4 and its addendum for Revision A12). Most OSes require patches in order to work reliably. *Windows platform: **Stop error 0x000000EA might be rarely encountered due to an internal hardware optimization on revision A12 northbridges (related to AMD Errata Addendum of ER_RS690B4). AMD will release a new driver in 2010 to fix it. ==Southbridge issues(SB600)== AMD does not provide any SB600 errata publicly (AMD document ER_IXP600AB7 for Revision A12, ER_IXP600AC33 for Revision A13 and ER_SB600AD12 for Revision A21). Most OSes require patches in order to work reliably. *Windows platform: ** Microsoft KB982091 ** Microsoft KB931369 ** Microsoft KB924051 *Linux platform: ** USB freeze when multiple devices are connected through hub (related to AMD Product Advisory PA_SB600AL1) ** SATA soft reset fails when PMP is enabled and devices will be not detected (does not apply to A11 and A12 revisions) ** SATA internal errors are ignored because SATA will set Serial ATA port Error when it should not ** SATA commands in AHCI mode are limited to 255 sectors per command because of NCQ problems ** SATA controller does not support MSI ==List of mainboards using 690 chipset== The lineup and output features comparison for 690 chipset series motherboards are summarized below. Note: data below does not include RS690M and RS600M - mobile editions of RS690 and RS600 chipsets. {| class=\"wikitable\" style=\"text-align:center; width:100%;\" |- !style=\"width: 7%\" |Chipset !style=\"width: 10%\" |Manufacturer !style=\"width: 20%\" |Model !style=\"width: 10%\" |Form Factor !style=\"width: 8%\" |Integrated HDMI 1.2 !style=\"width: 8%\" |HDCP Key !style=\"width: 37%\" |other features |- |rowspan=\"22\" style=\"background:#f2f2f2;\"|690G ||Albatron | KI690-AM2 | Mini- ITX | | |DDR2 SO-DIMM |- |rowspan=\"2\"| ASUS | M2A-VM |rowspan=\"4\"| Micro ATX | | |DVI |- |M2A-VM HDMI | addon card | |DVI-D, VGA, FireWire 1394a, add-on card: HDMI, S-Video, YPbPr |- |Biostar |TA690G-AM2 | | |HDMI, DVI, S-Video, D-Sub |- |ECS |AMD690GM-M2 | | |DVI |- |rowspan=\"2\"|EPoX |AT690G Pro |rowspan=\"2\"|ATX | | |DVI |- |AT690G-M | | |DVI |- |rowspan=\"3\"|Foxconn |A690GM2MA-8EKRS2H |rowspan=\"3\"|Micro ATX | | |DVI, D-Sub, addon bracket: FireWire 1394a, S-Video |- |A690GM2MA-8KRS2H | | |DVI, with addon bracket:S-Video |- |A690GM2MA-RS2H | | |DVI, with addon bracket:S-Video |- |rowspan=\"2\"|Gigabyte |GA-MA69G-S3H |ATX | | |DVI, FireWire 1394a, addon bracket:SPDIF In+Out |- |GA-MA69GM-S2H |rowspan=\"3\"|Micro ATX | | |DVI, FireWire 1394a, addon bracket:SPDIF In+Out |- |rowspan=\"2\"|Jetway |M2A692-GDG | | |DVI |- |M2A692-GHG | | | |- |Magic-Pro |MP-A2AM-HD |Micro ATX | | | |- |rowspan=\"4\"|MSI |K9AG Neo2 Digital | style=\"text-align:center;\"|ATX | | | |- |K9AGM2-FIH |rowspan=\"6\"|Micro ATX | | | |- |K9AGM3-FIH | | | |- |K9AGM3-FD | | |DVI |- |PC Partner |RS690MKM-AB1S | | | |- |rowspan=\"2\"|Sapphire |PI- AM2RS690MH | | | D-Sub |- |PI-AM2RS690MHD | | |D-Sub, FireWire 1394a, S/PDIF In+Out, addon card: DVI, S-Video |- |style=\"background:#e0e0e0;\" rowspan=\"3\"|Xpress 1250 |Abit |Fatal1ty F-I90HD |rowspan=\"2\"|Micro ATX | | |D-Sub, S/PDIF TOSLINK Out |- |Asrock |4Core1333-FullHD | | |DVI-D, D-Sub, FireWire 1394a |- ||DeLL |Latitude XT |Notebook | | | D-Sub, DVI-D (with Docking Station) |- |rowspan=\"23\"|690V |ECS |AMD690VM-M |Micro ATX | | |rowspan=\"23\"|No TMDS and HDCP support for 690V, limited to D-Sub only |- |rowspan=\"2\"|EPoX |AT690VI Pro |ATX | | |- |AT690V-M |rowspan=\"21\"|Micro ATX | | |- |ASUS |M2A-MX | | |- |rowspan=\"5\"|Foxconn |A690VM2MA-8KRS2H | | |- |A690VM2MA-RS2H | | |- |A6VMX | | |- |A6VMX/K | | |- |A6VMX2-K | | |- |Gigabyte |GA-MA69VM-S2 | | |- |rowspan=\"3\"|Jetway |M2A692-VP | | |- |M2A693-VP | | |- |M2A693PLUS-VP | | |- |J&W; |JWT-A690M | | |- |rowspan=\"5\"|MSI |K9AGM Neo-F | | |- |K9AGM2-F | | |- |K9AGM2-L | | |- |K9AGM3-F | | |- |K9AGM4 | | |- |PC Partner |RS690CMKM-A94CL | | |- |rowspan=\"2\"|Sapphire |PE-AM2RS690MV | | |- |PE-AM2RS690V2 | | |- |TUL |TRS690-M1 | | |- |rowspan=\"8\"|690T |rowspan=\"2\"|AAEON |COM-690T |COM Express Type 2 | | |optional 128MB Side-port memory, TV-out, Socket S1 |- |EMB-6908T |Mini-ITX | | |Socket AM2 |- |avalue |EMX-M690T |rowspan=\"2\"|Mini-ITX | | |6x serial ports, 2x GbE, Socket S1 |- |rowspan=\"2\"|DFI |AM100-BF | | |64MB Side- port memory, Socket S1 |- |AM300-BF |Micro ATX | | |64MB Side-port memory, CompactFlash, Socket S1 |- |rowspan=\"2\"|Kontron |KT690/mITX |rowspan=\"3\"|Mini- ITX | | |CompactFlash,Mini PCI-E, optional TV-out, 2x GbE, Socket S1 |- |KT690/mITX-FW | | |FireWire 1394a,Mini PCI-E, optional addon bracket: TV-out, 2x GbE, Socket S1 |- |MSI |Fuzzy RS690T | | |S/PDIF, DDR2 SO-DIMM, Mini PCI-E, optional addon bracket: TV-out, 2x GbE, Socket AM2 |} ==See also== *AMD 580 chipset series *Comparison of ATI Chipsets *Comparison of AMD Chipsets ==References== ==External links== *ATI official website *AMD official website *Embedded single board computers with AMD chipsets *Motherboards with AMD chipsets Category:Advanced Micro Devices chipsets Category:ATI Technologies products ",
    "title": "AMD 690 chipset series"
}