{
    "id": "9070130",
    "text": "Alexander Samwer (born 1975, in Cologne) is a German technology entrepreneur and investor. In 2018, Alexander founded the privately-held investment firm Arvantis Group with a focus on entrepreneurial investments in the technology, renewable energy and real estate sector. Group companies include Picus Capital (technology), Pacifico Energy Partners (renewable energy) and Augustus Management & Architecture (real estate). Picus Capital has emerged as a fast- growing technology investment company with a global portfolio of internet companies. ==Career== Before founding Arvantis Group, Alexander co-founded with his brothers the consumer-to-consumer auction house Alando, which was sold to eBay in 1999 for $43 million, then Jamba! which was sold to VeriSign for $270 million in 2004. With his two brothers he also founded the venture capital company European Founders with which they invested in StudiVZ (former German-counterpart to Facebook), MyVideo (German-counterpart to YouTube), Bigpoint Games and several other companies. The Samwer brothers invested in Facebook in 2008, after selling StudiVZ to the Holtzbrinck Group. They also founded the startup studio Rocket Internet headquartered in Berlin with early- stage investments in Europe's largest online fashion company Zalando (publicly listed), online food-delivery company Delivery Hero (publicly listed), Asian e-commerce company Lazada Group (sold to Alibaba) and online meal retailer HelloFresh (publicly listed). In 2013, the Samwer brothers founded 150 million € Global Founders Capital (GFC) fund for early-stage startups. In 2013 Alexander Samwer went his own way business-wise and stopped working for Rocket Internet and Global Founders Capital. ==Education== He studied politics at the University of Oxford (from 1995), receiving an MA, and then received an MBA from Harvard Business School. ==Personal life== His parents are both in the legal profession. Alexander Samwer is an active supporter of social projects in education and environmental protection. He is a founding member of the climate initiative \"Leaders for Climate Action\". ==References== Category:Venture capitalists Category:1975 births Category:Harvard Business School alumni Category:Alumni of the University of Oxford Category:German company founders Category:20th-century German businesspeople Category:21st- century German businesspeople Category:Living people ",
    "title": "Alexander Samwer"
}