{
    "id": "9071220",
    "text": "Nebraska Highway 2 is a state highway in Nebraska consisting of two discontinuous segments. The western segment begins at the South Dakota border northwest of Crawford and ends southeast of Grand Island at an intersection with Interstate 80. The eastern segment begins in Lincoln and ends at the Iowa border at Nebraska City. Previously, the two segments were connected via a route shared with U.S. Highway 34 between Grand Island and Lincoln. ==Route description== ===Western segment=== The western segment of NE 2 begins at the South Dakota border north of Crawford in a concurrency with Nebraska Highway 71. The road goes east, southeast, and then south into Crawford. In Crawford, there is a concurrency with U.S. Highway 20. Highway 2 and 71 both continue south from Crawford through Marsland, Nebraska. The two highways split west of Hemingford, Nebraska and NE 2 turns east towards Hemingford. At Hemingford, NE 2 turns southeast towards Alliance. At Berea, NE 2 meets U.S. Highway 385 and the two overlap into Alliance. At Alliance, NE 2 goes east into the Sand Hills. It goes through several small towns, including Hyannis, Mullen and Thedford. In Thedford, NE 2 briefly overlaps U.S. Highway 83. East of Thedford, near Halsey, is the Nebraska National Forest. At Dunning, NE 2 intersects Nebraska Highway 91 and turns southeasterly towards Broken Bow and Grand Island. After turning southeasterly at Dunning, NE 2 meets Nebraska Highway 92 in Merna. The two highways overlap through Broken Bow and separate when they meet U.S. Highway 183 in Ansley. NE 2 meets Nebraska Highway 10 in Hazard, Nebraska Highway 68 in Ravenna and Nebraska Highway 11 in Cairo. On the northwest edge of Grand Island, NE 2 becomes a 4 lane divided highway and then encounters U.S. Highway 281. NE 2 then follows US 281 along the western edge of Grand Island until it meets U.S. Highway 34 and then those two routes overlap through the southern edge of Grand Island. NE 2 and US 34 cross the Platte River and shortly thereafter, they separate and NE 2 turns south towards Interstate 80. At I-80, the western segment of NE 2 ends. ===Eastern segment=== The eastern segment of Nebraska Highway 2 begins in the southwestern part of Lincoln at an intersection with U.S. Highway 77. In Lincoln, NE 2 follows Van Dorn St. until it meets the south-north pair of 9th St. and 10th St. It then makes a turn south and then southeast along Nebraska Highway and becomes a 4 lane divided highway, which it will become for the rest of its length. Along this part of the highway is the headquarters of the Nebraska State Patrol, Nebraska Department of Roads and Nebraska State Penitentiary. NE 2 eventually leaves Lincoln and encounters several small towns and highways. It meets Nebraska Highway 43 north of Bennet and overlaps it for , until shortly before Palmyra. Near Syracuse, there is a bypass of that community and there is a freeway exit for Nebraska Highway 50. It continues east and near Nebraska City, it meets U.S. Highway 75 and the two highways are together briefly until the southern edge of Nebraska City. Also at this intersection, Business Route 2 begins and goes through Nebraska City. After they separate, NE 2 heads east and then northeast, meets the eastern end of Business Route 2 and crosses the Missouri River over the Nebraska City Bridge and enters Iowa. In Iowa, the highway continues as Iowa Highway 2. The eastern segment of NE 2 serves as part of a connecting route, along with U.S. Highway 77, between Interstate 29 in Iowa and Interstate 80 in Lincoln. It allows traffic coming from Kansas City, Missouri to go to Lincoln and points west of Lincoln to bypass Omaha. The eastern segment of Nebraska Highway 2 has the commemorative name of Jerome and Betty Warner Memorial Highway. The portion of the highway east of the west U.S. 75 junction to the Nebraska City Bridge in the Nebraska City area is known as the J. Sterling Morton Beltway, in honor of the creator of Arbor Day and the former Secretary of Agriculture. ==Major intersections== ==See also== ==References== ==External links== * Nebraska Roads: NE 1-10 002 Category:Transportation in Sioux County, Nebraska Category:Transportation in Dawes County, Nebraska Category:Transportation in Box Butte County, Nebraska Category:Transportation in Sheridan County, Nebraska Category:Transportation in Grant County, Nebraska Category:Transportation in Hooker County, Nebraska Category:Transportation in Thomas County, Nebraska Category:Transportation in Blaine County, Nebraska Category:Transportation in Custer County, Nebraska Category:Transportation in Sherman County, Nebraska Category:Transportation in Buffalo County, Nebraska Category:Transportation in Hall County, Nebraska Category:Transportation in Merrick County, Nebraska Category:Transportation in Hamilton County, Nebraska Category:Transportation in Lincoln, Nebraska Category:Transportation in Otoe County, Nebraska ",
    "title": "Nebraska Highway 2"
}