{
    "id": "9071205",
    "text": "Remains of Bruton Abbey Bruton Parish church, and the abbey site beneath the playing field Bruton Parish church: the medieval nave and Rococo chancel Bruton Abbey in Bruton, Somerset was founded as a house of Augustinian canons in about 1127, and became an abbey in 1511, shortly before its dissolution in 1539. It was endowed with manors, churches and other properties in the area and also in Normandy in France. == History == According to the sixteenth century antiquary John Leland, Bruton was founded in about 1005 as a Benedictine monastery by Æthelmær the Stout, but it is not mentioned in the Domesday Book. It was founded as an Augustinian priory in about 1127. In 1260 the priory exchanged its French possessions for land held by the Abbey of Troarn (nr Caen) at Runcton in Sussex and in Gloucestershire. There were many problems reported in the 15th century. John Schoyle became prior in 1419 and was accused in 1423 of having committed serious offences. In 1428 Bishop Stafford seems to have removed Schoyle from office, and in 1429, the latter was sent to live at the house of Augustinian Canons at Poughley in Berkshire. His successor, Richard of Glastonbury, proved to be equally troublesome: in 1430 and again in 1444, inquiries were conducted into charges of immorality against the prior and the whole community. Under a later reforming prior various rules were introduced bans on the canons were sleeping away from the house without permission, on hunting and dice playing, and on women in the monastery. Bruton became an abbey in 1511. There were problems both inside and outside the monastery leading up to its dissolution in 1539. The abbot, Ely, was the subject of criminal accusations and even plots against his life, and later in the year became a prisoner in the Tower of London. The Dovecote which overlooks Bruton was built in the 16th century. It was at one time used as a house, possibly as a watchtower and as a dovecote. It is a Grade II* listed building and ancient monument. It is managed by the National Trust. The building was once within the deerpark of the Abbey and was adapted by the monks from a gabled Tudor tower. The conversion to be a dovecote took place around 1780. It has over 200 pigeon holes. == After Dissolution == On dissolution, the abbey was granted to a John Drew of Bristol, but later transferred to Sir Maurice Berkeley, who had risen rapidly as a member of the royal household. The latter built a house on the site incorporating some of the buildings, but this was demolished in 1786. Sir Maurice's impressive Renaissance tomb in the parish church, shared with his two wives, is retained in the later chancel. His Bruton branch of the Berkeley family produced a number of notable figures until the 18th century, including five Barons Berkeley of Stratton, and four Viscount Fitzhardinges. The present parish church, the Church of St Mary, Bruton, is mainly a 14th-15th century structure, within the grounds of the abbey so strictly a chapel of it, but always in effect the parish church of the town; there was a church on the site since Anglo-Saxon times, long before the priory was founded.Somerset Churches Trust An unusual feature is that the chancel was rebuilt in 1743 in a light, airy Rococo style, which contrasts with the medieval remainder. == References == *'Houses of Augustinian canons: The priories of Bruton and Burtle Moor', A History of the County of Somerset: Volume 2 (1911), pp. 134–39. * Anthony New. 'A Guide to the Abbeys of England And Wales', p81-82. Constable. * Colin Platt. 'The Travellers Guide to Medieval England', p132. Secker & Warburg. * Somerset Churches Trust == External links == == See also == *List of monastic houses in Somerset Category:Benedictine monasteries in England Category:Augustinian monasteries in England Category:Monasteries in Somerset Category:Churches in Somerset Category:Religious organizations established in the 1000s Category:Christian monasteries established in the 11th century Category:1135 establishments in England Category:1539 disestablishments in England Category:Religious organizations established in the 1130s Category:Christian monasteries established in the 12th century Category:Bruton Category:Monasteries dissolved under the English Reformation ",
    "title": "Bruton Abbey"
}