{
    "id": "9071084",
    "text": "William Beresford, 1st Baron Decies (16 April 1743 – 6 September 1819) was an Anglo-Irish clergyman. Decies was the third son of Marcus Beresford, 1st Earl of Tyrone, and Catherine Poer, 1st Baroness de la Poer. George de la Poer Beresford, 1st Marquess of Waterford, was his elder brother. He served as Bishop of Dromore from 1780 to 1782, Bishop of Ossory from 1782 to 1794, and as Archbishop of Tuam from 1794 until his death in 1819. He was admitted to the Irish Privy Council in 1794 and in 1812 he was raised to the Peerage of Ireland as Baron Decies, of Decies in the County of Waterford. Lord Decies married on 16 June 1763 Elizabeth FitzGibbon (1732–1807), daughter of John FitzGibbon and wife Isabella Grove. They had eight children, three sons and five daughters:Edmund Lodge, The Peerage of the British Empire, third edition (London, 1834) page 135 *Brig-Gen. Marcus Beresford (1764–1803) *Rev. John Beresford, 2nd Baron Decies (1773–1855) *Hon. Rev. George Beresford, married Susannah Gorges on 21 May 1798, and had issue, including Marcus Beresford *Hon. Rev. William Beresford (20 November 1780 – 27 June 1830), married Lady Anna Bennet, daughter of the 4th Earl of Tankerville, and had issue *Hon. Catherine Eleanor Beresford, married Rev. William Armstrong on 11 November 1789 *Hon. Araminta Anne Beresford (d. 26 September 1816), married the Very Rev. Arthur John Preston on 26 May 1794 *Hon. Harriet Beresford, married Thomas Henry Bermingham Daly Sewell on 25 January 1796, and had issue *Hon. Frances Beresford, married Col. Thomas Burrowes on 14 January 1797 *Hon. Louisa de la Poer Beresford, married firstly Thomas Hope and was the mother of Henry Thomas Hope and Alexander Beresford Hope, and secondly her cousin William Carr Beresford, 1st Viscount Beresford. Decies died in September 1819, aged 76, and was succeeded in the barony by his eldest surviving son John; his eldest son Marcus Beresford had died in 1803. ==References== ==Bibliography== * * * * Category:1743 births Category:1819 deaths Category:People from County Waterford Category:People from Tuam Category:Barons in the Peerage of Ireland Category:Peers of Ireland created by George III Category:Ordained peers Category:People educated at Kilkenny College Category:Anglican bishops of Ossory Category:Anglican bishops of Dromore Beresford Category:Members of the Privy Council of Ireland Category:Members of the Irish House of Lords Category:Younger sons of earls William ",
    "title": "William Beresford, 1st Baron Decies"
}