{
    "id": "9072515",
    "text": "Nechung Oracle in 1938 Nechung Oracle in Ladakh on 12 July 2014 The Nechung Oracle is the State Oracle of Tibet. The medium of the State Oracle currently resides with the current Dalai Lama in Dharamsala, India. Prior to the Himalayan diaspora resulting from the annexation of Tibet by the People's Republic of China,For greater detail regarding the annexation refer: Tibetan sovereignty debate. the Nechung Oracle was the designated head of the Nechung monastery in Tibet.Pearlman, Ellen (2002). Tibetan Sacred Dance: a journey into the religious and folk traditions. Rochester, Vermont, USA: Inner Traditions. , p.94 ==History== In Tibet and throughout the greater Himalayan region, oracles have played, and continue to play, an important part in revelation, religion, doctrine, and prophecy. In Tibet, the Nechung Oracle and other oracles on occasion, have also played principal roles assisting governmental decision-making and providing intelligence on pressing matters of state, and perhaps most importantly aid in the provision of security for the 14th Dalai Lama of Tibet. There are a number of oracular traditions within the Himalaya of which the Nechung is but one. The word \"oracle\" is used by Tibetans to refer to the spirit, deity, or entity that temporarily (or various styles of periodic or ongoing possession depending on the tradition) possesses or enters those men and women who act as media between the phenomenal natural world and the subtle spiritual realms. These media are, therefore, known as kuten, which literally means, \"the physical basis\". Post-possession, the medium may require protracted convalescence. According to Bell, \"the cult of Pehar at Nechung Monastery experienced a meteoric rise in popularity in the seventeenth century primarily through the deliberate efforts of the Fifth Dalai Lama and his regent Sangyé Gyatso.\" The tulku of the institution of the Dalai Lama consults the oracle known as the Nechung Oracle, which is considered the Official State Oracle of the government of Tibet. The Nechung was formerly a Nyingma tradition. The fourteenth Dalai Lama gives a complete description of the process of trance and possession in his book Freedom in Exile.The Government of Tibet in Exile. Nechung - The State Oracle of Tibet. ==Beginnings== Pearlman frames the inauguration and installation of the tradition of the State Oracle by identifying key stakeholders: Padmasambhava, Samye, Vajrakilaya, Dharma, sangha, genius loci: > \"When Padmasambhava consecrated Samye Monastery with the Vajrakilaya dance, > he tamed the local spirit protector, Pehar Gyalp, and bound him by oath to > become the head of the entire hierarchy of Buddhist protective spirits. > Pehar, later known as Dorje Drakden, became the principal protector of the > Dalai Lamas, manifesting through the Nechung Oracle. > According to the Dalai Lama, \"Tibetans rely on oracles for various reasons. > The purpose of the oracles is not just to foretell the future. They are > called upon as protectors and sometimes used as healers. However, their > primary function is to protect the Buddha Dharma and its practitioners.\" The rite of the Oracle possessing the kuten is ancient, entering the tradition from the Bonpo and Ngagpa, and traditionally involves a detailed evocative liturgy including such elements as fanfare, dance, mudra and mantra to invoke the Oracle who forcefully projects their mindstream via the discipline of phowa, temporarily possessing the physical basis. ==Key prophecies== Pearlman relates two prophecies prophesied by the Nechung Oracle: the famous prophecy that during the Year of the Tiger Tibet would encounter a grave and \"great difficulty\"; and the fortuitous second prophecy outlining the flight from Tibet of the Jewel of the Compassionate Ocean, an epiphet for the Dalai Lama: > \"In 1947 Lobsang Jigme, the Tibetan State Oracle, prophesied that in the > Year of the Tiger, 1950, Tibet would face great difficulty. In 1951, Lobsang > Jigme fell ill, some say because of his repeated troubling visions, and for > years was unable to walk without assistance. In 1959, after predicting the > Dalai Lama's flight, Lobsang Jigme spent two months walking to India with > His Holiness. His illness was eventually cured.\" ==Ceremony== Pearlman describes the ritual investiture of the Nechung Oracle that is constituted by sacred symbols and iconography in the colours of the Five Pure Lights and Mahabhuta and includes lungta, bija and dhvaja: > \"On formal occasions, the Kuten is dressed in an elaborate costume > consisting of several layers of clothing topped by a highly ornate robe of > golden silk brocade, which is covered with ancient designs in red and blue > and green and yellow [colors traditionally subscribed to the Mahabhuta]. On > his chest he wears a circular mirror which is surrounded by clusters of > turquoise and amethyst, its polished steel flashing with the Sanskrit mantra > corresponding to Dorje Drakden. Before the proceedings begin, he also puts > on a sort of harness, which supports four flags and three victory banners. > Altogether, this outfit weighs more than seventy pounds and the medium, when > not in trance, can hardly walk in it.\"Pearlman, Ellen (2002). Tibetan Sacred > Dance: a journey into the religious and folk traditions. Rochester, Vermont, > USA: Inner Traditions. , p.94-95 In addition to this regalia, when the Kuten's trance deepens, the assistants who have been supporting the medium place a headdress on his head which weighs approximately 30 pounds, though in former times it weighed over 80. The circular mirror is a divine attribute and tool, known as a melong (Tibetan: \"mirror\"), that is a common symbol of Dzogchen and Dzogchen teachings. == In popular culture == Martin Scorsese's 1997 biopic Kundun portrays the Dalai Lama consulting the Nechung Oracle. ==See also== *Dorje Drakden *Mo (divination) *Tenma goddesses ==Notes== ==Further reading== *Havnevik, Hanna. A Tibetan Female State Oracle ==External links== * Nechung - The State Oracle of Tibet * Documentary about Tibetan oracles by David Cherniack * CD Recording of the Nechung Monks in Dharamsala Category:Tibetan Buddhist practices Category:Divination ",
    "title": "Nechung Oracle"
}