{
    "id": "9073454",
    "text": "Smithtown is a station on the Port Jefferson Branch of the Long Island Rail Road. It is located off a low bridge over NY 25 – 25A along Redwood Lane between NY 25-25A and Landing Avenue in Smithtown, New York. Though officially shown as being on Redwood Lane, Hagstroms' Suffolk County Atlas still shows the station as being located on Scott Lane, which runs from NY 25-25A to Redwood Lane. ==History== Smithtown station was originally built in 1872 by Charles Hallett of Riverhead for the Smithtown and Port Jefferson Railroad, and rebuilt in 1937.Photo of pre-1937 Smithtown Station It has been a transfer point from a dual-track line to a single track line. A freight spur exists west of the bridge under Brooksite Drive. This train station is located in the Smithtown Central School District. The station contains a mural along the track side of the station called \"Nissequogue Passages,\" by Robert Carioscia, which was sponsored by the Smithtown Township Arts Council in 1989. One other feature that makes Smithown station so unique is that the eastbound (Port Jefferson) platform is on the north side of the tracks, while the westbound (New York City) platform is on the south side of the tracks. Usually at LIRR stations with two tracks, this pattern is reversed. ==Station layout== This station has two high-level side platforms, each 12 cars long. On either end of the station, however, the tracks merge. Therefore, most trains utilize Platform B, with select trains using Platform A to allow two trains to bypass each other through the station. ==References== ==External links== *Smithtown Station from NY 25-25A Bridge; Winter 1984 *Smithtown Station from NY 25-25A Bridge; December 6, 2006 *POST Interlocking (The LIRR Today) *Smithtown, Long Island, Train Station (Maggie Blanck.com) * Main Street entrance from Google Maps Street View Category:Long Island Rail Road stations in Suffolk County, New York Category:Smithtown, New York Category:Railway stations in the United States opened in 1872 Category:1872 establishments in New York (state) ",
    "title": "Smithtown station"
}