{
    "id": "9074559",
    "text": "San zhi xiao zhu is the Mandarin Chinese pronunciation of the Chinese language name for the popular folk-tale The Three Little Pigs. In late 2005, the Ministry of Education in Taiwan listed the phrase in an appendix to its online chengyu (idiom) dictionary; media reports on the listing surfaced in Taiwan and later Hong Kong in late January 2007, generating a controversy over the definition of chengyu in which academics and members of the public criticised the Ministry of Education. == The listing == The phrase san zhi xiao zhu appears in the Ministry of Education's Chengyu Dictionary in an appendix section entitled \"Movies and Novels\"; other entries in the same section include The Seven Year Itch (七年之癢) and Pinocchio (小木偶奇遇記). The term fulu in the URL is the romanization of 附錄, the Chinese word for \"appendix\". It was first posted in late 2005; the earliest appearance of the entry in the Internet Archive dates to November 3, 2005. A report by Taiwan's TVBS claimed to have discovered that the Ministry of Education had removed the entry from the main body of the dictionary and refiled it into an appendix after the controversy erupted; Original text: 杜正勝的說法和編輯委員剛好相反 事實上因為爭議太大，我們發現，上午以前，三隻小豬的確出現在網路成語辭典的正文裡，到了下午，才被拿掉變成所謂的「附錄」。 however, the entry had actually been present in the appendix from its earliest listing. The entry itself reads: : Children's story. There were three pigs in a forest, one carelessly build a house made of grass, another thought that a house of wood would be enough, and only the third pig diligently built a house made of bricks. A big wild wolf blew down the grass house in one breath, and the wood house in two breaths, and in the end the three pigs all had to hide inside the solid brick house before the big wild wolf gave up. Later, the phrase san zhi xiao zhu was borrowed to describe sound accomplishments which could only be achieved through diligence and avoidance of laziness. For example: \"We have to remember the lesson of the three little pigs; since we are building a bridge today, we have to build a solid one.\"Original text: 童話故事。森林裡有三隻小豬，一隻隨便的築了草屋，另一隻想木屋應該就夠了，只有第三隻用心築了磚屋。大野狼一口氣把草屋吹壞，兩口氣也吹壞了木屋，最後三隻小豬都躲在堅固的磚屋裡，大野狼才無可奈何。後來「三隻小豬」一語被借來形容多用心，不偷懶，才能有最堅固的成就。如：「我們要記取三隻小豬的教訓，今天既然要建橋，就要建最堅固的橋。」 The initial version of the entry contained an error attributing the story to Hans Christian Andersen; the error was left uncorrected for over a year, until media reports pointed it out in January 2007. == Objections and response == National Taiwan University professor Ho Ch'i-peng stated in an interview with Hong Kong newspaper Ta Kung Pao that the advantage of chengyu is that they have deep and well-known meanings behind them, but the Ministry of Education's decision to list terms like \"san zhi xiao zhu\" as chengyu was far too broad, since the terms could be subject to a variety of explanations. Internet users also insulted Ministry of Education head Tu Sheng-cheng, ridiculing his attempts to make example sentences using the phrase \"san zhi xiao zhu\", and describing him as a \"fourth pig\". In response to the criticisms, a Ministry of Education official pointed out that even though people are accustomed to thinking of chengyu as having passed through thousands of years of history, language is constantly being changed and updated, and the Ministry's goal was simply to widen the material they included in the dictionary to act as a reference for the public. == References == == External links == * Ministry of Education (Taiwan) chengyu dictionary Category:Chinese proverbs ",
    "title": "San zhi xiao zhu"
}