{
    "id": "9074163",
    "text": "Isleworth Studios is the common name of two former film studios in Great Britain. __TOC__ ==Worton Hall Studios 1913-1952== Worton Hall Studios were based on Worton Hall, in Isleworth. This house was built in 1783 and rebuilt and extended in the early 19th century. In 1913, it was acquired, together with a nine-acre estate, by film producer George Berthold Samuelson. The ground floor rooms became dressing-rooms, canteen, wardrobe and other offices; the upper rooms became bedrooms for anyone staying overnight. Filming of Conan Doyle's A Study in Scarlet began in summer 1914 and the studios were officially opened on 1 July. Samuelson gained publicity by producing a fictitious newsreel during the early years of the First World War and over the next few years many silent films were shot here, many based on novels such as Little Women. In 1922, the studios, generally known as Isleworth Film Studios, were sold to British Super Films, in which Samuelson retained an interest. However, in 1928, an expensive lawsuit with the American actress Betty Blythe forced Samuelson to sell Worton Hall to British Screen Productions. By 1931 the studios were being used by Fidelity Films. Films produced here included Madame Guillotine, with Madeleine Carroll. In 1934, they were leased by Alexander Korda and in 1936 he produced Things to Come, based on The Shape of Things to Come by H G Wells. Wells wrote the screenplay, Arthur Bliss the music. From 1936 to 1944, the studios were owned by Criterion Film Productions, and afterwards by British Lion. They closed in 1952 and were then used for 20 years by the National Coal Board as a Mining Research Centre. Worton Hall survives and has been acquired by Bovis Homes for conversion into flats. In 1993, part of the building was leased by the Driving Standards Agency and is still used (as of 2011) as the Isleworth driving test centre. Part of the site is used as an industrial estate. Films produced here include Invader (1936) with Buster Keaton; Under Secret Orders (1937) otherwise called Mademoiselle Docteur, with Erich von Stroheim; The Small Back Room (1949); State Secret (1950) with Douglas Fairbanks Jnr. Shooting of The Third Man began here in 1948 before moving to Shepperton. In 1951, shortly before the studios closed, much of The African Queen was filmed here. For instance, the scenes in which Bogart and Hepburn are seen in the water were all shot in studio tanks at Isleworth Studios, Middlesex. These scenes were considered too dangerous to shoot in Africa. All of the foreground plates for the process shots were also done in studio.Embracing Chaos: Making ‘The African Queen' a documentary film, as an extra for Paramount Pictures 2009 (the current owner of the US rights) restoration for region 1 and 4K ==Odeon Isleworth 1957-2001== Isleworth Studio (the former Odeon Isleworth), from a sales brochure. Began in March 1935 as Odeon Isleworth, one of the Odeon Cinemas. The Bauhaus-influenced building has a Germanic style and was designed by George Coles. It closed in 1957, a victim of the rise in popularity of television. The cinema was then gutted and converted to a studio. Whilst being used as Isleworth Studios, the original Odeon sign was visible up until the early 1990s. Equator Films (now HandMade Films) purchased the studio in 1999 but ultimately sold it. The studios finally ceased operations at the building in 2001 and the auditorium section was taken down the following year. Since 2003, the building has been incorporated into a new block of flats. ==References== * Harris, Ed. Britain's Forgotten Film Factory: The Story of Isleworth Film Studios. Amberley. ==External links== *Isleworth Studios from the BFI Film & TV Database *Internet Movie Database lists of films **Isleworth Studios, London Road, Isleworth, Middlesex **Worton Hall Studios, Isleworth, Middlesex **Isleworth, Middlesex **London Film Studios, Isleworth, Middlesex *Cinema Treasures – Odeon Isleworth Category:Cinemas in London Category:Media and communications in the London Borough of Hounslow Category:British film studios Category:History of the London Borough of Hounslow Category:Isleworth ",
    "title": "Isleworth Studios"
}