{
    "id": "9074554",
    "text": "\"Good-Bye, Radar\" is a two-part episode of the television series M*A*S*H that served as the fourth and fifth episodes of the show's eighth season and the 177th and 178th episodes of the series. Part 1 aired on October 8, 1979, with Part 2 airing one week later. The two episodes aired as a one-hour special during off-season reruns on May 12, 1980. As the title of the episode implies, these were the final two episodes to feature Gary Burghoff in his role as Corporal Radar O'Reilly. These episodes were originally intended to be aired as season seven's finale, but CBS and the producers convinced Burghoff to return for the beginning of season eight. To make up for his imminent departure, Burghoff received a special credit in the show's opening immediately following William Christopher's, which read \"also starring Gary Burghoff as Radar\". For the first three episodes of season eight, Burghoff’s absence was explained by Radar’s having been sent to Tokyo for some R&R.; In two of the three episodes, Burghoff made cameo appearances. In addition to Burghoff’s departure, these episodes marked the final appearance of Johnny Haymer in his role as Staff Sergeant Zelmo Zale. With the departure of Radar, Hawkeye Pierce, Margaret Houlihan, and Father Mulcahy were the only three characters left on the series who had any connection to the novel and film from which M*A*S*H was derived (with Henry Blake being killed off at the end of season three, Trapper John McIntyre discharged between seasons three and four, and Frank Burns being sent back to the States after indecent conduct on R&R; following Major Houlihan's marriage, at the start of season six). ==Synopsis== ===Part I=== It is another typical night surgery session in the 4077th as the doctors and nurses work to save another new crop of soldiers injured in the field. However, events slowly unfold that turn the night toward the not-so-typical. As Hawkeye asks Margaret for a rib spreader, the power immediately goes out in the operating room. In the confusion caused by the power outage, Margaret accidentally catches one of Hawkeye's fingers in the rib spreader as neither one can see what they are doing. Hawkeye's finger is severely mangled and sprained in the incident. Acting company clerk Klinger is dispatched to the generator to find out what happened. When he sees his old rival Zale watching over the generator, he instantly assumes that Zale is to blame for the problem and cannot fix it, and he goes to try to crank up the camp's auxiliary generator only to find that it has disappeared somehow. A frustrated Klinger gets into another in a long list of arguments with Zale. While the two are arguing the primary generator breaks down, rendering it useless and the 4077th in the dark with no means of electrical power. Three concerns become immediate for the 4077th: the procurement of a new generator, a patient of B.J. Hunnicutt's with a stomach problem that needs round-the- clock treatment, and the camp's food supply, which is in danger of spoiling because there is no longer any refrigeration. Colonel Potter is able to take care of two of the three concerns immediately. First, to help B.J.'s patient, he jury rigs a Wangensteen suction device from two old pickle jars and a suction tube to relieve the patient's distress. He then organizes a smorgasbord for the entire camp and all the Korean civilians living in the area to get rid of the food. Although the unit succeeds in consuming the food and B.J.'s patient stays safe, Klinger is having problems finding a replacement generator, and the patient will need treatment with an electrical suction machine if he is to survive longer. Meanwhile, Radar is set to return to the 4077th when he is bumped from his scheduled flight. While Radar is waiting for another flight in the passenger air terminal at Tachikawa AB (Tokyo), he meets an attractive nurse named Patty Haven (Marilyn Jones),See IMDB. who is going home to Lancaster, Missouri. Radar is excited by this, considering that his hometown of Ottumwa, Iowa is close to Lancaster, and the two hit it off. However, before they can get anywhere, Radar is placed on another flight. After a promise to Patty to try to find her when he gets home (and a quick kiss), Radar leaves and begins his trek back to the 4077th. Radar's trip home is not an easy one, as some stranded GIs crowd into his jeep, and he decides to get out. He ends up riding home in a bicycle-driven cart, which gives him a stiff neck in addition to his being tired and hungry. Radar is not able to rest, however, as most of the 4077th staff greet him with problems upon his return. The most happy person to see Radar is his substitute, as Klinger had been having all sorts of trouble with the job and left the office largely disorganized. Although Radar wants to rest, take a shower and eat, he is cajoled by Col. Potter into helping Klinger acquire a generator, as it is believed that Radar, who over the years has become a master finagler, will be able to get one. Unfortunately, Radar quickly finds the same bad luck as Klinger; he dejectedly breaks the news of his inability to find a new generator to him at the officers' club. His bad day, however, is about to get even worse. As Radar drowns his sorrows at the club with his trusty Nehi Grape Soda (which he complains is warm), Col. Potter receives a wire from Radar's mother. He goes to the Swamp and somberly asks Hawkeye and B.J. if they have seen Radar. After being told that Radar is in the officers' club, Potter breaks the news to his captains that Radar's Uncle Ed, who helped to raise Radar and run the family's farm after Radar's father died, has himself passed on. Stunned, all anyone can say is \"oy\". Part One ends the next morning with Radar trying his best to do his work and cope with the family loss while also conversing with B.J., Hawkeye, Col. Potter, and Father Mulcahy. He mentions that a neighbor is going to help his mother with the farm until she can handle things herself. Col. Potter, aware that Mrs. O'Reilly is not in the best of health, decides that the best place for her son now is home to help out the family. He tells his company clerk to fill out for himself a DA-7 Hardship Discharge form which will be given top priority and ensure Radar that he will be home \"in time for Sunday dinner.\" Everybody congratulates Radar on his imminent discharge, but a confused Radar is not sure whether he should be happy. ===Part II=== Later in the day after receiving his hardship discharge, Radar is going through his belongings and finds various mementos of his service, including his Purple Heart, a photograph of his Uncle Ed, and a rectal thermometer Lt. Col. Blake gave him after his own discharge. Meanwhile, the office is still in disarray as Klinger has organized nothing and still has had no luck finding a generator. Despite pleas by Klinger to assist him, Radar refuses and tells Klinger that he is going to have to learn how to do the company clerk job on his own, mentioning that no one had helped him when he first came to the 4077th. Ultimately, Radar is guilted into helping Klinger by Major Winchester, who chides Radar's selfishness for being eager to leave for home while the 4077th is still without power. While Radar helps Klinger try to negotiate with a supply clerk for a generator (who, for some reason, wants a frozen custard machine in exchange), he hears choppers bringing incoming wounded. Radar improvises by ordering all available vehicles the man has sent to the 4077th. The vehicles arrive just in time for a rare outdoor surgical session, with the headlights from the vehicles used to light the area in front of the OR. The session is a success, and Hawkeye operates despite his injured finger. After the session, Col. Potter and Radar share a drink in his office as sort of a farewell toast. Radar, however, tells Potter that due to what he had put together and Klinger's inability to do the job, he is going to refuse the offered discharge and remain at the 4077th. Potter is disappointed, telling him that he is not making sense. The next morning, Hawkeye makes a more forceful attempt to convince Radar to go home. After repeatedly trying to repack Radar's suitcase, Hawkeye tells Radar that the 4077th no longer needs him. Radar points out that the camp still does not have power, that Klinger has not shown himself capable, and that even though Hawkeye says he wants to leave and hates it so much, he does not believe him because of how he worked through his injury. Hawkeye then reminds Radar of his responsibilities at home, but Radar tells Hawkeye to mind his business and not tell him how to live his life. In a last-ditch effort to procure a generator, Klinger receives a call from Sergeant \"Hondo\" McKee at I-Corps supply, who is willing to trade a generator for a case of Scotch. Shortly after Klinger arrives at I-Corps, Major Van Kirk from the 243rd Service & Supply pulls up and angrily demands the generator, complaining that most of the supplies he orders through I-Corps (including two other generators) turn up lost. Van Kirk also unknowingly blurts out in front of Klinger that his unit is operating on a backup generator that they had to pilfer from a MASH unit (presumably the 4077th). While Van Kirk and Hondo go to process the paperwork, Klinger sees the opportunity to turn the tables. He goes to dispatch and posing as Van Kirk's driver blackmails the clerk. With the new generator in tow, Klinger returns to a hero's welcome at the 4077th; Potter later remarks \"I always knew he had the larceny in him.\" On the heels of Klinger's coup fourré, Radar is now convinced the camp will survive without him and decides to accept his discharge. The day of his departure finally comes and Hawkeye stops by the office to take him to his farewell party in the mess tent, but right as it is about to begin the camp is inundated with incoming wounded. Radar's good-byes are rushed as the unit begins to move the wounded into the OR; Colonel Potter tearfully embraces him, Margaret blows him a goodbye kiss as she rushes off, Father Mulcahy blesses him, Winchester wishes him \"the best in his bucolic endeavors,\" and Klinger assures Radar he will make him proud as his replacement. As Radar will be stopping in B.J.'s hometown of San Francisco on his way home, B.J. gives him a package (and a kiss on each cheek) to give to his wife Peg and daughter Erin (who will be meeting him at the airport). He looks around for Hawkeye, but by now everybody has gone. Radar goes inside the empty, silent mess tent (decorated with banners and placards saying \"WE LOVE YOU RADAR\" and \"GOOD LUCK RADAR\"). Looking at the giant cake made in his honor, he licks the icing and grimaces at the taste. After saying goodbye to his beloved pets, Radar goes to the OR, but stops at the door. He watches the frantic surgery in progress until he is noticed by Hawkeye, who fires off a farewell salute to him (the second time he has done so). After returning the salute, Radar reluctantly boards a jeep and leaves the 4077th for the final time. After the OR session, Hawkeye, B.J. and Colonel Potter enter the Swamp to find something on Hawkeye's cot: Radar's teddy bear, which he had brought from home and kept in his office as a comfort. Hawkeye picks the bear up and, while looking at it, says sadly: \"Good-bye, Radar.\" ===Allusions=== In the following episode, \"Period of Adjustment,\" Radar's departure is revisited in events surrounding B.J. and Klinger. Klinger is still unable to perform the way Radar had and is catching hell from Col. Potter for it, and B.J. has gone into a depression over the fact that his daughter Erin, who was meeting Radar in San Francisco with B.J.'s wife Peg, mistakenly called Radar \"Daddy.\" Realizing that he's been missing out too much on his daughter's childhood, B.J. decides to drink his way out of the army and when told by Hawkeye that won't work, he destroys their still and decides to desert, punching out Hawkeye on his way. He eventually meets up with Klinger, who is having just as hard a time dealing with his own issues, and the two go on a drunken spree that ends with both of them trashing Col. Potter's office. Eventually Potter is convinced to ease off Klinger after having a discussion with Father Mulcahy, who reminds him that Radar had the same struggles when he began as company clerk. B.J. ends up breaking down in Hawkeye's arms, upset over the fact that Radar was the first person his daughter called \"Daddy\" and being unable to get that moment back. In the series' penultimate episode \"As Time Goes By\" (season 11, episode 15), as Margaret is collecting articles to place in a time capsule, Hawkeye adds Radar's teddy bear; he suggests the teddy bear should be allowed to stand for \"all the soldiers who came here as boys and went home as men\". ==Production notes== *The first cast member to be hired for the M*A*S*H TV series, Gary Burghoff became the last to leave, following the departures of McLean Stevenson and Wayne Rogers in 1975 and Larry Linville in 1977. He would later reprise his role as Radar twice; one was in a 2-part episode of AfterMASH, and the other was in an unsold TV pilot W*A*L*T*E*R, which featured Radar as a rookie police officer in St. Louis. *In the episode \"War of Nerves,\" Sidney Freedman correctly predicted that Radar would leave his teddy bear behind in Korea when he went home. *Prior to this season, Mike Farrell tried in vain to convince Burghoff not to leave the show, citing the lackluster television careers of Larry Linville and McLean Stevenson after their departures. ==References== * Category:M*A*S*H (season 8) episodes Category:1979 American television episodes ",
    "title": "Good Bye, Radar"
}