{
    "id": "9074461",
    "text": "Toplo (Bulgarian language: Топло, English language: Warmth) is a comedy film released in Bulgaria in 1978. It was written and directed by Vladimir Yanchev. The film satirizes the eternal fear of all Bulgarians to have contractors fixing problems in their houses. The story develops at the end of the seventies, the time of the vast expansion of the centralized system for heat- and warm water supply, in Sofia. ==Plot== The inhabitants of one apartment building want to have central heating. However, with significant effort and strong connections, the Journalist manages to unveil that the turn of their building, to be included in the central heating network, has not yet come. Moreover, it is unclear in how many years it will come. In their despair and after a number of arguments, quarrels and even a bit of shooting, they decide do undertake actions that are considered illegal at that time (see Special notes). They hire contractors to lay the pipes. Three guys show up, the contract is signed and the money is paid in advance. Soon the work begins. With skills and acts provoking severe doubt in their professionalism, the contractors manage to drill holes in all walls and ceilings and then they disappear. Panic and despair strikes the residents. What are they to do now...? A decision is made. They must find the crooks and bring them back to finish what they have started. Finally, it turns out that our three fellows are already in jail. Then, the sufferers strike a bargain with the director of the jail; if he lets the cheats out to finish the job, then there will always be a shift of three people from the inhabitants of the building to take their places in jail. Moreover, such highly educated people like the Journalist and the Academician will give series of lectures to the prisoners, which will help the director to fulfill the cultural plan of the prison for the year. The job is finally done but the director of the prison is brought to Court. And our group of humble citizens, who have been only trying to provide themselves with some heat for the cold winter days, follow him in the dock. However, the Court finds them not guilty, taking into account their good will and the fact that contractors have just come to the house of the Judge. ==Cast== * Naum Shopov as the Journalist * Konstantin Kotsev as the Pensioner Snegov * Stoyan Stoychev as the Customs officer * Georgi Cherkelov as the Academician * Tatyana Lolova as the Manager * Valentin Rusetzki as the Driver * Luchezar Stoyanov as the Stage production Student * Bozhidar Lechev as the Mototehnika Worker * Grigor Vachkov as Contractor 1 * Todor Kolev as Contractor 2 * Stefan Danailov as Contractor 3 * Georgi Popov as the Director of the prison * Andrey Chaprazov as himself * Stoyanka Mutafova as the Judge ==Special notes== In socialist Bulgaria private enterprises were considered illegal. Only certain craftsmen had the right to exercise their craft under the strong control of the state. Hiring a private contractor was nearly as illegal as being one. ==See also== *List of Bulgarian films ==External links== * Category:1978 films Category:Bulgarian films Category:Bulgarian-language films Category:1978 comedy films ",
    "title": "Toplo"
}