{
    "id": "9074254",
    "text": "\"Semper Fidelis\" is the fifteenth episode of season one of the CBS drama Jericho. The episode's title, Latin for \"always faithful\", is the motto of the United States Marine Corps. ==Plot== As the episode begins, Mayor Gray Anderson is trying to find a solution to the town's supply problems, recognizing that Jericho does not have enough supplies to survive the winter. He believes that their only option is to begin forcing the refugees who have arrived since the bombs exploded to leave. Some townspeople, having lost faith, are already making plans to leave for the south, believing that it will be easier to survive in the warmer climate. Former Mayor Johnston Green begs for them to stay, fearing that most of them will die or be murdered before they can reach safety. Just when all seems hopeless, a detachment of the United States Marine Corps under the command of a Gunnery Sergeant arrives in Jericho, traveling with an M1A2 Abrams tank, and claim that they are there to help restore electricity. Jake befriends one of the Marines, Cpl. Maggie Mullen (Erin Daniels), and they rapidly become attracted to each other. However, it turns out that the Marines' arrival might not be such a good thing for the town when the Green family begins to suspect that they are impostors. Before the Marines are able to render any real assistance, and after the people of Jericho have begun sharing their own supplies with them, the Marines receive orders over the radio from Dodge City, recalling them to base. Mayor Anderson wants to stay on the Marines' good side, believing that, on their return, they will help to ensure that Jericho receives desperately needed supplies. To this end, Anderson decides to see them off with a fireworks display and a farewell dinner. As all of this unfolds, a stand-off occurs inside the Hawkinses' house between Sarah Mason and Robert Hawkins. Suspicious of Sarah's intentions, Hawkins steals her hand-held communications terminal. When he reads her messages, he learns of her duplicity, and that she intends to use his family as leverage in order to acquire \"the package\". When Sarah discovers the theft, she takes Hawkins' son hostage, telling Hawkins that she was upset to find that he had decided to return to his family in spite of the relationship that they had had together before the bombs went off. Hawkins wants to know for whom Sarah is working, but she insists that she is now working only for herself. She plans to sell \"the package\" to the highest bidder in order to ensure her own survival. Sarah ends up holding Hawkins' entire family at gunpoint, and he decides to hand over \"the package\", retrieving it from behind a concrete wall in his basement. It turns out that it is the unused atomic bomb that had been destined for Columbus, Ohio. After a physical altercation Sarah gets the upper hand on both Richard and Darcy, but she is shot dead by Allison. Upset and frightened, Darcy leaves immediately with both children. Allison says \"I love you\" to her father for what seems to be the first time. After his family leaves, Robert makes contact with Sarah's partners using her hand-held device, and pretends to be her, telling her partners that he is now dead and that Sarah wants to know where she should take the bomb to deliver it to them. The mysterious contacts reply that they will shortly communicate where they will meet. ==Significance== The episode does not definitively state whether or not what the \"Marines\" tell Jericho about the outside world is true or not. They say that the six regional governments have been re-united into one. They also say that Secretary of Health and Human Services Charles, who is referred to in \"Black Jack\" as being the first survivor in the presidential line of succession, is now officially the president, and that Columbus, Ohio, where Hawkins' bomb was to have been detonated, is now the new capital of the U.S.A. They also report that the bombs used in the attacks were supplied by North Korea, that the attacks were funded by Iran, and that the U.S. had retaliated against both countries. They also say that American forces are still engaged in pursuing the surviving terrorists all over the world. However, since the \"Marines\" themselves later confess that they got this information in bits and pieces of news that they had heard, and made up material to fill in the blanks, none of it can be assumed to be factual. However, it is worth noting that the \"Marines\" talked of the \"war being over\" before they were told that the citizens of Jericho have received little news about the outside world. ==Reception== Geoff Berkshire at the LA Times praised the episode as \"a perfect example of the show in top form\". He said \"[Sarah's] death at the hands of Robert's daughter, Allison (Jazz Raycole), is thrilling and bold. There's something rather creepy about Allison becoming the second teenage killer on this show. It's precisely that kind of unsettling choice that underscores the bleakness and desperation that makes Jericho stand out from other network dramas.\"'Jericho': It's never too late LA Times, July 27, 2007 ==References== ==External links== * \"Semper Fidelis\" at CBS.com Category:2007 American television episodes Category:Jericho (2006 TV series) episodes ",
    "title": "Semper Fidelis (Jericho)"
}