{
    "id": "9074317",
    "text": "Twin Rivers Primary School is a co-educational private school in Harare, Zimbabwe. It is situated in the Avondale area behind the 'Reps Theatre'. Mrs Blanche Davie is the headmistress and Mr. Ryan Vickery is the deputy headmaster Twin Rivers Primary School is a member of the Association of Trust Schools (ATS) and the Headmistress is a member of the Conference of Heads of Independent Schools in Zimbabwe (CHISZ). ==About== It opened in 1993 with Mrs. Hilary Middleton as the headmistress. Before the school was built it ran classes in the garden of a church not very far from the site of the school itself. Many of the teachers who taught at the school before it had been built remain with it. The school was built on vlei, meaning that during the rains many of the fields flooded. There was also a small river that ran along the back of the school but was out of bounds for pupils. There were three houses into which the pupils were divided - Angwa, Gwebi and Mazoe, named after three rivers in Zimbabwe and colour-coded: Angwa - yellow, Gwebi - red, and Mazoe - Blue. The logo also reflects the 'twin rivers' where the two blue lines at the top of the shield unite into one river. After 2000 a school hall, consisting of staff room, offices, tuck shop and other storage rooms, was built, costing in the region of ZW$6 million. ==Roles of pupils== The pupils do not have many responsibilities until they reach Grade 7 when they will be appointed as head of the three different houses, heads of sports events, prefects and Head Boy and Girls. Badges are worn by those who have been appointed such positions and prefects can be identified by the square, plain turquoise ties that they wear - this includes the girls who do not normally wear ties as part of their uniform. ==See also== * List of schools in Zimbabwe ==References== Category:Schools in Harare Category:Private schools in Zimbabwe Category:Co- educational schools in Zimbabwe Category:Day schools in Zimbabwe Category:Educational institutions established in 1993 Category:1993 establishments in Zimbabwe Category:Member schools of the Association of Trust Schools ",
    "title": "Twin Rivers Primary School"
}