{
    "id": "9075835",
    "text": "Ecclesiastes Rabbah or Kohelet Rabbah (Hebrew: קהלת רבה) is an aggadic commentary on Ecclesiastes, included in the collection of the Midrash Rabbot. It follows the biblical book verse by verse, only a few verses remaining without commentary. In the list of the old sedarim for the Bible, four sedarim are assigned to Ecclesiastes (beginning at 1:1, 3:13, 7:1, and 9:7); and Kohelet Rabbah was probably divided according to these sections. This appears from the phrase \"Sidra tinyana\" (\"second seder\") inserted between the comments to Ecclesiastes 6:12 and 7:1, and the phrase \"Sidra telita'a\" (\"third seder\") between the comments to Ecclesiastes 9:6 and 9:7. These phrases occur at the end of the second and third midrash sections, in the same way that \"Selik sidra\" indicates the end of sections in earlier editions of Ruth Rabbah and Esther Rabbah. The commentary to 3:12 having been lost, so is the phrase \"first seder\" that would likely have followed it. Nothing remains to indicate where one section ends and another begins, as there is no introductory remark to the commentary on 3:13. But an introduction is also lacking to the commentary on 7:1 and 9:7. ==Adaptations from earlier Midrashim== The author - dated to between the 6th-8th centuries - confined himself chiefly to collecting and editing, and did not compose new introductions to the sections. However, he extensively used the introductions found either in the earlier midrashim—Bereshit Rabbah, Pesikta Rabbati, Lamentations Rabbah, Leviticus Rabbah, Shir haShirim Rabbah—or in the collections from which those midrashim were compiled. This shows the important role which the introductions to the earlier midrashim played in the later midrashim, in that they served either as sources or as component parts of the latter. For introductions to commentaries on the Bible text and for homilies on the sedarim and Pesikta cycle, it was customary to choose texts occurring not in the Pentateuch, but chiefly in the Hagiographa, including Ecclesiastes. This, even in very early times, gave rise to an aggadic treatment of numerous passages in Ecclesiastes, which in turn furnished rich material for the compilation of Kohelet Rabbah. The longest passages in Kohelet Rabbah are the introductions to Pesikta Rabbati and Vayikra Rabbah, all of which the author used. Some introductions were abbreviated, and introductions from different midrashim were combined in a commentary on one passage of Ecclesiastes. For instance, the long passage on Ecclesiastes 12:1–7 is a combination of the introduction to Vayikra Rabbah 18:1 and the 23rd introduction in Lamentations Rabbah.ed. S. Buber, pp. 9a–12a Of the 96 columns which Kohelet Rabbah contains in the Venice edition,fols. 66c–90b nearly twentySpecifically, the commentaries to Ecclesiastes 1:1,3,5,18; 2:2,12b,21,23; 3:1,11,15,16; 5:4,5,8,15; 6:7; 7:14, 23 et seq.; 8:1; 9:2,15; 10:20; 11:2,6; 12:1–7 consist of expositions which the author took from introductions in Bereshit Rabbah, Pesikta Rabbati, Vayikra Rabbah, and Shir ha-Shirim Rabbah. Many other passages besides the introductions have been transferred from those sources to Kohelet Rabbah. Moreover, it contains several passages in common with Ruth Rabbah; compare especially the commentary on Ecclesiastes 7:8 (which includes the story of Rabbi Meir and his teacher Elisha ben Abuya) with Ruth Rabbah 6 (to Ruth 3:13), with which it agrees almost verbatim. In this case, the story was not taken directly from its source in the Yerushalmi.Talmud Yerushalmi Hagigah 2 77b, c ==Passages from the Babylonian Talmud== Thirteenth-century Kohelet Rabbah manuscript from Cairo Geniza (1906 Jewish Encyclopedia) The author of Kohelet Rabbah of course frequently consulted the aggadah of the Jerusalem Talmud. At the same time, it may be assumed that various passages were taken directly from the Babylonian Talmud; and this assumption would prove the relatively later date of Kohelet Rabbah, though the end of the midrash (which is taken from Hagigah 5a) must be considered as an addition. A further characteristic indication of the late composition of the work is the fact that in the commentaries on Ecclesiastes 5:5 and 7:11 passages from Pirkei Avot are quoted, with a reference to this treatise,Compare Vayikra Rabbah 16 and in the commentary on 5:8 several minor tractates are mentioned. In the same commentary on 5:8, Kohelet Rabbah modifies a passage in a way which shows was written at a later time than the other midrashic works mentioned. In Vayikra Rabbah the passage reads: \"Even what is superfluous on the earth is a part of the whole; and also the things which you regard as superfluous to the revealed Torah, such as the laws of tzitzit, Tefillin, and mezuzah, they also belong to the idea of the revealed Torah.\"Vayikra Rabbah 22:1 In Kohelet Rabbah it reads: \"The things which you regard as superfluous to the Torah, such as the tosafot of Rebbi's school and those of R. Nathan and the treatise on proselytes and slaves [\"Hilkot Gerim va'Avadim\"], they also were revealed to Moses on Mount Sinai, and treatises like 'Hilkhot Tzitzit Tefillin u-Mezuzot' belong to the sum total of the Torah.\" As Zunz assumes,G. V. p. 266 Kohelet Rabbah belongs to the time of the middle midrashim. On the other hand, its author must not be charged with \"proceeding entirely in the spirit of later compilers\" merely because, in connection with certain Bible texts, he repeats accepted or approved passages which were written upon the same or similar texts. Such repetitions are frequently found in the earlier midrashim. In Kohelet Rabbah the same comments are found on Ecclesiastes 1:2 as on 6:12; on 1:3 as on 11:9; on 1:13 as on 3:10; on 3:16 as on 10:4; on 6:1 as on 9:13; and on 7:11 as on 9:10; and so on. Verses 2:24, 3:13, 5:17, 8:15 receive the same explanation; and the Epicurean and hedonistic view expressed in them—that for all of man's troubles his only compensation is the gratification of the senses: eating, drinking, and taking pleasure—is interpreted allegorically and given a religious significance: ==Examples of exegesis== The following passageEcclesiastes Rabbah 2:4-8 is an example of how in Kohelet Rabbah 1) the allegorical interpretation is connected with the simple literal interpretation; 2) the author, in order to explain a passage, has fused the material collected from different sources; 3) the author used stories and foreign words. The passage explains the description of Solomon's wealth (Ecclesiastes 2:4-8) in three different ways - as referring to Solomon's literal wealth, or to the Torah, or to the wealth that the Jewish people received upon settling its land. The Biblical text of Ecclesiastes is shown in italics: I made me great works - said Solomon: I made greater works than the works of my fathers; as it is written, 'The king made a great throne of ivory'.I Kings 10:18 I built me houses - as it is written, 'It came to pass at the end of twenty years, when Solomon had built the two houses.'I Kings 9:10 I planted me vineyards - as it is written, 'Solomon had a vineyard at Baal-hamon'.Shir haShirim 8:11 I made me gardens and orchards, and I planted trees in them of all kinds of fruits - even peppers. R. Abba bar Kahana said: Solomon commanded spirits whom he sent to India to fetch water for watering... I made me pools of water: fish-ponds [πισκίνη] wherewith to water a forest full of trees;—this is the land of Israel; as it is written, \"And the king put them in the house of the forest of Lebanon\".I Kings 10:17 I got me servants and maidens - as it is written, \"All the Nethinim, and the children of Solomon's servants, were three hundred ninety and two.\"Nehemiah 7:60 I had servants born in my house; as it is written, \"and those officers provided victual for King Solomon . . . they lacked nothing\".I Kings 5:7 What does it mean that they lacked nothing? R. Hama bar Hanina said: At Solomon's table there were carrotsCompare Deuteronomy Rabbah 1:5 in summer and cucumbers in winter; they were eaten throughout the year. I had great possessions of great and small cattle; as it is writtenI Kings 5:3 \"u-barburim abusim.\" What does that mean? The scholars say, \"Animals from Barbary\" [Βαρβαρία]... I gathered me also silver and gold; as it is written, \"And the king made silver to be in Jerusalem as stones\".I Kings 10:27 Is it possible?—like the stones on the roads and in the yards, and they were not stolen? No, there were stones eight and ten ells long. And the peculiar treasure of kings - as it is written, \"And all the kings of the earth sought the presence of Solomon\",II Chronicles 9:23—והמדינות [lit. \"and of the provinces\"] is to be read מדיינת [\"the disputing woman\"], that is, the Queen of Sheba, who disputed with him in her wisdom, and asked him questions, and could not vanquish him; as it is written, \"She came to prove him with hard questions\".I Kings 10:1 I gat me men singers and women singers, and the delights of the sons of men,—baths (δημόσια) and male and female demons [שדה, שדות, taken in the sense of שדים, \"demons\"] who heated them.' R. Hiyya bar Nehemiah said: Did Scripture intend to make us acquainted with Solomon's wealth? It probably refers only to the Torah: I made me great works - as it is written, \"And the tablets were the work of God\".Exodus 32:16 I built me houses—those are synagogues and schoolhouses. I planted me vineyards—those are the rows of scholars, who sit in rows [like vines] in the vineyard. I made me gardens and orchards—those are the great mishnayot, such as the mishnah of R. Hiyya Rabbah and that of R. Hoshaiah Rabbah, and that of Bar Kappara. I planted trees in them of all kinds of fruit—that is the Talmud, which is contained in them. I made me pools of water—those are the derashot. To water therewith the wood that brings forth trees—those are the children who learn. R. Naḥman said: That is the Talmud. To water therewith the wood that brings forth trees—those are the scholars. I got me servants and maidens—those are the nations; as it is written, \"And also upon the servants and upon the handmaids in those days will I pour out my spirit\".Book of Joel 3:2 [A. V. 2:29] And in the Messianic time the nations shall be subject to Israel; as it is written in Isaiah 61:5, \"And strangers shall stand and feed your flocks.\" And I had servants born [companions] in my house—that is the Holy Spirit. Also I had great possessions of great and small cattle—those are the sacrifices; as it is written, \"From the cattle and sheep ye shall sacrifice\".Leviticus 1:2 I gathered me also silver and gold—those are the words of the Torah; as it is written, \"More to be desired are they than gold\".Psalms 19:11 And the peculiar treasure of kings - as it is written, \"By me kings reign\".Proverbs 8:15 והמדינות is to be read מדיינין [\"disputers\"],—those are the scholars who debate the Halakhah. I gat me שרים ושרות—those are the toseftas. And the delights—those are the aggadot, which are the delights of Scripture. R. Joshua b. Levi interpreted the passage as referring to Israel on its entry into the country: I made me great works—\"When ye be come into the land of your habitations... and will make a burnt offering... to the Lord\".Numbers 15:2,3 I built me houses—\"and houses full of all good things\".Deuteronomy 6:11 I planted me vineyards—\"vineyards and olive-trees which you did not plant\". Hadrian the Accursed said to R. Joshua b. Hananiah: 'The Torah says: \"A land wherein you shall eat bread without scarceness, you shall not lack anything in it\".Deuteronomy 8:9 Can you bring me three things that I ask for?' 'What are they?' 'Pepper, pheasants [φασιανός], and silk [μέταξα].' He brought pepper from Nitzchanah, pheasants from Ẓaidan (Sidon), or, as another says, from Achbarin, and silk from Gush Halav. To water therewith the wood that brings forth trees - R. Levi said: The land of Israel did not even lack cane for arrows. I got me servants and maidens—\"And a mixed multitude\"Exodus 12:38 And had servants born in my house—those are the Gibeonites, whom Joshua turned into hewers of wood and drawers of water.(Joshua 9:27 I also had great possessions of great and small cattle—\"a very great multitude of cattle\".Numbers 32:1 I gathered me also silver and gold - as it is written, \"He brought them forth also with silver and gold\".Psalms 105:37 And the peculiar treasure of kings and of the provinces—that is the booty of Og and Midian.'\" ==Versions== The Midrash Kohelet published by Solomon Buber in the Midrash Zuṭa in 1894 is different from the work discussed here. It is probably merely an extract with some additions. It is noteworthy that the author of Yalkut Shimoni knew only this midrash to Ecclesiastes, but in a more complete form than it is found in the printed edition. ==References== * ==Jewish Encyclopedia bibliography== * Zunz, G. V. 1st ed., p. 265; * J. Theodor, in Monatsschrift, 1880, pp. 185 et seq.; * Müller, Masseket Soferim, p. 221; * Weiss, Dor, iii. 274, iv. 209; * Grünhut, Kritische Untersuchungen des Midrash Ḳohelet, v.; * Winter and Wünsche, Jüdische Litteratur, i. 570 et seq.; * German transl. of Midrasch Ḳohelet by Aug. Wünsche, Leipsic, 1880. ==External links== *German translation of Midrasch Ḳohelet by Aug. Wünsche, Leipsic, 1880. Frankfurt am Main : Univ.-Bibliothek, 2011. *Critical edition of Ecclesiastes Rabbah 1-6 (Hebrew) Ecclesiastes Category:Ecclesiastes ",
    "title": "Ecclesiastes Rabbah"
}