{
    "id": "9076572",
    "text": "December 1970 issue with Miss Alabama Ann Fowler in South Vietnam Leatherneck Magazine of the Marines (or simply Leatherneck) is a magazine for United States Marines. ==History and profile== The Quantico Leatherneck was started by off-duty US Marines, and in large part by the post printer, Sgt. Smith, in 1917. The link to Editor & Publisher for February 19, 1921, page 38 contains a passionate article giving the details of the beginnings of the Quantico Leatherneck. Included: Captain Jonas H Platt, a newspaper man in civilian life, 1st Lt. Angus A. Aull (sp?)at the officers' training school held an honorary position with the paper and is the author of the linked Editor & Publisher article. In 1918, \"Quantico\" was dropped from the publication's name. In 1920, with the formation of the Marine Corps Institute (MCI) by Commandant of the Marine Corps John A. Lejeune, Leatherneck became an official Marine Corps publication under the auspices of MCI, and was moved to Headquarters Marine Corps in Washington, D.C. In 1925, the format was changed from a newspaper to a magazine. During World War II, many of the Marine Corps' combat correspondents were assigned to Leatherneck. In 1943, the Leatherneck Association was formed to govern the magazine, making it more autonomous and answerable only to the Commandant. The magazine's name derives from the slang term \"leatherneck\" for a U.S. Marine, referring to the leather-lined collar or stock of the original Marine uniform. Leatherneck was an official Marine Corps publication until 1972, staffed primarily by active-duty Marines. That year all active-duty positions were eliminated and the magazine returned to Quantico. In 1976, the Leatherneck Association merged with the Marine Corps Association (MCA). As of 2016, MCA continues to publish Leatherneck alongside another Marine Corps periodical, the Marine Corps Gazette. ==Mission== \"To be the magazine of Marines—yesterday, today and tomorrow.\" ==Leatherneck today== Leatherneck is available in magazine form, online, and through a mobile application. Col Mary Reinwald, USMC (Ret) became the first female editor-in- chief in 2014. As of 2015, the magazine has over 40,000 monthly readers. ==Staff and contributors== Leatherneck staff and contributors have included the following: *Gordon Bess, creator of the comic strip Redeye *George Booth, cartoonist for The New Yorker *John Clymer, animal and Western artist *Gustav Hasford, author of The Short-Timers (the basis for the film Full Metal Jacket) and its sequel The Phantom Blooper *Russ Jones, illustrator, novelist and founding editor of Creepy magazine *Robert T. Jordan, associate editor, illustrator, photojournalist, author, magazine publisher *Tom Lovell, Western painter *Fred Lasswell, cartoonist best known for his comic strip Snuffy Smith *Louis R. Lowery, combat photographer who took the photo of the first flag- raising atop Mount Suribachi, Iwo Jima *Mike Ploog, comic-book and movie- storyboard artist * Robert (Bob) Southee, US Department of Commerce Art Director ==References== ==External links== * www.Leatherneck.com * Leatherneck Magazine official site * Leatherneck app *Who Stated the Leatherneck. Editor & Publisher for February 19,1921, page 38: https://books.google.com/books?id=oCI7AQAAMAAJ&pg;=RA8-PA38&lpg;=RA8-PA38&dq;=editor+%26+publisher+quantico+leatherneck+sargeant+smith&source;=bl&ots;=6JgW6s4V6m&sig;=ACfU3U0v4b6zN03snWcZMK- s_owBjQIu2Q&hl;=en&sa;=X&ved;=2ahUKEwip_bivisvpAhUMcq0KHXlrD_0Q6AEwA3oECAgQAQ#v=onepage&q;=editor%20%26%20publisher%20quantico%20leatherneck%20sargeant%20smith&f;=false Category:Magazines published in the United States Category:Military magazines published in the United States Category:Publications established in 1917 Category:United States Marine Corps lore and symbols Category:Non-fiction works about the United States Marine Corps Category:Magazines established in 1925 Category:Magazines published in Washington, D.C. ",
    "title": "Leatherneck Magazine"
}