{
    "id": "9076486",
    "text": "Star 69 was an English alternative rock band headed by Julie Daniels, who released a single full-length album and a number of EPs in the late 1990s, as well as providing \"You Are Here\" for the soundtrack to the 1997 movie Trojan War. ==History== Star 69 was established in London, England, after recent American transplant Julie Daniels placed an ad in Melody Maker for musicians to form a band. Richard Corden of Creaming Jesus, Patrick \"Patch\" Hannan of The Sundays, and Patch's friend, the producer Warren Huart, responded to the ad. Star 69's first two EPs were recorded in Patch's recording studio, Blah Street, in 1996 and released by Organic Records. Julie wanted to move back to Los Angeles, but Hannan's position as drummer for The Sundays meant he had to record the album Static & Silence. The band eventually relocated to Los Angeles Hannan was replaced by Johnny Haro of Freak of Nature. Their album, Eating February, was released by MCA Records in the U.S. and by Radioactive Records in the UK in February, 1997. It received a relatively lukewarm response, and the band broke up soon after. After the group disbanded, Huart then joined Disappointment Incorporated who released an album in 1999 on Time Bomb Recordings. He has since become a successful record producer and musician, and wrote the score to the 2004 documentary film following Joe Strummer, Let's Rock Again! Johnny Haro went on to form The Dreaming, which was active from 2001 to 2018. The group's song, \"I'm Insane\", was used by comic book writer Devin Grayson as inspiration while writing Catwoman. Julie contributed a single \"You Should Know\" for disc two of the compilation album Acoustic Vol 1, released in February 2002, and has since moved back to the United Kingdom to live with her husband. ==Discography== ===Studio albums=== * Eating February (1997), LP, Radioactive Records, MCA Records ===Singles & EPs=== * \"Mama Don't Let\" (1995), Single, Organic Records * You Are Here (1995), Single/EP, Organic Records, Radioactive Records, MCA Records * Xtended Play (1996), EP, Radioactive Records * I'm Insane (1996), Single/EP, Radioactive Records * \"Burning Down the House\" (1997), Single, Radioactive Records ===Compilation album appearances=== * \"I'm Insane\", song 6 on Meaty Alternative Stew (1997), Chrysalis Music Group * \"Burning Down the House\", song 6 on Chrysalis Progressive (1997), Chrysalis Music Group ==References== ==External links== * Interview by Alphonse Leong in Drop-D magazine * Interview in Pause & Play from November, 1996 ===Reviews=== * Live, 1 March 1997 at the Starfish Room, Vancouver BC * Live, 27 May 1997 at The Metro, Chicago IL * Live, 1 June 1997 at Graceland, Vancouver BC (opening for Gene) * By Jeremy Rogers of the Kentucky Kernel * By Mary Ellen Gustafson from music- reviewer.com * By Ingrid Messer of the Daily Illini Category:English rock music groups ",
    "title": "Star 69 (band)"
}