{
    "id": "9077562",
    "text": "The 1987 Atlantic hurricane season was a below-average hurricane season that was limited by an ongoing El Niño. The season officially began on June 1, 1987, and lasted until November 30, 1987, although activity began on May 24 when a tropical depression developed east of the central Bahamas. The June through November dates conventionally delimit the period of each year when most tropical cyclones form in the Atlantic basin. The first cyclone to attain tropical storm status was an unnamed tropical storm which formed on August 9, nearly a month later than usual. The final storm of the year, Tropical Depression Fourteen, merged with a weak extratropical low on November 4. The season marked the first year tropical storm watches and warnings were issued; previously, gale watches and warnings were used for tropical storms, and this season was one of only a few seasons with no deaths in the United States; the last time this happened was in the 1981 season. During this season, 14 tropical depressions formed of which seven attained tropical storm status. One tropical storm was operationally classified as a tropical depression but was reclassified in post-analysis. Three tropical cyclones reached hurricane status of which only one became a major hurricane, which is a Category 3 or greater on the Saffir-Simpson Hurricane Scale. Hurricane Emily was the costliest storm of the season, causing $80.3 million in damage (1987 USD) as it ravaged the Dominican Republic and Bermuda. Tropical Depression Fourteen was the deadliest storm of the season, causing six deaths as it passed across Jamaica. Of the seven cyclones that attained tropical storm status, three did not affect land. ==Seasonal forecasts and activity== {| class=\"toccolours\" cellspacing=0 cellpadding=3 style=\"float:right; margin-left:1em; text- align:right;\" |+Predictions of tropical activity in the 1987 season |- style=\"background:#ccccff\" |align=\"center\"|Source |align=\"center\"|Date |align=\"center\"|Named storms |align=\"center\"|Hurricanes |align=\"center\"|Major hurricanes |- |align=\"left\"|CSU |June 2 |8 |5 |N/A |- |align=\"center\" colspan=\"2\"|Record high activity |21 |12 |8 |- |align=\"center\" colspan=\"2\"|Record low activity |1 |0 (tie) |0 |- |align=\"center\" colspan=\"2\"|Actual activity | 7 | 3 | 1 |- |} Forecasts of hurricane activity are issued before each hurricane season by hurricane expert Dr. William M. Gray and his associates at Colorado State University. An average season, as defined by NOAA, has 6 to 14 named storms, with 4 to 8 of those reaching hurricane strength, and with 3 hurricanes becoming major hurricanes. The June 2, 1987, report suggested that eight tropical storms would form during the 1987 season, five of them becoming hurricanes. The forecast anticipated more tropical activity than what ultimately occurred. During the season, 14 tropical depressions formed from May 25 to November 5. Seven of the depressions strengthened into tropical storms, six of them named. Tropical Depression Two was upgraded into a tropical storm in post-season analysis, and as a result has no name. Tropical storms Arlene, Emily and Floyd all reached hurricane status during their durations, of which only Emily reached major hurricane status. The United States was affected by four tropical cyclones in 1987, of which three struck Florida. The unnamed tropical storm struck Texas and affected much of the Gulf Coast of the United States. The season's activity was reflected with a cumulative accumulated cyclone energy (ACE) rating of 34, which is classified as \"below normal\". ACE is, broadly speaking, a measure of the power of the hurricane multiplied by the length of time it existed, so storms that last a long time, as well as particularly strong hurricanes, have high ACEs. ACE is only calculated for full advisories on tropical systems at or exceeding 34 knots (39 mph, 63 km/h) or tropical storm strength. Subtropical cyclones are excluded from the total. ==Systems== ImageSize = width:800 height:205 PlotArea = top:10 bottom:80 right:20 left:20 Legend = columns:3 left:30 top:58 columnwidth:270 AlignBars = early DateFormat = dd/mm/yyyy Period = from:01/05/1988 till:01/12/1988 TimeAxis = orientation:horizontal ScaleMinor = grid:black unit:month increment:1 start:01/05/1988 Colors = id:canvas value:gray(0.88) id:GP value:red id:TD value:rgb(0.38,0.73,1) legend:Tropical_Depression_=_<39_mph_(0-62_km/h) id:TS value:rgb(0,0.98,0.96) legend:Tropical_Storm_=_39-73_mph_(63-117 km/h) id:C1 value:rgb(1,1,0.80) legend:Category_1_=_74-95_mph_(119-153_km/h) id:C2 value:rgb(1,0.91,0.46) legend:Category_2_=_96-110_mph_(154-177_km/h) id:C3 value:rgb(1,0.76,0.25) legend:Category_3_=_111-130_mph_(178-209-km/h) id:C4 value:rgb(1,0.56,0.13) legend:Category_4_=_131-155_mph_(210-249_km/h) id:C5 value:rgb(1,0.38,0.38) legend:Category_5_=_>=156_mph_(>=250_km/h) Backgroundcolors = canvas:canvas BarData = barset:Hurricane bar:Month PlotData= barset:Hurricane width:10 align:left fontsize:S shift:(4,-4) anchor:till from:24/05/1988 till:01/06/1988 color:TD text:\"One (TD)\" from:09/08/1988 till:17/08/1988 color:TS text:\"Two (TS)\" from:10/08/1988 till:28/08/1988 color:C1 text:\"Arlene (C1)\" from:14/08/1988 till:15/08/1988 color:TD text:\"Four (TD)\" from:17/08/1988 till:24/08/1988 color:TS text:\"Bret (TS)\" from:31/08/1988 till:04/09/1988 color:TD text:\"Six (TD)\" from:05/09/1988 till:10/09/1988 color:TS text:\"Cindy (TS)\" from:05/09/1988 till:07/09/1988 color:TD text:\"Eight (TD)\" barset:break from:06/09/1988 till:10/09/1988 color:TD text:\"Nine (TD)\" from:08/09/1988 till:20/09/1988 color:TS text:\"Dennis (TS)\" from:14/09/1988 till:16/09/1988 color:TD text:\"Eleven (TD)\" from:20/09/1988 till:26/09/1988 color:C3 text:\"Emily (C3)\" from:09/10/1988 till:13/10/1988 color:C1 text:\"Floyd (C1)\" from:31/10/1988 till:04/11/1988 color:TD text:\"Fourteen (TD)\" barset:skip bar:Month width:6 align:center fontsize:S shift:(0,-20) anchor:middle color:canvas from:01/05/1988 till:01/06/1988 text:May from:01/06/1988 till:01/07/1988 text:June from:01/07/1988 till:01/08/1988 text:July from:01/08/1988 till:01/09/1988 text:August from:01/09/1988 till:01/10/1988 text:September from:01/10/1988 till:01/11/1988 text:October from:01/11/1988 till:01/12/1988 text:November TextData = pos:(569,30) text:\"(From the\" pos:(617,30) text:\"Saffir-Simpson Hurricane Scale)\" ===Tropical Depression One=== A low-pressure area was observed by a Reconnaissance Aircraft and declared the first tropical depression of the year on May 25—one week before the official season began. Moving at about , the depression was located from the east central Bahamas. It moved towards Florida and stalled off the coast, with a prediction to cause thundershowers across the state on May 28. The Bahamian government released a storm warning for its northern islands as the system grew stronger. The tropical depression weakened on June 1, the official start of the hurricane season. ===Tropical Storm Two=== The second tropical depression of the season formed in the northwestern Gulf of Mexico from a tropical wave on August 9. It quickly strengthened into a tropical storm, though the strengthening was not known until post-season analysis. Based on lack of significant organization or reports at the time, the storm remained unnamed. It traveled northwestward and neared the coast. The tropical storm made landfall near High Island, Texas, on August 10, and quickly weakened to a tropical depression as it moved northeastward. It turned to the southeast and reached the Gulf of Mexico. The weakening system accelerated to the northeast, and dissipated over Georgia on August 17. Just over of rainfall was associated with the storm, causing flash flooding and water damage amounting to $7.4 million (1987 USD, $13.3 million in 2008 USD). ===Hurricane Arlene=== A low pressure system on the tail end of a stationary cold front organized into a subtropical depression on August 8 near the South Carolina coast, and drifted southward. Convection became more organized, and the storm was classified Tropical Depression Three on August 10 over the Bahamas. It executed an anticyclonic loop to the northeast, and was estimated to have attained tropical storm status on August 11, based on reports from Hurricane Hunters. Small cells in the ridge of high pressure caused Arlene to take an unusual track to the east, with two southward jogs in its path. A trough of low pressure near Bermuda initially inhibited strengthening. However, after high pressures to its east forced the storm northward, more favorable conditions allowed Arlene to intensify into a hurricane on August 22. Operationally, it was upgraded two days earlier, based on the appearance of an eye feature on satellite imagery. After becoming a hurricane, Arlene accelerated to the northeast into the cold waters of the north Atlantic Ocean, and on August 23 it became extratropical about halfway between Newfoundland and Ireland. The extratropical remnants turned to the southeast and later to the east, making landfall on the Iberian Peninsula before dissipating on August 28 over Spain. As Arlene approached, islanders of Bermuda were warned to board up windows, with winds of expected. Ultimately, the island experienced winds of with gusts up to . A blind sailor on a trip across the Atlantic was unable to make it to a harbor in Bermuda due to the hurricane, and rode out the storm in the open sea. The storm produced moderate rainfall to coastal areas of Spain, contributing to a monthly rainfall record at Rota. The 14.5 day total between the start of its best track and when it attained hurricane status is the largest on record for a North Atlantic hurricane. === Tropical Depression Four === The fourth tropical depression of the season formed off the coast of Antigua on August 14. Initially, forecasters anticipated the system to intensify into a tropical storm; however, a reconnaissance mission into the depression on August 15 revealed that it was poorly organized and was declassified a tropical cyclone. Tropical Depression Four peaked at 35 mph (55 km/h) and dissipated on August 15. ===Tropical Storm Bret=== A well-organized tropical disturbance formed off the African coast on August 17 and became a tropical depression the following day, as classified by satellite imagery. Later the same day, the ship S.S. Columbus Canterrury reported winds and a minimal pressure of 1004 millibars, and the depression became Tropical Storm Bret. The cyclone moved a westward course of 20— and reached its peak intensity of winds and 1000 millibars in pressure on August 20. A ridge of high pressure in the eastern Atlantic Ocean, north of Bret, began to weaken and drift to the east on August 20. Bret was moving at to the east on August 21. It was thought that Bret would strengthen at this point. Bret slowed from August 21 until August 23, moving at only 15 – 20 mph. The cyclone soon moved on a northwestward course and encountered wind shear. Bret weakened into a depression on August 23, due to the wind shear over the system. The next morning, the depression became a tropical wave with no low- level circulation left. The wave was soon absorbed by a trough of low pressure during the next few days. ===Tropical Depression Six=== A tropical depression formed off the African coast on August 31, in which forecasters predicted would become the third tropical storm of the season. At 0600 UTC August 31, the depression was seemingly unchanged, with winds of averaging about 35 mph (55 km/h). The depression was then located west of Sao Taigo in Cape Verde, stirring up seas. The next day, Tropical Depression Six moved westward to a position off the Cape Verde Islands, too far from the Caribbean islands for the National Hurricane Center to send a reconnaissance flight into the depression. Tropical Depression Six was at the time not a threat to land and few ships were in the area. It degenerated into a tropical wave on September 4, never affecting land or reaching storm-intensity. ===Tropical Storm Cindy=== On September 1 a tropical wave exited the African coast, and moved westward across the Atlantic Ocean. A trough of low pressure moved southeastward through the tropics, and brought the wave more towards the north. Generally favorable conditions for development allowed the wave to organize into a tropical depression on September 5, and two days later it attained tropical storm status. Cindy continued northward, and peaked at winds on September 8 before turning to the northeast. Strong upper-level shear weakened the storm, and after two days of struggling as a tropical storm, Cindy became extratropical on September 10 to the northwest of the Azores. Cindy did not affect any landmasses. === Tropical Depression Eight === A tropical depression formed in the Caribbean Sea on September 5. It tracked westward through the body of water, and reached peak winds of on September 7. Despite its appearance, Tropical Depression Eight failed to develop further and early on September 8, the depression made landfall near Puerto Cabezas, Nicaragua shortly before dissipating. ===Tropical Depression Nine=== An upper- level cyclone in the northern Gulf of Mexico started tropical cyclogenesis offshore the southeast United States. Convection organized around a low pressure area east of Florida, and it was declared Tropical Depression Nine on September 7. Initially poorly organized, the depression moved generally northward without strengthening, and quickly made landfall along the coast of South Carolina. It maintained its identity as it tracked through North Carolina and the Mid-Atlantic States, and on September 10 the depression merged with a frontal wave over New England. The cyclone dropped moderate precipitation along its path, peaking at in central Virginia; stations in Maryland, the Carolinas, and Pennsylvania reported over 5 inches (125 mm) of rainfall. Flash flood warnings were issued in some localities due to the precipitation, and in Virginia over 50 roads were washed out. Slick roads caused three tractor-trailers to jackknife along a 2-mile (3 km) portion of the Capital Beltway. Additionally, four people required rescue assistance after being trapped in swollen creeks. ===Tropical Storm Dennis=== A tropical depression formed on September 8 off the coast of Africa. It tracked westward, passing to the south of the Cape Verde islands, and based on satellite imagery was estimated to have reached tropical storm status on September 10. Tropical Storm Dennis continued to gradually intensify, and on September 11 attained peak winds of 50 mph (80 km/h) and a minimum pressure of . Subsequently, the cyclone weakened to minimal tropical storm status, and by September 14, Dennis was expected to immediately weaken to tropical depression status. However, Dennis remained a minimal tropical storm for four more days before deteriorating to a tropical depression on September 18, as reported by a Hurricane Hunters plane. The depression turned abruptly northwestward through a weakness in the subtropical ridge, suggesting a new low pressure area developed. On September 19 it turned to the northeast, and on September 20 Dennis merged with an extratropical low. ===Tropical Depression Eleven=== On September 14, a tropical depression developed about 490 miles (790 km) southeast of Antigua. Tracking westward at 5–10 mph (8–16 km/h), the depression maintained winds of about 35 mph (55 km/h), and was deemed \"no cause for alarm\" for the Lesser Antilles. Failing to intensify further, the depression degenerated into a tropical wave on September 16 to the east of Antigua. No damage or fatalities were reported. ===Hurricane Emily=== A tropical depression, the tenth of the season, formed on September 20. It soon became a tropical storm that day off the South American coast. Emily quickly strengthened becoming a hurricane less than 48 hours later on September 22. The cyclone then slowly began turning north, soon making landfall in the Dominican Republic, where three people were reported dead and there was $30 million (1987 US dollars, $56.9 million in 2009 USD) in damage. Emily passed over Hispaniola, turned to the northeast, and eventually made landfall in Bermuda, where it caused $50 million (1987 USD, $94.8 million in 2009 USD) in damage, though there were no fatalities. It weakened into a tropical storm after landfall, peaking at in wind speed, a Category-3 hurricane. After peaking at winds of , Emily dissipated on September 26. Thousands of migratory birds took refuge on Bermuda during the storm, including ten thousand bobolinks and thousands of Connecticut warblers. After the storm passed Bermuda, Emily became the second-fastest-moving hurricane of the previous century (behind only the 1938 New England hurricane), moving at a pace of or 31 m/s. Emily was the first hurricane in the Caribbean Sea since Hurricane Katrina of the 1981 Atlantic hurricane season. ===Hurricane Floyd=== A broad area of low pressure organized into a tropical depression off the coast of Nicaragua on October 9. After drifting to the southeast, it turned to the north-northwest and organized into a tropical storm on October 10. Subsequent to crossing western Cuba, Floyd accelerated to the northeast, and attained hurricane status late on October 12. It passed through the Florida Keys before entraining cooler, drier air from a stationary frontal boundary. Its convection became very disorganized, and Floyd weakened back to a tropical storm early on October 13 to the southeast of Miami; the storm crossed the Bahamas, and becoming an extratropical cyclone before being absorbed by the frontal boundary on October 14. Damage in Florida was minimal due to the disorganized nature of the hurricane. Floyd brought up to of rain to the state, causing moderate crop damage in the southern portion of the state. In addition, a tornado spawned by the storm damaged portions of the Florida Keys. Overall damage amounted to around $500,000 (1987 USD), with no casualties or injuries reported. ===Tropical Depression Fourteen=== A broad area of low pressure existed in the central Caribbean Sea in late October. It steadily organized, and was classified as Tropical Depression Fourteen on October 31. It moved northwestward, and entered a high-shear environment due to an upper level low situated toward the end of a high pressure system. By November 1, little convection remained as the weak depression turned to the north and crossed Cuba. A burst of convection organized over the depression, and brought strong wind gusts to the Florida Keys as it passed through the area on November 2. It continued to the north-northwest, paralleling the Florida west coast, and lost all of its convection on November 3. The system turned to the northeast, and merged with a weak extratropical low over northern Florida on November 4. Rainfall was experienced as far north as eastern Georgia and extreme southern South Carolina. Other parts of the United States received high to moderate rains while the aforementioned region received low amounts. Six fatalities were reported from devastating rainfall in Jamaica from the depression. ==Season effects== This is a table of all of the storms that did form in the 1987 Atlantic hurricane season. It includes their duration, names, landfall(s) – denoted by bold location names – damages, and death totals. Deaths in parentheses will be additional and indirect (an example of an indirect death would be a traffic accident), but are still related to that storm. Damage and deaths will include totals while the storm was extratropical or a wave or low, and all of the damage figures are in 1987 USD. |- | One || || bgcolor=#| || || || Bahamas, Florida || None || None || |- | Unnamed || || bgcolor=#| || || || United States Gulf Coast || || None || |- | Arlene || || bgcolor=#| || || || Bahamas, Bermuda || || None || |- | Four || || bgcolor=#| || || || None || None || None || |- | Bret || || bgcolor=#| || || || Cape Verde Islands || None || None || |- | Six || || bgcolor=#| || || || None || None || None || |- | Cindy || || bgcolor=#| || || || None || None || None || |- | Eight || || bgcolor=#| || || || Nicaragua || None || None || |- | Nine || || bgcolor=#| || || || United States East Coast || None || None || |- | Dennis || || bgcolor=#| || || || None || None || None || |- | Eleven || || bgcolor=#| || || || None || None || None || |- | Emily || || bgcolor=#| || || || Lesser Antilles, Greater Antilles, Bermuda || || || |- | Floyd || || bgcolor=#| || || || Central America, Cuba, Florida, Bahamas || || || |- | Fourteen || || bgcolor=#| || || || Jamaica, Cayman Islands, Cuba, Florida || || || |- ==Storm names== The following names were used for named storms that formed in the north Atlantic in 1987. This is the same list used for the 1981 season. No names were retired, so it was used again in the 1993 season. Names that were not assigned are marked in . {| width=\"90%\" style=\"clear:both;\" | * Arlene * Bret * Cindy * Dennis * Emily * Floyd * | * * * * * * * | * * * * * * * |} == See also == *List of Atlantic hurricanes *Atlantic hurricane season *1987 Pacific hurricane season *1987 Pacific typhoon season *1987 North Indian Ocean cyclone season *Southern Hemisphere tropical cyclone seasons: 1986–87, 1987–88 *Great Storm of 1987 southern England & northern France ==References== ==External links== * Detailed information on all storms from 1987 * U.S. Rainfall information for tropical cyclones from 1987 Category:Articles which contain graphical timelines 1987 ATL ",
    "title": "1987 Atlantic hurricane season"
}