{
    "id": "9077910",
    "text": "Route 40 is a limited stop bus route, identified as a \"QuickBus\", operated by the Maryland Transit Administration in Baltimore and its suburbs. The line currently runs from the Centers for Medicare and Medicaid Services in Woodlawn to Middle River, both in Baltimore County, Maryland (on opposite sides) with selected trips terminating at Downtown Baltimore City Hall, passing through the west and east sides and the downtown area of Baltimore City. Service operates every 12 minutes during rush hour, and every 15 minutes at most other times during its hours of operation. The line serves the corridors of Edmondson Avenue in West Baltimore, including the communities of Edmondson Village, Allendale, and Rosemont, and Fayette Street and Eastern Avenue in East Baltimore, serving Patterson Park, Johns Hopkins Bayview Medical Center and Essex.Quick Bus 40 Schedule MTA Maryland, effective 2009-2-8, retrieved May 31, 2011 Unlike a local bus, the 40 does not stop at every bus stop along its route. Rather, its stops are limited to certain locations of importance, including transfer points to other bus lines, major landmarks, and other busy intersections selected by MTA. In all, there are 32 stops along the route in each direction, which are all identified in printed timetables. ==History== The Route 40 started operating on October 23, 2005 as part of the Greater Baltimore Bus Initiative, a plan of then-governor Robert L. Ehrlich for streamlining and simplifying the Baltimore transit system. Unlike a rail line, this addition did not require any construction. The bus route was intended to resemble the proposed Red Line that is currently being studied for the Baltimore region.Michael Dresser (June 9, 2009), Sweeping revision of bus routes proposed Harford Courant, retrieved 2009-12-15 When it started operating, Route 40 ran from Security Square Mall to the Essex Park-and-Ride lot on Eastern Avenue. Weekday service operated every 10 minutes during rush hour and midday. On February 5 the following year, it was extended to Middle River and reduced to one bus every 12–15 minutes.MTA February 2006 schedule changes On June 10, 2007, the eastern layover was moved to a safer location at Old Eastern and Vincent Avenues. The western layover was moved to CMS on February 8, 2009 and the stop at Security Square Mall was moved from the parking lot of the mall to a point along Security Boulevard adjacent to the mall lot. ==Quickbus 40 PLUS Service== Enhanced service for West Baltimore residents on the QuickBus 40 will begin October 25th, 2015. The enhanced service will increase frequency and reliability on the line between the Centers for Medicare and Medicaid in Baltimore County and City Hall in Baltimore City. Customer will find additional bus trips added on west side between CMS and City Hall to enhance off-peak and weekend access to jobs. ==Criticism== Route 40 received a lot of criticism following its inauguration from riders, politicians, and the media.Michael Dresser (October 25, 2005), Commuters ride out bus system's changesLos Angeles Times, retrieved 2009-12-15 This criticism resulted in some changes being made to the route, schedule, and other details. The service, which was projected to have a daily ridership level of 27,000, fell far short of that goal. Many riders waiting for other buses at common stops complained about seeing a lot of empty Route 40 buses. This resulted in its weekday frequency being reduced. Low ridership and unrealistic time allocation initially being built into the schedule resulted in poor on-time performance and buses clumping together. As one bus fell behind schedule while busy picking up passengers, the one behind it got ahead after stops had been cleared of waiting passengers, and ultimately caught up to the earlier bus. This left larger gaps between buses. Financial resources needed in order to operate this service were obtained by cutting back on the amount of local bus service along common streets of operation, mostly on Route 23, which had its level of service cut by nearly 50% when Route 40 was introduced. This brought the number of local buses on these busy streets below the demand. The service's original route had an eastern terminus at Essex Park-and-Ride lot, which was more than a mile short of the transfer point for some other lines, including Routes 24 and 55. An extension in February 2006 to Middle River allowed riders to transfer directly to those routes. On the west side of the route, there is no designated Park-and-Ride lot allowing motorists to park their vehicles and catch the bus. Security Square Mall has not allocated any spaces for riders of Route 40, and an existing park-and-ride lot at the end of I-70 is not within a practical or pedestrian friendly walk of a bus stop. While rapid transit lines are generally modeled for commuter purposes, QuickBus is marketed only to those who do not own vehicles and depend on a neighborhood bus stop. ==Tracking of buses== At 11 stops along the route, a new experimental system was installed late in 2006. Electronic signs at these stops, tied into a GPS system, indicate the expected time of arrival for the next bus, so riders do not have to rely on a less reliable printed schedule. MTA is considering implementing this system at many more bus stops along other routes in the future.Stephanie Wentworth (December 20, 2006), MTA to track bus arrival times with satellite system Baltimore Business Journal, retrieved 2009-12-15Maryland Transit Customers to get Real-Time Information at Bus Stops Government Technology (December 21, 2006), retrieved 2009-12-15 This system has been highly criticized. It is expensive, and money spent on it has not been spent on improving bus service around the Baltimore area. Even when fully in place, these signs will only be found at a small percentage of bus stops, and will not be useful to everyone. ==QuickBus Structuring== On December 21, 2006, Bus Route 40 was rebranded as \"QuickBus\" in order to better promote the service.MTA Announces \"QuickBus\" Service on 40 Line; Bus Restructuring Put on Hold, BTA Updates (January 30, 2007), Baltimore Transit Alliance Special pylons were added at selected stops to mark the locations. The name \"QuickBus\" was synonymous with Bus Route 40 until August 30, 2009, when another QuickBus line, known as Route 48, started operation along the Greenmount Ave/York Rd corridor.Summary of Bus Service Modifications Effective Sunday, August 30, 2009 MTA Maryland website, retrieved 2009-12-15 The MTA had added two more QuickBus lines: Route 46 and Route 47 on August 29, 2010.Notice of Public Hearings, June 2010. MTA Maryland. Retrieved May 31, 2011 ==References== Category:Bus rapid transit in Maryland 40 Category:Transportation at Johns Hopkins Hospital Category:2005 establishments in Maryland ",
    "title": "Route 40 (MTA Maryland)"
}