{
    "id": "9078398",
    "text": "Dee Dodson Drell (born November 4, 1947) is a Senior United States District Judge of the United States District Court for the Western District of Louisiana, based in Alexandria, the seat of Rapides Parish and the largest city in Central Louisiana. Drell was nominated by President George W. Bush on January 15, 2003, confirmed by the United States Senate, 99-0, on April 9, received his commission on April 10, and had his investiture ceremony on May 30. ==Biography== Drell was born in New Orleans, Louisiana, to Theodore Louis Drell, Jr. (1913–2006) and the late Mrs. Drell. The Drells had three other children, Theodore L. Drell, III, Robert L. Drell, and Barbara Drell Allen. Drell obtained both his Bachelor of Arts in anthropology and his Juris Doctor degrees from Tulane University and Tulane University Law School in 1968 and 1971, respectively. Drell served in the United States Army Judge Advocate General's office from 1971–1975, based part of the time in Columbus, Georgia. He entered private practice in Alexandria in 1975. Bush nominated him to succeed Judge F. A. Little Jr., of Alexandria. Like Judge Little, Drell was affiliated with the firm Gold, Weems, Bruser, Sues & Rundell prior to joining the bench. Drell has been active in state and local bar associations, and he assisted the state bar with attorney disciplinary matters. He was a board member of the Family Mediation Council of Louisiana from 1986-1992 and a member of the Rapides Parish Indigent Defender Board from 1987 to 1994. He served on a state task force on racial and ethnic fairness in the courts. He is a member of Kiwanis International. Judge Drell also devoted time on a pro bono basis to helping individuals suffering from Acquired Immune Deficiency Syndrome. He counseled the Central Louisiana AIDS Support Services and AIDSLaw of Louisiana, Inc. In 1997, he received the Pro Bono Publico Award from AIDSLaw of Louisiana. Drell and his family are Episcopalian. ==Federal judicial service== Drell was nominated by President George W. Bush on January 15, 2003, to a seat on the United States District Court for the Western District of Louisiana vacated by Judge F. A. Little Jr. He was confirmed by the United States Senate on April 9, 2003, and received commission on April 10, 2003. He served as Chief Judge from 2012 to 2017. He assumed senior status on November 30, 2017. Though Drell is considered a conservative Republican – he donated $300 to defeated GOP congressional candidate Clyde C. Holloway even after Bush tendered the nomination – he drew the praise of one of the Senate's most liberal members, Democrat Patrick Leahy of Vermont. At the time of the nomination, Leahy, then the ranking member on the Senate Judiciary Committee, described Drell as \"a lawyer’s lawyer, rather than a political or judicial activist,\" a category in which Leahy placed many of Bush's district and circuit court nominees. ==Ending desegregation cases== Judge Drell has tangled with longstanding school desegregation lawsuits, filed in the 1960s, which brought area parishes under the scrutiny of the federal court to guarantee that the districts were working toward a racially unitary school system. Drell approved school campus and grade assignments for Natchitoches Parish. He also ended the desegregation suit against Rapides Parish in 2006 and against Grant Parish in 2007. He declared that both districts were in substantial compliance with applicable national civil rights laws and educational regulations. One of Drell's predecessors, Nauman Scott of Alexandria, had periodically monitored the Rapides and Grant parish systems for many years to seek compliance with federal law. ==References== ==External links== * Category:1947 births Category:Living people Category:Louisiana Republicans Category:People from Alexandria, Louisiana Category:Lawyers from New Orleans Category:Tulane University alumni Category:Tulane University Law School alumni Category:United States Army officers Category:American Episcopalians Category:Judges of the United States District Court for the Western District of Louisiana Category:United States district court judges appointed by George W. Bush Category:21st-century American judges ",
    "title": "Dee D. Drell"
}