{
    "id": "9079516",
    "text": "1972 Mallock U2 The Clubman is a marque of prototype front-engined sports racing cars that originated in Britain in 1965 as a low-cost formula for open- top, front-engined roadgoing sports cars like the Lotus 7, which had been crowded out of the mainstream by rear-engined cars such as the Lotus 23. The cars have evolved and specialised, but it remains a very popular class of racing. The formulae currently races with the British Automobile Racing Club (BARC) and is a Motor Sports Association (MSA) recognised club. The largest and most successful Clubman racing series is the Caterham Racing family of classes that race in United Kingdom and France. ==Birth== The class was initiated by Nick Syrett of the British Racing and Sports Car Club (BRSCC) and organised by the Clubmans Register which represent car owners, drivers and constructors. Clubmans evolved from categories such as the 1,172 cc formula for Ford-based specials and several of the 750MC's entry-level formulae. It was intended as a low-cost formula for open-top, front-engined road-going sports cars like the Lotus 7, which had been crowded out of the mainstream by rear-engined cars such as the Lotus 23. Before long, the cars rapidly evolved into highly specialised and very quick sports-racers – retaining the front- engined/rear wheel drive layout, but acquiring in due course wings and slicks. Unlike endurance-oriented forms of sports car racing, Clubmans tend to run at club-level meetings. Races were typically short (15–30 miles) and driver changes and refueling were not part of the strategy. A Chevron B1 Clubmans car Marques such as Chevron made their debut in the formula and the long-lived series of Mallock U2 cars came to dominate numerically (and often in terms of results). Over the years, marques such as Gryphon, Centaur, Bladon, Haggispeed, Phantom, Vision, Pulsar and Slique as well as specials like the St Bruno Roughcutter and the Hustler graced the grids with varying degrees of success. Clubmans cars also became a popular class in hillclimbing. Clubmans has remained a relatively low-cost formula with cars having a long life and stability of rules meaning that drivers tend to remain in the formulae and develop their cars. In a straight line, Clubmans cars were often almost as quick as Formula Three single-seaters. The formula acquired a reputation for close competition, varied grids, and a healthy social scene. ==Development== Engine rules varied somewhat over time. Initially the formula used 1000 cc or 1500 (later 1600) cc pushrod engines that had to be based on Ford or BMC units – practically, the 1,000 cc units were detuned ex-F3 engines). For most of the formula's life, the engines were the 1000 cc ex F3 units and 1600 cc Ford Kents or Ford-based Holbay, and finally the 1600 Kent in Formula Ford spec (\"B sports/Sports 1600\") and 1700 cc crossflow units (\"A sports\") in high states of tune. As the Ford units drifted into obsolescence, other units replaced them. Sports 1600 gave way to \"K Sports\" with a Rover K-series engine and the 16-valve two-litre Vauxhall temporarily replaced the 1700 cc Crossflow unit in 1993 for the short-lived rear-engined Supersports category. Rear-engined cars with the Vauxhall unit were admitted to the series for the first time in 1995 alongside traditional front-engined cars. Seeking a more upmarket image, the alternative formula was renamed National Supersports, but over the years grids declined due to increased costs. Many of the marques that made their debut in National Supersports now compete in alternative prototype series such as Britsports or VdeV, which provide prototype racing on a relatively affordable scale. ==Currently== Clubmans in the UK continues as a highly popular and affordable form of racing with two race series catering for \"Classic\" cars (up to and including 1980 running almost exactly as the original formula with classes catering for cars from most periods of the formula's history) and the modern \"Cup\" series running the re-badged MG 1600cc engines plus the new for 2011 \"Proto\" class to include engines up to 2 litres and 240 bhp at the flywheel, plus the option of paddle-shift sequential 5-speed gearboxes. Caterham Cars has run a series of one-make championships for over a decade in the United Kingdom, Caterham Seven 420R Championship, Caterham Seven 310R Championship, Caterham Seven 270R Championship, Caterham Roadsport Championship, Caterham Academy Championship as well as associated series run by Caterham Graduates Racing Club, Mega Graduate, SigMax Graduate and Classic Graduate. Caterham also run a series in France while other Caterham series run in Colombia, Malaysia and Japan amongst other countries. There is also a one- make series for Westfield Clubmans in the Netherlands and there are more open series in Australia, Japan, New Zealand, the Philippines, South Africa, Sweden amongst others. ==Outside the UK== Clubmans has also been popular in Scandinavia since the 80s when Swedish based Stefan Mumm bought a Mallock and promoted the formulae. The results of his enthusiasm are more than 20 cars registered in the series. As well as the ubiquitous Mallock, local Marques such as Bodin and Phantom are now produced and are still being developed; in 2008 three brand new cars were produced. The Scandinavian Clubmans class uses 1800 cc Ford Zetec engine, and is one of the fastest sportcar series in Scandinavia. Clubmans cars also compete in the US, Canada, Australia, New Zealand, South Africa, and Switzerland. ==External links== * The Clubmans Register * Scandinavian clubman register Category:Sports car racing Category:Racing car classes ",
    "title": "Clubman (racing car class)"
}