{
    "id": "9079116",
    "text": "Superman is a plant gene in Arabidopsis thaliana, that plays a role in controlling the boundary between stamen and carpel development in a flower. It is named for the comic book character Superman, and the related genes kryptonite (gene) and clark kent were named accordingly (although the latter turns out to just be another form of superman). It encodes a transcription factor (specifically a C2H2 type zinc finger protein). Homologous genes are known in the petunia and snapdragon,Box 3: The control of floral determinacy in Antirrhinum and Arabidopsis from which are also involved in flower development, although in both cases there are important differences from the functioning in Arabidopsis. Superman is expressed early on in flower development, in the stamen whorl adjacent to the carpel whorl. It interacts with the other genes of the ABC model of flower development in a variety of ways. == Gene function == Superman encodes a transcription factor. This protein binds to the DNA through a zinc finger binding motif acts as a regulator of floral homeotic genes, controlling the development of the flowers of Arabidopsis thaliana plants. Arabidopsis thaliana flowers develop in four whorls, which are concentric groups of cells branching off of the growing meristem. Superman has been found to act in the fourth whorl of flowers, which would normally develop into Carpels. Superman normally restricts the effect of another gene called (APETALA3) in the fourth whorl, leaving APETALA3 expression only present in the second and third whorls. APETALA3 is a gene normally associated with the development of a stamen in the third whorl, so by its restriction, we allow for the development of other organs in the fourth whorl (such as the Pistil). A mutation which completely removes superman gene function would result in flowers that carry extra stamens, replacing the pistils which would normally be developing in the fourth whorl. This mutation was named the sup-1 mutation. For the sup-1 mutation, More extreme stamen development is seen from a homozygous mutation than a heterozygous mutation. === Interaction with the ABC model of flower development === The gene which Superman interacts with (APETALA3) is a member of the B-Function group of the ABC model of flower development, which is typically responsible for the development of Stamen and Petals. Other important members of the ABC model of flower development include APETALA1, APETALA2, AGAMOUS, and PISTILATA. Superman has not been found to interact with any of these other genes. SUPERMAN (SUP) and SUPERMAN-like genes such as APETALA2 work as a protein complex regulators with other corepressors known as TOPLESS (TPL) and a Histone Deacetylase 19 (HD19) in order to repress transcriptional functions in plants Krogan, N. T., Hogan, K., & Long, J. A. (2012). APETALA2 negatively regulates multiple floral organ identity genes in Arabidopsis by recruiting the co-repressor TOPLESS and the histone deacetylase HDA19. Development, dev-085407.. == Epigenetic changes to Superman == Superman has been found to undergo to epigenetic modifications. Specifically, cytosine methylation (attachment of methyl radicals to cytosine bases), which represses its transcriptional activity. This methylation brings about the Clark Kent (clk) epialleles, which are a set of altered versions of the Superman gene lacking function. Whereas most cases of cytosine methylation in plants tend to happen in the Promoter of transcription, the cytosine methylation of Superman happens within the gene, just after the promoter. The exact location of the methylation varies, but defines which clk epiallele we define the plant as having; so far there are 7 identified clk epialleles (numbered clk1-clk7). These Clark Kent alleles can be inherited, but often, through mutation will revert to the natural gene at a rate of about 3% per generation == References == Category:Arabidopsis thaliana genes Category:Flowers Category:Superman ",
    "title": "Superman (gene)"
}