{
    "id": "9080273",
    "text": "Çaykənd (also Chaikend and Chaykend, until 1991 Getashen, ) is a village and municipality in the Goygol Rayon of Azerbaijan, which used to be populated by Armenians. Its Armenian population were forcefully evicted and deported by Azeri and Soviet special forces during Operation Ring in 1991. It has a population of 2,236. == History == Soviet forces acting in conjunction with the local Azerbaijani OMON forcibly deported Armenians living in the areas in and around Karabakh including Getashen.Mutalibov stated in this regard, \"Я помню, как мы в свое время с помощью русских смогли очистить от армян около 30 сел вокруг Гянджи... Мы были близки даже к освобождению всего Карабаха, но внутренние распри, разногласия, междоусобицы свели на нет наши старания\" (I remember how we with the help of Russians managed to cleanse from Armenians 30 villages around Gyandja… we were even close to the liberation of the whole Karabakh but our inner disagreements diminished our efforts). 1news.az 18 Nov. 2008 Аяз Муталибов: \"Если мы с Москвой будем говорить четко, я думаю, мы сможем завоевать ее расположение по Карабахской проблеме\" The operation involved the use of ground troops, military, armored vehicles and artillery.Croissant. The Armenia-Azerbaijan Conflict, p. 41. The deportations of the Armenian civilians were carried out with gross human rights violations documented by international human rights organizations.Human Rights Watch. Bloodshed in the Caucucasus. Escalation of the armed conflict in Nagorno- Karabakh. 1992 p. 9Report by Professor Richard Wilson \"On the Visit to the Armenian-Azerbaijani Border, May 25–29, 1991\" Presented to the First International Sakharov Conference on Physics, Lebedev Institute, Moscow on May 31, 1991. == References == * Category:Populated places in Goygol District Category:Elisabethpol Governorate ",
    "title": "Çaykənd, Goygol"
}