{
    "id": "9080068",
    "text": "The Cobra Group is a door-to-door selling and marketing company headquartered in Hong Kong. Investigations by the media have found that the company promises much larger compensation rates than employees actually receive as commission- only, self-employed workers. It is also criticised for being a cult, a scam, and a pyramid scheme. The company has an affiliate network of legally independent sales companies in 25 countries throughout Europe and Asia. The Cobra Group's subsidiaries represent firms in industries such as telecommunications, home security, energy and financial services. The group is also contracted by some charitable organisations to collect donations. ==Criticism== Common criticism of the Cobra Group and its subsidiaries are that they are cult-like, exploit workers, and run as scams or pyramid schemes. Cobra subsidiary Appco has responded to such criticisms on its official site.http://www.appcogroup.co.uk/about-us/mythbusters When a donor signs up to give money to a charity for 12 months, more than 90 per cent of that money goes to Appco in some cases. Workers in Australia who failed to meet sales targets have been made to perform humiliating rituals involving simulated sex or \"slug racing\", which involves writhing on their stomachs across the ground. The Cobra Group has hundreds of associated companies, often listed separately under different names. ==Investigations== A Zimbabwean woman won a legal case against a Cobra Group affiliate for unfair treatment in the workplace. She was awarded €5000 in compensation for \"harassment and discriminatory treatment\" and €45000 for discriminatory dismissal. The main argument the company used in defending its case was that the worker in question had been a self-employed sole trader and not actually an employee of his company. Prior to the dismissal the worker in question had been lauded as the highest fundraiser within Boss Worldwide Promotions Ltd. An investigation by the media found that one of The Cobra Group's 'subsidiaries', The Coulson Organization, which collects charity for the Red Cross among others, has charity collectors take down private financial information without vetting the staff amongst many other deceptive, unethical or illegal practices. The company said they ask recruits to detail any criminal histories. The investigative journalist said they were given a badge that indicates they had been vetted, though they had never provided any identification. The journalist was told she would make 35 pounds per sale, but was only actually paid half, unless the donor agreed to make continual donations for six months. The BBC investigation led the Department for Business, Enterprise and Regulatory Reform Energy Select Committee to release a report threatening to ban energy companies from using direct sales. Video footage showed Cobra Group contracted companies lying to potential customers. In 2014, Special Olympics Australia was in financial trouble after the APPCO Group took more than $7 million of about $12 million that had been raised for the charity, leading to an investigation by the then New South Wales Office of Liquor Gaming and Racing. Some of its activities include stopping people in public or going door to door to try to collect money for charities. On 2 June 2014, the New South Wales Office of Liquor, Gaming and Racing announced it would begin an investigation into the conduct of Cobra Group subsidiary Appco over its running of a gift voucher program for Special Olympics Australia. A class action alleging the business an illegal pyramid scheme, underpayment and structured humiliation of Appco charity collectors in Australia was launched in October 2016.http://www.appcoclassaction.com.au/FAQs.pdf Lawyer Rory Markham, from the law firm that is running the class action, has described it as, \"One of the most systematic and largest underpayment disputes in Australian history, with the victims being young Australians, generous donors, charities and the taxpayers\". ==Sponsorship== The Cobra Group (and founder Chris Niarchos) have sponsored various types of motorsports drivers since 2003. Chris Niarchos, through the Cobra Group, partnered with Andrew Kirkaldy in 2006 to the form the British racing team then known as \"AKA Cobra\". This partnership led to the formation of CRS Racing in 2007. ==References== ==External links== * Cobra Group Category:Retail companies of Hong Kong Category:Marketing companies established in 1986 Category:Direct marketing Category:1986 establishments in Australia ",
    "title": "The Cobra Group"
}