{
    "id": "9081125",
    "text": "Creative Review is a bimonthly print magazine and website. The magazine focuses on commercial creativity, covering design, advertising, photography, branding, digital products, film, and gaming. The magazine is published bimonthly in print and also has an online magazine and a podcast (available on iTunes and Spotify). In addition, Creative Review runs two award schemes, The Annual, which recognises the best in commercial creativity and The Photography Annual, which celebrates the best photography work of the year. ==History and growth== Creative Review was launched in 1981, as a quarterly supplement to Marketing Week, and then becoming a stand-alone monthly magazine in its own right. In 2007, it was reported that the magazine had sold guest editorship of its February 2007 edition to an advertising agency, Mother, for £15,000, although then editor Patrick Burgoyne retained overall editorial control. He said: “I feel comfortable about it – it’s not about Mother, there’s no interview with them, it’s not puffy but it’s about important issues for the readers.” Creative Review launched a full website in 2009, after running a blog for two years, which Burgoyne had perceived as “successful” but “limiting”. In July 2017, the magazine went bimonthly, with six issues published each year. As of April 2018, Creative Review launched an online subscription, with a selection of articles only available to paying readers. Then editor Patrick Burgoyne justified the change: “To be successful today, free websites need lots of clicks and lots of advertisers. For the reader, that has come to mean high volumes of low-quality content. That is not what Creative Review is about. We don’t want that to be our future and we don’t want it to be the future of the industry we serve.” Creative Review is owned Centaur Media, and is part of its Xeim marketing and creative division. ==Editors and writers == ===Current staff=== * Editor: Eliza Williams * Art Director: Paul Pensom / Studio Pensom * Associate Editor: Rachael Steven * Digital Content Producer: Henry Smith * Senior Writer: Emma Tucker * Senior Writer: Rebecca Fulleylove * Senior Writer: Aimee McLaughlin * Staff Writer: Megan Williams * Marketing Manager: Rahila Ehsan * Account Director: Emma Underhill ===Previous editors=== * Patrick Burgoyne (February 1999 to February 2019) * Lewis Blackwell (July 1995 to February 1999) ==References== ==External links== * Category:1981 establishments in the United Kingdom Category:Design magazines Category:Graphic design Category:Magazines established in 1981 Category:Magazines published in London Category:Monthly magazines published in the United Kingdom Category:Visual arts magazines published in the United Kingdom ",
    "title": "Creative Review"
}