{
    "id": "9081469",
    "text": "Gerdes Folk City (sometimes spelled Gerde's Folk City) was a music venue in the West Village, part of Greenwich Village, Manhattan, in New York City. Initially opened as a restaurant called Gerdes, by owner Mike Porco, it eventually began to present occasional incidental music. First located at 11 West 4th Street (in a building which no longer exists), it moved in 1970 to 130 West 3rd Street. It closed in 1987. On January 26, 1960, Gerdes turned into a music venue called The Fifth Peg, in cooperation with Izzy Young, the director of the Folklore Center. The Fifth Peg's debut bill was gospel folk singer Brother John Sellars and Ed McCurdy, writer of the anti-war classic \"Last Night I Had the Strangest Dream\". Porco and Young had a falling-out, and on June 1, 1960, Gerdes Folk City was officially born with a bill featuring folksingers Carolyn Hester and Logan English. At this time Gerdes Folk City was booked by a folk enthusiast Charlie Rothschild (who later became Judy Collins' longtime manager) and English. Gerdes Folk City was suddenly one of the central music venues of the era. It became one of the most influential American music clubs, before finally losing its lease in 1987. \"Rolling Stone Book of Lists\" called Folk City one of the three top music venues in the world, along with The Cavern and CBGB. Folk City helped to launch the careers of several world-renowned musical stars from Bob Dylan to Sonic Youth, and showcased numerous music styles from folk to alternative rock. ==History== Opening officially on January 26, 1960, Folk City was born in Greenwich Village, and generated several waves of musical genres ranging from folk music to rock 'n' roll; folk rock to punk; blues to alternative rock, bringing the world a wide range of music from Pete Seeger to 10,000 Maniacs. Singer and poet Logan English performed at the opening night, together with Carolyn Hester.Smithsonian Folkways: American Folk Ballads. Retrieved 3 April 2014 From The Weavers to Sonny Terry and Brownie McGhee, Judy Collins and Rev. Gary Davis, many musicians who formed contemporary music's foundation performed there. Doc Watson made his first solo performance at Gerdes. It was recorded and released as Doc Watson at Gerdes Folk City. Simon & GarfunkelFred Bronson, The Billboard Book of Number 1 Hits, p. 190. Retrieved July 1, 2010. and Peter, Paul & Mary performed early in their professional careers at Gerdes, and Peter, Paul & Mary's first official performance as a trio was at Folk City.Critic-at-Large, Commemorating Gerdes Folk City Retrieved July 1, 2010 Bob Dylan played his first professional gig there on April 11, 1961, supporting John Lee Hooker. Logan English was instrumental in securing Dylan his first appearance. His widow Barbara Shutner said: > My husband Logan English and I met Bob Dylan at Bob and Sid Gleason's house > ... One night we were all sitting around and Woody [Guthrie] said something > like, \"Play something\" to this kid sitting on the couch. The kid was Bob > Dylan, and he sang and it was just beautiful. So Logan said, \"I'm working at > Gerde's. I'm the MC. We'll get you to play there.\" So that Monday night, Bob > came in and did his first set.John Bauldie, Wanted Man: In Search of Bob > Dylan, London, 1990, p.37, quoted at BobDylanRoots.com. Retrieved 3 April > 2014 Dylan's September 29, 1961 appearance was reviewed in The New York TimesRobert Shelton, \"Bob Dylan: A Distinctive Folk-Song Stylist; 20-Year-Old Singer Is Bright New Face at Gerde's Club Greenbriar Boys Are Also on Bill With Bluegrass Music\", The New York Times, September 29, 1961. by Robert Shelton, after which Dylan's reputation was made.Robert Shelton, The New York Times, September 21, 1961, \"Bob Dylan: A Distinctive Stylist\" reproduced online: Gerdes was where Bob Dylan debuted \"Blowin' in the Wind\" and was also the place where Joan Baez and Dylan met for the first time. On October 23, 1975 at a celebration for Mike Porco's 61st birthday, Dylan's Rolling Thunder Revue staged a dress rehearsal and played its first real concert. The Revue began its national tour a week after playing at Gerdes on October 30, 1975. In May 1976, folk legend Bob Gibson and his manager Doug Yeager produced a week-long celebration to Mike Porco and Folk City, where more than thirty of the club's early star performers came out to honor the club. Folk City is the place where many of the 1960s folk-rock and '70s singer-songwriters first found their voices, and shows included future stars such as Janis Joplin, Jimi Hendrix, The Mamas and The Papas, the Byrds, The Lovin' Spoonful, the Youngbloods, Emmylou Harris (who also waitressed at the club), Joni Mitchell, Phoebe Snow, Loudon Wainwright III and many other well-known names. ==New ownership== Starting in 1978, the soon-to-be new owners, Robbie Woliver, Marilyn Lash and Joseph Hillesum took over the booking duties from Mike Porco, continuing to 1980 when they officially bought the club from Porco. Folk City, under new ownership, underwent a revival, bringing back folk legends like Odetta, Arlo Guthrie, Ewan MacColl (\"The First Time Ever I Saw Your Face\"), Maria Muldaur, Eric Andersen, The Band and others, and also introducing a new breed of singer-songwriter and expanding its boundaries to a wider range of rock music, especially alternative music like Richard Thompson, Pentangle, Elvis Costello, Sonic Youth, The Bongos (who made their debut there backing up Helen Hooke of The Deadly Nightshade), Yo La Tengo, the Replacements, 10,000 Maniacs and many others. A new wave of singer-songwriters found a home at Folk City during this time as well, such as Suzanne Vega, Shawn Colvin, Lucinda Williams and comedians Adam Sandler, Chris Rock and others. Folk City was not just about music; comedians also performed at the club throughout its history. From Martin Mull to Andy Kaufman, many comic actors and comedians got their early start at the club: Adam Sandler, Chris Rock, Kathy Kinney, Carol Leifer, Richard Lewis, Mary Kay Place, Larry David, Jim Belushi, Andy Breckman (creator of Monk), Martin Mull, Steve Buscemi and more. Under the direction of actress/comedian/singer Jane Brucker (\"One Life To Live, \"Dirty Dancing\"), improv and comedy became all the rage, with Jane introducing such new acts as Adam Sandler and Kathy Kinney (\"Mimi\" on the Drew Carey Show.) Actor/director, Matt Matt Mitler, created \"Theater Night at Folk City,\" where singer/performer Fran Maya introduced Steve Buscemi and his partner Mark Boone, Jr. (Sons of Anarchy) who became popular mainstays at the venue. Other artists in the vanguard of the performance scene who frequented \"Theater Night\" include John John Kelly, David David Cale, Georg Osterman, Kestutis Nakas, and Anna Anna Kohler. In the 1980s, the club underwent another revival, introducing a new breed of singer-songwriter and in expanding its boundaries to a wider range of rock music, with its alternative Wednesday night music series \"Music For Dozens\" which featured David Johansen, Sonic Youth, Yo La Tengo, Alex Chilton, the Minutemen, The Smithereens, Violent Femmes, The Replacements, 10,000 Maniacs, Richard Lloyd, Chris Stamey, Dream Syndicate, Hüsker Dü, X, Golden Palominos, the Blasters and many others. A new wave of singer-songwriters found a home at Folk City during this time as well, such as Suzanne Vega, Shawn Colvin and Lucinda Williams. In 1982, Kevin F King, and the Seven Letters performed in one of the final, Best of the Songwriters Series. In 1985, the club held a benefit 25th Anniversary Concert, which was part of the NYC Pier Summer Concerts, and was an immediate sell-out. The club lost its lease and closed in 1987, at the height of its revival. The owners, however, have continued over the years to produce and present Folk City concerts and performances around the country featuring Folk City alumni and new up-and- coming artists. A theatrical production - Folk City - a musical based on the club's history and the book \"Bringing It All Back Home,\" by Robbie Woliver, is scheduled for Fall 2016. A 60th Anniversary celebration of Folk City was scheduled for January 24, 2020 at The Iridium nightclub in New York City, to be co-hosted by Richard Barone of The Bongos and Bob Porco, grandson of original owner Mike Porco. One of the scheduled performers was Carolyn Hester, who helped launch Gerde's Folk City in 1960. https://www.ticketweb.com/event/gerdes-folk-city-at-60-iridium- tickets/10185365 ==Partial list of performers== Gerde's. has hosted performances by: * David Amram * Eric Andersen * Dominic Chianese, who acted as MC and house-performer for many years * Joan Baez * Pat Benatar * The Band * Bermuda Triangle Band * The Bongos * Oscar Brand * Judy Collins * Johnny Cash * T-Bone Burnett * Harry Chapin * Dominic Chianese *The Clancy Brothers * Shawn Colvin * Larry Coryell * Elvis Costello * David Crosby * Rev. Gary Davis * Dinosaur Jr * John Denver * Bob Dylan * The Mamas and The Papas * The Byrds * Dream Syndicate * Ramblin' Jack Elliott * John Fahey * Richard Farina * Jose Feliciano * Bob Gibson * Allen Ginsberg * Cynthia Gooding * Karen Gorney * The Greenbriar Boys * Arlo Guthrie * Tim Hardin * Jack Hardy * Richie Havens, * Screamin' Jay Hawkins * Jimi Hendrix * Carolyn Hester * John Lee Hooker * Cisco Houston * Hüsker Dü * Janis Ian * Lonnie Johnson * The Johnstons * Janis Joplin * Al Kooper * Rod MacDonald * Taj Mahal * Tommy Makem * Melissa Manchester * The Manhattan Transfer * Barry Manilow * Buffy Sainte-Marie * Kate & Anna McGarrigle * Melanie * Bette Midler * Liza Minnelli * the Minutemen * Joni Mitchell] ]Willie Nininger * Phil Ochs * Odetta * Tom Paxton * Pentangle, * The Roches ** Jimmy Rogers * Linda Ronstadt * Brother John Sellers * Carly Simon * Simon and Garfunkel (as Kane & Garr) * Patti Smith * Phoebe Snow * The Smithereens * Victoria Spivey * Salem 66 * The Staple Singers * Andy Statman * Steely Dan * Sonny Terry and Brownie McGhee * Richard Thompson * 10,000 Maniacs * Dave Van Ronk * Townes van Zandt * Violent Femmes * Loudon Wainwright III * Muddy Waters * Doc Watson * Josh White * Josh White, Jr. * Lucinda Williams * The Youngbloods * Grayson Hugh ===Recordings=== Live albums recorded at Gerde's Folk City include: *Reverend Gary Davis at Gerde's Folk City, February 1962 *Big Joe Williams at Folk City, February 26, 1962 *Doc Watson at Gerdes Folk City *Jean Ritchie and Doc Watson at Gerde's Folk City, 1963 *Richard Thompson - Small Town Romance ==Further reading== Bringing It All Back Home (Pantheon/Random House, 1986) by Robbie Woliver documents Folk City's history and went into a second printing as Hoot (St. Martins Press, 1994). ==See also== *Cafe Wha? *Live at The Gaslight 1962 *Cafe Au Go Go *The Gaslight Cafe *The Bitter End ==References== ==External links== Category:1960 establishments in New York (state) Category:Nightclubs in Manhattan Category:Coffee houses of the United States Category:Folk music venues Category:Defunct drinking establishments in Manhattan Category:Cultural history of New York City Category:Former music venues in New York City Category:Drinking establishments in Greenwich Village ",
    "title": "Gerde's Folk City"
}