{
    "id": "9081348",
    "text": "Dima and Lama Hattab (born December 31, 1980) are twin sisters from Jordan best known for being the first female ultramarathon runners in the Middle East to take part in the famous endurance race Marathon des Sables. The Hattab twins also promote the sport of running in the Middle East, especially among women. In cooperation with the World Humanitarian Marathon and Ultramarathon Foundation (WMHF), they organize the Jabal Isrhin marathon, a famous annual race that takes place in Jordan’s Wadi Rum. == Biography == Born in the Jordanian capital Amman, the Hattab twins started their running career when they were 18 years old. Their potential ability came into light after only one year, when they took part in the 1999 Dead Sea ultramarathon. In the half- marathon competition, Lama came in 3rd, while Dima finished 4th. In 2000, they participated in the same race again, with Lama winning the marathon and Dima taking the ultra marathon (50 km) title. The same year saw them taking part in the Desert Cup, an annual 168 km race. Among the female participants, both finished 9th, hand in hand. During the Desert cup, they met with Dr. Holger Finkernagel, a German doctor who heads the World Humanitarian Marathon and Ultramarathon foundation (WMHF), a non profit organization that organizes running races around the world, with the proceeds going to charitable causes. Dr. Finkernagel was keen on starting a race in Jordan’s Wade Rum, a desert valley in the south of Jordan, and he saw that the Hattab twins were capable of achieving this mission. In 2002, the Hattab twins launched the first Jabal Ishrin charity race, which took its name from the famous Jabal Um Ishrin (Mountain 20) in that area. Forty participants took part in the maiden race, and the proceeds went to for the aid of a selection of health and educational projects for children. The Jabal Ishrin race is growing year by year. Its last edition in September 2005 saw the participation of 291 contestants. Their career took another step forward in 2001 when they participated in the famous endurance race Marathon des Sables, a 250 km, a six-day race in the sub- Saharan desert of Morocco which requires all participants to be entirely sufficient, with their own supplies on their backs. During the following years, they participated regularly in various local races and also started taking part in more endurance races around the world, including La Tranzaq (216 km race in France). Being women, in addition to their choice of such a difficult sport, made them well-known figures in the Middle East, appearing in many shows on famous channels like Jazeera sport and Orbit, and also making the cover page of various magazines. But in spite of the fact of their fame, the Hattab twins are facing a lot of difficulties in taking their career to the next level, mainly due to the lack of sponsorship in the Middle East for such endurance sports, especially for women. Sometimes they had to depend on their own financial resources, and other times they were lucky to get an unlikely sponsor at the last minute. Both Lama and Dima hold a Bachelor of Arts degree in Information Technology and a certificate of marathon training from WHMF. Category:Jordanian female long-distance runners Category:Living people Category:1980 births Category:Twin sportspeople Category:Twin people from Jordan Category:Female ultramarathon runners ",
    "title": "Dima and Lama Hattab"
}