{
    "id": "9081217",
    "text": "Jan Ruhtenberg (a.k.a. Alexander Gustaf Jan Ruhtenberg or Alexander Gustav Jan Ruhtenberg, born Alexander Gustaf Rutencrantz von Ruhtenberg, 28 February 1896 – died, December 1975) was an architect who \"made significant contributions in introducing modern architecture to the United States as a teacher and a modern architect\".I-25 Environmental Assessment, Project No. 151077.13.BN, Historic Resources Survey Report, History and Survey Results Vol I. Quote is sourced from material regarding 5EP3854 St. Mary’s School - 1949 Ruhtenberg was involved in the Bauhaus movement in Germany, studying under Mies van der Rohe and worked with Philip Johnson. In The International Style: Architecture Since 1922 Johnson acknowledges Ruhtenberg as one of two “kind friends” who have read and criticized draft texts. Johnson and fellow author Henry-Russell Hitchcock included Ruhtenberg’s 1930 Berlin apartment house interior among their illustrations of modern design.Hitchcock, Henry-Russell and Philip Johnson. The International Style , New York, W. W. Norton and Company, Inc., 1966. Originally published under the title The International Style: Architecture Since 1922, New York: W. W. Norton and Company, Inc., 1932. In his biography of Philip Johnson, architectural historian Franz Schulze refers to Ruhtenberg as Johnson's new friend during the latter's travels in Germany in 1929. The two visited the Bauhaus in Dessau together. At the time Ruhtenberg was a public relations aide to designer Bruno Paul.Schulze, Franz. Philip Johnson: Life and Work. Chicago: University of Chicago Press, 1994, 54-55. Johnson, working with Henry-Russell Hitchcock, was gathering material for The International Style: Architecture Since 1922. Ruhtenberg was traveling with them.Schulze, Franz. Philip Johnson: Life and Work. Chicago: University of Chicago Pres, 1994, 67 Schulze cites Johnson's letter of 17 September 1930 to J. J. P. Oud, a Dutch modernist architect, in which Johnson called Ruhtenberg his best friend, describing him as a beginning architecture student.Schulze, Franz. Philip Johnson: Life and Work. Chicago: University of Chicago Press, 1994, n67, p 425 Three years later in another letter to Oud, Johnson tells him that he is building a house in Manhattan with his friend Jan Ruhtenberg.Schulze, Franz. Philip Johnson: Life and Work. Chicago: University of Chicago Press, 1994, 106 He was active in many areas of country such as New York City with both his architectural skills (the renovation of 57 East 93rd Street that was reviewed by Architectural Forum in 1937\"In 1937 the magazine Architectural Forum praised the removal of plaster from the interior brick walls, which gained three inches (76 mm) of valuable space in the entry and provided a richly textured surface in the studio which shows off the severe furniture to great advantage.\" Source: http://www.nyc- architecture.com/UES/UES047.htm); He is \"credited\" with the interior design of Nelson Rockefeller's Penthouse at 810 Fifth Avenue (62nd Street) by the New York Times; and his opinions on the progressive housing movement which were recorded for the Library of Congress. Library of Congress recording RXA 5645 A13-14, RXA 5663 A7-8 (playback copy) [Progressive housing movement speeches]* / LC Control Number: 92789162 Summary: Portions from five 1934 talks given on housing conditions in America and Europe. Langdon Post describes the terrible conditions of American city tenements and offers solutions to the problem, Raymond Unwin, England’s authority on housing, talks about housing in England, architects Jan Ruhtenberg and Horatio Hackett discuss their proposals for solutions to the housing problem, and Ernst Kahn, an expert on financing housing in Germany, offers his views of American housing and compares it to Europe’s housing situation. Subjects: Housing--United States. Housing--Great Britain. Housing--Europe. LC Classification: LWO 6312 reel 15, A13-14; reel 33, A7-8 (preservation master - not for playback) RXA 5645 A13-14, RXA 5663 A7-8 (playback copy) He was a professor at Columbia University in New York City, where he was hired to teach the \"new architecture\" in 1934 by Joseph Hudnut.Jill E Pearlman, \"Joseph Hudnut's Other Modernism at the Harvard- Bauhaus,\" Journal of the Society of Architectural Historians (December 1997): 56 (4).452-477. He married Polly King Ruhtenberg on August 4, 1935 in New York City. ==Examples of his work== Ruhtenberg’s work can still be seen in Colorado Springs, Colorado, where he was active during the 1940s and 1950s. Julie Penrose hired the architect to design the now destroyed El Pomar Carriage House Museum at The Broadmoor resort in 1939 to house the collection of her late husband, Spencer Penrose. While Ruhtenberg was active elsewhere in the country,the Residence of Dr. Edmond Donoghue, 1952-1954, 650 Weatherhill Road SW Rochester Minnesota 55902 he maintained a house in Colorado Springs and continued to receive national press for his works in Colorado.January 15, 1957, Time Magazine discussed \"a $2,000,000 opera house has been projected for Colorado Springs by Architect Jan Ruhtenberg which features sculptural shell concrete forms with adjustable walls that can be thrown wide open to empty a full house (3,000) in 1½ minutes He was also a member of the Central City Opera House's board of directors from 1947 to 1951, and contributed to rebuilding the opera house and some of the adjacent homes owned by the Central City Opera, which now are used as housing for cast and crew.\"Dahlia: Opera house Flower Girls uphold legacy of giving\" Rocky Mountain News, 27 July 2006 One of Ruhtenberg’s designs exists in its original form at 55 Marland Road in Colorado Springs. Designed for Hugo C. Fischer in 1949, the house was featured in the February 1954 edition of Progressive Architecture.February 1954 edition of Progressive Architecture, Pages 92-93. Progressive architecture award It is steel framed, with insulated pumice block walls and a lightweight concrete roof. Inside, the pressed sugar-cane roof insulation is exposed, with the rough texture of the pressed sugar-cane complementing the rough pumice stone. A large fresco of Orpheus and Euridyce [ by ] occupies the Southern wall, which Ruhtenberg apparently added in a flash of inspiration while the building was under construction. The fresco was painted by Edgar Britton, described as \"One of Colorado's very important artists of the 20th century\".David Turner, CEO, Turner Museum / Fine Arts Center, 2003 http://www.csfineartscenter.org/A photo of the fresco filed under The complete plans to the house, with Ruhtenberg's stamp are located at Elaine Freed of Colorado College has been photographing Ruhtenberg’s buildings in order to preserve their legacy, working with the Jackson Fellowships which are associated with the Hulbert Center for Southwest Studies at Colorado College.Elaine writes, \"I have received numerous Jackson Fellowships toward the project \"Sun Country Modern\" – which is photo-documentation of modernist residences in the Southwest. (Modern at Mid-Century: the Early Fifties Houses of Ingraham and Ingraham, published in 2003 by the Hulbert Press.) Pollard and I are now working on documenting the residential work of Jan Ruhtenberg, an architect trained in Europe (he worked with Mies in Berlin from 1929-1931), who designed houses in Colorado Springs beginning in the 1940s. We have photographed two houses thus far and will do several more this summer. I expect to use these images in a book on Ruhtenberg's work.\" Elaine published MODERN AT MIDCENTURY: Ruhtenberg Revisited in 2017, () which documents 5 Ruhtenberg designed houses in Colorado Springs. Additional photos of Ruhtenberg's work are located at Pikes Peak Library District's website such as http://www.ppld.org/specialcollections/project/admin/FullDisplay.asp?ID=4550, and http://www.ppld.org/specialcollections/project/admin/FullDisplay.asp?ID=5073 which are gifts from Guy Burgess. A final interesting rumor/note, is that original designs for the famous Mies van der Rohe Barcelona Chair are rumored to bear Ruhtenberg's signature. Jan Ruhtenberg is listed as the decorator- designer of the Living Room - Fireplace Group of the Town of Tomorrow House #10 (House of Vistas) in the 1939 New York World's Fair. The coffee table strongly resembles the Barcelona Coffee Table generally attributed to the collaborative work of Mies van der Rohe and Lilly Reich. The Barcelona Table was originally named the 'Dessau Table' and the 'Tugendhat Coffee Table' as it gained identity associated with its use in the Villa Tugendhat in Brno in 1930, part of groupings designed by Mies van der Rohe for that home; it is called the Barcelona Table because it was used in the German Pavillion for the Barcelona World's Fair in 1929. The side chairs here attributed to Ruhtenberg bear slight resemblance to the Mid-century modern Tobia Scarpa Bastiano Lounge Chair which received the 1969 West German Design Center Stuttgart Award. ==Footnotes== ==External links== *Photographs of Ruhtenberg's professional work and personal life *Museum exhibit at Indianapolis Museum of Contemporary Art (iMOCA) on Jan Ruhtenberg Category:20th-century American architects Category:Architects from Colorado Category:1896 births Category:1975 deaths ",
    "title": "Jan Ruhtenberg"
}