{
    "id": "9082246",
    "text": "Nagavarma II (mid-11th or mid-12th century) was a Kannada language scholar and grammarian in the court of the Western Chalukya Empire that ruled from Basavakalyan, in modern Karnataka state, India. He was the earliest among the three most notable and authoritative grammarians of Old-Kannada language (Keshiraja of c. 1260 and Bhattakalanka Deva of c. 1604 being the other two).Sahitya Akademi (1987), p. 476 Nagavarma II's reputation stems from his notable contributions to various genres of Kannada literature including prosody, rhetoric, poetics, grammar and vocabulary. According to the scholar R. Narasimhacharya, Nagavarma II is unique in all of ancient Kannada literature, in this aspect. His writings are available and are considered standard authorities for the study of Kannada language and its growth.Narasimhacharya (1988), p. 65 Nagavarma II was honored with the title \"poet laureate\" (Katakacharya) and \"military teacher\" (Katakopadhyaya) by Chalukya King Jagadhekamalla.Narasimhacharya (1988), pp. 64-65, p. 19Shastri (1955), p. 358 His most famous works are Kavyavalokana (\"Treatise on the art of poetry) on grammar, rhetoric and poetics; Karnataka-Bhashabhushana (\"Ornament of the Karnataka language\"), on grammar; Vastukosa (or Abhidanavastukosa, lit, \"Treasury of significations\"), a lexicon; and Varadhamanapurana, a Jain purana (\"epic\").Kamath (2001), p. 115 Nagavarma II's grammatical model is based on the Katantra school of Sanskrit grammar and the author styles himself Abhinava Sarvavarma (\"Modern Sarvavarma\"), Sarvavarma being a noted Sanskrit grammarian to a Satavahana king. ==Life== Historians are divided about the actual period when Nagavarma II lived. According to the scholars R. Narasimhachar (author of Kannada Kavicharitre), and K.A. Nilakanta Shastri, Nagavarma II was the poet laureate of Chalukya king Jagadhekamalla II (r. 1138-1153) and his works are hence datable to c. 1145-1150.Mugali (2006), p. 176 The modern Kannada poet and scholar Govinda Pai, in his research Nagachandrana Kala Vichara (\"Nagachandra's age\", 1955) identified three famous Nagavarmas in medieval Kannada literature. Pai estimated that Nagavarma II lived from c. 1120-1200.Bhat (1993), p. 106 However, after the discovery of the writing Varadhamanapurana, dated to c. 1042, and authored by Nagavarma II, it is now held by scholars such as D.R. Nagaraj and Sheldon Pollock that the grammarian was under the patronage of Chalukya King Jayasimha II (r.1015-1042) who also went by the title \"Jagadekhamalla\", and therefore all of his works were written around c. 1042.Pollock (2006), p. 340, p. 349Sahitya Akademi (1988), p. 1475Nagaraj (2003), p. 327Singh (2001), p. 6147 ==Writings== Nagavarma II wrote his grammatical works at a time when native Kannada language writers were focused on establishing Kannada language on an equal footing with Sanskrit and Prakrit. With reference to earlier Kannada language grammarians or rhetoricians, Nagavarma II named Gunavarma and Sankavarma as \"path makers\", and the phrase Gunavarma Nagavarmara adhvanagal may refer to an earlier literary or grammatical tradition. Despite being a work on poetics and rhetoric, the historically important Kavyavalokanam, in its first section called Sabdasmriti, deals with grammar. By adding a section on grammar, Nagavarma II had emulated the style of the previous Sanskrit grammarians, Daṇḍin (author of Kavyadarsha) and Bhamaha (author of Kavyalankara). The Sabdasmriti comprises five chapters (prakarnas) which deal with euphonic combinations (sandhis), nouns, compounds, nominal derivatives and verbs respectively. The 422 verses in the text are written in kanda metre (chapter format), of which 96 are aphorisms (sutras) (the 18th among which focusses on framing grammatical rules based on the spoken language), and the remaining verses are example quotations from the writings of earlier notable Kannada poets such as Adikavi Pampa, Sri Ponna and Ranna. His Abhidanavastukosa is a dictionary (nighantu) of 8,000 Sanskrit words for Kannada language users, again an attempt to integrate the Kannada literary culture into the popular Sanskritic cultural cosmopolitan. Nagavarma II's Kannada grammar, Karnataka Bhashabhushana, which is based on his Sabdasmriti, and follows the general framework of Sanskrit grammar, is actually written in Sanskrit language. This has prompted claims that the author did so to prove to Sanskrit scholars of the day, who may have had a callous attitude towards Kannada the local language (Prakrita Bhasa), that it was a rich literary language. From an invocatory verse in the text, another probable reason is also proposed, in that, being a Jain, Nagavarma II saw all languages as equals. Though the aphorisms are written in Sanskrit, the glosses (vrittis) are in Kannada, and as a whole, the writing is considered simple to understand, requiring of a student just the basic knowledge of Sanskrit. ==Notes== ==References== * * * * * * * * * * * * * Category:Writers from Karnataka Category:History of Karnataka Category:Kannada poets Category:12th-century Indian writers Category:Linguists of Kannada Category:Western Chalukya Empire Category:Indian male writers Category:12th-century Indian Jain writers ",
    "title": "Nagavarma II"
}