{
    "id": "9082569",
    "text": "The D. B. James House is located in Sycamore, Illinois and is part of the Sycamore Historic District. The district was entered on the National Register of Historic Places in 1978. The James House is one of 226 properties located within the district boundaries. It stands on the corner of Exchange and Main Streets behind the DeKalb County Courthouse. ==Daniel B. James== Daniel B. James, original owner of the home on Exchange Street, was born in Vermont in 1817. While in Vermont he practiced law. The 1860 U.S. Census says he came to Illinois via California in 1852. James helped found the Republican Party in Sycamore and in 1857 he co-founded the Sycamore True Republican, a newspaper. In 1865 he was elected county judge and stayed in office until 1869. James died in 1877 and is interred at the Elmwood Cemetery in Sycamore. ==History== Old maps of Sycamore, dated 1892 and 1894 show just one other house in the 100 block of Exchange Street, where the James House is located. By the turn of the 20th century the lots on the block had been built on. The date attributed to the house, when the district was listed on the Register of Historic Places, was 1862. However, according to old newspaper articles Daniel B. James commissioned a firm, Hammond & Carlson, to design the home in 1858 or 1859. James used the home as a law office, also its current function as of 2007.Bigolin, Steve. The Sycamore Historic District: Location4, Daily Chronicle, 11 September 2006, Retrieved January 14, 2007. ==Architecture== The Daniel B. James Residence is within the boundaries of the Sycamore Historic District.The distinctive front gable is known as a \"Jerkinhead\" roof, a combination of a gable and hipped roof. The hallmark of a Jerkinhead is in the gable rising up vertically about halfway up the ridge and then the roof tilts back at a steep incline. Originally, the James House had a three-story tower in the back (northeast) corner of the home, making the structure stand out even more than it does today. The windows, facing Main and Exchange Streets, are floor to ceiling in height. Each of the three second floor windows on the east side of the home are set in raised gables, each topped by small Jerkinhead roofs. The porch decorating the exterior today is not the original, though it dates back about thirty years. ==Notes== Category:Houses on the National Register of Historic Places in Illinois Category:Buildings and structures in Sycamore Historic District Category:Houses in DeKalb County, Illinois Category:Historic district contributing properties in Illinois Category:National Register of Historic Places in DeKalb County, Illinois ",
    "title": "D. B. James House"
}