{
    "id": "9082090",
    "text": "Carolyn Pfeiffer is an American film producer. == Early life and career == Carolyn Pfeiffer was born in Washington, D.C. and grew up in Madison, North Carolina. After attending Guilford College she moved to Europe and began a career in motion pictures. She first worked in Rome as Claudia Cardinale's assistant on films including Federico Fellini's 8 ½, Luchino Visconti's The Leopard and Blake Edwards’ The Pink Panther. She then moved to Paris and worked as an associate producer for Alain Delon's production company. Within a year she joined Omar Sharif as his executive assistant and worked on many of his films including Doctor Zhivago. Four years later Pfeiffer moved to London and started her own public relations company. Her numerous clients included Robert Redford, Barbra Streisand, Liza Minnelli, François Truffaut, Robert Altman, The Beatles’ company, Apple Corps. Ltd. and Paul McCartney and Wings. == Alive Films/Island Alive == Moving to Los Angeles, Pfeiffer formed Alive Films with Shep Gordon. They produced Roadie starring Meat Loaf and Return Engagement, a feature documentary on the Timothy Leary/G. Gordon Liddy debates (both directed by Alan Rudolph) before joining Chris Blackwell to form Island Alive, a groundbreaking independent production/distribution company. Films produced and/or released during Pfeiffer's presidency include Choose Me, El Norte, Koyaanisqatsi, Stop Making Sense, Insignificance, The Hit, A Private Function and Kiss of the Spider Woman, for which William Hurt won the Best Actor Award at the 1985 Cannes Film Festival and as well as being nominated for an Academy Award for Best Actor. Back as Co-Chair of Alive Films and continuing her long partnership with Gordon, Pfeiffer produced a series of films for the company: Alan Rudolph's Trouble in Mind and The Moderns, Gregory Nava's A Time of Destiny, Lindsay Anderson's The Whales of August, Mary Lambert's Grand Isle and Sam Shepard's Far North and Silent Tongue. They also released a number of films including the French sensation, Betty Blue, an Academy Award nominee and Maximilian Schell's record-breaking Marlene, also an Academy Award nominee. == Jamaica == Between 1993 and 1999, Pfeiffer and her daughter Shannon lived in Jamaica where she owned the master franchise for TCBY for the island. They built four stores and an airport outlet and were awarded the TCBY's Award For Excellence in 1997. She also produced three Jamaican feature films. Two of them were vanguard movies shot digitally for Chris Blackwell's Palm Pictures: Dancehall Queen and Third World Cop. To date they are the highest-grossing films released in the Caribbean. == Burnt Orange Productions == Pfeiffer returned to Los Angeles to become the founding President of The Los Angeles Film School, then Vice Chair of the American Film Institute Conservatory. She was then invited to become founding President and CEO of Burnt Orange Productions part of the Film Initiative of the University of Texas at Austin. The mission of Burnt Orange was to produce films in HD using students as apprentices and interns working alongside professionals. In three years Burnt Orange produced The Quiet, acquired by Screen Gems and released by Sony Classics, Adam Rifkin's Homo Erectus, distributed by National Lampoon in 2008, The Cassidy Kids, distributed by B-Side and aired on IFC in 2008 and Elvis and Annabelle' 'distributed by The Weinstein Company in 2009. Pfeiffer now resides in Marfa, Texas where she continues her work as a producer. In 2013 she executive produced Cory Van Dyke's \"Far Marfa\", in 2015 Hector Galan's award winning PBS documentary \"Children of Giant\" and in 2020 Keith Maitland's \"Dear Mr. Brody\". Pfeiffer is producing a one woman play, \"Ilsa\" by William Benton, starring Kate O'Toole, directed by Richard Maxwell, which workshopped at the Austin Film Festival in 2019. She is an active member of the Academy of Motion Picture Arts and Sciences, the former President of IFP West (now Film Independent) and was awarded the Pioneer Award by the Lone Star International Film Festival in Fort Worth for her \"trailblazing work in independent cinema\". ==References== Category:Guilford College alumni Category:American filmmakers Category:Year of birth missing (living people) Category:Living people Category:Film producers from Texas Category:People from Washington, D.C. Category:People from Madison, North Carolina Category:People from Marfa, Texas ",
    "title": "Carolyn Pfeiffer"
}