{
    "id": "9083857",
    "text": "Lê Công Vinh (born 10 December 1985, in Nghệ An, Vietnam) is a retired Vietnamese footballer. He was a part of the Vietnamese national team from 2004 to 2016 as an attacker. He received three Golden Ball Awards (2004, 2006, 2007). Le is considered as one of the greatest football players in Vietnam football's history, achieving the highest scores of all time in the Vietnam National Football Team. On December 8, 2016, after losing to Indonesia at the AFF Cup 2016, he officially retired after an 18-year career. He is Vietnamese legend football player and the most famous in southeast Asia. Le was the deputy of Ho Chi Minh City's Football Club. He married Vietnamese singer Thuy Tien in 2014 and they have one daughter. == Early life == He was born in Quynh Lam, Quynh Luu, Nghe An; he has two older sisters and one younger sister. Due to difficult conditions for the whole family, his father smuggled cocaine; he was later arrested and sentenced to 12 years in jail. However, after only 8 years due to good behavior, he was released before the due date. ==Club career== ===Sông Lam Nghệ An=== Born in Nghệ An, Vinh is a well-known Vietnamese footballer. Vinh is widely considered the one of the best strikers that Sông Lam Nghệ An has ever produced, along with Phạm Văn Quyến. He is currently SLNA's all-time top goal scorer. At the age of 14, he began to train his football skill. After the qualification to junior team of Nghe An, he was classified to be \"not so potential\", both in skill and mentality. At the age of 18, he was picked into the main team of Song Lam Nghe An where he started to show his ability at JVC Cup 2003. Until 2004, he scored his first score at V-League on February 8 against Dong Thap team. Later he received Best New Player of the Year as well as Best Player of the Year Award. Eventually, he received many invitations from other football clubs, even from Japan and Saudi Arabia for the salary up to $10,000/month. ===Hà Nội T&T;=== In 2008, after a well-documented transfer saga, Vinh turned down Thể Công at the last minute to accept a more lucrative offer from Hà Nội T&T; it was the highest transfer fee in Vietnamese football at the time. ===Leixões S.C.=== At the beginning of August 2009, T&T; announced that Vinh would be joining Leixões Sport Club of Portugal in a three-month loan deal, starting 1 September 2009.Vietnam's Le Cong Vinh set for loan with Portugal's Leixoes; GOAL.com, 7 August 2009 The deal was facilitated by Henrique Calisto, who was once Leixões' manager. On 24 August 2009, Vinh officially signed with Leixões and was given the number 29 shirt. Two days later, in a friendly match against Padroense F.C., he scored his first goal for the club, as a substitute, in the 89th minute to secure a 2–0 win. He was included in the 18-man squad for the match against defending champions F.C. Porto on 12 September,Công Vinh được Lexoes SC xếp đá trận gặp Porto but did not make the field in an eventual 1–4 loss. His first-team debut came on 4 October, in a league contest against União de Leiria, making him the first ever Vietnamese footballer to play in a professional European league;Soccer star Cong Vinh makes history in Portugal he played the entire ninety minutes in an eventual 3–2 home win, despite trailing for most of the game.Leixoes SC vs Uniao Leiria; at WSN.com On 18 October 2009, Vinh scored his first official goal for Leixões, in a 2–1 Portuguese Cup win against Casa Pia AC. In January of the following year, he returned to Hà Nội T&T.; ===Hà Nội FC=== Le Cong Vinh made the move from T&T; to its city rivals Hà Nội FC in September 2011. Vinh was set to sign a three-year extension with T&T; but decided to move to ACB after the controversial 2011 V-League season and the set up at ACB.http://english.vietnamnet.vn/en/sports/13376/cong-vinh-leaves- hanoi-t-t-to-hanoi-acb.html ===Sông Lam Nghệ An=== After Hà Nội FC was dissolved following the 2012 season, Công Vinh began the long process of finding a new club. After turning down trial offers from Sriwijaya of the Indonesia Super League and Consadole Sapporo of the J. League Division 2, he settled with a one-year loan move back to Sông Lam Nghệ An. ===Consadole Sapporo=== After failed negotiations earlier in the 2013 V.League 1 season, Le Cong Vinh announced that he would join J2 League side Consadole Sapporo on loan on 22 July 2013. His time with Consadole is scheduled to last five months from August 2013 through 1 January 2014. However, he decided to return to Vietnam one month earlier than expected because Consadole Sapporo could not advance to the play-off match. During his four months stay in Japan, he managed to score twice in 9 appearances for the club.http://dantri.com.vn/the- thao/cong-vinh-xin-ve-nuoc-som-truoc-1-thang-807235.htm ===Becamex Bình Dương=== In a game against Xi Măng Hải Phòng FC on 27 April 2015, Công Vinh set the record for the fastest goal ever scored in Vietnamese football as he put the ball in the net with barely ten seconds played. Bình Dương kicked off the match with Công Vinh latching on to a quick pass to chip the ball over goalkeeper Nguyễn Thanh Thắng in an eventual 3–1 win. ==International career== In the first group match of the 2007 Asian Cup, Vinh scored the second goal for Vietnam to secure a 2–0 victory against United Arab Emirates. The team eventually reached the quarterfinals, before falling to eventual champions Iraq. After a quiet and much criticised performance in the group stage in the 2008 AFF Suzuki Cup, Vinh came through in the elimination stage. He set up the only goal in a 1–0 upset of defending champions Singapore. In the first leg of the final, Vinh scored the second to give Vietnam a victory against Thailand in Bangkok. In the second leg, Vinh set off a wild celebration throughout Vietnam as he headed home the tying goal in the last minute time to give Vietnam the first ever ASEAN Football Championship title.Cong Vinh delivers first AFF Suzuki Cup crown to Vietnam After the 2016 AYA Bank Cup, Vinh announced that he would retire from international football after the 2016 AFF Suzuki Cup. If only the Vietnamese national squad able to qualify for the finals in the 2016 edition, Vinh said that he will think twice about his retirement as he received request from international clubs to play in their league for the 2017 edition, but as the deep wounds to his heart was too severe to heal as Vietnam unable to qualify the AFF finals for the third time since the 2008 edition, Vinh decide to officially retire shortly after the end of the match against Indonesia in the 2016 semi-finals. ===International goals=== ===Vietnam olympic=== {| class=\"wikitable\" ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- |1. || 7 December 2003 || Hanoi, Hàng Đẫy Stadium || || 1–0 || 1-0 || 2003 Southeast Asian Games |- |2. || 28 November 2006 || Al-Gharafa Stadium, Al-Rayyan || || 1–0 || 1-2 || 2006 Asian Games |- |3. || 5 December 2006 || Grand Hamad Stadium, Doha || || 4–1 || 5-1 || 2006 Asian Games |- |4. || rowspan=\"2\"| 2 December 2005 || rowspan=\"2\"| Bacolod, Panaad Stadium || rowspan=\"2\"| || 1–1 || rowspan=\"2\"| 2-1 || rowspan=\"2\"| 2005 Southeast Asian Games |- |5. || 2–1 |- |6. || 28 February 2007 || Thiên Truong Stadium, Nam Định || || 1–0 || 2-0 || Asian football qualifiers for 2008 Olympics |- |7. || 14 March 2007 || Mattoangin Stadium, Makassar || || 1–0 || 1-0 || Asian football qualifiers for 2008 Olympics |- |8. || rowspan=\"2\"| 1 December 2007 || rowspan=\"2\"| Nakhon Ratchasima|| rowspan=\"2\"| || 1–0 || rowspan=\"2\"| 3-1 || rowspan=\"2\"| 2007 Southeast Asian Games |- |9. || 2–0 |- |10. || 8 December 2007 || Banbueng Municipality Stadium, Chonburi, Thailand || || 2–3 || 2-3 || 2007 Southeast Asian Games |} ===Vietnam=== :Scores and results list Vietnam's goal tally first. {| class=\"wikitable\" ! # !! Date !! Venue !! Opponent !! Score !! Result !! Competition |- |1. || rowspan=\"2\"| 20 August 2004 || rowspan=\"2\"| Ho Chi Minh City, Thống Nhất Stadium || rowspan=\"2\"| || 1–0 || rowspan=\"2\"| 5–0 || rowspan=\"2\"| 2004 Ho Chi Minh City International Football Cup |- |2. || 5–0 |- |3. || 24 August 2004 || Ho Chi Minh City, Thống Nhất Stadium || || 1–0 || 2–1 || 2004 Ho Chi Minh City International Football Cup |- |4. || rowspan=\"3\"| 9 December 2004 || rowspan=\"3\"| Ho Chi Minh City, Thống Nhất Stadium || rowspan=\"3\"| || 3–1 || rowspan=\"3\"| 9–1 || rowspan=\"3\"| 2004 AFF Championship |- |5. || 8–1 |- |6. || 9–1 |- |7. || 15 December 2004 || Hanoi, Mỹ Đình National Stadium || || 1–0 || 3–0 || 2004 AFF Championship |- |8. || 26 December 2006 || Bangkok, Suphachalasai Stadium || || 2–1 || 2–1 || 2006 King's Cup |- |9. || 28 December 2006 || Bangkok, Suphachalasai Stadium || || 3–2 || 3–2 || 2006 King's Cup |- |10. || rowspan=\"3\"| 17 January 2007 || rowspan=\"3\"| Jalan Besar Stadium, Jalan Besar || rowspan=\"3\"| || 1–0 || rowspan=\"3\"| 9–0 || rowspan=\"3\"| 2007 AFF Championship |- |11. || 2–0 |- |12. || 5–0 |- |13. || 24 June 2007 || Hanoi, Mỹ Đình National Stadium || || 1–0 || 3–0 || Friendly |- |14. || rowspan=\"2\"| 30 June 2007 || rowspan=\"2\"| Hanoi, Mỹ Đình National Stadium || rowspan=\"2\"| || 1–1 || rowspan=\"2\"| 5–3 || rowspan=\"2\"| Friendly |- |15. || 2–1 |- |16. || 8 July 2007 || Hanoi, Mỹ Đình National Stadium || || 1–0 || 2–0 || 2007 AFC Asian Cup |- |17. || rowspan=\"2\"| 1 October 2008 || rowspan=\"2\"| Ho Chi Minh City, Thống Nhất Stadium || rowspan=\"2\"| || 1–1 || rowspan=\"2\"| 2–3 || rowspan=\"2\"| 2008 Ho Chi Minh City International Football Cup |- |18. || 2–3 |- |19. || 5 October 2008 || Ho Chi Minh City, Thống Nhất Stadium || || 2–3 || 2–3 || 2008 Ho Chi Minh City International Football Cup |- |20. || 26 November 2008 || Singapore, Jurong East Stadium || || 1–1 || 2–2 (4–5 pen.) || Friendly (Non-FIFA, Official for VFF) |- |21. || 24 December 2008 || Bangkok, Rajamangala Stadium || || 2–0 || 2–1 || 2008 AFF Championship (Final) |- |22. || 28 December 2008 || Hanoi, Mỹ Đình National Stadium || || 1–1 || 1–1 || 2008 AFF Championship (Final) |- |23. || 14 January 2009 || Hanoi, Mỹ Đình National Stadium || || 2–0 || 3–1 || 2011 AFC Asian Cup qualification |- |24. || 17 January 2010 || Hanoi, Mỹ Đình National Stadium || || 1–2 || 1–2 || 2011 AFC Asian Cup qualification |- |25. || rowspan=\"3\"| 29 June 2011 || rowspan=\"3\"| Ho Chi Minh City, Thống Nhất Stadium || rowspan=\"3\"| || 1–0 || rowspan=\"3\"| 6–0 || rowspan=\"3\"| 2014 FIFA World Cup qualification |- |26. || 2–0 |- |27. || 3–0 |- |28. || rowspan=\"4\"| 3 July 2011 || rowspan=\"4\"| Macau, Estádio Campo Desportivo || rowspan=\"4\"| || 3–0 || rowspan=\"4\"| 7–1 || rowspan=\"4\"| 2014 FIFA World Cup qualification |- |29. || 4–0 |- |30. || 5–1 |- |31. || 6–1 |- |32. || 11 September 2012 || Shah Alam, Shah Alam Stadium || || 1–0 || 2–0 || Friendly |- |33. || rowspan=\"3\"| 2 July 2014 || rowspan=\"3\"| Bình Dương, Gò Đậu Stadium || rowspan=\"3\"| || 3–0 || rowspan=\"3\"| 6–0 || rowspan=\"3\"| Friendly |- |34. || 4–0 |- |35. || 5–0 |- |36. || 6 September 2014 || Hai Phong, Lạch Tray Stadium || || 3–1 || 3–1 || Friendly |- |37. || 22 November 2014 || Hanoi, Mỹ Đình National Stadium || || 2–1 || 2–2 || 2014 AFF Championship |- |38. || 25 November 2014 || Hanoi, Mỹ Đình National Stadium || || 2–0 || 3–0 || 2014 AFF Championship |- |39. || rowspan=\"2\"| 11 December 2014 || rowspan=\"2\"| Hanoi, Mỹ Đình National Stadium || rowspan=\"2\"| || 1–2 || rowspan=\"2\"| 2–4 || rowspan=\"2\"| 2014 AFF Championship (Semi Final) |- |40. || 2–4 |- |41. || 8 October 2015 || Hanoi, Mỹ Đình National Stadium || || 1–0 || 1–1 || 2018 FIFA World Cup qualification |- |42. || rowspan=\"2\"| 24 March 2016 || rowspan=\"2\"| Hanoi, Mỹ Đình National Stadium || rowspan=\"2\"| || 1–1 || rowspan=\"2\"| 4–1 || rowspan=\"2\"| 2018 FIFA World Cup qualification |- |43. || 4–1 |- |44. || 31 May 2016 || Hanoi, Mỹ Đình National Stadium || || 1–0 ||2–0 || Friendly |- |45. || rowspan=\"2\"| 3 June 2016 || rowspan=\"2\"| Yangon, Thuwunna Stadium || rowspan=\"2\"| || 1–1 || rowspan=\"2\"| 2–2 (4–3 pen.) || rowspan=\"2\"| 2016 AYA Bank Cup (Semi Final) |- |46. || 2–1 |- |47. || 6 June 2016 || Yangon, Thuwunna Stadium || || 1–0 ||3–0 (a.e.t.) || 2016 AYA Bank Cup (Final) |- |48. || 6 October 2016 || Ho Chi Minh City, Thống Nhất Stadium || || 2–1 || 5–2 || Friendly |- |49. || 8 November 2016 || Hanoi, Mỹ Đình National Stadium || || 1–1 || 3–2 || Friendly |- |50. || 20 November 2016 || Yangon, Thuwunna Stadium || || 2–1 || 2–1 || 2016 AFF Championship |- |51. || 26 November 2016 || Naypyidaw, Wunna Theikdi Stadium || || 1–0 || 2–1 || 2016 AFF Championship |} ==Playing style== Vinh is widely considered one of the best players in South-East Asia. He is known for his exceptionally quick first step, having played in the traditional forward as well as the second striker role. Additionally, Vinh has stated that he idolises Luís Figo and Cristiano Ronaldo,Rising star brightens Vietnam; FIFA.com, 9 January 2009 two of the best wingers in modern football. His favourite approach is to attack the box from both flanks and attempt to strike or create scoring opportunities for his teammates. ==Honors== In 2009, Vinh ranked number five on Goal.com's Top Ten Most Promising Youngsters in Asian Football.Le Cong Vinh among top 10 Asian Youngsters/players to watch out for in 2009 In March 2009, he was given the Vietnamese Bronze Ball 2008, also holding the record for most goals scored in a single season by a Vietnamese player in the V-League for several seasons.Lê Công Vinh trên đường chinh phục kỷ lục By May 2010, he was the top Vietnamese goal-scorer in the league's history, also ranking second in the all-time top scorers table.All-time top goal scorers of V-League On 22 March 2014, Vinh became the first player of the Vietnam football league to score 100 goals when Sông Lam Nghệ An F.C. won 3–1 against Hải Phòng F.C..Công Vinh phá cột mốc 100 bàn ở V-League ==Personal life== Rumors surfaced in early 2009 that Vinh had been dating Vietnamese singer Thủy Tiên as they were spotted together on multiple occasions. During an interview before leaving Vietnam to join Leixões, Vinh revealed to the press that he and the singer are in fact a couple.Công Vinh: \"Tôi và Thuy Tien là một cặp!\" They became engaged two years later. The couple welcomed their first child, a daughter in January 2013. ===Manager=== After announced his official retirement from professional football, Lê Công Vinh joined Hồ Chí Minh City, he was appointed as the deputy manager of the club. ==Honours== ===International=== Vietnam Olympic *Southeast Asian Games : Runners-up : SEA Games: 2003, 2005 *Ho Chi Minh City International Football Cup : Winners : 2005 : Runners-up : 2004 : Third place : 2006 Vietnam *ASEAN Football Championship : Winners : 2008 *King's Cup : Runners-up : 2006 *AYA Bank Cup : Winners : 2016 ===Individuals=== * Vietnamese Golden Ball: 2004, 2006, 2007 * Vietnamese Silver Ball: 2005 * Vietnamese Bronze Ball: 2008, 2014, 2015 * Best Young Player of Vietnam Football Federation: 2004 * Team of the tournament (Best XI) ASEAN Football Championship: 2008, 2010, 2016 * Best Goal in the AFF Suzuki Cup: 2014 ==See also== *List of men's footballers with 50 or more international goals ==References== ==External links== * * * Category:1985 births Category:Living people Category:People from Nghệ An Province Category:Vietnamese footballers Category:Association football forwards Category:Primeira Liga players Category:Leixões S.C. players Category:Song Lam Nghe An F.C. players Category:V.League 1 players Category:Hà Nội F.C. players Category:Bình Dương F.C. players Category:Vietnam international footballers Category:2007 AFC Asian Cup players Category:Expatriate footballers in Portugal Category:Vietnamese expatriate footballers Category:Vietnamese expatriate sportspeople in Portugal Category:J2 League players Category:Hokkaido Consadole Sapporo players Category:Expatriate footballers in Japan Category:Vietnamese expatriate sportspeople in Japan Category:Footballers at the 2006 Asian Games Category:Southeast Asian Games silver medalists for Vietnam Category:Southeast Asian Games medalists in football Category:Competitors at the 2003 Southeast Asian Games Category:Competitors at the 2005 Southeast Asian Games Category:Asian Games competitors for Vietnam ",
    "title": "Lê Công Vinh"
}