{
    "id": "9083190",
    "text": "Alexander Petrovich Pogrebinsky () (born January 2, 1951) is a Ukrainian-born American painter, the creator of the school of philosophical realism. He is known for his portraits. == In the Soviet Union == Pogrebinsky was raised during the Khrushchev Thaw of the Soviet Union, and was witness to a flourishing of artistic creativity that the USSR had not seen since the 1920s. Growing up in an artistic family, Pogrebinsky was constantly surrounded by painters and sculptors. Pogrebinsky's father was an artist, Peter Nikolayevich Pogrebinsky (1911–2002) and Lubov Romanovna Solona (1914–1990). Both of his parents belonged to the USSR Union of Artists, and were masters of the Socialist realism school of art. Pogrebinsky began studying French in 1958, and by the 1970s was fluently communicating with artists in Western Europe. In 1963, after successfully passing the rigid entrance exams, Pogrebinsky was accepted into the only art's high school in Soviet Ukraine. Though eventually becoming a painter like his parents, Pogrebinsky showed remarkable talent in sculpture. In 1970, Pogrebinsky entered the prestigious Kiev State Institute of Fine Art. For six years Pogrebinsky studied painting, culminating in the diploma of an Artist in the Art of Painting, the Ukrainian equivalent of a master's degree. Throughout those years, Pogrebinsky was extremely active in the art world of the Soviet Union. His works were markedly different from the classical trend of Socialist Realism, an example of which can be seen in a watercolor from 1971, \"In the Gethsemane Garden.\" At the Kiev State Institute of Fine Arts, Pogrebinsky studied under Academician Victor Vasilievich Shatalin, who was also the People's Artist of the USSR. Sharalin greatly admired Pogrebinsky's skills, and the two artists have remained friends to this day. After Pogrebinsky's graduation from the Kiev State Institute of Fine Arts, he began working as an independent artist, exhibiting in shows across the Soviet Union. In 1978, Pogrebinsky received the Lenin Prize in Art for his painting, \"Komsomol.\" In 1978, Pogrebinsky entered The Academy of Fine Art of the USSR, from which he received his Ph.D in Fine Art in 1984. During 1978, Pogrebinsky was also accepted into both the USSR Union of Artists, and the USSR Academy of Arts. Though Pogrebinsky was successful, he refused to join the Communist Party of the USSR, which could have given him even more success. While studying at the Academy, Pogrebinsky worked in the studio of Sergei Alexievich Grigoriev, who was also an Academician and a People's Artist of the USSR. At the Academy, Pogrebinsky worked under the supervision of Aleksei Gritsai. Throughout his years as an artist in the Soviet Union, Pogrebinsky's works appeared on magazine covers, posters, and in national and international exhibitions. Many of his paintings were commissioned by the Ministry of Culture. Though many paintings were commissioned by Soviet officials, Pogrebinsky worked prolifically on many projects outside of Soviet officials. His paintings such as \"Bulgakov\" (1988), \"Vrubel\" (1988), \"In the Beginning,\" and \"Creation,\" touched on themes not often accepted in the Soviet Union at the time. In the 1980s, Pogrebinsky began using his family as models for many of his paintings, a practice that continues to this day. His family has been used in the following paintings: \"When The Gods Were Near, Le Louvre, Earth, Sun, Moon, Gold #2, Hiroshima, Let There Be Sunshine, The War, The Muse, Natasha.\" Pogrebinsky has used himself as a model in \"Bulgakov\" and \"Where Is The Truth?\" The 1980s brought Pogrebinsky increasing popularity with his social and political art, most of which focused on the inhumanity of war. Despite his success, including material benefits such as owning a car and enjoying a comfortable existence, Pogrebinsky still refused to join the Communist Party, and was weary of the future in the stagnant Soviet Union. With the tragedy of Chernobyl, Pogrebinsky seriously began considering immigration. In a 1994 article in the Plain Dealer: > They [the Pogrebinsky's] had long doubted the benevolence of the government, > but the explosion at the Chernobyl nuclear power plant, 60 miles from their > home, cemented their destruct. The disaster struck April 26, 1986. Word > reached the Pogrebinskys about five days later. Before citizens even caught > wind of the accident, the militia sealed Kiev to prevent an exodus. > Meanwhile, state leaders in the region fled in droves. \"We just started to > see that everything we had been taught was not what they pretended\", says > Pogrebinsky, 43. \"Chernobyl just showed that they didn't care about the > people.\"Portrait of a gifted artist as a Ukraine expatriate. The Plain > Dealer. April 13, 1994. In December 1990, Pogrebinsky, his wife, and their two children used a travel visa to Paris to escape the Soviet Union. After traveling through Europe, the family arrived in New York City in January 1991, where they were granted political asylum by the U.S. Government. == In the United States == As soon as Pogrebinsky arrived in the United States, he began exhibiting and painting. Some of his earliest paintings dealt with religious and philosophical themes, as in \"Where Is The Truth?,\" a painting depicting Jesus Christ before Pontius Pilate. In the 1990s, Pogrebinsky worked largely in oils and watercolors. He has painted the portraits of many religious leaders in the United States, and has taught Art and Painting at the Cleveland Institute of Art and John Caroll University. As in the USSR, Pogrebinsky received many commissions, and became increasingly known for his realistic portraits. Notable among his personal works of this period is the triptych \"Moon, Earth, Sun.\" A whole series of rose paintings appeared in 1998 and continues to the present day. These are some of his most successful and recognizable works. Since immigrating to the United States, Pogrebinsky has shown his work across the country and around the world. In 2008, Pogrebinsky's work was displayed at the Ukrainian Embassy to the United States, in Washington D.C.http://www.mfa.gov.ua/usa/en/news/init/main/1.htm?date=2008-5-16 Pogrebinsky's wife Lena currently works for the Cleveland Metropolitan School District, where she has taught high school mathematics at Lincoln-West High School, Whitney M. Young Gifted & Talented Leadership Academy and James Ford Rhodes High School. Pogrebinsky's Daughter, Natasha, competed on Chopped, an American cooking competition, season 16 episode 14, 'Walk on the Whelk Side', where Natasha shares her memories as a child fleeing Russia. == Philosophy == It was in high school that Pogrebinsky became interested in Yoga and Eastern philosophy. Though literature on Yoga and Buddhism was extremely difficult to come by in the Soviet Union, Pogrebinsky was able to acquire literature in French from the West, and in some cases Russian samizdat copies. Pogrebinsky was highly influenced by the philosophy that was rarely talked about in the secular USSR. Pogrebinsky's themes often gravitate towards the religious and psychological. And though Pogrebinsky is of no particular faith, his paintings show a universal interest in religions. Several works since the 1970s depict Jesus Christ. His triptych Earth, Moon, Sun explores the individual and the forces of good and evil. Inspired by the philosophical writings of Goethe, Pogrebinsky included lines from Faust within the paintings. Many of his paintings deal with creation myths. ==References== == External links == *Alexander Pogrebinsky Official Site *Pogrebinsky on Ask-Art.com *Pogrebinsky on Art-Ring *Interview with Alexander Pogrebinsky, 2003 *Online Gallery Category:20th-century American painters Category:American male painters Category:21st-century American painters Category:21st-century male artists Category:1951 births Category:Living people ",
    "title": "Alexander Pogrebinsky"
}