{
    "id": "9083297",
    "text": "Paul Jules Barbier (8 March 182516 January 1901) was a French poet, writer and opera librettist who often wrote in collaboration with Michel Carré. He was a noted Parisian bon vivant and man of letters.Baltimore Opera Study Guide - Roméo et Juliette His libretti for extant operas (those co-written with Carré are shown with an asterisk) include: *Charles Gounod: **La Colombe, Faust (*), Le médecin malgré lui (*), Philémon et Baucis, Polyeucte, La reine de Saba and Roméo et Juliette (*) *Victor Massé: **Galathée **Les Saisons (*) * Giacomo Meyerbeer: **Le pardon de Ploërmel (later revised as Dinorah) *Jacques Offenbach: **The Tales of Hoffmann *Camille Saint-Saëns: **Le timbre d'argent *Ambroise Thomas: **Hamlet (*), Mignon (*) and Françoise de Rimini (*). He also wrote the libretto for La Guzla de l'Émir, a one-act comic opera by Georges Bizet. This was never performed and probably destroyed. He wrote the scenario for Léo Delibes' ballet Sylvia. Charles Gounod wrote incidental music to Barbier's play Jeanne d'Arc, and the libretto to Pyotr Ilyich Tchaikovsky's opera The Maid of Orleans was partially based on it. ==See also== *Ballets by Jules Barbier *Libretti by Jules Barbier ==References== ==External links== *Polyeucte : opéra in quatre actes / paroles de Jules Barbier et Michel Carré; partition, piano et chant réduite par H. Salomon, opera vocal scores with piano from the Sibley Music Library Digital Score Collection *Reine de Saba. Inspirez-moi, race divine. Vocal score. English & French from the Sibley Music Library Digital Score Collection Category:1825 births Category:1901 deaths Category:19th-century French dramatists and playwrights Category:19th-century French poets Category:French ballet librettists Category:French opera librettists Category:Officiers of the Légion d'honneur Category:Writers from Paris ",
    "title": "Jules Barbier"
}