{
    "id": "9085193",
    "text": "Bella Vista is a census-designated place (CDP) in Shasta County, California. Bella Vista is a small, rural community about northeast of Redding, and about north of Palo Cedro. Bella Vista sits at an elevation of . The 2010 United States census reported Bella Vista's population was 2,781. ==Geography== According to the United States Census Bureau, the CDP covers an area of 22.3 square miles (57.9 km2), 99.36% of it land and 0.64% of it water. ==Demographics== The 2010 United States Census reported that Bella Vista had a population of 2,781. The population density was 124.5 people per square mile (48.1/km2). The racial makeup of Bella Vista was 2,559 (92.0%) White, 16 (0.6%) African American, 41 (1.5%) Native American, 30 (1.1%) Asian, 6 (0.2%) Pacific Islander, 43 (1.5%) from other races, and 86 (3.1%) from two or more races. Hispanic or Latino of any race were 179 persons (6.4%). The Census reported that 2,773 people (99.7% of the population) lived in households, 3 (0.1%) lived in non-institutionalized group quarters, and 5 (0.2%) were institutionalized. There were 1,037 households, out of which 321 (31.0%) had children under the age of 18 living in them, 646 (62.3%) were opposite-sex married couples living together, 101 (9.7%) had a female householder with no husband present, 57 (5.5%) had a male householder with no wife present. There were 52 (5.0%) unmarried opposite-sex partnerships, and 9 (0.9%) same-sex married couples or partnerships. 175 households (16.9%) were made up of individuals, and 79 (7.6%) had someone living alone who was 65 years of age or older. The average household size was 2.67. There were 804 families (77.5% of all households); the average family size was 2.96. The population was spread out, with 594 people (21.4%) under the age of 18, 197 people (7.1%) aged 18 to 24, 542 people (19.5%) aged 25 to 44, 949 people (34.1%) aged 45 to 64, and 499 people (17.9%) who were 65 years of age or older. The median age was 46.2 years. For every 100 females, there were 97.4 males. For every 100 females age 18 and over, there were 98.8 males. There were 1,100 housing units at an average density of 49.2 per square mile (19.0/km2), of which 855 (82.4%) were owner-occupied, and 182 (17.6%) were occupied by renters. The homeowner vacancy rate was 2.2%; the rental vacancy rate was 6.2%. 2,276 people (81.8% of the population) lived in owner-occupied housing units and 497 people (17.9%) lived in rental housing units. ==Politics== In the state legislature, Bella Vista is located in , and . Federally, Bella Vista is in . ==Education== *Bella Vista Elementary School District ==References== Category:Census- designated places in Shasta County, California Category:Census-designated places in California ",
    "title": "Bella Vista, California"
}