{
    "id": "9085334",
    "text": "Eugene Ashley Jr. (October 12, 1930 or 1931 – February 7, 1968) was a United States Army Special Forces soldier and a recipient of America's highest military decoration—the Medal of Honor—for his actions in the Vietnam War. Ashley joined the Army in 1950, and took part in the Korean War. After being deployed to Vietnam, Ashley took part in the Battle of Lang Vei, where he led an assault force to rescue encircled American forces. He tried on 5 attempts, and on the fifth attempt was mortally wounded by a shell. He was awarded the Medal of Honor posthumously for these actions. ==Biography== Sgt. Ashley was born in Wilmington, NC on October 12, 1931, to Eugene Ashley Sr. and Cornelia Ashley he had a sister named Gertrude Ashley. Not long after his birth, his family moved to New York City, where Eugene Jr. attended Alexander Hamilton High School. Ashley joined the Army from New York City in December 1950Bio at Eugene Ashley High School and served in the Korean War. By February 6, 1968, he was serving as a sergeant first class in Company C of the 5th Special Forces Group (Airborne), 1st Special Forces in Vietnam. On that day, Ashley led an assault force in an attempt to rescue American troops trapped by North Vietnamese infantry and tanks during the Battle of Lang Vei. He led several assaults against the enemy and was mortally wounded in his fifth and last attempt to reach the American forces. He was subsequently awarded the Medal of Honor for his actions during the battle. Eugene Ashley's body was returned to the United States and buried in Rockfish Memorial Park, Fayetteville, North Carolina. Eugene Ashley High School in Wilmington, North Carolina was named after him. ==Medal of Honor citation== Sergeant Ashley's Medal was posthumously awarded to his family at the White House by Vice President Spiro T. Agnew on December 2, 1969. His official Medal of Honor citation reads: > Sfc. Ashley, distinguished himself by conspicuous gallantry and intrepidity > while serving with Detachment A-101, Company C. Sfc. Ashley was the senior > special forces Advisor of a hastily organized assault force whose mission > was to rescue entrapped U.S. special forces advisors at Camp Lang Vei. > During the initial attack on the special forces camp by North Vietnamese > army forces, Sfc. Ashley supported the camp with high explosive and > illumination mortar rounds. When communications were lost with the main > camp, he assumed the additional responsibility of directing air strikes and > artillery support. Sfc. Ashley organized and equipped a small assault force > composed of local friendly personnel. During the ensuing battle, Sfc. Ashley > led a total of 5 vigorous assaults against the enemy, continuously exposing > himself to a voluminous hail of enemy grenades, machine gun and automatic > weapons fire. Throughout these assaults, he was plagued by numerous booby- > trapped satchel charges in all bunkers on his avenue of approach. During his > fifth and final assault, he adjusted air strikes nearly on top of his > assault element, forcing the enemy to withdraw and resulting in friendly > control of the summit of the hill. While exposing himself to intense enemy > fire, he was seriously wounded by machine gun fire but continued his mission > without regard for his personal safety. After the fifth assault he lost > consciousness and was carried from the summit by his comrades only to suffer > a fatal wound when an enemy artillery round landed in the area. Sfc. Ashley > displayed extraordinary heroism in risking his life in an attempt to save > the lives of his entrapped comrades and commanding officer. His total > disregard for his personal safety while exposed to enemy observation and > automatic weapons fire was an inspiration to all men committed to the > assault. The resolute valor with which he led 5 gallant charges placed > critical diversionary pressure on the attacking enemy and his valiant > efforts carved a channel in the overpowering enemy forces and weapons > positions through which the survivors of Camp Lang Vei eventually escaped to > freedom. Sfc. Ashley's bravery at the cost of his life was in the highest > traditions of the military service, and reflects great credit upon himself, > his unit, and the U.S. Army. ==See also== *List of Medal of Honor recipients for the Vietnam War ==References== * Category:1968 deaths Category:American military personnel killed in the Vietnam War Category:United States Army Medal of Honor recipients Category:United States Army soldiers Category:Members of the United States Army Special Forces Category:1930s births Category:Year of birth uncertain Category:People from Wilmington, North Carolina Category:Vietnam War recipients of the Medal of Honor ",
    "title": "Eugene Ashley Jr."
}