{
    "id": "9086444",
    "text": "Ross Mathews (born September 24, 1979) is an American television personality known as an intern and a correspondent for The Tonight Show with Jay Leno, on which he was known as \"Ross the Intern\". Mathews has subsequently appeared on Celebrity Fit Club, The Insider, Celebrity Big Brother, and as a weekly panelist on Chelsea Lately. He is currently working on the shows RuPaul's Drag Race and Live from E!, as well as hosting a weekly podcast with Westwood One Studios. ==Early life== Born and raised in Mount Vernon, Washington, Mathews graduated from Mount Vernon High School. During high school, he participated in speech and debate events. Mathews graduated again in 2002 from the University of La Verne, in La Verne, California, where he majored in communications and was a speech and debate competitor. ==Career== Mathews began as an intern behind the scenes on The Tonight Show with Jay Leno. From December 2001, he covered movie premieres, the Academy Awards, two Winter Olympic Games and other events.Tracy E. Gilchrist (June 10, 2008). \"This Gay Week in Television: Bea Arthur, Courteney Cox\". Gay Wired. \"Lest we forget that Jay helped launch the adorable gay intern Ross Mathews’ career.\" Mathews has contributed commentary to the E! networks various 101... specials, and appeared as a weekly panelist on E's late night talk show Chelsea Lately.Gilbert, Ted (May 2, 2013). \"Why Ross Mathews decided to 'Man Up!'\" . CNN. He appeared on the fifth season of VH1's reality television show, Celebrity Fit Club. During the course of the show, which premiered in April 2007, Mathews lost more than 40 lbs. and helped his team win the grand prize. He was also a guest host on The View on July 17, 2007. Mathews appeared as a celebrity mob member on seven episodes of NBC's prime time game show 1 vs. 100 in early 2008. In 2009, Mathews was a contributing correspondent on The Insider, and hosted a web show with The Insider called Inside Dish With Ross Mathews, where he took his viewers behind the scenes, as an \"outsider\" in Hollywood. Inside Dish became the official online web-shows for CBS's Big Brother and The Amazing Race. Also in 2009, Mathews co-hosted GSN's Big Saturday Night, a weekly game show. His other 2009 appearances included The Howard Stern Show and the 2009 Game Show Awards with Diane. Mathews joined the panel of judges for RuPaul’s drag race with the odd appearance in the earlier seasons and more frequent appearances from season seven onwards. In 2010, Mathews joined the E! Network's red carpet team, filling in for Ryan Seacrest as co-host with Giuliana Rancic for E! Live From the Red Carpet coverage of the 2011 Screen Actors Guild Awards, the 2010 Emmy Awards, the 2011 Golden Globe Awards, and the 2011 Academy Awards. In January 2011, Mathews starred in a pilot that he produced and co-wrote with fellow Chelsea Lately round table regular Heather McDonald. Titled Love or Hate, the pilot was made for the E! Network and was executive produced by Chelsea Handler and her company Borderline Amazing Productions.Andreeva, Nellie. \"E! Orders Pop Culture Show Presentation Produced By Chelsea Handler\" . Deadline Hollywood. January 5, 2011 Mathews also appeared in the E! Network's After Lately, a show about the behind the scenes of Chelsea Lately.Nededog, Jethro (August 23, 2011). \"E! Signs Ross Mathews to New Talk Show Pilot Development and Talent Deal (Exclusive)\" . The Hollywood Reporter. By September 2011, Mathews had formally moved on from The Tonight Show, returning for guest appearances, including for the \"Woulda, Coulda, Shoulda\" skit on December 14, 2011. Mathews appeared in the fourth episode of the Bravo series Interior Therapy with Jeff Lewis in 2012, in which Lewis redesigned his and his boyfriend's garage. Ross Mathews at Palm Springs Pride Parade in 2013 On May 7, 2013, Mathews released his book Man Up! Tales of My Delusional Self-Confidence. Mathews was the host of Hello Ross, an interactive talk show on E! from September 6, 2013, until May 16, 2014.Peeples, Jase (April 24, 2013). \"Ross Mathews to Host New 'Interactive' Talk Show\" . The Advocate. In 2015, Mathews and Carson Kressley were named as new regular judges for the 7th season of RuPaul's Drag Race. At the end of 2015, Mathews began filling in as a guest host on Hollywood Today Live, which is syndicated on Fox. He became a permanent host on January 4, 2016. He also starred in the movie Pup Star. The sequel, Pup Star: Better 2Gether, premiered the following year. Mathews guest-starred as himself in an episode of Mike Tyson Mysteries titled \"Unsolved Situations\" in 2016. In 2017, he was the commentator of the Eurovision Song Contest 2017 together with Michelle Visage live for Logo TV. He also commented alongside Shangela on the Logo TV broadcast of the Eurovision Song Contest 2018 final as well.Logo to air Eurovision 2018 Grand Final live in the United States - Eurovision Song Contest In 2018, he was announced as one of the eleven houseguests competing on the first American edition of Celebrity Big Brother. He finished in 2nd place, winning $50,000, and was voted as America's Favorite Houseguest earning an additional prize of $25,000. Mathews also appeared in the second season as part of a Head of Household competition. On November 28, 2019, he was a field reporter for Verizon 360 at the 93rd Macy's Thanksgiving Day Parade. ==Personal life== Mathews is openly gay. From 2008 to 2018, he had a relationship with stylist Salvador Camarena.Celebrity Slimdowns: Losing the Weight. E!. January 2, 2012Deeken, Aimee (August 17, 2010). They both announced their break up on Instagram on November 25, 2018.\"'Chelsea Lately': Ross Mathews Wants a 'Gayby' Like Neil Patrick Harris (VIDEO)\" . The Huffington Post.Jung, Helin (November 29, 2011). \"Ross Mathews's Soft Spot: His 'Mutty-Mutt' Dogs\" . People. In 2013, the couple appeared in an episode of House Hunters while shopping for a home in Palm Springs.\"TV Personality Looks for a Mid-Century Retreat in Palm Springs\" . HGTV. ==Bibliography== * * ==References== ==External links== * Official website * * Inside Dish w/ Ross Mathews Category:1979 births Category:Living people Category:21st-century American non-fiction writers Category:American bloggers Category:American memoirists Category:American reporters and correspondents Category:Gay writers Category:LGBT broadcasters from the United States Category:LGBT entertainers from the United States Category:LGBT people from Washington (state) Category:LGBT writers from the United States Category:Participants in American reality television series Category:People from Mount Vernon, Washington Category:University of La Verne alumni Category:Writers from Washington (state) Category:LGBT comedians Category:The Tonight Show with Jay Leno Category:American male bloggers Category:21st-century memoirists ",
    "title": "Ross Mathews"
}