{
    "id": "9087543",
    "text": "Thung Song (, ) is a district (amphoe) in the southwestern part of Nakhon Si Thammarat Province, southern Thailand. ==Geography== Neighboring districts are (from the west clockwise): Bang Khan, Thung Yai, Na Bon, Chang Klang, Lan Saka, Ron Phibun, Chulabhorn, and Cha-uat of Nakhon Si Thammarat Province; Huai Yot and Ratsada of Trang Province. ==Administration== The district is divided into 13 sub-districts (tambons), which are further subdivided into 125 villages (mubans). Thung Song is a town (thesaban mueang) covering tambon Pak Phraek. There are a further 12 tambon administrative organizations (TAO). {| |- valign=top || {| ! No. ! Name ! Thai name ! Villages ! Pop. |- ||1.||Pak Phraek||ปากแพรก||-||27,358|| |- ||2.||Chamai||ชะมาย||8||12,127|| |- ||3.||Nong Hong||หนองหงส์||14||9,722|| |- ||4.||Khuan Krot||ควนกรด||13||9,525|| |- ||5.||Na Mai Phai||นาไม้ไผ่||14||8,420|| |- ||6.||Na Luang Sen||นาหลวงเสน||9||9,228|| |- ||7.||Khao Ro||เขาโร||11||9,235|| |- ||8.||Kapang||กะปาง||11||14,578|| |- ||9.||Thi Wang||ที่วัง||11||12,401|| |- ||10.||Namtok||น้ำตก||6||2,819|| |- ||11.||Tham Yai||ถ้ำใหญ่||11||12,102|| |- ||12.||Na Pho||นาโพธิ์||5||5,779|| |- ||13.||Khao Khao||เขาขาว||12||12,932|| |} || Map of tambons |} ==Environment== In the 1980s a dam project was conceived to solve the district's drought problem. An environmental impact assessment (EIA) was conducted in 2003 by the Royal Irrigation Department (RID). It was updated in 2009. Nothing further happened until the National Environmental Board (NEB) approved the EIA on 27 May 2016. In December 2019, the Thai cabinet approved the project. Local residents say that the dam is no longer needed, as newer water management infrastructure such as weirs and small check dams have solved drought problems. The site of the dam is now classified as a 1A watershed forest area and locals do not want to see it inundated. The proposed Wang Heeb Dam will cost 2.3 billion baht and will displace 40 families. The RID insists that it must proceed with the project as it has been approved. The government's goal is clear according to one observer: \"...maintaining a firm grip on central control and suppressing local forest management efforts which will dilute their power.\" ==References== ==External links== *amphoe.com ==See also== *List of districts of Thailand *Provinces of Thailand Category:Amphoe of Nakhon Si Thammarat Province ",
    "title": "Thung Song District"
}