{
    "id": "9088143",
    "text": "The is a home video game console that was produced by Sharp Corporation in 1986 and was only released in Japan. It is a licensed Nintendo product that combines the Family Computer (Famicom) and the Family Computer Disk System (FDS) into a single piece of hardware. Sharp removed most Nintendo branding from the system, even going as far as to remove the \"Nintendo\" branding from the Famicom Disk System startup, replacing it with the same \"FAMICOM\" logo used on the system itself. ==Overview== The basic parts of the Twin Famicom include a 60-pin slot for Famicom cartridges, a slot for Disk System's Disk Cards, a switch located right below the cartridge slot which allows the player to choose between \"\" or \"\", the power button, reset button, and the eject buttons. FDS disks can be removed using the yellow button below the disk slot. The mechanism that it uses is similar to ones that are used in contemporary floppy disk drives. The eject button for cartridges is located between the power and reset buttons. It causes the cartridge to \"pop\" out of the slot, much like the way bread slices do when coming out of a pop-up toaster. The system does not allow both slots to be used at the same time. The switch that changes the mode from disk to cartridge works in a manner in which choosing to use the cartridge slot will block the disk drive, and vice versa. However, in some systems, only the cartridge slot will be blocked, but it is impossible to change to cartridge mode while the disk is being read. ===Specifications=== * Main Processor: Ricoh 2A03 at 1.79 MHz * RAM: 2 KB work RAM, 2 KB video RAM, 32 KB work RAM in FDS mode, 8 KB video RAM in FDS mode * ROM: FDS BIOS and 60-pin \"cassette\" (cartridge) slot * Audio: Six voices; two pulse wave channels, one triangle channel, one noise channel, one PCM channel, one 6-bit wavetable channel. * Graphics: Ricoh 2C02; 256×240 pixels, 64 sprites, can display 25 colors out of 53 ==Features== Red Twin Famicom variant Like all other Famicom consoles, the Twin Famicom has an expansion port that allows additional peripherals to be connected to the console such as the beam gun or an additional controller. There also is a second port of a slightly different shape for connecting another Famicom via the black RAM unit that comes with the standard Famicom Disk System. This allows a standalone Famicom to use the disk drive on the Twin Famicom. Whereas the standard Famicom only has one color combination, the Twin Famicom was initially sold in two colors: red with black highlights (AN-500R), and black with red highlights (AN-500B). A second version of the system was released in 1987 with a slightly different case design, turbo controllers, and two different color schemes; black with green highlights (AN-505-BK) and red with beige highlights (AN-505-RD). The Twin Famicom uses NTSC but with an AV output rather than a RF modulator with an RCA connector for composite video and mono audio, allowing for greater audiovisual quality on TVs and monitors with such inputs. An external RF modulator is bundled with the unit for connection through a TV's antenna/cable input. The two gamepads are hardwired into the console, so they could not be disconnected. ==See also== *Nintendo Entertainment System *C1 NES TV *Famicom Titler *Super Famicom Naizou TV SF1 ==References== ==External links== *Video of Twin Famicom features from FamicomDojo.TV *Everything2.com (for the specs) *Atari HQ Category:Nintendo Entertainment System hardware clones Category:Sharp Corporation games consoles Category:Japan-only video game hardware ",
    "title": "Twin Famicom"
}