{
    "id": "9088149",
    "text": "The Atmashatkam (, ), also known as Nirvanashatkam (निर्वाणषट्कम्, ), is a devotional composition consisting of 6 verses or ślokas (and hence the name Șaṭ-ka to mean six-verses) in Sanskrit, written by the Hindu philosopher Adi Shankara summarizing the basic teachings of Advaita Vedanta, or the Hindu teachings of non-dualism. It was written around 788-820 CE. It is said that when Ādi Śaṅkara was a young boy of eight and wandering near River Narmada, seeking to find his guru, he encountered the seer Govinda Bhagavatpada who asked him, \"Who are you?\". The boy answered with these stanzas, which are known as \"Nirvāṇa Shatkam\" or Ātma Shatkam\". Swami Govindapada accepted Ādi Śaṅkara as his disciple. The verses are said to be valued to progress in contemplation practices that lead to Self-Realization. \"Nirvāṇa\" is complete equanimity, peace, tranquility, freedom and joy. \"Ātma\" is the True Self. ==Devanagari, Tamil, Telugu, Kannada and Malayalam scripts== Sanskrit transliteration in IAST format. 1\\. :manobuddhyahaṅkāra cittāni nāhaṃ :na ca śrotrajihve na ca ghrāṇanetre :na ca vyoma bhūmir na tejo na vāyuḥ :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari: ) (Tamil: மனோ புத்தி அஹங்கார சித்தா நினாஹம், நச ஸ்ரோத்ர ஜிஹ்வே நச க்ஹ்ராண நேத்ரே | நச வ்யோம பூமிர் ந தேஜோ ந வாயு, சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: మనో బుధ్యహంకార చిత్తాని నాహం న చ శ్రోత్ర జిహ్వే న చ ఘ్రాణనేత్రే | న చ వ్యోమ భూమి ర్న తేజో న వాయుః చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ಮನೋಬುದ್ಧ್ಯಹಂಕಾರ ಚಿತ್ತಾನಿನಾಹಂ, ನ ಚ ಶ್ರೋತ್ರಜಿಹ್ವೇ ನ ಚ ಘ್ರಾಣನೇತ್ರೇ | ನ ಚ ವ್ಯೋಮ ಭೂಮಿರ್ನತೇಜೋ ನ ವಾಯುಃ, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: മനോ ബുധ്യഹംകാര ചിത്താനി നാഹം, ന ച ശ്രോത്ര ജിഹ്വാ ന ച ഘ്രാണനേത്രേ | ന ച വ്യോമ ഭൂമിർ-ന തേജോ ന വായുഃ, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) 2\\. :na ca prāṇasaṅjño na vai pañcavāyuḥ :na vā saptadhātur na vā pañcakośaḥ :na vākpāṇipādau na copasthapāyu :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari:) (Tamil: நச பிராண சம்ஜ்னோ ந வை பஞ்ச வாயு, ந வா சப்த தாதூர் ந வா பஞ்ச கோஷ | ந வாக் பாணி பாத்ஹவ் ந சோபஸ்த பாயு, சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: న చ ప్రాణ సంజ్ఞో న వైపంచ వాయుః న వా సప్తధాతుర్ న వా పంచ కోశాః | నవాక్పాణి పాదౌ న చోపస్థ పాయూ చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ನ ಚ ಪ್ರಾಣಸಂಜ್ಞೋ ನ ವೈ ಪಂಚವಾಯುಃ, ನ ವಾ ಸಪ್ತಧಾತುಃ ನ ವಾ ಪಂಚಕೋಶಃ | ನ ವಾಕ್ಪಾಣಿಪಾದೌ ನ ಚೋಪಸ್ಥಪಾಯು, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: ന ച പ്രാണ സംജ്ഞോ ന വൈപഞ്ചവായുഃ, ന വാ സപ്തധാതു ന വാ പഞ്ചകോശാഃ | നവാക്പാണി പാദം ന ചോപസ്ഥ പായൂ, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) 3\\. :na me dveşarāgau na me lobhamohau :mado naiva me naiva mātsaryabhāvaḥ :na dharmo na cārtho na kāmo na mokşaḥ :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari:) (Tamil: ந மே த்வேஷ ராகௌ ந மே லோப மோஹொவ், மதோ நைவ மே நைவ மாத்சர்ய பாவ | ந தர்மோ ந சார்தோ ந காமோ ந மொக்ஷஹ, சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: న మే ద్వేషరాగౌ న మే లోభమోహౌ మదో నైవ మే నైవ మాత్సర్యభావః | న ధర్మో న చార్ధో న కామో న మోక్షః చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ನ ಮೇ ದ್ವೇಷರಾಗೌ ನ ಮೇ ಲೋಭಮೋಹೌ, ಮದೋ ನೈವ ಮೇ ನೈವ ಮಾತ್ಸರ್ಯಭಾವಃ | ನ ಧರ್ಮೋ ನ ಚಾರ್ಥೋ ನ ಕಾಮೋ ನ ಮೋಕ್ಷಃ, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: ന മേ ദ്വേഷരാഗൗ ന മേ ലോഭമോഹോ, മദോ നൈവ മേ നൈവ മാത്സര്യഭാവഃ | ന ധർമോ ന ചാർധോ ന കാമോ ന മോക്ഷഃ, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) 4\\. :na puṇyaṃ na pāpaṃ na saukhyaṃ na duhkhaṃ :na mantro na tīrthaṃ na vedā na yajña :ahaṃ bhojanaṃ naiva bhojyaṃ na bhoktā :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari:) (Tamil: ந புண்யம் ந பாபம் ந சௌக்யம் ந துக்கம், ந மந்த்ரோ ந தீர்த்தம் ந வேதோ ந யஜ்னஹா | அஹம் போஜனம் நைவ போஜ்யம் ந போக்தா, சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: న పుణ్యం న పాపం న సౌఖ్యం న దుఃఖం న మంత్రో న తీర్ధం న వేదా న యజ్ఞ | అహం భోజనం నైవ భోజ్యం న భోక్తా చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ನ ಪುಣ್ಯಂ ನ ಪಾಪಂ ನ ಸೌಖ್ಯಂ ನ ದುಃಖಂ, ನ ಮಂತ್ರೋ ನ ತೀರ್ಥೋ ನ ವೇದಾ ನ ಯಜ್ಞ | ಅಹಂ ಭೋಜನಂ ನೈವ ಭೋಜ್ಯಂ ನ ಭೋಕ್ತಾ, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: ന പുണ്യം ന പാപം ന സൗഖ്യം ന ദുഃഖം, ന മന്ത്രോ ന തീർദ്ധം ന വേദാ ന യജ്ഞഃ | അഹം ഭോജനം നൈവ ഭോജ്യം ന ഭോക്താ, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) 5\\. :na me mṛtyuśaṅkā na me jātibhedaḥ :pitā naiva me naiva mātā na janmaḥ :na bandhur na mitraṃ gururnaiva śişyaḥ :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari:) (Tamil: ந மே மிருத்யு சங்க ந மே ஜாதி பேத, பிதா நைவ மே நைவ மாதா ந ஜன்ம | ந பந்துர் ந மித்ரம் குரூர் நைவ ஷிஷ்யாஹ், சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: న మే మృత్యు శంకా న మే జాతి భేదః పితా నైవ మే నైవ మాతా న జన్మ | న బంధు ర్న మిత్రం గురుర్నైవ శిష్యః చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ನ ಮೇ ಮೃತ್ಯುಶಂಕಾ ನ ಮೇ ಜಾತಿಭೇದಃ, ಪಿತಾ ನೈವ ಮೇ ನೈವ ಮಾತಾ ನ ಜನ್ಮಃ | ನ ಬಂಧುರ್ನಮಿತ್ರಂ ಗುರುರ್ನೈವ ಶಿಷ್ಯಃ, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: ന മൃത്യുർ-ന ശങ്കാ ന മേ ജാതി ഭേദഃ, പിതാ നൈവ മേ നൈവ മാതാ ന ജന്മഃ | ന ബംധുർ-ന മിത്രം ഗുരുർനൈവ ശിഷ്യം, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) 6\\. :ahaṃ nirvikalpo nirākāra rūpo :vibhutvā ca sarvatra sarvendriyāṇaṃ :na cāsaṅgataṃ naiva muktir na meyaḥ :cidānandarūpaḥ śivo'ham śivo'ham (Devanagari:) (Tamil: அஹம் நிர்விகல்போ நிராகர ரூபோ, விபுத்வாச சர்வத்ர சர்வ இந்த்ரியாணாம் | ந ச சங்கதம் நைவ முக்திர் ந மேய, சித்தானந்தா ரூப ஷிவோஹம் ஷிவோஹம் || ) (Telugu: అహం నిర్వికల్పో నిరాకార రూపో విభూత్వాచ్చ సర్వత్ర సర్వేంద్రియాణామ్ | న చా సంగతం నైవ ముక్తిర్నమేయః చిదానంద రూపః శివోహం శివోహం || ) ( Kannada: ಅಹಂ ನಿರ್ವಿಕಲ್ಪೋ ನಿರಾಕಾರ ರೂಪೋ, ವಿಭುತ್ವಾಚ ಸರ್ವತ್ರ ಸರ್ವೇನ್ದ್ರಿಯಾಣಾಮ್ | ನ ಚಾ ಸಂಗತ ನೈವ ಮುಕ್ತಿರ್ನ ಮೇಯಃ, ಚಿದಾನಂದರೂಪಃ ಶಿವೋಹಂ ಶಿವೋಹಂ || ) ( Malayalam: അഹം നിര്വികല്പോ നിരാകാര രൂപോ, വിഭൂത്വാച്ച സർവ്വത്ര സർവ്വേന്ദ്രിയാണാം | ന ചാ സങ്കതം നൈവ മുക്തിർന മേയഃ, ചിദാനന്ദ രൂപഃ ശിവോഽഹം ശിവോഽഹം || ) == Meaning == 1) I am not mind, nor intellect, nor ego, nor the reflections of inner self (citta). I am not the five senses. I am beyond that. I am not the seven elements or the five sheaths. I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నేను మనస్సు కాదు,బుద్ధి కాదు, చిత్తము కాదు,అహంకారం కూడా కాదు. నేను పంచేంద్రియాలు కాదు. నేను పంచభూతాలు కాదు. నేను చిదానంద రూపాన్ని. నేను శివున్ని. నేను శివుడిని. ) ( Kannada: ನಾನಲ್ಲ ಮನಸ್ಸು, ಬುದ್ಧಿ, ಅಹಂಕಾರ, ಅಥವಾ ಚಿತ್ತ. ನಾನಲ್ಲ ಪಂಚೇಂದ್ರಿಯ, ನಾನಲ್ಲ ಭೂಮಿ, ಆಕಾಶ, ಅಗ್ನಿ, ಅಥವಾ ವಾಯು (ಪಂಚಭೂತ ಗಳು). ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪನು. 2) Neither can I be termed as energy (prāṇa), nor five types of breath (vāyus - Prāṇa, Apāna,Vyāna, Udāna, Samāna), nor the seven material essences, nor the five sheaths(pañca-kośa - Annamayakosha, Pranamayakosha, Manomayakosha, Vijnanamayakosha, Anandamayakosha). Neither am I the organ of Speech, nor the organs for Holding ( Hand ), Movement ( Feet ) or Excretion. I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నేను ప్రాణాన్ని కాదు. పంచవాయువులు నేను కాదు. సప్త ధాతువులు నేను కాదు. పంచకోశాలు నేను కాదు. కర్మేంద్రియాలు నేను కాదు.నేను చిదానంద రూపాన్ని. నేను శివుడిని. నేను శివుడిని. ) ( Kannada: ನಾನಲ್ಲ ಉಸಿರು (ಪ್ರಾಣ), ಪಂಚ ವಾಯು ಕೂಡ ನಾನಲ್ಲ, ನಾನಲ್ಲ ಸಪ್ತ ಧಾತು, ಪಂಚ ಕೋಶ ನಾನಲ್ಲ, ಕೈ, ಕಾಲು, ಬಾಯಿ ಕೊಡ ನಾನಲ್ಲ. ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪ ) 3) I have no hatred or dislike, nor affiliation or liking, nor greed, nor delusion, nor pride or haughtiness, nor feelings of envy or jealousy. I have no duty (dharma), nor any money (artha), nor any desire (kāma), nor even liberation (mokṣa). I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నాలో రాగద్వేషములు లేవు,లోభమోహాలు లేవు. నాలో మదమాత్సర్యాలు లేవు. ధర్మార్ధకామమోక్షాలు నేను కాదు. నేను చిదానంద రూపాన్ని. నేను శివుడిని. నేను శివుడిని. ) ( Kannada: ನನ್ನಲ್ಲಿ ರಾಗದ್ವೇಷಗಳಿಲ್ಲ, ಲೋಭಮೋಹಗಳೂ ಇಲ್ಲ. ಮದಮಾತ್ಸರ್ಯಗಳೂ ಇಲ್ಲ. ಧರ್ಮಾರ್ಥಕಾಮಮೋಕ್ಷಗಳೆಂಬ ಪುರುಷಾರ್ಥಗಳೂ ನಾನಲ್ಲ. ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪನು. 4) I have neither merit (virtue), nor demerit (vice). I do not commit sins or good deeds, nor have happiness or sorrow, pain or pleasure. I do not need mantras, holy places, scriptures (Vedas), rituals or sacrifices (yajñas). I am none of the triad of the observer or one who experiences, the process of observing or experiencing, or any object being observed or experienced. I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నాకు పుణ్యపాపాలు లేవు. నాకు సుఖదుఃఖాలు లేవు. మంత్రాలు,తీర్థాలు,వేదాలు,యజ్ఞాలు నేను కాదు. అనుభవించేవాన్ని నేను కాదు. అనుభవింపదగిన వస్తువు నేను కాదు. అనుభవం నేను కాదు. నేను చిదానంద రూపాన్ని. నేను శివుడిని. నేను శివుడిని. ) ( Kannada: ಪುಣ್ಯವು ಅಲ್ಲ ಪಾಪವು ಅಲ್ಲ, ಸುಖ ದುಖಃ ವು ಅಲ್ಲ. ಮಂತ್ರ ತೀರ್ಥ ವೇದ ಶಾಸ್ತ್ರ ಯಜ್ಞ ವು ಅಲ್ಲ. ನಾನು ಅನುಭವವಲ್ಲ ಅನುಭವಿಸಿದವನೂ ಅಲ್ಲ. ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪ) 5) I do not have fear of death, as I do not have death. I have no separation from my true self, no doubt about my existence, nor have I discrimination on the basis of birth. I have no father or mother, nor did I have a birth. I am not the relative, nor the friend, nor the guru, nor the disciple. I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నాకు జననమరణాలు లేవు. నాలో జాతి భేధాలు లేవు. నాకు తల్లిదండ్రులు లేరు. నాకు బంధుమిత్రులు లేరు. నాకు గురుశిష్యులు లేరు. నేను చిదానంద రూపాన్ని. నేను శివుడిని. నేను శివుడిని. ) ( Kannada: ನನಗೆ ಮೃತ್ಯು ಭಯವೂ ಇಲ್ಲ ಜಾತಿ ಬೇಧವು ಇಲ್ಲ. ತಂದೆ ತಾಯಿ ಜೊತೆಗೆ ಹುಟ್ಟು ಕೂಡ ಇಲ್ಲ. ಗುರು ಶಿಷ್ಯ ಬಂಧು ಬಳಗವಿಲ್ಲದ, ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪ) 6) I am all pervasive. I am without any attributes, and without any form. I have neither attachment to the world, nor to liberation (mukti). I have no wishes for anything because I am everything, everywhere, every time, always in equilibrium. I am indeed, That eternal knowing and bliss, the auspicious (Śivam), love and pure consciousness. (Telugu: నాలో మార్పులు లేవు. నాకు రూపం లేదు. నేను అంతటా ఉన్నాను. సర్వేంద్రియాలను వికసింపజేస్తున్నాను. అన్నింటిలో సమానంగా ఉన్నాను. నాకు బంధమోక్షాలు లేవు. నేను చిదానంద రూపాన్ని. నేను శివుడిని. నేను శివుడిని. ) ( Kannada: ನಾನು ನಿರ್ಗುಣ ನಿರಾಕಾರಿ, ಸರ್ವಾಂತರ್ಯಾಮಿ, ಬಂಧಿಯೂ ಅಲ್ಲದ ಮುಕ್ತಿಯು ಅಲ್ಲದ, ನಾನು ಮಂಗಳಕರನಾದ (ಶಿವ) ಚಿದಾನಂದ ರೂಪ) This text has been transliterated from the sources at , , with some corrections made.http://www.hindupedia.com/en/Nirvana_shatakam ==References== *Iyengar, B. K. S. (1966, 1976). Light on Yoga (or the Yoga Dipika). Thorsons: An Imprint of Harper Collins Publishers, Hammersmith, London. ==External links== Category:Hindu texts Category:Adi Shankara Category:Sanskrit texts Category:Advaita Vedanta ",
    "title": "Atma Shatkam"
}