{
    "id": "9089190",
    "text": "QNHS Main Building The school logo of Quezon National High School. Quezon National High School (QNHS) is a public secondary science high school in Brgy. Ibabang Iyam, Lucena City, Philippines. It is one of the largest contingent national high schools in the Philippines, both by size and by population, with more than 11,000 enrollees from Grades 7 to Grade 12. Aside from offering the K-12 Basic Education Curriculum, it also offers many different subjects and electives through its various Special Programs, with specific curricula for Science, Technology and Engineering (STE), Journalism (SPJ), Arts (SPA), Sports (SPS), and Foreign Languages (SPFL). == History == Tayabas High School (now Quezon National High School) was founded in October 1902 when Aubrey Boyles, a Thomasite, organized a school in a convent of Lucena on the northern side of Saint Ferdinand Parish Church (now Lucena Cathedral). Fifty students were exposed to the English language with 19 American teachers. The increase in student population on March 1, 1903 made Henry Balch the new principal. A strong typhoon destroyed the convent on September 26, 1905 that forced the school to be transferred to a building on Granja Street. A two-storey building was built on June 6, 1906. Since then, a number of principals have stood at the helm of the school. When Japanese atrocities reached Atimonan, Quezon on December 23, 1941, students continued to flock to Tayabas High School and were automatically promoted. After a year, classes resumed at the Lucena Elementary School (now Lucena West) for girls and at the Trade School for boys. The Gabaldon Building (ruined by a fire) became the Provincial Hospital. Classes were transferred to the Tong Ho School Building in 1944. The formal liberation of Tayabas Province on April 4, 1945 after which classes opened at Lucena Catholic Hall (now Maryhill College Building). In June 1945, the high school was relocated at the Tayabas Provincial Capitol (now Quezon Provincial Capitol) and the Court of First Instance Building, whereby 54 students graduated, girls in Balintawak and boys in Barong Tagalog on July 28, 1945. President Manuel Roxas signed Republic Act No. 14 on September 7, 1946 renaming the province of Tayabas to Quezon: Tayabas High School became Quezon Provincial High School. The Batas Pambansa No. 1820 renamed Quezon Provincial High School as Quezon National High School with Dr. Cesar Villariba as the author. Progress brings about change, change brings problems, and problems brings QNHS to the front line. An adage applies: \"there is no gain without pain in the service of educating people.\" == Vision == Every Filipino youth shall enjoy a better quality of life due to access to quality secondary education, good moral life, economic stability, relevant cultural values, competitive work skills, strong sense of national identity and successful adjustment to rapid changing environment. == Mission == The school aims to produce students who are both academically inclined and substantially trained in the basic work skills making them globally competitive and value-oriented through relevant and responsive curriculum. == The Coconut / Ang Niyog == The then Tayabas High School published The Coconut in 1928 with Filemon Juntereal, Sr. as the first editor. The publication came out twice a month in a four-page tabloid. The magazine came as the graduation issue. The first Filipino adviser was Gabriel Tuazon. The Lucena City-based publication of the school whose name had evolved to Quezon Provincial (later, National) High School amassed awards in local and national press conferences with Marie Delicia T. Unson as adviser. In the 1977 National Secondary Schools Press Conference, The Coconut reaped a golden harvest when adjudged second best high school paper in the Philippines for Bracket B, against Baguio's The Pine Tree, as The Coconut garnered the most medals overall. The silver medal finish was the second best in the history of The Coconut, next only to the gold medal the 1972 powerhouse staff steered by editor-in-chief Samuel Organo took home. But not even that 1972 feat produced as many group medals as the big haul of the 1977 edition, which had Marie Delicia T. Unson as adviser; Normita Atienza, co-adviser; and Ricardo J. Cueto, Jr. as editor-in-chief. That year, The Coconut and The Pine Tree of Baguio so dominated the competitions they practically split the top group honors just between them. The publication celebrated its 75th anniversary in 2003 where previous and present staff writers and advisers joined together to party. Present in the celebration was writer Joseph Morong, now a GMA 7 reporter. Currently, the adviser of The Coconut and Ang Niyog is Abner Pureza with co-adviser Maria Aluinda Puno with Ramonito Elumbaring and Vanessa Ellaga. == Notable alumni == * Mau Marcelo, the first winner of Philippine Idol * Paz Marquez Benitez * Fernando Sanga a.k.a. Dindo Amparo, ABS-CBN Middle East News Bureau Chief * Joseph Morong, GMA 7 reporter * Cong. Danilo E. Suarez, House Minority Leader ==References== Most of the contents were acquired from QNHS Student HandBook (2006 Revised Edition) ==External links== * QNHS Alumni Association * QNHS Batch 2000 * Online-Community Forum for QNHS Alumni, Teachers & Students * Lucenahin Community Website Category:Schools in Lucena, Philippines Category:High schools in Quezon Category:1902 establishments in the Philippines ",
    "title": "Quezon National High School"
}