{
    "id": "9089932",
    "text": "A pulmonary shunt refers to the passage of deoxygenated blood from the right side of the heart to the left without participation in gas exchange in the pulmonary capillaries. It is a pathological condition that results when the alveoli of the lungs are perfused with blood as normal, but ventilation (the supply of air) fails to supply the perfused region. In other words, the ventilation/perfusion ratio (the ratio of air reaching the alveoli to blood perfusing them) is zero. A pulmonary shunt often occurs when the alveoli fill with fluid, causing parts of the lung to be unventilated although they are still perfused. Intrapulmonary shunting is the main cause of hypoxemia (inadequate blood oxygen) in pulmonary edema and conditions such as pneumonia in which the lungs become consolidated. The shunt fraction is the percentage of blood put out by the heart that is not completely oxygenated. In pathological conditions such as pulmonary contusion, the shunt fraction is significantly greater and even breathing 100% oxygen does not fully oxygenate the blood. ==Anatomical shunt== If every alveolus was perfectly ventilated and all blood from the right ventricle were to pass through fully functional pulmonary capillaries, and there was unimpeded diffusion across the alveolar and capillary membrane, there would be a theoretical maximum blood gas exchange, and the alveolar PO2 and arterial PO2 would be the same. The formula for shunt describes deviation from this ideal. A normal lung is imperfectly ventilated and perfused, and a small degree of intrapulmonary shunting is normal. Anatomical shunting occurs when blood supply to the lungs via the pulmonary arteries is returned via the pulmonary veins without passing through the pulmonary capillaries, thereby bypassing alveolar gas exchange. Capillary shunting is blood that passes through capillaries of unventilated alveoli or deoxygenated blood flowing directly from pulmonary arterioles to nearby pulmonary veins through anastomoses, bypassing the alveolar capillaries. In addition, some of the smallest cardiac veins drain directly into the left ventricle of the human heart. This drainage of deoxygenated blood straight into the systemic circulation is why the arterial PO2 is normally slightly lower than the alveolar PO2, known as the alveolar–arterial gradient, a useful clinical sign in determining the cause of hypoxia. ==Pathophysiology== While in a pulmonary shunt, the ventilation/perfusion ratio is zero, lung units with a V/Q (where V = ventilation, and Q = perfusion) ratio of less than 0.005 are indistinguishable from shunt from a gas exchange perspective. Pulmonary shunting is minimized by the normal reflex constriction of pulmonary vasculature to hypoxia. Without this hypoxic pulmonary vasoconstriction, shunt and its hypoxic effects would worsen. For example, when alveoli fill with fluid, they are unable to participate in gas exchange with blood, causing local or regional hypoxia, thus triggering vasoconstriction. This vasoconstriction is triggered by a smooth muscle reflex, as a consequence of the low oxygen concentration itself. Blood is then redirected away from this area, which poorly matches ventilation and perfusion, to areas which are being ventilated. Because shunt represents areas where gas exchange does not occur, 100% inspired oxygen is unable to overcome the hypoxia caused by shunting. For instance, if there is a certain alveolus that is not being ventilated, blood will still flow through the capillary which irrigates it instead of going elsewhere, as the problem does not reside in the perfusion. The rest of capillaries will be working as normal, being saturated of oxygen at the 100% of their capacity. Therefore, there is no use in providing 100% inspired oxygen to the patient, as the blood that is not being oxygenated will not still be able to catch this oxygen, and the other capillaries cannot get it either because they are already 100% saturated. A decrease in perfusion relative to ventilation (as occurs in pulmonary embolism, for example) is an example of increased dead space. Dead space is a space where gas exchange does not take place, such as the trachea; it is ventilation without perfusion.A pathological example of dead zone would be a capillary blocked by an embolus. Although ventilation at that area is unaffected, blood will not be able to flow through that capillary; therefore, at that zone there will be no gas exchange. Dead zones may be corrected by supplying 100% inspired oxygen; when a capillary is blocked, the blood inside of it goes backwards and distributes between other capillaries that are exchanging gases without problem. The resulting blood that flows through them will not be 100% saturated, as it contains some unoxygenated blood (the one that came from the blocked capillary). For this reason, blood will actually be able to obtain the extra oxygen we supply to the patient. Pulmonary shunting causes the blood supply leaving a shunted area of the lung to have lower levels of oxygen and higher levels of carbon dioxide (i.e., the normal gas exchange does not occur). A pulmonary shunt occurs as a result of blood flowing right-to-left through cardiac openings or in pulmonary arteriovenous malformations. The shunt which means V/Q = 0 for that particular part of the lung field under consideration results in de-oxygenated blood going to the heart from the lungs via the pulmonary veins. If giving pure oxygen at 100% for five-ten minutes doesn't raise the arterial pressure of O2 more than it does the alveolar pressure of O2 then the defect in the lung is because of a pulmonary shunt. This is because although the PO2 of alveolar gas has been changed by giving pure supplemental O2, the PaO2 (arterial gas pressure) will not increase that much because the V/Q mismatch still exists and it will still add some de-oxygenated blood to the arterial system via the shunt.Egan's Fundamentals of Respiratory Care, p. 951 ==See also== * Shunt equation * Cardiac shunt * Shunt (medical) ==References== ==External links== * Category:Respiratory physiology ",
    "title": "Pulmonary shunt"
}