{
    "id": "9089352",
    "text": "The Dawkins Delusion? Atheist Fundamentalism and the Denial of the Divine is a book by the theologian Alister McGrath and the psychologist Joanna Collicutt McGrath. It is written from a Christian perspective as a response to arguments put forth in The God Delusion by Richard Dawkins. The work was published in the United Kingdom in February 2007 by the Society for Promoting Christian KnowledgeSPCK publication information and in the United States in July 2007. ==Synopsis== McGrath criticizes Dawkins for what he perceives to be \"a dogmatic conviction\" to \"a religious fundamentalism which refuses to allow its ideas to be examined or challenged.\" He objects to Dawkins' assertion that faith is a juvenile delusion, arguing that numerous reasonable persons chose to convert as adults. He cites himself and Antony Flew as two specific examples. Like Dawkins, McGrath rejects William Paley's watchmaker analogy as specious. To express his true feelings on the subject of irreducible complexity, McGrath instead cites the work of Richard Swinburne, remarking that the capacity of science to explain itself requires its own explanation – and that the most economical and reliable account of this explanatory capacity lies in the notion of the monotheistic God of Christianity. When considering the subject of Aquinas' Quinque viae, to which Dawkins devotes considerable attention, McGrath interprets the theologian's arguments as an affirmation of a set of internally consistent beliefs rather than as an attempt to formulate a set of irrefutable proofs. McGrath proceeds to address whether religion specifically conflicts with science. He points to Stephen Jay Gould's supposition of non-overlapping magisteria (NOMA) as evidence that Darwinism is as compatible with theism as it is with atheism. With additional reference to the works of Sir Martin Rees, Denis Noble, and others, McGrath advocates a modified version of NOMA which he terms \"overlapping magisteria\". He posits that science and religion co-exist as equally valid explanations for two partially overlapping spheres of existence, where the former concerns itself primarily with the temporal, and the latter concerns itself primarily with the spiritual, but where both can occasionally intertwine. McGrath confirms his position by noting that some prominent scientists are also theists (or at least sympathetic to theism, in Davies' case), pointing specifically to Owen Gingerich, Francis Collins, and Paul Davies as examples. McGrath criticizes Dawkins' portrayal of religion as both an evolutionary by-product and as a memetic virus. McGrath examines Dawkins' use of Bertrand Russell's teapot analogy as well as the basics of Dawkins' theory of Memetics. McGrath criticizes Dawkins for referencing Sir James Frazer's The Golden Bough as an authority on anthropology, as he considers the work to be more of \"a highly impressionistic early work\" than a serious text. McGrath also points to Dawkins' lack of training in psychology as indicative of an inability to address the most important questions of faith. Quoting Dawkins' description of the Old Testament God as \"a petty, unjust ... capriciously malevolent bully\", McGrath counters that he does not believe in such a god and knows no one personally who does. Setting aside Dawkins' remarks, McGrath instead points to Jesus and the New Testament as superior examples of the true nature of Christianity. \"Jesus\", McGrath argues, \"... was the object, not the agent, of violence\". McGrath suggests that \"far from endorsing 'out-group hostility', Jesus commanded an ethic of 'out-group affirmation' and Christians may certainly be accused of failing to live up to this command. But it is there, right at the heart of the Christian ethic\". He believes that Dawkins is right when he argues that it is necessary to critique religion, and right to demand that there be an external criterion for interpreting texts; but argues that Dawkins appears unaware that religions and their texts possess internal means of reform and renewal, and that Dawkins seems unaware of the symbolism of several of the Bible passages which he quotes. McGrath cites the works of numerous authors, including Kenneth Pargament, Harold G. Koenig, and Terry Eagleton, to demonstrate how closely he feels religious faith to be tied to well-being. The Dawkins Delusion? concludes with the suggestions that belief in God has \"rebounded\", that Dawkins' work is more theatre than scholarship, and that The God Delusion denotes little more than \"panic\" on the part of non- believers. ==Critical reception== Publishers Weekly remarked, Jeremy Craddock, a former forensic biologist who is now a vicar, writes in the Church Times that the McGraths \"attend rationally to evidence, and present their findings unemotionally to answer The God Delusion ... and make many justified criticisms.\" He adds that \"Dawkins asserts that God is so improbable that he cannot exist, and that, if he did, he would need explaining ...\" But Craddock believes that Dawkins contradicted himself by asserting that the fine tuning of the universe (the seemingly arbitrary values for such constants as the masses of the elementary particles, upon which the universe as we know it depends) needs no such explanation. Craddock concludes, \"I am sad that Dawkins, once my hero, has descended to unscientific nonsense. McGrath makes much more sense.\" Bryan Appleyard in the New Scientist says Appleyard goes on to commend the book as \"a fine, dense, yet very clear account, from [McGrath's] particular Christian perspective, of the full case against Dawkins.\" Anthony Kenny writes in the Times Literary Supplement that Dawkins is often more accurate than McGrath on historical theology. He gives an assessment of the debate between Dawkins and McGrath while arguing that both men fail to make the crucial distinction between belief in God and faith. He finds it hard to disagree with McGrath's conclusion that The God Delusion is more harmful to science than to religion because \"most people have a greater intellectual and emotional investment in religion than in science.\" If forced to choose between them, as Dawkins insists they must, \"it will be science that they will renounce\". ==Dawkins' personal response== In a letter to The Times, Dawkins writes that McGrath \"has now published two books with my name in the title\" and wonders whether the professor intended to build a career by \"riding on [his] back\". McGrath also published Dawkins' God. Responding to the charge that he is \"dogmatic\", Dawkins writes that scientists \"...are humble enough to say we don't know\". Of McGrath himself, Dawkins remarks, > He's signed up to the Nicene Creed. The universe was created by a very > particular supernatural intelligence who is actually three in one. Not four, > not two, but three. Christian doctrine is remarkably specific: not only with > cut-and-dried answers to the deep problems of the universe and life, but > about the divinity of Jesus, about sin and redemption, heaven and hell, > prayer and absolute morality. And yet McGrath has the almighty gall to > accuse me of a \"glossy\", \"quick fix\", naive faith that science has all the > answers. Other theologies contradict his Christian creed while matching it > for brash over-confidence, based on zero evidence. McGrath presumably > rejects the polytheism of the Hindus, Olympians and Vikings. He does not > subscribe to voodoo, or to any of thousands of mutually contradictory tribal > beliefs. Is McGrath an \"ideological fanatic\" because he doesn't believe in > Thor's hammer? Of course not. Why, then, does he suggest I am exactly that > because I see no reason to believe in the particular God whose existence he, > lacking both evidence and humility, positively asserts? Dawkins interviewed McGrath for his television documentary, Root of All Evil?, which first aired in January 2006 but did not include the interview in the final cut. The interview was included in a DVD set offered for sale on Dawkins's website at one point.http://old.richarddawkins.net/videos/1212-richard-dawkins-and-alister- mcgrath, retrieved 23 April 2014 ==See also== * Relationship between religion and science ==References== ==External links== *\"The Dawkins Delusion?\" A critical bookreview by Alex J. O’Connor, 20 Oct 2017, retrieved 20 July 2020 *Alister McGrath homepage * \"The Dawkins Delusion\" Article by Alister McGrath summarising his criticisms of The God Delusion * \"Religious persuasion\" by Judith Cole. Alister McGrath interview. Belfast Telegraph 6 Feb 2007; retrieved 20 Feb 2007 * \"In the beginning... there was God\" by Nigel Bovey. Two-part Alister McGrath interview about The Dawkins Delusion? War Cry 3 Dec 2006; retrieved 23 Feb 2007 * \"Deluding Who About What?\" Article from Sheffield Humanist Society, compiling criticisms of The Dawkins Delusion?. Retrieved 7 May 2007. Category:Criticism of atheism Category:Richard Dawkins Category:Books about atheism Category:Books by Alister McGrath Category:2007 non-fiction books ",
    "title": "The Dawkins Delusion?"
}