{
    "id": "9089665",
    "text": "Robert E. Berry is an American retired food scientist who was involved in citrus research with the United States Department of Agriculture (USDA) Agricultural Research Service (ARS) before becoming Editor-In-Chief of the Institute of Food Technologists' (IFT) Journal of Food Science (JFS) from 1990 to 1998. ==Early life and career== A native of Missouri, Berry earned his B.S. degree in chemistry and biology from Vanderbilt University in Nashville, Tennessee. He then transferred to the University of Missouri in Columbia, Missouri where he earned his M.S. and Ph.D in agricultural biochemistry. After earning his Ph.D., Berry worked four years with Nestle before joining the USDA in 1958. ==Service with USDA== Berry worked with USDA ARS from 1958 until his retirement on September 1, 1989, including his role as director of the Citrus & Subtropical Products Laboratory. While there, he earned four patents with USDA.List of USDA ARS South Atlantic office patents in Winter Haven, Florida from 1936 to 2001 - Accessed January 20, 2007. Additionally, he published 140 articles in scientific journals, books, and book chapters. ==Service with IFT== Berry was elected a fellow of IFT in 1984 for his research both with Nestle and with the USDA ARS in Winter Haven, Florida. In 1989, he succeeded Aaron E. Wasserman as editor of JFS. During Berry's tenure, JFS would change its structure where articles would be published a first-come, first-served basis to where it would be sectioned by discipline (food chemistry, food engineering, food microbiology, nutrition, and sensory analysis.). This change occurred in 1996. Berry would retire at the end of 1998 and be succeeded by Owen R. Fennema. ==Life after USDA and IFT== Living in Winter Haven, Florida, Berry and his wife published a book of poetry about poems written by Berry's now deceased mother.She Lived a Poem, by Julia Ann Berry. Edited by Robert E. and Maiola E. Berry. Posted on Eleta (Berry) Hutton's website. - Accessed January 24, 2007. ==Patents== *US 3,672,909. June 27, 1972. Berry, R.E, et al. In United States Department of Agriculture Agricultural Research Station Winter Haven, Florida Patents. *US 3,372,133. March 27, 1973. Berry, R.E and C.J. Wagner. In United States Department of Agriculture Agricultural Research Station Winter Haven, Florida Patents. *US 3,379,538. April 23, 1968. Berry, R.E, et al. In United States Department of Agriculture Agricultural Research Station Winter Haven, Florida Patents. ==Selected works== *Berry, R.E. (1993). \"What's Your Hypothesis?\" Journal of Food Science. 58(3): ii-ii. *Tatum, J.H., P.E. Shaw, and R.E. Berry. (1967). \"Some compounds formed during nonenzymic browning of orange power.\" Journal of Agricultural and Food Chemistry. 15(5): 773-775. ==Notes== ==References== *\"Berry retires as JFS Scientific Editor.\" Food Technology. March 1999: pp. 52–53. *\"Nine Professional Members receive recognition as Fellows of the Institute at the 44th Annual Meeting.\" Food Technology. June 1984: p. 14\\. *\"Robert E. Berry chosen JFS Scientific Editor.\" Food Technology. November 1989: p. 12\\. ==External links== *List of IFT Fellows Category:American food chemists Category:American food scientists Category:Fellows of the Institute of Food Technologists Category:People from Winter Haven, Florida Category:Living people Category:Year of birth missing (living people) Category:University of Missouri alumni Category:Vanderbilt University alumni ",
    "title": "Robert E. Berry"
}