{
    "id": "9090866",
    "text": "WE, also known as WE Fashion, is originally a Dutch fashion chain which sells clothing, shoes, bags and other accessories. WE has approximately 240 shops and 3,000 employees in the Netherlands, Belgium, Germany, France, Luxembourg, Austria and Switzerland. WE is part of the European fashion conglomerate Logo International, which also owns the brands O'Neill and Van Gils. WE is a company with a vertical organisation that designs its collections in-house. Advertising, marketing and store concepts are also developed internally. WE has a sales training programme called WE University. ==Stores== WE store in Amstelveen WE store in Brussels In the Netherlands there are currently 124 WE Fashion stores. Customers in the Netherlands, Belgium, Germany and France also have the option of purchasing products online since the end of 2009. {| class=\"wikitable sortable\" ! Country !! Number Men-shops !! Number Women-shops !! Number Boys-shops !! Number Girls-shops !! Total number shops |- | Netherlands || 101 || 63 || 97 || 59 || 124 |- | Belgium || 28 || 23 || 27 || 5 || 36 |- | Germany || 37 || 21 || 35 || 3 || 39 |- | Luxembourg || 1 || 1 || 1 || 0 || 1 |- | France || 9 || 2 || 7 || 0 || 9 |- | Switzerland || 31 || 3 || 28 || 2 || 31 |- | Austria || 2 || 2 || 2 || 0 || 2 |} WE has various store formats: * WE Store: where men-, women- and children's clothes are sold * WE Men: which focuses on men's clothing and accessories * WE Women: which focuses on women's clothing and accessories A Kids department (Girls and Boys from 2 to 12 years) may be added to the above operations. ==Head Office== Head Office WE Fashion in Utrecht The WE European head office is located in Utrecht in the industrial estate Lage Weide. The WE distribution centre can be found behind head office. This centre distributes all goods for branches in the Netherlands and the rest of Europe. ==History== On 1 February 1917, Engelbertus Hendricus de Waal established a wholesale business selling men's clothing in Amsterdam under the name 'E. H. de Waal'. An important element of the collection was sold under the brand name Sir Edwin, using the slogan 'Sir Edwin, underwear is wonder wear'. The company on the Keizersgracht grew to become the largest wholesale business of men's fashion in the Netherlands at the time. In 1961, De Waal's son Karel (better known as Kees) took over leadership of the company. A year later he took over a small retailer with four shops and founded the Captain Shop. In 1963 the chain was renamed to 'Hij': first short for 'Hij Herenmode' (He Gentlemen's fashion) and later for 'Hij Mannenmode' (He Men's Fashion). The shops also sold fashion for boys. After the sale of the wholesale business, the company expanded and set out to conquer the Netherlands. By 1977, the country had 75 Hij Mannenmode shops. When son Ronald de Waal joined the company in 1977, expansion abroad soon followed. In Switzerland Hij Mannenmode took over ten menswear businesses, rapidly adding another 30 shops under the name 'Hey' over the years that followed. Starting in 1983, Hij Mannenmode opened 25 shops in Belgium. In 1984, Kees de Waal stepped down as managing director. Son Ronald continued the expansion begun by his father, taking over women's fashion company 'Witteveen' in 1986. The Witteveen formula, with shops in the Netherlands and Belgium, was changed to 'Zij' (She) shortly afterwards. In 1989, following a fire at Witteveen's head office in Amsterdam, the head offices of Hij and Zij were merged into one new head office and distribution centre in Lage Weide in Utrecht. In 1992, the company made the move to Germany with the WE store's predecessor: Hij and Zij under one roof. Expansion to France followed in 1994, where the first shops were established in the Paris area. In March 1999, all shops were simultaneously renamed to WE, the new international trading name from that moment on. WE has now become a trusted and recognisable brand throughout Western Europe. In 2010, the first WE shops opened in Vienna, Austria. In the same year, the company entered into a partnership with a Chinese partner to establish new shops in China. Eventually there were 20 WE Chinese stores with plans to expand up to 200. However, in 2014, WE pulled out of China.http://www.retaildetail.eu/en/eur-europe/eur-fashion/item/17047-we- fashion-pulls-out-of-china The WE collection has been available to buy on line since 2009 via www.wefashion.com, as well as through a number of other e-commerce providers. WE is a brand with a vertical organisational structure, which designs its entire collection 'in house'. Advertising, marketing, shop concepts and the like are also mainly taken care of in house. WE University - the WE sales training facility - has an excellent reputation within the retail industry. ==Trivia== * The largest WE stores in each country: Zwolle (Netherlands), Woluwe/Brussels (Belgium), Braunschweig (Germany), Lille (France), Vienna (Austria) and Geneva (Switzerland). ==External links== * Official website of WE Fashion * Official WE Fashion YouTube account ==References== Category:Clothing brands of the Netherlands Category:Dutch brands Category:Dutch fashion Category:Multinational companies headquartered in the Netherlands Category:Retail companies of the Netherlands Category:Companies based in Utrecht (province) ",
    "title": "WE (clothing)"
}