{
    "id": "9090163",
    "text": "The Seduction of Joe Tynan is a 1979 American political drama film directed by Jerry Schatzberg, and produced by Martin Bregman. The screenplay was written by Alan Alda, who also played the title role. The film stars Alda, Barbara Harris, and Meryl Streep, with Rip Torn, Melvyn Douglas, Charles Kimbrough, and Carrie Nye. Meryl Streep said that she was on \"automatic pilot\" during filming because she went to work not long after the death of John Cazale, adding that she got through the process largely due to Alda's support. ==Plot summary== Joe Tynan is a liberal U.S. senator from New York with possible presidential ambitions. For the time being, he is weighing the nomination of a potential Supreme Court justice, with the elderly Sen. Birney urging him strongly to support the nominee. Tynan is married, with two children, and his frequent work-related absence is an occupational hazard tolerated by wife Ellie, who is busy studying for a new career as a therapist. When he travels to Louisiana to investigate the nominated judge, he encounters labor lawyer Karen Traynor, who knows of evidence revealing the nominee to be unfit. Their time together results in Tynan and the married Karen beginning a romantic affair. While back in Washington, D.C., engaging in a friendly rivalry with Southern senator Kittner and preparing for the party's upcoming national convention, Tynan begins to realize that Sen. Birney is suffering from a form of early dementia. Ellie, meanwhile, discovers his relationship with Karen, causing considerable friction at home. Tynan breaks off the affair, and makes amends to his wife as he delivers a speech at the convention. ==Cast== * Alan Alda as Joe Tynan * Barbara Harris as Ellie Tynan * Meryl Streep as Karen Traynor * Rip Torn as Senator Kittner * Melvyn Douglas as Senator Birney * Charles Kimbrough as Francis * Carrie Nye as Aldena Kittner * Michael Higgins as Senator Pardew * Blanche Baker as Janet * Chris Arnold as Jerry * Maureen Anderman as Joe's Secretary * John Badila as Reporter on TV Screen * Robert Christian as Arthur Briggs * Maurice Copeland as Edward Anderson * Lu Elrod as Congresswoman at Party * Marian Hailey as Sheila Lerner ==Reception== Janet Maslin of The New York Times wrote, \"Alan Alda's Joe Tynan isn't altogether believable as a politician, but he's a warm, sensitive, intelligent character, around whom an uncommonly well-meaning movie has been fashioned.\" Dale Pollock of Variety wrote that the film \"features a literate script, sensitive direction and a brace of fine performances by Alan Alda, Barbara Harris and Meryl Streep.\"Pollock, Dale (August 15, 1979). \"Film Reviews: The Seduction of Joe Tynan\". Variety. 25. Gene Siskel of the Chicago Tribune gave the film three-and-a-half stars out of four and wrote, \"We all know that Alan Alda can act; the revelation in his new film, 'The Seduction of Joe Tynan,' is how well he can write. His script, set in the world of politics, is a pleasure to listen to.\"Siskel, Gene (August 31, 1979). \"Alan Alda a double-threat in 'Joe Tynan'\". Chicago Tribune. Section 4, p. 2. Sheila Benson of the Los Angeles Times stated, \"'The Seduction of Joe Tynan' is at least a decent effort to look at the pressures at work on a rising young politician, both from within and without. Years from now, however, it may be best remembered as the first film to give Meryl Streep full rein for her luminous talents.\"Benson, Sheila (August 16, 1979). \"'Seduction': Alda Goes to Washington\". Los Angeles Times. Part IV, p. 1. Judith Martin of The Washington Post wrote, \"Barbara Harris' superb and rounded characterization is only one of many deliciously funny-sad and authentic touches in this amazingly unstereotyped political satire.\"Martin, Judith (August 24, 1979). \"'Tynan': The Seduction of A Quintessential Senator\". The Washington Post. Weekend, p. 29. David Ansen of Newsweek called the film an \"intelligent, beautifully acted cautionary tale about the conflict between the siren call of success and the responsibilities of a private life.\"Ansen, David (August 27, 1979). \"Alda's Breakthrough\". Newsweek. 62. The film currently holds an 86% rating on Rotten Tomatoes, based on seven reviews. ==Awards== Wins * Los Angeles Film Critics Association Awards: LAFCA Award, Best Supporting Actor, Melvyn Douglas; Best Supporting Actress, Meryl Streep; 1979. * National Board of Review of Motion Pictures: NBR Award, Best Supporting Actress, Meryl Streep; 1979. * National Society of Film Critics: NSFC Award, Best Supporting Actress, Meryl Streep; 1979. * New York Film Critics Circle Awards: NYFCC Award, Best Supporting Actress, Meryl Streep; 1979. ==References== ==External links== * * Category:1979 films Category:1970s political drama films Category:American films Category:American political drama films Category:English-language films Category:Films directed by Jerry Schatzberg Category:Films scored by Bill Conti Category:Films shot in Baltimore Category:Films with screenplays by Alan Alda Category:Universal Pictures films Category:1979 drama films ",
    "title": "The Seduction of Joe Tynan"
}