{
    "id": "9091792",
    "text": "Horsford Castle is situated in the village of Horsford, 6 miles to the north of the city of Norwich. ==Details== Before the Norman conquest of England, Horsford was held by an Anglo-Saxon named Edric but after the conquest William the Conqueror granted the land to Robert Malet, the Lord of Eye.Barrett- Lennard, pp.269-270. Robert was exiled after he sided against Henry I, but had by then granted the manor of Horsford to Walter de Caen.Barrett-Lennard, pp.269-270. Walter built a motte and bailey castle on the site, in an area of heathland, possibly positioning his castle to make a political statement about his control of these pasturelands.Liddiard, p.38. He turned the surrounding area into a park.Barrett-Lennard, p.270. The motte was 77 metres by 85 metres wide, and around 2.3m high, with a single bailey 72 metres by 32 metres wide. Walter's son Robert fitz Walter was Sheriff of Norfolk and Suffolk from 1115 to 1129. When Robert and his wife were returning from a pilgrimage to Rome, they were attacked by bandits, robbed and thrown into prison. However, after praying to St Faith, they were released, and Robert subsequently founded the monastery of St Faith's near the castle.Barrett-Lennard, p.270. ==Today== The site seems to have been abandoned around the middle of the fifteenth century. All that now remains is the low-lying motte and bailey in a field to the east of the village. The castle is a scheduled monument.Horsford Castle, Gatehouse website, accessed 26 April 2011. ==See also== *Castles in Great Britain and Ireland *List of castles in England ==Bibliography== *Barrett-Lennard, T. (1904) \"Some Account of the Manor or Castle of Horsford,\" Norfolk Archaeology Vol. 15 pp.267-93. *Christopher Harper-Bill. (ed) (2005) Medieval East Anglia. Woodbridge, UK: Boydell Press. . *Liddiard, Robert. (2005) \"The Castle Landscapes of Anglo-Norman East Anglia: A regional perspective,\" in Christopher Harper-Bill (ed) ==Further reading== *Fry, Plantagenet Somerset, The David & Charles Book of Castles, David & Charles, 1980. ==References== Category:Castles in Norfolk Category:Scheduled Ancient Monuments in Norfolk ",
    "title": "Horsford Castle"
}