{
    "id": "9091662",
    "text": "The Wisconsin Center for the Advancement of Postsecondary Education (WISCAPE) was established in 2001 on the University of Wisconsin–Madison campus by former UW–Madison Chancellor David Ward.Heinen, N. \"A Rare Look Inward.\" Madison Magazine, March 2001. ==Purpose== Ward envisioned the center as \"a policy think tank, not just an academic think tank,\" that would promote cross- disciplinary research and scholarship on postsecondary education, enhance professional development for those working at colleges and universities, and engage the public in a dialogue about the role of postsecondary education in a democratic society. ==Areas of focus== Local and national media have since highlighted the work of the center's staff, scholars, and affiliates on a variety of postsecondary education issues, including financial aid,Ziff, D. \"A Study on Grant Students.\" Wisconsin State Journal, July 27, 2008. trends in state funding for postsecondary education,College Connections: A Weekly Radio Program about Higher Education in Oklahoma. \"Understanding Funding Trends,\" October 20, 2007. Redden, E. \"Explaining State Spending on Higher Ed.\" Inside Higher Ed, October 11, 2007. returns to state investment in postsecondary education,Trostel, P. \"State Fiscal Priorities Disturbing.\" Wisconsin State Journal, November 16, 2006. college student transfer issues,Moltz, D. \"Why Reverse Transfer?\" Inside Higher Ed, April 17, 2009Ashburn, E. \"Disadvantaged Students Can Earn 4-Year Degrees With Key Supports, Study Finds.\" The Chronicle of Higher Education, August 9, 2009. Carey, K. \"Carrots, Sticks and Transfer.\" Inside Higher Ed, June 23, 2008. community colleges,Viadero, D. \"Community College a Research Puzzle.\" Education Week, September 2, 2009. Wisconsin Public Radio. \"Transforming America's Community Colleges,\" University of the Air, August 9, 2009. Finkelmeyer, T. \"UW-Madison Profs Help Shape Bold Initiative for Community Colleges.\" The Capital Times, July 20, 2009. de facto privatization of public universities,Jaschik, S. \"'The True Genius of America at Risk.'\" Inside Higher Ed, January 30, 2006. Dillon, S. \"At Public Universities, Warnings of Privatization.\" The New York Times, October 16, 2005. Rivedal, K. \"Can Universities Stay Public?\" Wisconsin State Journal, September 14, 2005. gridlock in state policymaking,Stampen, J. \"Rise Of Block Voting In The Wisconsin State Legislature One Reason For Public Policy Lull.\" WisOpinion.com, August 7, 2007. Stampen, J. \"Democrats Continue Legislative Gridlock.\" WisOpinion.com, April 30, 2010. the college presidency,Peterson, H. \"Why Presidents Fail and How They Can Succeed.\" The Chronicle of Higher Education, June 13, 2008. federal college cost containment measures,Lederman, D. \"Dubious Approach to Cost Containment.\" Inside Higher Ed, July 19, 2007. and the Wisconsin Covenant.Foley, R. \"Doyle's College Plan Needs Money: Study Says State Should Provide Tuition Aid to Needy Wisconsin Covenant Students.\" Wisconsin State Journal, January 22, 2009. Perez, E. \"State Urged to Fund Covenant: College Program is Not Doing Enough to Help Needy Students, Report Says.\" Milwaukee Journal Sentinel, January 23, 2009. \"Make a Deal With Kids.\" Milwaukee Journal Sentinel, May 15, 2007Foley, R. \"Doyle Higher Ed Plan Would Be Costly.\" Wisconsin State Journal, May 12, 2007. ==References== ==External links== * The Wisconsin Center for the Advancement of Postsecondary Education (WISCAPE) (http://www.wiscape.wisc.edu) * The University of Wisconsin–Madison (http://www.wisc.edu) * The University of Wisconsin–Madison School of Education (http://www.education.wisc.edu) Category:University of Wisconsin–Madison Category:2001 establishments in Wisconsin Category:Educational institutions established in 2001 Category:Educational research ",
    "title": "Wisconsin Center for the Advancement of Postsecondary Education"
}