{
    "id": "9092576",
    "text": "Poster for the off-Broadway production Frankie and Johnny in the Clair de Lune is a two-character play by Terrence McNally that was first performed off- Broadway in 1987. ==Plot== The play focuses on two lonely, middle-aged people whose first date ends with their tumbling into bed. The two are in her one- room walk-up apartment in the west side of Manhattan. Johnny (originated by F. Murray Abraham), a short order cook, is in good physical condition; but Frankie (originated by Kathy Bates), a waitress, is frumpy, fat, and emotionally defined by her unattractiveness. Johnny is certain he has found his soul mate in Frankie. She, on the other hand, is far more cautious and disinclined to jump to conclusions and at first has written off the encounter as a one night stand. As the night unfolds, they slowly begin to reveal themselves to each other as they take tentative steps towards the possible start of a new relationship. Describing the scene from which the play gets its name, David Finkle wrote, \"Johnny calls the radio station to request the most beautiful music ever written... Claude Debussy's \"Clair de lune\"... floats onto the night air... Johnny, buoyant with love, beckons Frankie to join him at the window and to bask... in the clair de lune. It's a lovely moment...\"Finkle, David. \"Reviews. 'Frankie and Johnny in the 'Clair de Lune'\" theatermania.com, August 8, 2002 ==Productions== ===Off-Broadway=== The play opened Off-Broadway on June 2, 1987 at Stage II of the Manhattan Theatre Club, where it ran for two weeks. Directed by Paul Benedict, the original cast starred Kathy Bates and F. Murray Abraham.McNally, Terrence. \" 'Frankie and Johnny in the Clair de Lune: A Play'\" Dramatists Play Service, Inc., 1988, , p.4\" 'Frankie and Johnny in the Clair de Lune' Stage 1\" Internet Off-Broadway Database, retrieved May 31, 2019 On October 14, 1987 it opened at Stage I for a six-week run. Kenneth Welsh played the part of Johnny in the Stage I production. On December 4, 1987 the play transferred to the Westside Theatre, and closed on March 12, 1989. Kathy Bates won a 1988 Obie Award and was nominated for a 1987-1988 Drama Desk Award.\" 'Frankie and Johnny in the Clair de Lune' Westside Theatre\" Internet Off-Broadway Database, retrieved May 31, 2019 ===Broadway=== The play opened on Broadway on July 26, 2002 in previews, officially on August 8, 2002 at the Belasco Theatre.Jones, Kenneth and Lefkowitz, David. \"Falco Is Frankie, Tucci Is Johnny, and Their Love Story Begins July 26\" playbill.com, July 26, 2002Listing ibdb.com, accessed April 17, 2014 Directed by Joe Mantello, the cast starred Edie Falco and Stanley Tucci. The play closed on March 9, 2003 after 243 performances and 15 previews. Rosie Perez and Joe Pantoliano were replacements as of January 2003.Hernandez, Ernio. \"Rosie Perez and Joe Pantoliano Officially Bow as Bway's 'Frankie and Johnny' Jan. 30\" playbill.com, January 30, 2003 The performers had an extended period of nudity in the first act. The play received Tony Award nominations for 2003 for Best Revival of a Play and for Stanley Tucci for Best Performance by a Leading Actor in a Play.Jones, Kenneth. \"Just the Facts: List of 2003 Tony Award Winners\" playbill.com, June 8, 2003 A revival opened on Broadway beginning May 4, 2019 in previews, officially on May 30, 2019 at the Broadhurst Theatre in a limited run. Audra McDonald and Michael Shannon star in a production directed by Arin Arbus. The play closed on July 28, 2019. ==Adaptations== A 1991 film adaptation by McNally shortened the title to Frankie and Johnny. It starred Al Pacino and Michelle Pfeiffer. He made several changes from the play, adding new characters and locations. Frankie and Johnny Are Married (2003) is a comedy film that refers to McNally's play. Written and directed by Michael Pressman, it explores the troubles a producer (which Pressman played as himself) has trying to mount a production of the Terrence McNally play. ==References== ==External links== *Original Off-Broadway production, Internet Off-Broadway Database *2002 Broadway production at Internet Broadway Database *2019 Broadway production at Internet Broadway Database *New York Times review, subscription required Category:1987 plays Category:Broadway plays Category:Plays by Terrence McNally Category:American plays adapted into films Category:Two-handers ",
    "title": "Frankie and Johnny in the Clair de Lune"
}