{
    "id": "9092040",
    "text": "Acquiescence bias, also known as agreement bias, is a category of response bias common to survey research in which respondents have a tendency to select a positive response option or indicate a positive connotation disproportionately more frequently. Respondents do so without considering the content of the question or their 'true' preference. Acquiescence is sometimes referred to as \"yea-saying\" and is the tendency of a respondent to agree with a statement when in doubt. Questions affected by acquiescence bias take the following format: a stimulus in the form of a statement is presented, followed by 'agree/disagree,' 'yes/no' or 'true/false' response options. For example, a respondent might be presented with the statement \"gardening makes me feel happy,\" and would then be expected to select either 'agree' or 'disagree.' Such question formats are favoured by both survey designers and respondents because they are straightforward to produce and respond to. The bias is particularly prevalent in the case of surveys or questionnaires that employ truisms as the stimuli, such as: \"It is better to give than to receive\" or \"Never a lender nor a borrower be\". Acquiescence bias can introduce systematic errors that affect the validity of research by confounding attitudes and behaviours with the general tendency to agree, which can result in misguided inference. Research suggests that the proportion of respondents who carry out this behaviour is between 10% and 20%. == Causes == === Agreeableness === A prominent psychological explanation attributes acquiescence bias to social norms that encourage agreeable behaviour. Evidence indicates that respondents approach surveys as though they are common conversations. A consequence of this is that the conventions that govern conversations influence the interpretation of survey questions and responses to them. Accordingly, pressure to conform to such norms and conventions prompts people to agree with stimulus statements. Based on research into the \"Big Five\" personality traits, individuals are predisposed to agreeable behaviour to differing degrees. === Perceived authority of the interviewer === An explanation favoured by sociologists is that acquiescence bias is a product of the combination of the inclination to yield to the opinions of high authority individuals, and respondents' perception of the researcher/ interviewer as having higher authority. According to this explanation, when selecting answers, a tendency to agree with statements made by the interviewer arises from the respondent's intention of being polite or respectful. In support of this, there is evidence that indicates that respondents of lower social status acquiesce more frequently that respondents of higher social status. However, several studies have failed to replicate this finding. === Satisficing === Acquiescence bias is proposed to be a product of 'satisficing' behaviour. 'Satisficing' sees respondents select responses that are satisfactory or good enough, rather than engage in 'optimizing,' which produces best possible selection. This is done to conserve cognitive energy. ==== Four-stage model of the response process ==== Roger Tourangeau, Lance J. Rips, Kenneth Rasinski have developed a cognitive model that proposes four stages to the process of survey response selection. Each stage entails several specific cognitive processes. For example, the Comprehension stage entails paying attention to a question or instruction set. They propose that some cognitive processes are required in order to select an answer whereas others serve as optional aids. A respondent's decision of which processes to employ from the model is determined by a number of influences, notably speed and precision. The four stages: * Comprehension – understanding the question and the information required. * Retrieval (for factual questions) – remembering or calling to mind the appropriate information. * Judgement (for factual questions) – the processing of recalled information to form judgements. * Selection – choosing and communicating an answer. Two sets of processes have been proposed: translating a judgement into the scales provided, and revising the response based on factors such as 'consistency'. Survey response effects can arise at any stage of the response process. ==== Strong and weak satisficing ==== Two forms of 'satisficing' have been proposed: * Weak satisficing: Respondents still execute all four stages of the 'Four stage model of the response process.' However, the stages are carried our less rigorously, which results in the output being satisfactory rather than highly accurate. An example of weak satisficing is a respondent who doesn't search their memory as deeply as possible. This would lead to acquiescence if the respondent only scanned their memory for information supporting the positive response option. * Strong satisficing: Respondents implement a surface-level approach to answering the question by omitting the 'Retrieval' and 'Judgement' stages and only engaging in 'Comprehension' and 'Selection.' The respondent does not access any internal cognitive resources concerning the construct of interest for the question. A mechanism of selecting an appropriate answer may instead involve interpreting external cues such as question-wording. Following the social convention of agreeing is one alternative mechanism that would lead to Acquiescence bias. == Solutions == === Balanced scales === This approach involves the modification of scales to include an equal ratio of positively and negatively framed items. In other words, a particular construct is assessed using conflicting stimulus statements. For example, in trying to assess depression it would be a good idea to also include items assessing happiness and contentedness, etc. (reversed-keyed items), in addition to the usual depressive content. The rationale is that such reverse-coded items force respondents to engage consciously and deliberately with survey questions, rather than automatically. While this technique has been shown to minimise a construct's relationship with acquiescence bias, it is imperfect in that respondents continue to provide responses biased by acquiescence. Douglas N. Jackson demonstrated acquiescence responding on the California F-scale (a measure of authoritarianism), which contains such truisms. He created a reverse-keyed version of the California F-scale where all the items were the opposite in meaning (see the two previous examples for a pair of such contradictory statements). He administered both the original and reverse-keyed versions of the California F-scale to the same group of respondents. One would expect that the correlation between these two scales to be negative, but there was a high, positive correlation. Jackson interpreted this as evidence of acquiescence responding. Respondents were merely being agreeable to the statements, regardless of the content. In such cases, the only effect of the technique is in moving individuals from the positive pole of the scale to the midpoint which, it is argued, achieves nothing. === Statistical correctives === The use of two techniques has been proposed to separate out acquiescence bias from constructs of interest: Factor analysis, and Ipsatization. Jackson and Messick, using factor analysis, also demonstrated that the two main factors explaining the majority of response variation on the Minnesota Multiphasic Personality Inventory (MMPI) were for social desirability and acquiescence responding (this would also hold true for the revised MMPI-2). === Question choice === Some researchers have denounced the use of 'agree/disagree' scales (including 'yes/no' and 'true/false' variations) and call for the use of question types that aren't as susceptible to acquiescence bias. One alternative is 'item-specific' (IS) questions. Instead of providing a statement and 'agree/disagree' response option, the statement is transformed into a direct question and response options present a range that captures the extremities of an attitude or behaviour. For example, the statement 'I like the colour blue,' is transformed into 'do you like the colour blue?' with response options ranging from 'not at all' to 'very much.' Proponents of this solution reason that 'agree/disagree' scales demand excess cognitive resources. In many cases, a response to the direct question is a pre-requisite to providing an 'agree/disagree' choice; a person first responds to 'how often do I feel like starting a new hobby?' when presented with the statement 'I regularly feel like starting a new hobby.' There is, therefore, an additional process of translation onto the 'agree/disagree' scale. ==See also== * Likert scale * Social desirability bias ==References== Category:Cognitive biases Category:Sampling (statistics) ",
    "title": "Acquiescence bias"
}