{
    "id": "9092969",
    "text": "Night World is a 1932 American pre-Code drama film featuring Lew Ayres, Mae Clarke, and Boris Karloff.Night World, imdb.com; accessed August 9, 2015. The supporting cast includes George Raft and Hedda Hopper (before she became a noted gossip columnist). The movie was directed by Hobart Henley and features an early Busby Berkeley music number, \"Who's Your Little Who-Zis\".Everett Aaker, The Films of George Raft, McFarland & Company, 2013 p 26 Although Karloff is a villain, he plays a charming man, quite unlike most of the parts he was allowed to play at the time. ==Plot== On a cold winter's night outside Happy's Nightclub, Irish-American police officer Ryan (Robert Emmett O'Connor) chats with African-American doorman Tim Washington (Clarence Muse), who is worried about his critically ill wife. Inside, club owner Happy (Boris Karloff) is arguing with his shrewish but glamorous wife Jill (Dorothy Revier) and welcoming frequent customers Ed Powell (George Raft), a crooked gambler, and Michael Rand (Lew Ayres). Rand is a wealthy college boy who watched his mother kill his father after catching him with another woman, a case widely covered by the tabloids. Rand is now drinking heavily to deaden his pain. Backstage, gambler Powell asks chorus girl Ruth Taylor (Mae Clarke) for a date and, after losing an impromptu bet, she agrees to go out with him. After the floor show, all the chorus girls are asked to stay late by their cruel dance master, Klauss (Russell Hopton), who is secretly having an affair with Happy's wife Jill. Edith Blair (Dorothy Petersen) spots a drunken Michael Rand sitting alone at a table. Edith was the 'other woman' in the murder of Michael's father. She tells Michael that she and his father were only good friends, and that his father loved him deeply. She also tells Michael that his killer mother never loved his father, and cursed him as he was dying. An upset Michael creates an outburst and overturns a table at the nightclub. He passes out after being punched, and is taken to the back room of the club where Ruth cares for him. Happy leaves to discuss bootleg liquor purchases with another gangster, Jim. (Huntley Gordon.) As he exits, doorman Tim asks if he can leave early to visit is ailing wife, but Happy refuses. When Michael wakes up from his liquor-related nap, he and Ruth have a warm chat. Gambler Powell interrupts them and insists Ruth come to his apartment immediately. Michael punches Powell and Tim takes the fallen gambler out to a taxi. Suddenly, Michael's mother (Hedda Hopper) arrives at the nightclub. Michael confronts her about the way she treated his father. The late-night dance rehearsal continues, but Klauss calls a break so he can spend more time with Jill. Happy returns, and Tim asks again if he can go see his wife in the hospital. Happy refuses. Happy catches Jill and Klauss together, and Klauss leaves in disgrace. Happy tells Jill that he will not divorce her, but remain married to her and do his best to make her miserable. Michael and Ruth sit down for a meal together. Michael asks Ruth if she would be interested in running away to Bali with him, as his wife, even though they have only known each other for a few hours. Their happy moment is interrupted by Tim, who has just learned that his wife is dead. As he leaves the club to finally go to her bedside, he is fatally shot by gangster Jim and a comrade, who have come for Happy. They shoot Happy and then his wife Jill. When they turn their guns towards Michael and Ruth, they are suddenly shot dead by the returning police officer Ryan. Michael and Ruth get into the police wagon together, and Ruth agrees to go Bali with Michael. ==Cast== * Lew Ayres as Michael Rand * Mae Clarke as Ruth Taylor * Boris Karloff as \"Happy\" MacDonald * Dorothy Revier as Jill MacDonald * Hedda Hopper as Mrs. Rand * George Raft as Ed Powell * Russell Hopton as Klauss * Clarence Muse as Tim Washington, the doorman * Dorothy Peterson as Edith Blair * Bert Roach as Tommy * Gene Morgan as Joe * Huntley Gordon as Jim * Robert Emmett O'Connor as Police Officer Ryan * Arletta Duncan as Cigarette Girl * Alice Adair as Chorine (uncredited) * Louise Beavers as Maid (uncredited) * Billy Bletcher as Nightclub Patron (uncredited) * Sammy Blum as Salesman (uncredited) * Edna Callahan as Chorus Girl (uncredited) * Helene Chadwick as Nightclub Patron (uncredited) * André Cheron as Frenchman from Schenectady (uncredited) * Frankie Farr as Trick Waiter (uncredited) * Byron Foulger as Mr. Baby / Nightclub Patron (uncredited) * Greta Granstedt as Blonde (uncredited) * Hal Grayson as Orchestra Leader (uncredited) * Harriet Hagman as Chorine (uncredited) * Mary Halsey as Chorus Girl (uncredited) * Amo Ingraham as Chorine (uncredited) * Jack La Rue as Henchman (uncredited) * Florence Lake as Ms. Smith (uncredited) * Robert Livingston as Nightclub Patron (uncredited) * Geneva Mitchell as Florabelle (uncredited) * Paisley Noon as Clarence (uncredited) * Eddie Phillips as Vaudevillian (uncredited) * Pat Somerset as Guest (uncredited) * Larry Steers as Nightclub Patron (uncredited) * Tom Tamarez as Gigolo (uncredited) * Ray Turner as Washroom Attendant (uncredited) * Harry Woods as Gang Leader (uncredited) ==Production== The film's working title was Night Club.Night World at TCMDB This film is preserved in the Library of Congress collection.Catalog of Holdings The American Film Institute Collection and The United Artists Collection at The Library of Congress, (<-book title) p.127 c.1978 by The American Film Institute Raft had appeared in Scarface but that film had not yet been released when he was cast in this. ==Reception== The New York Times said \"the film is a symphonic arrangement of songs and snatches of human experience. Unfortunately, the result is mainly a strained and artificial fiction. The threads have been forced into the pattern, willy, nilly.\" It added that Raft and Muse \"give effective performances.\"Review of film at New York Times ==See also== * List of American films of 1932 * Boris Karloff filmography ==References== ==External links== * * * * * Category:1932 films Category:1932 drama films Category:American drama films Category:American black-and-white films Category:English-language films Category:Films directed by Hobart Henley Category:Films made before the MPAA Production Code Category:Universal Pictures films Category:American films ",
    "title": "Night World (film)"
}