{
    "id": "9093948",
    "text": "This page is about the breed of dog. For the type of cattle, see Gascon cattle. For the type of language, see Gascon language. The Gascon Saintongeois (FCI No.21) is a breed of dog of the scenthound type, recognised in two sizes, Grand (large) and Petit (smaller than the Grand, but not a small dog). Originating in France, the breed is used for hunting in packs and descends from the old Hound of Saintonge type of large hunting dog. == Characteristics == The breed is a very typical French hound, with a lean and muscular body, long legs, long drop ears and pendulous flews (lips). The size for the Grand is 65 to 72 cm (25.6 to 28.3 ins) at the withers, females at total 24 to 26 inches; the size for the Petit is 56 to 62 cm (22 to 24.4 ins) at the withers, making it still a fairly large dog; females are slightly smaller. Grands weigh 66 to 71 pounds. The eyes are dark chestnut. It has an elongated head. Its black nose is well-developed and the lips are pendent. It has a deep chest and a strong back. The tail is elegant and saber. Petit Gascon Saintongeois The colour of the coat is white with black patches, sometimes speckled or ticked with black. Ears and face around the eyes are black and the cheeks are tan, but there should not be a tricolour appearance. Two tan markings are above the eyes, and sometimes a tan marking is found on the base of the upper thigh, which is called the \"roe buck mark\". Faults, which indicate the dog should not be bred, include lack of substance, weak back, deviated tail, cow-hocked, or legs that are too angulated or straight, which would impede running ability, as well as being off-colour or overly aggressive or overly shy. The breed is noted for its good nose, excellent voice and beautiful gallop, important attributes in a hunting dog. It is instinctively a pack dog. It is audacious, resistant, aristocratic and is very affectionate off the hunting fields. == History and use == Only three old Saintongeois hounds survived the French Revolution, two dogs and a bitch. Count Joseph de Carayon-Latour in the mid-19th century crossed the last of the old Hound of Saintonge with a few of the remaining old-type Grand Bleu de Gascogne. The hounds that were white with black ticking were retained and later given the name Gascon Saintongeois. In the middle of the 20th century, hunters in the southwest of France selected smaller dogs from litters of Grand Gascon Saintongeois for hunting hare and other small game. These became the Petit Gascon Saintongeois. The Grand Gascon Saintongeois is used for hunting big game including wild boar, roe deer and sometimes gray wolf, usually in a pack. The Petit Gascon Saintongeois is a versatile hunter, usually used on hare and rabbit, but it can also be used for big game. == See also == * Anglo- French hounds * Dog terminology == References == == External links == * Search The Open Directory Project (DMOZ) links for clubs and information about the Gascon Saintongeois *Petit Gascon Saintongeois in Northern Italy *Gascon Saintongeois in France Category:Dog breeds originating in France Category:FCI breeds Category:Scent hounds ",
    "title": "Gascon Saintongeois"
}