{
    "id": "9093153",
    "text": "Angel Station is the ninth album released by Manfred Mann's Earth Band, released in 1979. Several line-up changes were made for this album. Ex-Wings drummer Geoff Britton replaced founding drummer Chris Slade and Steve Waller replaced guitarist Dave Flett. Britton left the band soon after due to illness, and was replaced by John Lingwood Also in the line-up, Pat King on Bass guitar from the then current line-up, along with Chris Thompson.. ==Background== Angel Station features a six-note descending theme in most of the songs on the album, woven into the context of each song in a different way, an idea hatched by Pat King after having watched Close Encounters of the Third Kind.. \"Hollywood Town\" and \"You Are, I Am\" share a common tune and basic arrangement. They occupied almost identical positions on either side of the LP. The album has the air of an emotional and musical crossword puzzle, or has affinities with the work of M. C. Escher, whose art is alluded to on the cover illustration. Of interest is the involvement of Fingerprintz's Jimmy O'Neill whose influence can be heard in the edgy, angular instrumental \"Platform End\" (a song whose title was probably influenced by the fact that it originally closed the 1978 vinyl's A side), and ex-Slapp Happy and Henry Cow member Anthony Moore who produced the album and influenced its modern, sparse sound. > \"This is Chris Thompson's last album with the Earth Band as he is forming > his own band in the near future. I wish to thank him for a valuable creative > and personal relationship, and wish him every success in the future.\" – > Manfred Mann, 1979Manfred Mann, Angel Station album, Sleeve notes (1979) In spite of this announcement, Thompson's own outfit Night turned out as unsuccessful, releasing two mostly overlooked albums in 1979 and 1980 respectively, so the singer stayed with the Earth Band instead, returning on the group's next album Chance (1980) already. The album was on the US Billboard 200 charts for thirteen weeks, peaking at No. 144 on 9 June 1979. The single \"You Angel You\" spent seven weeks on the US Billboard Hot 100 chart peaking at No. 58 on 14 July 1979. The album spent eight weeks and reached No. 4 on the German Media Control Albums Chart.Manfred Mann's Earth Band - Angel Station (1979) album at Offizielle Deutche Charts Kanye West sampled the bridge from \"You Are, I Am\" for the track \"So Appalled\" from West's 2010 album, My Beautiful Dark Twisted Fantasy. == Track listing == ===Side one=== # \"Don't Kill It Carol\" (Mike Heron) – 6:18 # \"You Angel You\" (Bob Dylan) – 4:02 # \"Hollywood Town\" (Harriet Schock) – 5:09 # \"\"Belle\" of the Earth\" (Manfred Mann) – 2:46 # \"Platform End\" (Mann, Geoff Britton, Pat King, Steve Waller, Chris Thompson, Jimmy O'Neill) – 1:32 ===Side two=== # * \"Angels at My Gate\" (Mann, Hirth Martinez, O'Neill) – 4:50 # \"You Are – I Am\" (Mann) – 5:11 # \"Waiting for the Rain\" (Billy Falcon) – 6:17 # \"Resurrection\" (Mann) – 2:42 ===1999 CD re-issue Bonus Tracks=== # * \"Don't Kill It Carol\" (single version) (Heron) – 3:58 # \"You Angel You\" (single version) (Dylan) – 3:46 == Charts == {|class=\"wikitable sortable\" border=\"1\" !scope=\"col\"|Chart (1979) !scope=\"col\"|Peak position |- |Australia (Kent Music Report) | style=\"text-align:center;\"|22 |} ==Personnel== ===The Earth Band=== * Chris Thompson – vocals (\"You Angel You\", \"Hollywood Town\", \"\"Belle\" of the Earth\", \"Waiting for the Rain\") * Steve Waller – guitar, vocals (\"Don't Kill it Carol\", \"You Angel You\", \"Angels at My Gate\") * Manfred Mann – keyboards, vocals * Pat King – bass guitar * Geoff Britton – drums, alto saxophone ===Additional musicians=== * Anthony Moore – guitar, sequencer, synthesizer * Jimmy O'Neill – guitar * Graham Preskett – violin (\"Waiting for the Rain\") * Dyan Birch – backing vocals ===Technical=== * Anthony Moore – producer * Rik Walton – engineer * Davie Phee, Edwin Cross – assistant engineers * Martin Poole – art direction * John Shaw – photography (front cover) * Pat King – photography (back cover) == Notes == ==External links== * Manfred Mann's Earth Band - Angel Station (1979) album releases & credits at Discogs * Manfred Mann's Earth Band - Angel Station (1979) album credits & user reviews at ProgArchives.com * Manfred Mann's Earth Band - Angel Station (1979) album to be listened on Spotify Category:Manfred Mann's Earth Band albums Category:1979 albums Category:Bronze Records albums Category:Warner Records albums ",
    "title": "Angel Station"
}