{
    "id": "9094477",
    "text": "A 1974 advertisement for the Wang 2200 ComputerThe Wang 2200 appeared in May 1973, and was Wang Laboratories' first minicomputer that could perform data processing in a common computer language. Unlike some other desktop computers, such as the HP 9830, it had a cathode ray tube (CRT) in a cabinet that also included an integrated computer-controlled cassette tape storage unit and keyboard. Microcoded to run interpretive BASIC, about 65,000 systems were shipped in its lifetime and it found wide use in small and medium-size businesses worldwide. The 2200 evolved into a desktop computer and larger system to support up to 16 workstations and utilized commercial disk technologies that appeared in the late 1970s and early 1980s.Wang Offers End Users Portable Unit, Workstations, By Esther Surden, Computerworld - 5 Apr 1976 - Page 35, ...the 2200 PCS portable system...Model 2200WS workstation... The disk subsystems could be attached to up to 15 computers giving a theoretical upper limit of 240 workstations in a single cluster. Unlike the other product lines such as the VS and OIS, Wang Laboratories aggressively used value-added resellers (VARs) to customize and market 2200 systems. One such creative solution deployed dozens of 2200 systems and was developed in conjunction with Hawaii- and Hong Kong-based firm, Algorithms, Inc. It provided paging (beeper) services for much of the Hong Kong market in the early 1980s. ==History== ===Early 2200 models=== The first models of the 2200, released in April 1973, were the 2200A, B, differing in the amount of microcode so the B model held additional commands in Wang BASIC. The extra commands in the B model were mostly related to data handling, allowing BASIC programs to construct databases with relative ease. The later C model added a small number of additional commands, including basic error handling. The A, B and C were replaced by the S and T models, which re-implemented the CPU using newer, higher-density large scale integration parts. S models added commands to convert strings to and from numbers and a few other commands. The T version added a complete set of matrix math commands like those seen in later versions of Dartmouth BASIC as well new input/output functions. The S and T machines also used an internal power supply, rather than the external one used in the earlier models. The E and F models had features similar to those of the S and T, but was yet another re-implementation of the CPU and this time housed the system in a case from a terminal. Another change was the input/output subsystem, which made I/O cards for the E/F incompatible with the earlier machines. ===Later \"2600\" models=== A complete re-design of the CPU was underway as early as 1974. This was not simply a re-implementation of the same underlying CPU using new components, the CPU ran an entirely different machine code. This was invisible to the user, because the line had always coded its BASIC in microcode, not the machine language, and the user only had access to the microcode. This meant user programs including \"machine code\" continued to run on the new CPUs in spite of them having completely different instructions. The new machine was introduced at the September 1976 Westcon show and shipped the next year as the 2200VP Its BASIC-2's disk access permitted not only filename-based access, called \"Automatic File Cataloging\" but also but also \"Absolute Sector Addressing.\" The latter enabled setting up one's own type of database. Up to 16 files could be simultaneously be open. Two language features, $GIO and $IF ON/OFF, facilitated a wide range of devices, including for telecommunications. Wang 2200MVP was a multi-user \"upgrade.\" Wang claimed to support \"High-speed printers (up to 600 lmp),SIC! LPM IBM diskette and 9-Track magnetic tape compatibility, telecommunications and special instrument controllers.\" In the early 1980s the VP series was replaced by a single-chip VLSI implementation, the \"Micro VP\". It was otherwise similar to the earlier versions. ===386-based versions=== The last models of the 2200 series were introduced in July 1989 as the 2200 CS/386. This used a 16 MHz Intel 80386 as the CPU and implemented the 2200 microcode on top. The entire machine fit onto a single plug-in card that replaced the VP style CPU in the existing chassis design, using all of the existing peripherals. BASIC was implemented in 256 kB of static RAM loaded from disk, and used an incremental compiler rather than an interpreter as in previous versions. In March 1991, the CS/386 Turbo replaced it, running at 32 MHz. ==Soviet clone== In the 1970s, Wang 2200 computers were extensively used by Gosplan and Goskomstat, the main Soviet planning and statistical agencies. The fear of backdoors in the Western hardware led to the reverse engineering of the original system and the development of the a 100% binary-compatible clone. The development started in 1978, and the series production began in 1980, so the oft-cited reason of CoCom restriction in the wake of Afghan War (which started in 1980) appear to be baseless. Soviet computer historians note that the Gosplan and Goskomstat users much preferred the original Wang hardware, so the clones were mainly used by the other organizations, mainly in research and industry. It was helped by the fact that Iskra, while 100% software compatible with the Wang's T-Basic code, had completely different internal structure and included many features that made it an excellent industrial controller, such as twin high- speed RS-232 interfaces, IEEE-488 equipment control interface, and CAMAC crate control circuitry. Later a somewhat simplified Unix port was created to run on this machine. ==End of production== Overshadowed by the Wang VS, the 2200 languished as a cost-effective but forgotten solution in the hands of the customers who had it. In the late 1980s Wang revisited the 2200 for one last dip in the revenue well, offering 2200 customers a new 2200 CS with bundled maintenance for less than customers were then paying just for maintenance of their aging 2200 systems. The 2200 CS was accompanied by updated disk units and other peripherals, and most 2200 customers moved up to the 2200 CS, after which Wang left the market and never again developed any new 2200-series products. In 1997 Wang reported having about two hundred 2200 systems still under maintenance around the world. Throughout, Wang had always offered maintenance services for the 2200. Wang 2200 Basic2 code can run on PCs and Unix systems using compilers and runtime libraries sold by NiakwaNiakwa or Kerridge.Kerridge These allow accessing the much larger, inexpensive random- access memory and disk space available on modern hardware. The programs run many times faster than they did on the 2200 hardware. ==References== == External links == * Wang 2200 Extensive information about the Wang 2200 * Wang 2200 Emulator A true emulator of the Wang 2200 * Wang 2200 on YouTube Video showing a running Wang 2200 System Category:Minicomputers Category:Personal computers Category:1973 introductions ",
    "title": "Wang 2200"
}