{
    "id": "9094695",
    "text": "is a shōjo manga by Hideko Mizuno first published in 1968 and made into a 29-episode anime television series in 1981 by Kokusai Eiga-sha (Movie International Company, Ltd.). The anime was released in the English language in the United States in 1984 as Honey Honey. It was also broadcast in various European countries and in Latin America. ==Story== The story begins in the city of Vienna in 1907, as the city holds a lavish birthday celebration for its beloved Princess Flora. The princess entertains a variety of suitors from around the world who have come to propose marriage. Also on hand for the celebration is Phoenix, a handsome, suave jewel thief who has his eye on stealing the princess's precious gemstone, the \"Smile of the Amazon,\" which the princess wears as a ring. Phoenix remarks that Flora, though renowned worldwide for her great beauty, wouldn't be nearly as beautiful without her ring. Furious at the insult, Princess Flora then drops the ring holding her gemstone into a cooked fish and throws it out the window, to the shock of everyone present. Meanwhile, a young teenaged orphan named Honey Honey is working as a waitress. Her pet cat and constant companion, Lily, spies the fish that the princess threw out the window and proceeds to eat the entire fish, thus swallowing the ring. Since Princess Flora has declared that whichever of her suitors successfully returns the ring to her shall become her husband, the princess's suitors and Phoenix immediately fan out all over the city pursuing Lily and her owner, Honey Honey. Phoenix catches up with Honey and Lily and helps them hide from their pursuers. Honey proceeds to tell the handsome jewel thief the story of how she was orphaned and brought up in a convent, and of how she befriended Lily, who, like her, was abandoned. Phoenix then tries to persuade Honey to sell Lily to him, but Honey, who is still unaware that Lily has swallowed the princess's ring, furiously refuses (after driving Phoenix's initial offer of a million dollars up to ten million dollars, and then coming to her senses) and immediately flees. Honey and Lily hide in the basket of a hot-air balloon, which soon lifts off with Phoenix and Princess Flora's suitors still in hot pursuit. Thus begins an adventure in which Honey and Lily are pursued by Phoenix, Princess Flora, and her suitors to various cities around the world, including Paris, New York City, Oslo, London, Monte Carlo, Tokyo, and Gibraltar. Along the way, Honey falls in love with Phoenix and tries to keep Lily out of the clutches of the selfish, vain princess. Eventually, Flora's ring is removed from Lily's body, but this is not the end of the story. The series concludes with the discovery that Honey Honey is in fact Flora's younger sister, a princess of a very tiny Prussian country whose name is actually Priscilla. When she was captured by a nomadic people, who force young women to run bare feet over a pit of hot coals to see if any one of them have revealed a tattoo of a rose on her foot, Honey Honey turned out to have that tattoo that they were searching for so long. Honey Honey is captured by the evil Slag, a man who caused her kingdom to be destroyed after going through an agonizing defeat. Slag takes Honey Honey into his castle within the Siberian wastelands. Honey Honey manages to escape with help from Phoenix, after he somehow managed to help a mystical alien with a flying saucer (which sort of explains the tunguska event in 1908). Sometime later Honey Honey is reunited with her father, who is working as a gardener for some Russian aristocrats in Moscow. Honey Honey, her father and Phoenix escape, but they are sold into slavery at Constantinopole. Honey Honey is bought by an Indian Sultan who is obsessed with magic tricks. Honey Honey gets her hands onto the Sultan's magic carpet, which she uses to fly into Japan and Los Angeles and finally to the show's climax in New York. At New York Princess Flora, her suitors, Phoenix and Honey Honey's father have managed to get into the city as well. The final episode also involves King Kong to be shown in the series, after it captures Princess Flora when it manages to break free from the show held by the Princess' suitors. Honey Honey manages to save Flora from King Kong by using her kind heart and sympathy. Honey Honey finally learns why everyone wanted Lily, and makes peace with Flora after their sisterhood is revealed at New York in the final episode. Honey Honey also marries Phoenix (the son of the nomadic tribe's leader, actually). Also in the end of the final episode, Princess Flora tosses the ring from the window a second time. Her servants start to chase a small dog, who swallowed the ring this time, by accident. However, they don't know that the ring was actually a fake. ==Anime distribution== The anime version of Honey Honey, produced by Kokusai Eiga-sha (Movie International Company) and animated by Toei Animation's Korean division, lasted 29 half-hour episodes and was broadcast in Tokyo on Fuji TV and on affiliated stations KTV in Osaka and Hokkaido Cultural Broadcasting Saturdays at 18:00 local time from October 1981 to May 1982. As the show was scheduled in non-network air time, other stations in the Fuji (CX) network were not obligated to carry it, and in other markets the show aired in different time slots or on non-Fuji affiliated stations. Minori Matsushima (Sayaka Yumi in Mazinger Z and Candice in Candy Candy) provided the voice of Honey Honey, Fuyumi Shiraishi (Mirai Yashima in Mobile Suit Gundam) voiced Princess Flora, and Phoenix was voiced by Makio Inoue. Masaki Tsuji, previously a writer for the unrelated Cutie Honey and numerous other works (anime and otherwise), was the series' head writer, and Takeshi Shirado, a Toei veteran whose credits included Cutie Honey, Mazinger Z, Devilman and Space Battleship Yamato, served as series director. Youko Seri, a pop singer who was popular throughout Asia at the time (particularly in China), sang the series' opening and ending themes. The anime aired in the same Saturday- evening time slot as several popular Super Sentai shows, and achieved low ratings as a result; thus, the series was canceled early, and several manga storylines, including one in which Honey Honey visits Hollywood, did not appear in the anime. However, the TV series would later achieve a fair amount of success in Europe and Latin America (although many of the character names were changed in the non-English dubs; i.e., Honey Honey is Pollen in French, Fiorellino in the first Italian dub, Favos de Mel in Portuguese, and Silvia in Spanish). Dubbed into English by Sound International Corporation, with distribution by Modern Programs International, the anime series aired, uncut, in the United States on the CBN Cable Network (later known as The Family Channel) in 1984 and was also partially released on home video by Sony. Enoki Films U.S. currently holds the American license to the anime series. ==Anime staff== * Original Story ** Hideko Mizuno * Executive Producer ** Juzo Tsubota * Chief Directors ** Takeshi Shirato, Yoshikata Nitta * Episode Directors ** Takeshi Shirato, Minoru Hamada, Shoichi Yasumura, Hiromi Yamamoto, Yoshikata Nitta, Kozo Takagaki, Hiromichi Matano, Kazuya Miyazaki, Eikichi Kojika * Script ** Masaki Tsuji, Shun'ichi Yukimuro, Toyohiro Ando, Naoko Miyake * Character Designs ** Kozo Masanobe * Animation Directors ** Takeshi Shirato, Akira Daikuhara, Akira Shinoda, Joji Kikuchi, Eiji Uemura, Hiroshi Iino, Nobumichi Kawamura * Art Director ** Yoshiyuki Yamamoto * Music ** Akihiro Komori * Theme Song ** OP- Hāto wa Ōsuwagi, ED- Niji ni Shōjo, performed by Youko Seri * Production ** Kokusai Eiga-sha (Movie International Co., Ltd.) / Toei Animation / Fuji TV ==References== ==External links== * Enoki Films' Honey Honey anime page (English) * * Category:1966 manga Category:1981 anime television series Category:Adventure anime and manga Category:Drama anime and manga Category:Fuji TV original programming Category:Romance anime and manga Category:Shōjo manga Category:Toei Animation television Category:1982 Japanese television series endings Category:Anime series based on manga ",
    "title": "Honey Honey no Suteki na Bouken"
}