{
    "id": "9095263",
    "text": "Spasmodique was an underground rock band from Rotterdam, The Netherlands from 1981 to 2005. ==Sound== Spasmodique formed at the height of new wave's popularity and existed somewhere near that genre's post-punk fringes. They sang almost exclusively in English. Early demos reveal a sound not dissimilar to Joy Division, including prominent basslines, baritone vocals, dark lyrical themes and minimalist guitar. Later in their career, their music was sometimes described as goth. Their last album was more musically complex and had a hard rock edge, similar to the work of Billy Duffy. Their musical influences also included The Swans and The Sound.RED SUN RECORDS online MUSIC store ==History== ===1980s=== Spasmodique was formed in 1982 by singer/guitarist Mark Ritsema, guitarist Arjo Hijmans, bassist Martin Doctors van Leeuwen and drummer Reinier Rietveld (formerly of Quando Quango). They released a self- titled five-song ep in 1986. The same year, they recorded songs for an opera that were later released on their album North. In 1987 Spasmodique released their full-length debut From the Cellar of Roses and toured with Umberto di Bosso e Compadres. The next year they released another album with three new studio tracks and five live tracks, Start to Believe/Someone's Out There to Get You. In 1989 they finally debuted a single, \"The Square\", and released another full-length album, North. By the end of the decade, the band had grown more popular internationally, with growing audiences in Germany and Austria.Dutch Rock & Pop Institute ===1990s=== 1990 would see the birth of Spasmodique's master work, the album Haven. Upon completion of the recording sessions, Hijmans left the band. The band promptly replaced him with Niek den Brave and Hans Brusse and released the non-album single \"Spilling\". The next year saw more personnel changes when the two new members were replaced by guitarist Raymond Gerrits. Spasmodique almost came to an end then, and embarked on a farewell tour, but the public's enthusiastic response convinced them to stay together. They released Who's Afraid, a compilation of demos and outtakes. In 1992 the band took a break from live performances that would stretch over a decade. ===2000s=== In 2000 Spasmodique began work on what would become new album Villa Delirium. It was released in 2002. That same year the book 20 Jaar Spasmodique, From the Cellar of Roses was published, detailing the band's history and discography. In 2005 singer Ritsema left the band, effectively ending Spasmodique. ===Post-Spasmodique=== Singer/songwriter/guitarist Mark Ritsema has continued to record and perform with his new band Raskolnikov. ==References== ==External links== *Spasmodique distributor Red Sun Records *Spasmodique official site *Singer Mark Ritsema's Web page, including Spasmodique lyrics and other information *Spasmodique timeline Category:Dutch musical groups Category:Dutch post-punk music groups ",
    "title": "Spasmodique"
}