{
    "id": "9096813",
    "text": "Tata Interactive Systems (TIS) was an Indian developer of custom e-learning based in Kolkata. The company was acquired by MPS Limited (a global publishing and content and platform developer) in June 2018. The company was represented across the US, Canada, Australia, New Zealand, Brazil, the Middle East, India, UK, Netherlands and Switzerland. TIS' offered corporations, universities, schools, publishers and government institutions training including simulations, story based learning, courseware and curriculum design & development, special-needs education, assessment tools, electronic performance support systems (EPSS), mobile learning, game-based learning, consulting services and training outsourcing services. Until the acquisition, TIS was a part of the $100bn Tata Group. The newly acquired company is now known as MPS Interactive Systems. TIS was the only e-learning organization in the world to be assessed at Level 5 in both the SEI-CMM (Carnegie Mellon University Software Engineering Institute’s Capability Maturity Model) and P-CMM (People- Capability Maturity Model) frameworks. == Key Milestones == *1990 – TIS founded *1991 – Developed India’s first Computer-based Training (CBT) product and got its first export order *1994 – First US and Europe orders *1995 – First simulation-based CBT on Waste Water Treatment Plant *1996 – TIS entered UK market; proposes and designs Website for the Tata Group *2002 – Entered the Middle East and Australia markets *2004 – Opened a new Development Center in Kolkata, India *2006 – Acquired TOPSIM, a simulations company in Germany and Tertia Edusoft AG a Swiss e-learning company *2007 – Expanded operations in Germany and Northern Europe by setting up offices in Köln and Amsterdam *2011 - Launched CLASS EDGE, a comprehensive learning solution for Indian Schools *2018 - Sold to MPS Limited. == Achievements == Tata Interactive Systems created about 3000 hours of e-learning content annually for more than 50 Fortune 500 clients. TIS had an 800+ strong team working on 220+ concurrent projects. == References == Category:Companies based in Kolkata Category:Indian companies established in 1990 Category:Tata Group Category:Software companies established in 1990 Category:Software companies of India ",
    "title": "Tata Interactive Systems"
}