{
    "id": "9097684",
    "text": "John Hughes () (born 23 June 1950) is an Irish musician and manager, best known for his management of The Corrs. ==Career== ===Early career=== Hughes began his music career by playing in the 1960s Dublin band Ned Spoon. After Ned Spoon split in the early '70s, he and his brother, Willie, formed Highway, an acoustic hippy duo. With the arrival of the 1980s, the brothers formed the short-lived new wave/synthpop band Minor Detail. It became the first Irish band to secure a recording contract with an American label, but released only one album.John Hughes Bio at IMDB. Retrieved September 07, 2007. Their album was produced by Bill Whelan (of Riverdance fame). ===Discovering the Corrs=== In 1991, Hughes started a band called Hughes Version, featuring Jim Corr on keyboards. Hughes was also working as musical coordinator for the movie The Commitments. Jim Corr simultaneously decided to audition with his three sisters, unbeknownst to Hughes at the time. Commitments casting director Ros Hubbard who had heard them perform, convinced Hughes to become the band's manager despite his total lack of prior experience. Hughes remains The Corrs' manager to this day. === Wild Ocean === Hughes put his own music aside when taking over the Corrs but in 1999 went back into the studio to write and record new material. The result was Wild Ocean, released in 2004 by 14th Floor Records/Warner Records. The album's name was supposedly suggested by Andrea Corr. Wild Ocean also features the musical talent of The Corrs, The Chieftains, and newcomer Tara Blaise who co-wrote and is a featured vocalist on several tracks. Encouraged by her work, Hughes signed Blaise to his own label Spokes Records afterwards, and co-wrote material with her for her debut album Dancing on Tables Barefoot. === The Mandela Suite === In 2009, Hughes worked on an EP called The Mandela Suite. This musical opus, a progression from Wild Ocean, is a song cycle, and involves Nelson Mandela reciting his own tribute to music as an introduction. ==Discography== ===Albums=== *Wild Ocean - Released 11.10.04 (UK), 22.10.04 (Ireland) ===Singles=== * \"Deo\" - Released 04.10.04 (UK) * \"Dancing in the Wind\" - Released 22.10.04 (Ireland) ==References== ==External links== * John Hughes/Wild Ocean official website * The Corrs official website * Spokes Records Category:1950 births Category:Irish new wave musicians Category:Irish music managers Category:Living people Category:The Corrs ",
    "title": "John Hughes (Irish musician)"
}