{
    "id": "9097325",
    "text": "Diesels in Glenwood The Allegheny Valley Railroad is a class III railroad that operates in Western Pennsylvania, and is owned by Carload Express, Inc. AVR acts as a feeder line connecting its many and varied customers to Class I railroads such as CSX Transportation (CSX) and Norfolk Southern Railway (NS), and regional lines such as the Buffalo and Pittsburgh Railroad (B&P;) and the modern Wheeling and Lake Erie Railway (WE). The AVR's mainline travels northward through Pittsburgh from an intersection with Norfolk Southern near Panther Hollow, before splitting in the Lawrenceville neighborhood. The AVR uses the P&W; Subdivision segment of the line to cross the Allegheny River on the 33rd Street Railroad Bridge to interchange with the B&P; in Bakerstown and/or Evans City. The other segment serves industries along the railroad's namesake valley between Pittsburgh and Arnold. The Glenwood B&O; Railroad Bridge is utilized by it as part of its W&P; Subdivision branchline from the city to the exurb of Washington, Pennsylvania. A short spur line is the newest addition to the AVR's portfolio; it links the Allegheny Valley line with Sharpsburg via the Brilliant Branch Railroad Bridge. Before this section opened in 2003, the bridge and stretch of track had sat unused since 1976. The AVR owns the Glenwood Yard in the Hazelwood neighborhood of Pittsburgh. They operate five GP11 engines, and three SD40 engines. AVR has also begun to conduct transloading operations within Glenwood Yard itself, handling limestone unit trains and also sand for fracking. ==History== The current company, established in 1992 is a separate entity from the original Allegheny Valley Railroad, which was established in the 1850s. That line, affiliated with the Pennsylvania Railroad system, followed the present company's tracks to Arnold and continued beyond, along the right upstream (southeastern) bank of the river to Oil City. The original Allegheny Valley Railroad transported oil from the vicinity of Oil Creek and Titusville. On February 20, 1861, The Pittsburgh Post printed \"The Allegheny Valley Railroad (Extracts from the Eighth Annual Report, which is important for the light thrown on the transportation of oil).\" On February 5, 1862, The Pittsburgh Gazette and Commercial Journal published \"Allegheny Valley Railroad--Annual Meeting of Stockholders.\" In October 1995, the Allegheny Valley Railroad began operations when Trimax (now Carload Express) acquired Conrail’s Valley Cluster in the Pittsburgh area. The railroad began interchanging with CSX at the Glenwood Yard in Pittsburgh in 2001. In December 2003, the Allegheny Valley Railroad expanded by leasing and operating of track from CSX, consisting of the P&W; Subdivision and the W&P; Subdivision. In 2004, Hurricane Ivan caused $3.2 million in damage to a section of the P&W; Subdivision, which the railroad repaired and restored. In 2006, the Allegheny Valley Railroad restored and began interchanging with the Wheeling and Lake Erie Railway in Bruceton. The railroad began a $10 million renovation of switching operations at Glenwood Yard in 2008. Positive train control began being implemented along the railroad in 2014. On May 15, 2019, the Allegheny Valley Railroad acquired of track from CSX that it had leased and operated since 2003. Under this acquisition, the Allegheny Valley Railroad gained ownership of the Glenwood Yard, the W&P; Subdivision, the Tylerdale connecting track, and the P&W; Subdivision.https://www.federalregister.gov/d/2019-08811 ==References== ==External links== * Official website * Allegheny Valley Railroad railfan page Category:Pennsylvania railroads Category:Predecessors of the Pennsylvania Railroad Category:Defunct Pennsylvania railroads Category:Railway companies established in 1852 Category:Railway companies disestablished in 1891 Category:Switching and terminal railroads Category:Spin-offs of Conrail Category:Companies operating former Baltimore and Ohio Railroad lines Category:Companies operating former Pennsylvania Railroad lines Category:Transportation in Pittsburgh Category:1852 establishments in Pennsylvania ",
    "title": "Allegheny Valley Railroad"
}