{
    "id": "9097142",
    "text": "Gordon Edes (born Sept. 24, 1954) is an American sportswriter who as a beat reporter covered all four major professional U.S. leagues (MLB, NFL, NBA, NHL) in the course of a nearly 40-year career that began in 1976 with the Chicago Tribune. Edes also served nearly five years as historian and strategic communications adviser for the Boston Red Sox, a team he covered for 18 years for the Boston Globe and ESPN. ==Career== Born in Fitchburg, Mass., Edes moved with his family to nearby Lunenburg in 1963, graduating from Lunenburg High School in 1972. His interest in sportswriting began in high school, when he served as a stringer for the Fitchburg Sentinel, Leominster Enterprise and Worcester Telegram, reporting on high school sports and men’s softball leagues. In the fall of 1972, in his first month at North Park College (now University), Edes was hired as a copy clerk by the Chicago Tribune, and in 1976, just two classes shy of graduation, he was hired as a copy editor by the Tribune, joining the sports department. Edes finished his education by taking two online courses in the summer of 2019 and was awarded his Bachelor of Arts degree in history by North Park. At 25, Edes was hired as a full-time reporter by the Los Angeles Times in 1980, starting as a beat reporter assigned to the Los Angeles Kings of the NHL. In his nearly nine years at the Times, Edes was a beat reporter for the NFL’s Rams (1982), MLB’s Dodgers (1983-86, ‘89) and Lakers (1986-88), one of the few reporters to serve as a beat reporter in all four sports. He also covered Winter Olympics in Sarajevo in 1984 and Calgary in 1988. Edes also worked for the Atlanta Journal-Constitution (1989), National Sports Daily (1990-91), Fort Lauderdale Sun-Sentinel (1991-96) and Globe (1996-2008), in addition to Yahoo! (2008-9) and ESPN (2009-2015). He wrote a column for the Sun-Sentinel and the Sunday Baseball Notes and On Baseball columns for the Globe. Edes has been voted a top 10 finalist 10 times in the Associated Press Sports Editors annual contest writing, across Game Story, Project Reporting, Breaking News, Explanatory, Enterprise, Features, News and Investigative categories. He has covered 24 World Series, 4 Super Bowls, 2 Olympics, 2 Stanley Cup Finals, 2 NBA Finals, a Canada Cup, and Orange Bowl and Rose Bowl games. Assignments have taken him beyond the U.S. and Canada to The Netherlands, Austria, Bulgaria, Cuba, Yugoslavia, Japan, Dominican Republic, and Puerto Rico. Edes also made regular television appearances on ESPN, NESN, and local media outlets in south Florida and Boston, including a weekly appearance on “Sunday Night Sports Final” on WBZ-TV in Boston, with Bob Lobel, Dan Roche and Steve Burton. He also made numerous radio appearances on stations throughout New England, moderated five panels at the Massachusetts Historical Society, and in 2020 served as host on “The Great Fenway Park Writers Series” originated by the late George Mitrovich. ==References== ==External links== *Official website *Official Twitter page * Category:1954 births Category:Living people Category:People from Fitchburg, Massachusetts Category:People from Lunenburg, Massachusetts Category:North Park University alumni Category:Sportswriters from Massachusetts Category:Chicago Tribune people Category:Los Angeles Times people Category:The Atlanta Journal-Constitution people Category:Yahoo! employees Category:ESPN people Category:The Boston Globe people Category:Boston Red Sox personnel ",
    "title": "Gordon Edes"
}