{
    "id": "9098410",
    "text": "Boaz Sharabi (; born 28 May 1947) is an Israeli singer-songwriter, composer and lyricist, known for Israeli classics as Latet, Halevai, At Li Laila, Pamela, Lashir Itach, Kol Od, Mi Yada Shekach Yihiyeh, K'Shetavo (written for Ron Arad), Im at Adain Ohevet Oti and Etzli Hakol Beseder. Many of his songs are acoustic rock, andalusian chords, soul music and oud type songs, blended with Israeli folk, Judeo-Yemenite and Pop overtones. He has included the recitation of poems by Shalom Shabazi in his albums. ==Biography== Boaz Sharabi was born in Tel Aviv during the Mandate era, one of ten children born to a Yemenite Jewish family of artists. He had a twin sister, Ada, who was recorded as having died at birth, but Sharabi believes she was kidnapped as part of the Yemenite Children Affair.http://www.ynet.co.il/articles/0,7340,L-4818685,00.html His brother Yoel Sharabi is a Hasidic and Yemenite entertainer for Jewish communities abroad. Baruch Sharabi is a choreographer and Zion Sharabi is a songwriter. Sharabi composed the music for and appeared onscreen in the movies Beyond the Walls and Beyond the Walls 2. He held a close working relationship with lyricist and poet Ehud Manor and composer Matti Caspi. In the 1980s, he sang a duet with Shoshana Damari.We crowned you the Queen of Song Sharabi sold over two million records and had over 30 number one hits in the charts. His music was also popular in Lebanon and Turkey. After a long hiatus, Sharabi released a new album, Linshom (To Breathe), in 2007. The song Im at Adayin Ohevet Oti (If you still love me) was named song of the year for 2007 by the Israeli Public, via Galgalatz and Yediot AchronotBoaz Sharabi's 'If you still love me' voted song of the year He has participated in many song contests, and won the Viña del Mar Festival Song in 1977. Sharabi lives in Caesarea,https://www.calcalist.co.il/local/articles/0,7340,L-3716100,00.html and has been married three times. In the 1970s, he married Liora. After their divorce, he married Helen, a drug addict who committed suicide in 1991. In 2002, he married Pnina Tzadok, who was three decades his junior, and they had a son who was born in December 2004. They divorced in 2006. ==References== == External links == * Category:1947 births Category:Living people Category:Israeli composers Category:Israeli male film actors Category:Israeli folk singers Category:Jewish Israeli male actors Category:Israeli lyricists Category:Israeli singer-songwriters Category:Israeli tenors Category:Jewish songwriters Category:Jews in Mandatory Palestine Category:People from Tel Aviv Category:Israeli people of Yemeni-Jewish descent Category:Israeli male singer- songwriters Category:Jewish folk singers Category:Mizrahi Jews ",
    "title": "Boaz Sharabi"
}