{
    "id": "9098310",
    "text": "Edward Wilson (13 November 1813 – 10 January 1878) was an English-Australian journalist and philanthropist. thumb Wilson was born at Hampstead, London. He was educated at a private school and then entered a business house at Manchester. He went to London and in 1842 emigrated to Australia. He at first had a small property on the northern outskirts of Melbourne but in 1844, in partnership with James S. Johnston, took up a cattle station near Dandenong, Victoria. About the year 1847 he bought The Argus from William Kerr, incorporated with it The Patriot, and five years later absorbed another journal, The Daily News. In the early days of the gold-rush the paper was produced under great difficulties, but the circulation kept increasing, and it became a valuable property. Wilson strenuously opposed the influx of convicts from Tasmania, fought for the separation of the Port Phillip District from New South Wales, and opposed Governor Charles Hotham in his attitude to the miners; but when the rebellion broke out he took the stand that there were peaceable and legitimate methods of obtaining redress. When Charles Gavan Duffy came to Victoria and went into politics Wilson sent him a list of suggested reforms which included justice to the Aborigines, the organizing of agriculture as a department of the state, the introduction of the ballot into municipal elections, and the leasing of crown lands for cultivation with the right of ultimate purchase. He was the first to raise the cry \"unlock the lands\". He was in fact a thorough democrat in sentiment, and an ardent reformer. Costs of running the Argus had increased and Wilson was close to ruin, but was saved when Lauchlan Mackinnon bought a partnership from James Gill, and took over management. In 1857 finding he was losing his eyesight Wilson paid a long visit to England, but in 1858-9 travelled through Australia and New Zealand and wrote a series of sketches for The Argus, published in London in 1859 under the title, Rambles in the Antipodes, with two maps and 12 illustrations by Samuel Thomas Gill. He took much interest in acclimatization, founded the Acclimatization Society in Melbourne in 1861, and was its first president. In the same year he visited Sydney and started the Acclimatization Society of New South Wales. Wilson finally settled in 1864 at Hayes near Bromley in Kent, and lived at Hayes Place the life of an English country gentleman farming 300 acres.1871 England census; RG10 875 folio 50 He occasionally contributed to The Times and the Fortnightly Review; an article from this journal, Principles of Representation, was published as a pamphlet in 1866. Another pamphlet, on Acclimatization, was printed in 1875. He died at Hayes on 10 January 1878 and was buried in the Melbourne General Cemetery on 7 July. The bulk of his estate was used to form the Edward Wilson Trust which since his death has distributed several million dollars to Victorian charities, in particular the Melbourne, Alfred and Children's hospitals in Victoria. ==References== * * Category:1813 births Category:1878 deaths Category:Australian journalists Category:Australian philanthropists Category:Burials in Victoria (Australia) Category:19th-century journalists Category:Male journalists Category:19th-century male writers Category:19th- century philanthropists ",
    "title": "Edward Wilson (journalist)"
}