{
    "id": "9098978",
    "text": "Sean Christopher Williams (born September 13, 1986) is an American professional basketball player. ==Early years== Sean Williams grew up in suburban Arlington, Texas, with his mother and stepfather, Audrey and Lawrence Garrett, and his two siblings: Myles and Brea Garrett. Myles played football at Texas A&M; University and was the No. 1 overall pick in the 2017 NFL draft. Sean's father, Roland Williams, lives in Houston, Texas. Sean did not play organized basketball until he was 15 years old. He became a local standout in community leagues and eventually began playing basketball for Mansfield High School in Mansfield, Texas. ==College career== As a member of the Boston College basketball team, Williams began his career as a standout in the paint. He functioned as an intimidating shot-blocking force for his team. Some basketball games were dubbed the \"Sean Williams Block Party\". Despite having never played an entire season for Boston College (BC), Williams left the university as a leading shot blocker in the Big East Conference and ACC, respectively, during each of his BC seasons. Williams established himself as the nation's top college shot blocker by breaking his own record when he blocked 75 shots in only 15 games during the 2006–2007 season. Williams was dismissed from the Boston College basketball team during his junior year after having been suspended twice during his three-year college basketball career for multiple rules violations, including an arrest for marijuana possession in 2005. During his suspension from BC for one semester during his sophomore year, Williams took classes at the University of Houston. ==Professional career== ===NBA and NBA D-League career=== ====New Jersey Nets==== Williams was selected 17th overall in the 2007 NBA Draft by the New Jersey Nets. In February 2009, he was arrested while attempting to attend a BC-Duke game in February 2009 for allegedly violating a no-trespassing order. The police report stated he was belligerent while being arrested, writing obscenities instead of his name on the fingerprint card and trespass warning. On March 16, 2009, Williams was arrested and charged with disorderly conduct and criminal mischief after an altercation with the clerk at a cell phone store at Park Meadows Mall in Lone Tree, Colorado, that ended with Williams smashing the store's computer monitor.Nets Williams Arrested After Altercation Yahoo Sports, March 16, 2009 He did not accompany his team on their flight back to New JerseyNew Jersey Nets' Sean Williams Arrested. NJ.com. Retrieved on April 7, 2012. and was later suspended by the team for two games.Nets Suspend Williams ESPN, March 18, 2009 He was arrested on suspicion of disorderly conduct and felony criminal mischief. ====Colorado 14ers==== On December 29, 2008, Williams was assigned to the Colorado 14ers of the NBA Development League (D-League). On January 22, 2009, the Nets recalled Williams from the Colorado 14ers. On January 11, 2010, he was released by the Nets. ===International career=== ====Fujian SBS XunXin==== After being released by the Nets, Williams went to play for the Fujian SBS XunXin of the Chinese Basketball Association (CBA). He played 16 games from February 5 to March 28, 2010, averaging 16.4 points, 11.1 rebounds (4.1 Off), 1.2 assists and 4.2 blocked shots.Eurobasket. Latinbasket.com. Retrieved on April 7, 2012. Some of his notable performances in the CBA include 30 points against Qingdao DS on March 12, 2010, and 13 blocks against Jilin on February 26, 2010. Williams also won the 2010 CBA All Star Game Dunk contest. The event was held at the Wukesong Stadium in Beijing, China, on March 21.Sean Williams Wins CBA Dunk Contest – Dunk Contest – The Ultimate Slam Dunk Contest Resource . Dunk Contest (2010-03-25). Retrieved on April 7, 2012. ====Guaynabo Mets==== Williams landed in Puerto Rico to end his 2009–10 season, joining the Mets de Guaynabo, where he averaged 10.0 pts and 16.5 rebounds in 2 games. ====Maccabi Haifa==== In August 2010, Williams was signed by Hapoel Jerusalem, but he was released before his first game in the Israeli league. After a season in the NBA and the D-League, Williams returned to Israel. On August 10, 2011, he signed a two-year contract with Maccabi Haifa B.C., which included an out clause that would have enabled him to return to the NBA when the 2011 NBA lockout ended, and if he received an NBA offer. ===Return to the NBA/NBA D-League=== ====Texas Legends==== On November, 2010, after playing in Puerto Rico and China, Williams joined the Texas Legends of the D-League. He played 49 games during the 2010–11 regular season (46 games as a starter), averaging 14.4 pts, 2.9 blocks, 9.4 rebounds and 0.8 steals per game.Sean Williams D-League playerfile . NBA.com (1986-09-13). Retrieved on April 7, 2012. He was selected to the 2011 NBA D-League All-Star Game, along with his Legends teammate Joe Alexander. Williams earned a spot in the 2011 All-NBA Development League Third Team and also ranked second in voting for the Defensive Player of the Year category. Williams had more first place votes than Chris Johnson, but Johnson still won the award.Schroeder, Scott. (2011-04-22) 2011 NBA D-League Award Winners: We Have Vote Totals!. Ridiculous Upside. Retrieved on April 7, 2012. ====Dallas Mavericks==== On December 21, 2011, he signed a two-year contract with the Dallas Mavericks.Sean Williams officially signs with Mavs ESPN, December 21, 2011 The Mavericks then assigned him to the Texas Legends of the D-League.2011–12 Transactions . Nba.com. Retrieved on April 7, 2012. Williams played his first game for the Mavericks in their 115–93 loss to the Denver Nuggets on December 26, 2011, providing some much needed spark off the bench in the 3rd quarter. Williams went 4–4 from the field, which included two high flying alley-oops, and 4–4 from the free throw line and picked up 3 rebounds, a steal and a block in his 11 minutes of game time.Games. NBA.com. Retrieved on 2012-04-07. As he was leaving the court in the fourth quarter, he threw up on the Mavericks bench.Full-Court Press: Williams throws down, then up . Sportsblogs.star-telegram.com (2011-12-26). Retrieved on April 7, 2012. ====Return to the Texas Legends==== On January 6, 2012, Williams was reassigned to the Texas Legends, along with Yi Jianlian.Dallas Mavericks Assign Yi Jianlian to Texas Legends . Nba.com (2012-01-06). Retrieved on April 7, 2012. ====Return to Dallas==== On March 4, 2012, Williams was recalled by the Dallas Mavericks.Mavericks recall Sean Williams from D-League as Brandan Wright recovers from Friday's concussion. Dallasnews.com (2012-03-04). Retrieved on 2012-04-07. After being recalled for the maximum third time from March 16 to 18, Williams was waived by the Mavericks on March 22, 2012. ====Boston Celtics==== On April 20, 2012, Williams was signed by the Boston Celtics, returning to the city where he played college basketball. On July 5, 2012, the Celtics announced that Williams was added to their roster for the 2012 Orlando Pro Summer League and the 2012 NBA Summer League. ====Houston Rockets==== On July 20, 2012, Williams was traded to the Houston Rockets in a three team deal. He was waived by the Rockets on August 29, 2012. ====Return to Texas Legends==== Williams was re-acquired by the Legends on December 10, 2012.2012-13 Transactions ====Delaware 87ers==== On August 29, 2013, Williams' rights were acquired by the Delaware 87ers in the 2013 NBA Development League Expansion Draft.NBA Development League Announced 2013 Expansion Draft Results ===Turkey=== In September 2013, he joined Torku Selçuk Üniversitesi of the Turkish Basketball League. ===Philippines=== In March 2017, he signed with the GlobalPort Batang Pier as their import for the 2017 PBA Commissioner's Cup. He was then replaced after playing only three games. ==NBA career statistics== ===Regular season=== |- | style=\"text- align:left;\"| | style=\"text-align:left;\"|New Jersey | 73 || 29 || 17.5 || .538 || || .609 || 4.4 || .4 || .4 || 1.5 || 5.6 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|New Jersey | 33 || 0 || 11.1 || .417 || || .625 || 2.4 || .4 || .2 || .9 || 2.4 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|New Jersey | 20 || 0 || 11.4 || .429 || .000 || .526 || 2.3 || .1 || .4 || 1.0 || 2.6 |- | style=\"text-align:left;\"| | style=\"text- align:left;\"|Dallas | 8 || 0 || 8.1 || .750 || || .833 || 1.6 || .3 || .1 || .6 || 3.6 |- | style=\"text-align:left;\"| | style=\"text-align:left;\"|Boston | 3 || 0 || 14.0 || .333 || || 1.000 || 4.0 || 1.0 || 1.0 || 1.0 || 3.7 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"|Career | 137 || 29 || 14.4 || .511 || .000 || .624 || 3.4 || .3 || .3 || 1.2 || 4.2 ===Playoffs=== |- | style=\"text-align:left;\"|2012 | style=\"text- align:left;\"|Boston | 2 || 0 || 3.0 || || || || .5 || .0 || .0 || .0 || .0 |- class=\"sortbottom\" | style=\"text-align:center;\" colspan=\"2\"|Career | 2 || 0 || 3.0 || || || || .5 || .0 || .0 || .0 || .0 ==See also== * List of NCAA Division I men's basketball players with 13 or more blocks in a game ==References== ==External links== * Career statistics at ESPN.com * College statistics at Sports-Reference.com * Boston College Eagles bio Category:Living people Category:1986 births Category:American expatriate basketball people in China Category:American expatriate basketball people in Iran Category:American expatriate basketball people in Israel Category:American expatriate basketball people in the Philippines Category:American expatriate basketball people in Turkey Category:American expatriate sportspeople in Bahrain Category:American men's basketball players Category:Basketball players from Massachusetts Category:Basketball players from Texas Category:Boston Celtics players Category:Boston College Eagles men's basketball players Category:Centers (basketball) Category:Colorado 14ers players Category:Dallas Mavericks players Category:Expatriate basketball people in Bahrain Category:Fujian Sturgeons players Category:Gaziantep Basketbol players Category:NorthPort Batang Pier players Category:Maccabi Haifa B.C. players Category:New Jersey Nets draft picks Category:New Jersey Nets players Category:People from Mansfield, Texas Category:Philippine Basketball Association imports Category:Power forwards (basketball) Category:Sportspeople from the Dallas–Fort Worth metroplex Category:Sportspeople from Houston Category:Texas Legends players Category:Torku Konyaspor B.K. players Category:University of Houston alumni ",
    "title": "Sean Williams (basketball)"
}