{
    "id": "9099528",
    "text": "Matthew John Church (born 26 July 1972 in Guildford, Surrey) is a former English cricketer who played county cricket for Worcestershire and Gloucestershire in the 1990s. Church played Second XI cricket for Surrey in 1993, as well as appearing for the Marylebone Cricket Club (MCC) Young Cricketers, but his first-class debut was for Worcestershire against Nottinghamshire in August 1994: opening the batting with captain Tim Curtis, he scored 22 and 0. Immediately afterwards he made his List A debut, against the same opponents, in the AXA Equity and Law League and made 18. He stayed in both the Championship and one-day sides until the end of the season, albeit with limited success. The start of the 1995 season saw Church play only occasionally for the first team, and he never made the impression required to become a regular in the side, with a first-class batting average in the mid- teens and a top score of only 35 in a total of 14 innings in both forms of the game. 1996 was a better year on the face of it, with 280 first-class runs at 25.75, but more than half of those came from just one of his 11 innings, when he hit 152 (almost treble the next highest score of his career) against Oxford University in June. That game also saw Church take his first wicket, that of William Kendall, and go on to record what was to remain his best innings bowling return of 4-50. He made the short journey to Gloucestershire for 1997, but again made only a few senior appearances, spending most of the season in the seconds. In those he had a couple of useful innings - 53 and 49 against Pakistan A in a first-class and one-day tour match respectively - but for the most part he had to content himself with piling up the runs in the Second XI, for whom he hit three hundreds. 1998 was only slightly better, and though he picked up the man-of-the-match award for an unbeaten 64 against Hampshire he managed very little else above second-team level. Church left Gloucestershire, and senior cricket, after the 1998 season, although he did have a couple more minor outings several years later: one for Surrey Cricket Board in the 2002 ECB 38-County Cup and another for the Duke of Norfolk's XI against Ireland the following year; in both matches he made a duck, though he did manage one wicket in the earlier game. ==External links== * * Statistical summary from CricketArchive Category:1972 births Category:Living people Category:English cricketers Category:Gloucestershire cricketers Category:Worcestershire cricketers Category:Sportspeople from Guildford ",
    "title": "Matthew Church"
}