{
    "id": "9100619",
    "text": "The Puritan The Fall River Line was a combination steamboat and railroad connection between New York City and Boston that operated between 1847 and 1937. It consisted of a railroad journey between Boston and Fall River, Massachusetts, where passengers would then board steamboats for the journey through Narragansett Bay and Long Island Sound to the line's own Hudson River dock in Manhattan. For many years, it was the preferred route to take for travel between the two major cities. The line was extremely popular, and its steamboats were some of the most advanced and luxurious of their day. ==Origins== The origins of the Fall River Line can be traced back to Colonel Richard Borden, a businessman from Fall River who had established his fortune in the iron and textile industries. He had operated steamboats between Fall River and Providence as early as 1827. In 1846 Richard Borden completed the Fall River Railroad, which enabled a land route between Fall River and other cities such as Taunton, New Bedford, Providence and Boston. A direct rail line to South Braintree would also be added. Observing the success of the steamboat line which ran between New York and Stonington, Connecticut, Richard Borden began regular steamboat service between New York City and Fall River in 1847, establishing the Bay State Steamboat Company, with its first steamer, the Bay State. The following year, the Empire State was launched. The Fall River Line was an immediate success. By 1850, it had paid six percent dividends per month, for ten consecutive months. In 1854, the Metropolis was added. In 1863 the line was sold to the Boston, Newport and New York Steamboat Company, and the railroad was extended between Fall River and Newport, Rhode Island. For a short period after this, the rail connection was made at Newport for the trip to Boston. During this period, the new steamers the Old Colony and the Newport were added to the fleet. This was also a time of increased competition from other steamboat lines to New York City, including the Neptune Line to Providence as well as the Stonington Line. For a short time, Bristol, Rhode Island was also used as the ending point of the boat journey from New York. In 1867, two new steamers, the Bristol and the Providence, were introduced. Jim Fisk became president of the company, and would declare himself \"admiral\". In 1869 the line was sold to the Narragansett Steamboat Company.Rhode Island Historical Society With Fisk still president, he returned the line's terminus to Fall River, where it would remain until the line's demise in 1937, although there were several winters where the connection through Narragansett Bay was not possible due to ice, so Newport was used instead. ==Maturity== The Pilgrim In 1872 the Fall River Line was completely reorganized and became part of the Old Colony Railroad, under the name Old Colony Steamboat Company. In 1883, the Pilgrim was launched. The first modern liner of the fleet, she featured a double-hull for increased safety, was 370 feet long, and had sleeping quarters for 1,200 passengers. At the time of its launch it was the largest steamboat in the world. The Pilgrim could make the 176 mile trip between Fall River and New York in about 8.5 hours. The Puritan was added in 1889, and would serve the line until 1908 when the Commonwealth was introduced. In 1894, the Fall River Line launched the Priscilla, which at the time was the largest side- wheeler afloat, capable of accommodating 1,500 passengers. Maritime historian Roger Williams McAdam referenced the ships as \"floating palaces.\" The interiors of the vessels were extremely ornate and luxurious. Introduced in 1908, the Commonwealth was the largest of the fleet, at 455 feet in length. She provided 425 staterooms for passengers and boasted a grand staircase, a dining saloon, writing room, and a dance floor. During its history, the Fall River Line was travelled by several U.S. presidents including Grant, Harrison, Cleveland and both Roosevelts, as well as dignitaries such as the Vanderbilts, Astors, Belmonts and Rockefellers. One Boston editor declared, \"If you went on a trip to New York and didn't travel the Fall River Line, you simply didn't go at all.\" Although much of high society traveled with the Fall River Line, the middle class were also able to experience the gilded age of travel that the line had to offer. The romantic aspect of the ocean voyage was the subject of a popular 1913 song called \"On the Old Fall River Line.\" ==Decline== The Fall River Line's Ferry depot at Pier 14 on the Hudson River, 1938 vertical beam (i.e. walking beam) engine ever constructed. In 1889, the Thames River railroad drawbridge opened at New London, Connecticut, enabling direct, through rail service between Boston and New York City for the first time, marking the first serious threat to the existence of the Line. In 1893, the Fall River Line became part of the New York, New Haven and Hartford Railroad upon its lease of the entire Old Colony Railroad network. In 1906, the line became a division of the New England Navigation Company. The affordability of the railroad and the onset of the mainstream automobile, as well as the creation of the Cape Cod Canal were also factors that the Fall River Line could not grow to withstand. After its employees went on strike in the middle of 1937, the company chose, in the face of ongoing losses due to land transportation, to liquidate rather than negotiate with the union. The remaining vessels (Plymouth, Priscilla, Providence and Commonwealth) fetched only 88,000 dollars when put up for sale. They were towed to Baltimore and were scrapped. The freighter Taunton was simply scuttled on the southeastern coast of Somerset, Massachusetts, in full view of its former pier. It can still be seen today. Today the Marine Museum at Fall River has numerous artifacts and exhibits on the history of the Fall River Line. Fleet, 1847-1937:All paddle steamers. Source: George W. Hilton, The Night Boat, pp. 21-33. Berkeley, Calif.: Howell-North Books, 1968 * Bay State (1847) * Massachusetts (1847) * Empire State (1848) * State of Maine (acquired 1849) * Metropolis (1854) * Old Colony (1865) * Newport (1865) * Bristol (acquired 1869) * Providence (acquired 1869) * Pilgrim (1883) * City of Fall River (1883; package freighter) * City of Brockton (1886; package freighter) * Puritan (1889) * Plymouth (1890) * City of Taunton (1892; package freighter) * Priscilla (1894) * Providence (1905) *Commonwealth (1908) ==Gallery== File:Priscilla (steamship).JPG|Priscilla File:Priscilla (steamship) main saloon looking aft from main staircase.JPG|Priscilla main saloon File:Priscilla (steamship) dining room on main deck.JPG|Dining room of Priscilla File:Puritan (steamship).JPG|Puritan File:Puritan (steamship) gallery saloon aft, looking forward.JPG|Puritan saloon File:Plymouth (steamship) main stairway and bulkhead, grand saloon aft.JPG|Plymouth main stairway File:Plymouth (steamship) kitchen.JPG|Kitchen on the Plymouth File:Pilgrim (steamship).JPG|Pilgrim ==See also== *Colonel Richard Borden *Jim Fisk *Fall River, Massachusetts ==References== ==External links== *The Old Fall River Line, 1954 article *The Fall River Line and Other Steamers *Fall River Line Night Boats *Herald News Article, June 10, 1975 *July 1884 advertisement *Fifty photographic views of the steamers of the Fall River Line Category:Old Colony Railroad Category:Fall River, Massachusetts Category:Shipping companies of the United States ",
    "title": "Fall River Line"
}