{
    "id": "9102741",
    "text": "Baraita on the Erection of the Tabernacle (Aramaic: ) is a baraita cited several times by Hai Gaon, by Nathan ben Jehiel in the Arukh, as well as in Rashi, Yalḳut, and Maimonides. Rashi calls it a \"Mishnah\". It contains 14 sections describing various aspects of the Tabernacle: the boards (1), woolen carpets (2), and carpets made of goat-hair (3), the curtain (4), the courtyard (5), the Ark of the Covenant (6-7), the table (8), the menorah (9-10), the incense altar (1), the goblets (12), the Levitical services (13), and the wandering in the wilderness (14). In the Munich manuscript, sections 1 and 2 constitute one section. == Origins of the Baraita == The authorities mentioned in this baraita are: Judah ha-Nasi I, R. Jose, R. Nehemiah, R. Judah, Jose b. Judah, Judah b. Laḳish, R. Eliezer, Abba Saul, R. Meir, Joshua ben Karha, Isi (= Isai) b. Judah, R. Nathan, Simon b. Yoḥai, and a student of R. Ishmael not otherwise designated. Except for Isi ben Judah and Judah ben Lakish, every authority mentioned also appears in the Mishnah; and these two are as old as Rebbi, the author of the Mishnah. From this fact, and from the fact that many teachings of the Baraita on the Erection of the Tabernacle are cited in the Talmud with the formula \"de-tania\" or \"tanu rabbanan\",See proofs in Flesch, p. 7 it may be assumed that this baraita was available to the amoraim in a fixed form. It is questionable, however, whether the Mekhilta and Sifre drew upon this baraita. Mekhilta Beshallaḥ, introduction30b, ed. I.H. Weiss seems to have preserved the aggadah on the seven clouds in the wilderness in an older form than that given by section 14 of the present baraita, though this very section may not pertain to the real baraita. It is also possible that Sifre Numbers 59, originated from section 10 of the Baraita. Lewy inclines to the idea that the baraita was originally part of the Mekhilta of Rabbi Shimon. But an argument against such a hypothesis is the fundamental difference in the two writings; the baraita containing almost no Midrash, while the Mekhilta is composed chiefly of halakhic Midrash. The same reason may serve to refute Brüll's viewJahrbücher, v. 134 et seq., and Central-Anzeiger für Jüdische Literatur, p. 32 according to which the baraita is an addition to the Mekhilta. == Elements of the Baraita == The text of the baraita is in general free from interpolations (the words of Isi ben Akkabyah in section 10 do not occur in the Munich manuscript; they found their way later into the baraita from Menachot 29a). Nevertheless, sections 13-14 seem to be later additions from another baraita (they occur already in Rashi), as shown by their aggadic character, and by the fact that the author of VeHizhir (who copied the baraita in full) omitted them—probably because he did not know of them. There is much in favor of the view of Grünhut, and before him of Ḥayyim M. Horowitz,In Tosefta 'Attiḳata, 1:7 that both sections were constituents of the Baraita of the Forty-nine Rules. It is especially noteworthy that the numbers \"four\" and \"seven\" are the ones on which the sections hinge. ==References== === Jewish Encyclopedia bibliography === *Abraham b. Elijah of Vilna, Rab Pe'olim, p. 39; *S. Buber, Yeri'at Shelomoh, p. 15; *H. Flesch, Die Baraitha von der Herstellung der Stiftshütte nach der Münchener Handschrift, . . . Uebersetzt und . . . Erläutert, 1899; *Grünhut, Sefer ha-Liḳḳuṭim, pp. 11–13, 12b-16a; *A. Jellinek, B. H. iii., xxix.-xxx.; *Lewy, Ein Wort über die Mekilta des R. Simon, Program of the Breslau Seminary, 1889, p. 3; *Zunz, G. V. 2d ed., p. 90\\. Editions: Venice, 1602; Hamburg, 1782; Offenbach, 1802; Wilna, 1802, by Abraham b. Elijah; *A. Jellinek, in B. H. iii. 144–154; *Flesch, 1899, from the famous Talmud Manuscript of Munich. Category:Baraitot ",
    "title": "Baraita on the Erection of the Tabernacle"
}