{
    "id": "9103981",
    "text": "William Philip Lauder (born April 11, 1960) is an American billionaire businessman, and executive chairman of The Estée Lauder Companies, one of the world's leading manufacturers of skin care, make-up, fragrance and hair care products. ==Early life== Lauder is the son of Evelyn Lauder (née Hausner) and Leonard A. Lauder;Estee Lauder Companies Names William P. Lauder Next Chief Executive Officer; Fred H. Langhammer To Become Chairman Global Affairs. Jan. 6, 2004. BusinessWire. Accessed September 13, 2017. and a grandson of Estée and Joseph Lauder, the founders of the Estée Lauder Companies. His father was of Hungarian Jewish and Czechoslovakian Jewish descent and his mother was Austrian Jewish. William Lauder graduated from the Wharton School of the University of Pennsylvania in 1983 with a bachelor's degree in economics. ==Career== Lauder joined The Estée Lauder Companies in 1986 as regional marketing director of Clinique USA in the New York Metro area. Lauder then spent two years at Prescriptives as field sales manager. Prior to joining The Estée Lauder Companies, he completed Macy's executive training program in New York City and became associate merchandising manager of the New York Division/Dallas store at the time of its opening in September 1985. From 1990 to 1998, Lauder was vice president/general manager and then president of Origins Natural Resources Inc., where he led the introduction and development of this brand. Under his leadership, Origins created a store-within-a-store concept and had the highest growth rate of cosmetic companies in the U.S. From June 1998 to July 2001, Lauder was president, Clinique Laboratories. Under his leadership, Clinique's Dramatically Different Moisturizing Lotion became the best-selling skin care product in U.S. department stores, and Clinique launched its first anti-aging product, Stop Signs Visible Anti-Aging Serum, which won the Cosmetic Executive Women (CEW) Award for \"Best Skin Care Product in Limited Distribution\" in 2000. Lauder was instrumental in increasing the brand's market share in the hair care category, leading the launch of the Clinique Simple Hair Care System. He also supervised the Clinique website. From 2001 to 2004, Lauder was group president of The Estée Lauder Companies, and president of Clinique Worldwide. In this role, he led the worldwide businesses of Clinique and Origins and the company's retail division, including Aveda, Origins and M•A•C. He directed the Company's online activities on a worldwide basis, including the Gloss.com joint venture with Chanel and Clarins. Lauder succeeded Fred H. Langhammer as chief executive officer in July 2004, a position he held until July 2009, when he was succeeded by Fabrizio Freda. Lauder had previously been chief operating officer of The Estée Lauder Companies, a position he held since January 2003. Lauder was responsible for the oversight of all of the Company's global operations. In addition, he oversaw nine of the Company's specialty brands, including Prescriptives, Aveda and Bobbi Brown. ==Board positions== Lauder is on the boards of trustees of the University of Pennsylvania and the Trinity School in New York City. He is a member of the board of directors of The Fresh Air Fund and the 92nd Street Y. ==Income== While CEO of Estée Lauder in 2009, William P. Lauder earned a total compensation of $8,037,296, which included a base salary of $1,500,000, a cash bonus of $975,000, stocks granted of $2,769,032, and options granted of $2,703,000. ==Personal life== Lauder is divorced, with three daughters, lives in a Park Avenue co-op, and has homes in New York's Westchester County and Aspen, Colorado. ==References== Category:American billionaires Category:American cosmetics businesspeople Category:American chairmen of corporations Category:American people of Austrian-Jewish descent Category:American people of Czech-Jewish descent Category:Place of birth missing (living people) Category:American people of Hungarian-Jewish descent Category:American people of Slovak-Jewish descent Category:American retail chief executives Category:Lauder family Category:Living people Category:University of Pennsylvania people Category:Wharton School of the University of Pennsylvania alumni Category:1960 births Category:American chief operating officers ",
    "title": "William P. Lauder"
}