{
    "id": "9103376",
    "text": "Dales is an unincorporated community approximately north east of Red Bluff, on California State Route 36, at the intersection of Manton Road (aka Long Road or Tehama County Highway A6), in Tehama County, California, United States. ==History== ===Early history=== The name is derived from the Dale family which moved onto the ranch adjacent to Dales Station in 1908. In 1913 Creath Dale purchased this property that previously belonged to the Long family, and before that, the John Norwood Gates family. The Dale home was originally known as the \"Halfway House\" when the Gates family owned it, being halfway between the cities of Red Bluff and Manton near Payne's Creek. John Norwood Gates and family resided in the home on or before 1867; John Gates being an early Tehama County pioneer arriving to the area in 1859 with A. A. Kauffman.Lingenfelter, Keith; \"Tehama County Pioneers\", Lingenfelter Archives, Meriam Library Special Collection, Cal State University, Chico. http://www.csuchico.edu/lbib/spc/lingenfelter/G/ling_g1.PDF The Halfway House was originally located on the north side of the Payne's Creek waterway, but was disassembled and rebuilt while the Gates' owned it, near its present location on the south side of the creek. The ranch became a routine stop for the local mail stage coach and passenger stages, with livestock and fresh horses being kept in the Dale's barn. The Dale family raised cattle on the ranch, and offered meals and lodging to cattlemen, shepherds and travelers, making it a local landmark. The ranch houses included a wooden structure built in 1922 by the Dales as a service station in response to the popularity of the Ford Model T. Then, in 1937, major flooding in the area destroyed the service station and the wooden bridge that crossed Payne's Creek on the road to Manton. The Dale's home (old Halfway House) survived the flood but floated approximately to its current location. The following year, the Dales rebuilt the Station using stones from the nearby lava beds on their property, ensuring that future floods could not have the same devastating effect. At that time the Dale family began leasing the space to others to run as a restaurant and bar, and finally sold the Station in 1962. The Station had grown in size to accommodate live-in owners and a commercial kitchen, and no longer served as a service station. A popular place for generations, the Station began to fall into disrepair and was finally closed around the year 2000 after the Dales' ranch stopped providing water, due to the water system failing. The live-in owner at that time to had close the business, move out, and she finally lost the property. All of the people on this water system did not pay the Dales for the water they received for years and also not one of the people dependent on that water system offered to pay anything to help restore it. One household that was not family had to move away. The other house was dependent on the water supply. It was torn down as it was in disrepair. The station remained unused for 5 years while it changed investors' hands, falling further into disrepair. In 2006 it was purchased and restored and the restaurant and bar reopened in November 2010 under the revived name of Dales Station. ===Today=== Dales now consists of approximately 25 homes with approximately 70 residents, a few ranches of varying sizes, and a trout farm. The local geography includes vernal pools to the west (Hog Lake) and just north of the Station (Dales Lake), as well as volcanic buttes (Tuscan Buttes, Soap Butte, Inkskip Hill), natural mineral springs, rolling hills of blue oak savannah, several seasonal gulches and the anadromous Payne's Creek, and borders the Sacramento River Bend area. The ancient Indian tribes known as the Yana, including the Yahi and Nomlaki, occupied and flourished in this area for millennia until slaughtered by white settlers in the 1800s. The Ishi Wilderness is a local protected public area dedicated to these Indians, named for Ishi, the last known survivor of the Yahi, who made contact with the modern world in 1911. This area borders other protected areas including wildlife preserves, which are the winter habitat for the migratory Tehama deer herd, the largest migrating deer herd in California. Dales Station is nestled in the heart of a lush valley at . el. on the approach to Lassen Volcanic National Park. The natural environment of this riparian landscape is home to a variety of wildlife, large and small. Bald eagles, hawks, osprey, owls, geese, swans, egrets and heron, duck, doves, quail, turkey, woodpeckers, vultures, jays, and many other birds live in or travel through Dales daily. Payne's Creek behind Dales Station flows year round and spawns trout, salmon, smallmouth bass, Sacramento suckers, squawfish, crayfish, and more. Fox, coyote, raccoon, skunk, and deer are also plentiful in this area. The cottonwood trees and live oak trees towering above Dales Station provide a home and nourishment for many of the local fauna and are a vital part of the local ecosystem. While the landscape of Dales is lush, it is an ancient yet active volcanic terrain, covered with lava boulders, lava beds, volcanic buttes, and climbing hills filled with springs. Dales is on the climb from the northeastern tip of California's Central Valley to the mountainous region where the Sierra Nevada meets the actively volcanic Cascade Mountains. Prior to Mt. St. Helens, Mount Lassen was the last volcano to erupt in the United States in 1914 continuing for over 2 years. Dales Station shares its PO Box ZIP Code (96075) and wired telephone prefixes (Area code 530-597-xxxx) with the community of Paynes Creek, California but it shares a ZIP Code for street addresses with Red Bluff, California (96080). ==Government== In the California State Legislature, Dales is in , and in . In the United States House of Representatives, Dales is in . ==References== Category:Unincorporated communities in California Category:Unincorporated communities in Tehama County, California ",
    "title": "Dales, California"
}