{
    "id": "9103395",
    "text": "WPRS-FM (104.1 FM, \"Praise 104.1\") is an Urban Gospel formatted radio station in the Washington, D.C., metropolitan area. The station is licensed to Waldorf, Maryland, and is co-owned with WKYS-FM, WMMJ, WOL and WYCB and has studios located in Silver Spring, Maryland, with a transmitter located just east of Waldorf. ==History== For many years, 104.1 FM was known as WXTR-FM, an oldies station known as \"Xtra 104\", which began in 1976. WXTR, which had been purchased by Liberty Broadcasting, was soon paired with the Frederick, Maryland-licensed WZYQ 103.9 FM (which aired a Top 40 format), in an attempt to attain better signal coverage for WXTR-FM. From that point on, both stations operated as a simulcast throughout a variety of formats: first oldies, then all-70s.http://www.americanradiohistory.com/Archive- RandR/1990s/1995/RR-1995-03-10.pdf Finally, Bonneville purchased the WXTR- FM/WZYQ combo, and changed the format over to CHR at 11 AM on July 11, 1996, as \"Z104\" with the call letters WWZZ/WWVZ.http://formatchange.com/xtra-104-becomes-z104/ \"Z104\" was Washington, D.C.'s first Top 40 station since the flip of WAVA to Christian programming in 1992. On October 1, 2001, due to new competition from WIHT (which as a full-market signal), Z104 switched to a modern adult contemporary format, playing music by the likes of Dave Matthews Band, Goo Goo Dolls and Third Eye Blind.http://fmairchecks.com/2015/10/01/wwvzwwzz-z104-washington- d-c-10101-sean-sellers-rod-hendrix/ The format proved an effective alternative to WIHT and to local stations WWDC (DC101) and WHFS (HFS 99.1), both of which specialized in hard rock. The simulcast also dropped the \"Z104\" name in favor of \"More Music 104\" and simply \"104\" for a while, before reverting to the \"Z104\" name on April 8, 2004 at 8:04 AM.http://formatchange.com/z104-segues- from-chr-to-modern-ac/ On January 4, 2006, at Noon, WWZZ went off the air due to a multiple-station format change arranged by Bonneville International. One of the most popular stations in the Washington, D.C., area, all-news station WTOP, expanded its reach by adding 103.5 to its collection, though a new radio station, \"Washington Post Radio\", took over WTOP's previous frequencies on March 30, 2006. The previous occupant of 103.5, the classical music station WGMS, was moved to the Z104 frequencies.http://formatchange.com/z104-signs- off/ The WGMS call letters would be moved to 104.1 FM on January 17, while 103.9 FM changed call letters to WGYS six days earlier. On January 22, 2007, at 3 p.m. EST, after the announcement of the end of WGMS (which had aired on various frequencies in the Washington market for 60 years), 104.1/103.9 flipped to adult hits, branded as \"George 104.\"http://formatchange.com/classical-wgms-becomes-variety-hits- george-104/Bonneville Moves D.C.'s Classical WGMS to WETA At the time of the format change, Bonneville announced that it had reached a deal with public radio station WETA-FM to return the latter station to a classical format. WETA hired Jim Allison, the longtime program director of WGMS, and Bonneville donated its 15,000-disc WGMS music library to WETA. Bonneville also gave WETA the right to use the WGMS call sign. The format change to \"George\" took place after an abortive effort by Bonneville in late 2006 to sell the two frequencies to Washington Redskins owner Daniel Snyder. Snyder planned to buy WGMS to convert it to a sports radio format, adding its frequencies to the Triple X ESPN Radio network. Snyder withdrew from the preliminary purchase agreement, however, citing \"a change in the radio climate\" and hopes that \"a better signal will soon become available in the market.\" News accounts suggested that a comment to The Washington Post from an unnamed Bonneville executive, who said Snyder had offered \"50 percent more than WGMS was worth,\" had stalled the negotiations. The station used the \"George\" moniker (as in George Washington) for its adult hits instead of the usual \"Jack FM\", which is trademarked. 104.1 FM would change call letters to WXGG on February 1. \"George 104\", however, only lasted about three months. Bonneville announced a local marketing agreement with Radio One for the 104.1 signal on April 6, 2007. 103.9 FM was switched on the same date to a simulcast of WTOP (as WTLP), while the 104.1 frequency went dark in anticipation of a format switch (\"George\", meanwhile, moved to WTOP-HD2, though it would eventually be discontinued altogether). \"Praise 104.1\" and its current format launched the next morning (Easter Sunday).https://www.washingtonpost.com/wp- dyn/content/article/2007/04/13/AR2007041300438.html On April 24, 2007, WXGG changed their call letters to WPRS. Radio One would acquire the station outright in July 2007, with the sale closing a year later.http://rbr.com/radio-one-bonneville-file-dc- deal/http://www.allaccess.com/net-news/archive/story/42440/radio-one-closes- on-praise-104-1-d-c In 2019, WPRS' HD-2 subchannel began broadcasting programming from Urban One's The Team 980. ==References== ==External links== * *The end of WGMS classical programming (audio) Category:Gospel radio stations in the United States Category:Urban One stations PRS-FM Category:Radio stations established in 1981 Category:1981 establishments in Maryland Category:Waldorf, Maryland PRS-FM ",
    "title": "WPRS-FM"
}