{
    "id": "9104619",
    "text": "Palmy Days is a 1931 American Pre-Code musical comedy film written by Eddie Cantor, Morrie Ryskind, and David Freedman, directed by A. Edward Sutherland, and choreographed by Busby Berkeley (who makes a cameo appearance as a fortune teller). The film stars Eddie Cantor. The famed Goldwyn Girls make appearances during elaborate production numbers set in a gymnasium and a bakery (\"Glorifying the American Doughnut\"). Betty Grable, Paulette Goddard, Virginia Grey, and Toby Wing are among the bevy of chorines. George Raft had an early role. ==Cast (in credits order)== *Charlotte Greenwood as Helen Martin *Barbara Weeks as Joan Clark *Spencer Charters as Mr Clark *Paul Page as Steve *Charles Middleton as Yolando *George Raft as Joe – Yolando's Henchman *Harry Woods as Yolando's Henchman *Eddie Cantor as Eddie Simpson ==Reception== The film was one of the most popular movies of the year.Everett Aaker, The Films of George Raft, McFarland & Company, 2013 p 18 New York Times movie critic Mordaunt Hall, described Palmy Days as \"a more or less funny diatribe\" with \"two or three inconsequential melodies and a great deal to gaze, including pretty damsels from the Pacific Coast and effectively photographed groups of dancers.\"New York Times, Movie Review, \"Palmy Days (1931) The Screen; A Frolic, With Mr. Cantor\" September 24, 1931 ==Product placement== Brand-name products rarely appeared in movies of this period, partly because of the campaign against that practice by the motion picture trade periodical Harrison's Reports. In an editorial, that publication reported the on-screen appearance of an Underwood Typewriter and product of Continental Baking Company.Harrison's Reports 28 November 1931, page 189 ==See also== * List of American films of 1931 ==References== ==External links== * * * Category:1931 films Category:1931 musical comedy films Category:1931 romantic comedy films Category:American musical comedy films Category:American romantic comedy films Category:American films Category:American romantic musical films Category:American black-and-white films Category:Blackface minstrel shows and films Category:English-language films Category:Films directed by A. Edward Sutherland Category:Films made before the MPAA Production Code Category:Samuel Goldwyn Productions films Category:United Artists films Category:1930s romantic musical films Category:1931 comedy films ",
    "title": "Palmy Days"
}