{
    "id": "9104050",
    "text": "The SsangYong Actyon is a compact SUV built by the South Korean automobile manufacturer SsangYong Motor from 2005 to 2011 for the first generation, and 2012 to present for the second. It was available either as an SUV (Actyon) or as a pick-up truck (Actyon Sports). They replaced the SsangYong Musso and Musso Sports. The name is an amalgam of the words \"action\" and \"young\". == Overview == Both are available 2WD or 4WD systems and a third generation common rail VGT turbo diesel engine, or one 2.3 litre overhead cam four cylinder petrol engine. Replacing the original Musso, the Actyon Sports has a wider track, increased load capacity and a more fuel efficient European designed engine. The vehicle also comes with double wishbone front suspension and a five-link rear end as well as the availability of ESP (Electronic Stability Program) is a big offering from the South Korean manufacturer. Along with ESP, the Actyon comes with hill descent control as standard (on some models). The diesel engine sourced from Europe produces of power at 4000 rpm and of torque at 2700 rpm. The 2.3 litre petrol engine produces around at 5500 rpm ad at 4500 rpm. Other optional equipment includes keyless entry, dual airbags, speed sensitive central locking, engine immobilizer and alarm, electric windows, child safety door locks and tray liner. Initially offered with a four speed automatic, the Actyon was later upgraded with a six speed automatic transmission sourced from Australian company Drivetrain Systems International. For a few years, there was no Australian importer for SsangYong so the supply contract for the automatic transmissions disappeared, and Drivetrain Systems International went into receivership, eventually being bought out by conglomerate Geely, where then all manufacturing was moved to China. After a number of issues with the six speed automatic transmissions, SsangYong reverted to a five speed automatic transmission for automatic Actyon Sports. In 2008, Phoenix Motorcars in Ontario, California introduced the Phoenix SUV and Phoenix SUT for fleet managers. These two electric powered vehicles were based on the design of the SsangYong Actyon SUV and SUT. In June 2010, the Actyon received a facelift. === Actyon Sports === A year into Actyon production, a pickup variant was announced, called the Actyon Sports. This variant outlasted its namesake, in production until 2018 with the release of the new Musso pickup. == Redesign == In 2012, SsangYong launched an updated version of the Actyon Sports pickup, which in the market of Korea is called Korando Sports, which is essentially a production version of the SUT–1 Concept Car, as seen in the 2011 Geneva Motor Show. They also launched a facelifted the SsangYong Actyon SUV called the SsangYong Nomad in 2014, but it was mainly sold in Kazakhstan until 2017. == Motorsport == SsangYong New Zealand launched an Actyon Racing series in 2014. The series features a field of slightly modified Actyons with identical drive trains, allowing driver ability to determine race outcomes. The racing Actyons feature a 2.3 litre petrol engine by Mercedes-Benz routed through a four speed sequential gearbox, locally sourced and an open differential. The suspension is lowered to improve handling and a full protective cage and harnesses are installed. == Gallery == File:2007 SsangYong Actyon (C100) A230 wagon (2015-07-03) 02.jpg | Pre facelift SsangYong Actyon File:2007 SsangYong Actyon (C100) A230 wagon (2015-07-03) 01.jpg | Pre facelift Ssangyong Actyon File:2008 SsangYong Actyon Sports (Q100 MY08) Tradie 4WD utility (22354915055).jpg | Pre facelift SsangYong Actyon Sports File:2008 SsangYong Actyon Sports (Q100 MY08) Tradie 4WD utility (22365601541).jpg | Pre facelift SsangYong Actyon Sports File:2012 Ssangyong Actyons Sports D200S (Stockholm).jpg | Facelift SsangYong Actyon Sports File:2012 Ssangyong Actyons Sports D200S rear.jpg | Facelift SsangYong Actyon Sports File:2017 SsangYong Musso EX Automatic 2.2.jpg| Facelift Ssangyong Musso File:SsangYong Actyon facelift 02 Auto China 2014-04-23.jpg | Facelift Ssangyong Actyon == References == == External links == * Actyon Category:Pickup trucks Category:All-wheel-drive vehicles Category:Compact sport utility vehicles Category:Crossover sport utility vehicles Category:Sport utility trucks Category:Cars introduced in 2005 Category:2010s cars ",
    "title": "SsangYong Actyon"
}