{
    "id": "9104266",
    "text": "Admiral Sir Hyde Parker, 5th Baronet, of Melford Hall There have been seven baronetcies created for persons with the surname Parker, three in the Baronetage of England, two in the Baronetage of Great Britain and two in the Baronetage of the United Kingdom. Two of the creations are extant as of 2008. Though none of the different families of baronets were related, several supplied a number of flag officers to the Royal Navy. The Parker, later Parker-a-Morley-Long Baronetcy, of Arwaton in the County of Suffolk, was created in the Baronetage of England on 16 July 1661 for Philip Parker, Member of Parliament for Harwich and Sandwich. His grandson, the third Baronet, also represented Harwich in the House of Commons. He assumed the additional surnames of a-Morley-Long. The title became extinct on his death in 1741. The Parker Baronetcy, of Ratton in the County of Sussex, was created in the Baronetage of England on 22 May 1674 for Robert Parker, Member of Parliament for Hastings.A Compendious History of Sussex, Mark Antony Lower, G. P. Bacon, 1870 The second Baronet was Member of Parliament for Sussex. The title became extinct in 1750, upon the death of the first Baronet's grandson, the third Baronet.The Parks and Forests of Sussex, Ancient and Modern, William Smith Ellis, 1885 The Parker Baronetcy, of Melford Hall in the County of Suffolk, was created in the Baronetage of England on 1 July 1681 for Hugh Parker, an alderman of London. On his death in 1697 the baronetcy descended by special remainder to his nephew, Henry Parker, then of Honington Hall near Stratford on Avon, Warwickshire, Member of Parliament for Evesham and Aylesbury. He married Margaret, daughter and heir of Alexander Hyde, Bishop of Salisbury, first cousin of Edward Hyde, 1st Earl of Clarendon. The most famous member of the family was the naval commander Sir Hyde Parker, the fifth Baronet. His second son was Admiral Sir Hyde Parker. He was the father of the naval commander Admiral Hyde Parker and of John Boteler Parker, a Major-General in the British Army. The family seat is Melford Hall, Long Melford, Suffolk. The Parker Baronetcy, of Bassingbourn in the County of Essex, was created in the Baronetage of Great Britain on 13 January 1783 for Sir Peter Parker, also an eminent naval officer, though unrelated to the Parker family of Melford Hall. He was known for his service in the American Revolution. His grandson, Charles, the fifth Baronet, was also an Admiral in the Royal Navy. The title became extinct on his death in 1869. The Parker Baronetcy, of Harburn in the County of Warwick, was created in the Baronetage of Great Britain on 24 July 1797 for William Parker for his service at the Battle of Cape St Vincent. Though unrelated to the previous two, he also enjoyed a long naval career, retiring as a Vice-Admiral. The baronetcy became extinct on the death of the sixth Baronet in 1903. The Parker Baronetcy, of Shenstone Lodge in the County of Stafford, was created in the Baronetage of the United Kingdom on 18 December 1844 for Sir William Parker, who like his distant relative the Earl of Macclesfield, was a descendant of the Parker family of Park Hall, Claverswall, Staffordshire Parker Pedigree from Stirnet but unrelated to the other baronets. He, too, was a naval officer, and commanded British naval forces in China in the First Opium War. The third Baronet, William, was an Olympic medallist. George Parker, second son of the first Baronet, was an Admiral in the Royal Navy. The Right Honourable Sir Thomas Parker, grandfather of the first Baronet, was Lord Chief Baron of the Exchequer. The Parker Baronetcy, of Carlton House Terrace in the County of London, was created in the Baronetage of the United Kingdom on 21 June 1915 for Gilbert Parker, a Member of Parliament and novelist. The title became extinct upon his death in 1932. ==Parker baronets, of Arwaton (1661)== *Sir Philip Parker, 1st Baronet (–1690) *Sir Philip Parker, 2nd Baronet (c. 1650–c. 1698). Parker succeeded his father in 1690. On 12 March 1680 in London, he married Mary Fortrey, daughter of Samuel Fortrey, the son of the builder of the old Kew Palace. They had two daughters, and one son: Catherine (1690–1749), who married John Perceval, 1st Earl of Egmont; Mary (1692–1731), who married Daniel Dering (grandson of Sir Edward Dering, 2nd Baronet); and Philip, who succeeded in the baronetcy (see below). *Sir Philip Parker-a- Morley-Long, 3rd Baronet (1682–1741) ==Parker baronets, of Ratton (1674)== *Sir Robert Parker, 1st Baronet (c. 1655–1691) *Sir George Parker, 2nd Baronet (c. 1673–1727) *Sir Walter Parker, 3rd Baronet (c. 1700–1750) ==Parker baronets, later Hyde-Parker Baronets, of Melford Hall (1681)== *Sir Hugh Parker, 1st Baronet (c. 1607–1697) *Sir Henry Parker, 2nd Baronet (1638–1713) *Sir Henry John Parker, 3rd Baronet (c. 1704–1771) *Sir Henry Parker, 4th Baronet (c. 1713–1782) *Sir Hyde Parker, 5th Baronet (1714–1783) *Sir Harry Parker, 6th Baronet (c. 1735–1812) *Sir William Parker, 7th Baronet (c. 1770–1830) *Sir Hyde Parker, 8th Baronet (1785–1856), Member of Parliament (MP) for the Western division of Suffolk 1832–1835 *Sir William Parker, 9th Baronet (1826–1891) *Sir William Hyde Parker, 10th Baronet (1863–1931) *Sir William Stephen Hyde-Parker, 11th Baronet (1892–1951) *Sir Richard William Hyde-Parker, 12th Baronet (born 1937) ==Parker baronets, of Bassingbourn (1783)== *Sir Peter Parker, 1st Baronet (1721–1811) *Sir Peter Parker, 2nd Baronet (1785–1814) *Sir Peter Parker, 3rd Baronet (1809–1835) *Sir John Edmund George Parker, 4th Baronet (1788–1835) *Sir Charles Christopher Parker, 5th Baronet (1792–1869) ==Parker baronets, of Harburn (1797)== *Sir William Parker, 1st Baronet (1743–1802) *Sir William George Parker, 2nd Baronet (1787–1848) *Sir George Parker, 3rd Baronet (1813–1857) *Sir George Law Marshall Parker, 4th Baronet (1840–1866) *Sir Henry Parker, 5th Baronet (1822–1877) *Sir Melville Parker, 6th Baronet (1824–1903) ==Parker baronets, of Shenstone Lodge (1844)== *Admiral Sir William Parker, GCB, 1st Baronet (1781–1866) *Sir William Biddulph Parker, 2nd Baronet (1824–1902) *Sir William Lorenzo Parker, OBE, 3rd Baronet (1889–1971) *Sir William Alan Parker, 4th Baronet (1916–1990) *Sir William Peter Brian Parker, 5th Baronet (born 1950) The heir apparent to the baronetcy is John Malcolm Parker (born 1980), only son of the 5th Baronet. ==Parker baronets, of Carlton House Terrace (1915)== *Sir Horatio Gilbert George Parker, 1st Baronet (1862–1932) ==See also== *Earl of Macclesfield ==Notes== ==References== *Kidd, Charles, Williamson, David (editors). Debrett's Peerage and Baronetage (1990 edition). New York: St Martin's Press, 1990, * Category:Baronetcies in the Baronetage of England Category:Extinct baronetcies in the Baronetage of England Category:Extinct baronetcies in the Baronetage of Great Britain Category:Baronetcies in the Baronetage of the United Kingdom Category:Extinct baronetcies in the Baronetage of the United Kingdom Category:1661 establishments in England Category:1783 establishments in Great Britain Category:1844 establishments in the United Kingdom ",
    "title": "Parker baronets"
}