{
    "id": "9104918",
    "text": "Nabakrushna Choudhuri (23 November 1901 – 24 June 1984) was an Indian politician and activist. He served as Chief Minister of the Indian state of Odisha. He was a freedom fighter who participated in the Non-cooperation Movement , Civil Disobedience movement and Peasants movement. ==Early life== Nabakrushna Choudhuri was born to Gokulananda Choudhuri at the village of Kherasa, Jagatsinghpur District, Odisha. His father belonged to a zamindaar family and was an accomplished advocate. Nabakrushna studied at the Pyari Mohan Academy, Cuttack. He completed his studies for to Matriculation Examination at the age of 15 but had to wait for a year due to age restriction. In 1917, joined the Ravenshaw College, Cuttack. His brother Gopabandhu Choudhuri resigned from British government service to work in social service. Also later that year Bolshevik revolution happened. These events had an influence. In 1921 he left the Ravenshaw College along with few of his classmates, e.g. Nityananda Kanungo, Loknath Patnaik, Jadumani Mangaraj and Harekrushna Mahtab to join non-cooperation movement and to work in social service . He lost his father around this time so he came under his elder brother Gopabandhu Choudhury's guardianship. In 1922, Nabakrushna Choudhuri went to Gandhiji's Sabarmati ashram, Ahmedabad to learn all about Khadi – the principles and philosophy of spinning and weaving. On return from Sabarmati, Nabakrushna tried to organize Gandhian programs in Odisha. He along with his brother in a school at Alakashram, which was established by his brother. In 1925, Nabakrushna went to Shantiniketan further studies on instructions of Mahatma Gandhi. During his ten-month stay there, he came in contact with Malati Choudhury (née Sen), whom he married later. After their wedding Nabakrushna Choudhuri and Malati Choudhury went to stay at Tarikund, a village near Jagatsinghpur. Nabakrushna worked on the land as a farmer. In 1928, their eldest daughter Uttara was born. They were involved in literacy and adult education of the villagers besides agriculture while at Tarikund. ==Indian Freedom Movement== Mahatma Gandhi started Salt Satyagraha in 1930. Inchudi in Odisha was epicenter of the movement in Odia speaking regions. Srijang was equally active in another area – the movement against payment of Tax for Chowkidari. Nabababu was the frontline leader in this movement, for which he was jailed for four months. He used the prison time in studies and in organising games and gymnastics for his fellow prisoners. In 1931 a son was born to him and Malati Devi. By that time his brother and his family were jailed as well. All of them were transferred to Hazaribag Jail. Nabababu got the opportunity of meeting fellow freedom fighters Minoo Masani, Ashok Mehta, Yusuf Mehrali and Jayaprakash Narayan . He came back to Tarikund after being released from Hazaribag Jail. He created a small group within the Congress and began editing and publishing a journal named ‘Sarathi’. For meeting the recurring costs of ‘Sarathi’, Malati Devi sold her jewelry . ‘Sarathi’ was the mouthpiece of small farmers and labourers. When the Congress Socialist Party was formed in India with Ram Manohar Lohia, Acharya Narendra Dev and Jayaprakash Narayan as its founders, Nabababu's group was merged in this forming Utkal Congress Samyabadi Sangha (Utkal Congress Socialist Party) . In 1935 Bhagabati Charan Panigrahi set up Navajuga Sahitya Sansad to create progressive literature in Odisha .This society functioned as the cultural wing of the UCSP . ===Entry into politics=== Odisha became a separate linguistic province on the first of April 1936. In 1937, elections to the Odisha provincial Legislative Assembly were held for the first time. Nabababu stood for election against Rai Bahadur Chintamani Acharya from the Tirtal-Ersama constituency. He won the election with an overwhelming majority and this marked his entry into active politics. As an MLA, he was always sensitive to, and concerned about, the interests of the poor and downtrodden in Odisha. All the farmers of Odisha united themselves to fight against the landlords who were exploiting them. His published journal ‘Sarathi’ had closed down by then. established another journal titled ‘Krusak’ about news and features on the problems of the farmers, labourers and those of the Praja Andolan movement in the princely States. ===Praja Mandal Movement=== There were had 26 Odia speaking Princely States. The Ruling Chiefs of these states were directly responsible for their respective States according their own whims and fancies, by paying a royalty to the British. The Congress Party and Mahatma Gandhi specifically had a policy of non-interference in the internal matters of the princely States. However a section of congress did not agree with this. Chowdhuri was one such figure and he disobeyed this policy directive. Malati Devi, Harmohan Patnaik, Gouranga Charan Das and Sarangadhar Das joined him in mobilizing resistance against the princely States. At their instance there was a stiff resistance against the princely State of Nilgiri. He was joined by Harmohan Patnaik, the President of Dhenkanal Prajamandal, the first Praja Mandal in India to fight against rulers of Princely States, Gouranga Charan Das, Ananta Pattanayak, Baidyanath Rath, Sachi Routray, Manmohan Mishra, Surendranath Dwivedy etc. They went from door to door in the villages around Dhenkanal raising awareness about the opprressive regimes. In 1938, he was again imprisoned for his involvement in the Praja Mandal Movement. One of the turning point of the Prajamandal movement was the sacrifice of 12-year-old Baji Raut along with Hurushi, Nata, Raghu, Guri and Lakshman succumbed to the bullets of Dhenkanal forces.After this atrocity Nabababu further accelerated the movement from their base at Angul. During this troubled times they had their third child, a daughter named Krishna in January 1939,. In 1940, at the instance of Gandhiji, Nabababu was jailed for six months as an individual Satyagrahi. ===Quit India Movement=== On 8 August 1942, Gandhiji launched the Quit India Movement. There were mass arrests of important leaders of the movement before the next morning. Nabakrushna had already prepared a blueprint for sustaining the fight before going to prison. He was kept in succession at Cuttack, Angul and Puri Jails where he was mingling with all the fellow prisoners, and was organizing them against the misdeeds of the Jail employees. He was sent to Berhampur Jail from Puri Jail. On 26 January 1944, some young prisoners hoisted the National Flag. The Jail and Police personnel tried their best to bring down the Flag, but it was a futile effort. Eventually the matter was reported to a District British Executive, who came to the Jail for inspection, and at his orders the prisoners were mercilessly beaten resulting in injuries. Even then they resisted the efforts to dehoist the Flag. The District Executive gave firing orders. On hearing such orders , he appeared at the scene and stood still facing the gun. The British officer was afraid of him, and withdrew the firing orders. By the end of 1945, Nabababu was released from Berhampur Jail. ===Congress Government=== In the 1946 Indian provincial elections Nabababu won the from the north Kendrapara Constituency, and became a Cabinet Minister in the Harekrushna Mahatab led Indian National Congress Government having the Revenue, Supplies and Forest Departments portfolio. ==Post Independence == In the independent India, Choudhry continued as revenue minister till April 1948. As the Revenue Minister, he led the committee on 'Land Tenure and Land Revenue' . This committee recommended for the abolition of Zamindari System and other intermediaries. He also introduced Anchal Shasan system, that aimed at decentralization of local administration. He resigned from the post in the wake of his son's suicide. He continued his social work. Jawaharlal Nehru wanted that him to return to Government. He tried to persuade him, but did not succeed initially. However a series of letters exchanged between Nehru and Malati Devi suggests that ultimately he was persuaded through to become the Chief Minister of Odisha in 1950. This government resigned in 1952 February to make way for independent India's first elected government. The First general election of independent India was held in 1951–52. The Odia speaking princely states merged with the Province of Odisha (then called Orissa) and elections were held for a common legislature. Choudhury won his election as MLA from Barachana. Congress became the single largest party but short of majority.However, with support of six independent MLAs he assumed the post of Chief minister. During his Chief Minister-ship, the Zamindari system was abolished. This gave the farmers ownership right on their cultivated land. His proposal for local self government 'Anchal Shasan' became a reality. This was the precursor to the Community Development Programme launched in Odisha on the Gandhi Jayanti Day of 1952. The Hirakud Dam's construction was completed during Nabababu's Chief Ministership. In 1954, an Agriculture College and a Veterinary College were established at Bhubaneswar. An Engineering College was also established at Burla, Sambalpur. The Agriculture and Veterinary Colleges became two components of the Odisha University of Agriculture and Technology, which also had a Department of Architecture. Nabababu was a member of its Governing Body for many years. The Burla Engineering College became a part of the Sambalpur University. Acharya Vinoba Bhave had launched the Bhoodan and Gramdan movement when Nabababu was the Chief Minister. He was deeply involved in this movement. He was moving with Vinoba from village to village spreading the message of Gramdan. There was a flood in 1955 which was calamitous to people of Odisha. There were criticism and opposition to his handling of the crisis. Due to which he resigned as chief minister and also the primary membership of Congress. ==Work on promotion of Oriya language== Nabababu had realised for quite sometime that a people-oriented government has to use Oriya as its language for communication and administration. Therefore, he formulated rules for using Oriya in the administrative process. As an MLA, Nabababu used to speak in Oriya in the Assembly and discuss there in the same language. When the Odisha Legislative Assembly was constituted in 1946, the question of language to be used in the Assembly was raised. Lalmohan Patnaik, as the speaker, desired that English should be used as before. But Nabababu demanded that Oriya, the people's language be used instead. And his just demand was not only retained, but sustained. As mentioned elsewhere, Nabababu's decision to use Oriya as the language for communication and administration was opposed by senior officers in the administration. Nabababu passed the \"Official Language Act, 1954\" which required Oriya as the language to be used for administration. An Encyclopaedia of Oriya Language was prepared. Oriya typewriters were also fabricated. But all these initiatives taken by him discontinued after he left the Government in October 1956. Prime Minister Nehru persuaded him again not to leave the Chiefministership, but Nabababu was determined in his decision. For him service to the people was more important than power. ==Life After Politics== After politics he kept working in various social sectors. In 1957, he was elected as the President of the Sarva Seva Sangh. ===Diplomatic mission=== Since leaving active politics he was active in multiple diplomatic missions. Kashmir In 1959, Nabababu and Mridula Sarabhai worked as principal negotiators for Kashmir Affairs. Many Kashmiri leaders used to visit him at Angul for consultations. Around June 1959, he went to Srinagar and stayed there for quite sometime. This was a top level diplomatic mission. He used to interact with top political leaders and Military Officers. Major General H. Singh was the Liaison Officer. Assam In early sixties, the conflict between Bengali and Assamese people in Assam assumed serious proportions. Jayaprakash Narayan, Nabababu, Rama Devi Choudhury, Malati Devi and other Sarvodaya workers visited Assam to talk with the people. Situation became normal. Nagaland At this time the Nagas were organising themselves to be separated from India. There was violence and bloodshed. Even military intervention by Government could not silence the Nagas. Nabababu went there with Jayaprakash. Through the establishment of an institution named Peace Centre at Mokakchung, they talked with the people to appreciate their problems. After Jayaprakash, Nabababu became the Director of the Peace Centre. The Nagas stopped their hostile activities. Bangladeshi Refugee Crisis Another important event. Today's Bangladesh was a part of Pakistan. It was known as East Pakistan. In the name of religion, some persons of doubtful character were torturing the Hindus, who were migrating to India. Some of them came to live in Odisha. This was enough for the Hindus. To take revenge, they attacked the Muslims. It had its repercussions in Odisha. Rourkela saw killing of Hindus and Muslims. The entire country was worried. Nabababu, Rama Devi, Malati Devi and others rushed to Rourkela. They worked among both the communities till the situation became calm. ===Naxalites=== Naxalites were quite active in Koraput,Odisha . There was exploitation of the poor tribals was violently opposed by the Naxalites . The Government tried to stop this violence by force. There were reports of atrocities committed on the people by the Police. On hearing this, Nabababu and Malati Devi went there and organised meetings at different places to find out the truth. Ultimately this led to reduction of violence. The Naxalite leader, Nagabhusan Patnaik was sentenced to death for his Naxalite activities. Nabababu intervened and wrote to President Sanjeeva Reddy for pardoning Nagabhusan. Other Naxalites, who were convicted for life were also pardoned and released. ===National Emergency=== Prime Minister Indira Gandhi declared National Emergency in 1975. All over the country there was expression of resistance to Emergency. During the Emergency Nabababu, Malati Devi and other leaders were imprisoned. Nabababu was sent to Baripada Jail and Malati Devi to Cuttack Jail. Nabababu became sick in Baripada Jail. He was not able to tolerate the solitary confinement. He developed partial paralysis. At his age, this was too much for him. Even then, he was enquiring about the people and their condition. His family members were very much disturbed and asked him to keep out of politics. He told them by a meaningful smile, \" People are my life.\" When he was slightly better, he was released on parole. The doctors put some restrictions on his movements. Malati Devi was also released from Cuttack Jail. Both of them came to Angul. Facing criticism at home and from many world leaders, Indira Gandhi withdrew the Emergency Rule paving the way for another general election . Many opposition leaders were still in jail. The opposition lacked adequate financial resources. The opposition leaders were not able to go to the people. Congress was defeated miserably. Nabababu was really happy over this. Nabababu had not fully recovered from the stroke he suffered during prison . But had kept his habit of reading books and journals. Nabababu was a voracious reader. He used to read extensively books, even the latest ones, and journals on politics, education, Marxism, Gandhian philosophy and development. Many intellectuals from abroad were visiting him to discuss about Gandhian philosophy. Neelam Sanjeeva Reddy had come to look him up. ==Later Life and death== He had many bereavements earlier. His grandson and grandnephew (his brother's grandson) died of road accidents – the former near Chowdwar, close to Cuttack, and the latter (Kabeer Chaudhury) in Indiana in USA in October 1983. He was completely shaken and for many days cried in silence! In addition to this, his anguish over the mounting selfishness of the educated few and the poverty of the common people made him more restless and sick. By mid-June 1984, Nabababu's health had further deteriorated, when the wedding of Kasturi, his granddaughter was celebrated. After the departure of Kasturi and her husband to Guwahati, the atmosphere at Bajiraut Chhatravas was rather gloomy. Nabababu died following a massive heart attack on 24 June. He was 83. ==See also== Malati Choudhury ==References== Category:1901 births Category:1984 deaths Category:Indian independence activists from Odisha Category:Chief Ministers of Odisha Category:Ravenshaw University alumni Category:Visva- Bharati University alumni Category:People from Jagatsinghpur district Category:Indians imprisoned during the Emergency (India) Category:Chief ministers from Indian National Congress ",
    "title": "Nabakrushna Choudhuri"
}