{
    "id": "9105538",
    "text": "A bat phone, in business jargon, is a private telephone number that is handled at a higher priority than a public line. ==Batman comic== The name derives from Commissioner Gordon's secure line to the \"Batphone\" in the Batman television show of 1966–68, first introduced in Detective Comics #328. In the modern Batman comic book continuity, the Batphone made its debut in Detective Comics #786 (November, 2003), in the form of an encrypted cellphone that allowed Gordon to securely contact Batman. It also carries a tracking device in case of trouble. Unlike the original Batphone, the device is not red and looks like a regular cellphone. This version also became the version of the Bat-Signal used in Batman: Earth One. ==Use in pop culture== In the HBO's TV series Entourage, super agent Ari Gold constantly uses his bat phone to conduct business. A song titled “Batphone” appears on the sixth album by British rock band Arctic Monkeys, Tranquility Base Hotel & Casino. ==Use in the real world== A bat phone often has some or all of the following properties: *It gets answered outside of working hours *It does not make the caller wait on hold or navigate through voice menus *The line rings straight through to high-level management or technicians without having to be transferred from front lines. *The number is given only to selected people *Shields technical personnel from receiving irrelevant calls Bat phones are common in many industries. The phone numbers are typically given to key customers so that they may reach important individuals in case of emergencies or critical situations. Bat phones can also provide direct access to politicians or notable people. In the United Kingdom, police stations with front counters may have a call point for when the front counter is closed, nicknamed a \"bat phone\". In hospital accident & emergency departments, the \"bat phone\" is nickname for a red phone used to alert staff that a priority patient will soon be arriving.NHS: Implementing best practice in acute care (p6) Another example of their use is for Internet service providers offering a selection of Internet services that range from dial-up access to secure web server hosting. Customers using the secure web hosting facility would be given access to a 24-hour bat phone for prompt resolution of technical issues, while dialup customers seeking technical support would be required to wait on hold and/or call only during business hours. ==See also== *Hotline *Moscow–Washington hotline ==References== Phone Category:Telephony Category:Euphemisms ",
    "title": "Bat phone"
}