{
    "id": "9105532",
    "text": "Terrace of the winery building at Château Clerc Milon. Barrel cellar at Château Clerc Milon. Château Clerc Milon 2005 Château Clerc Milon is a winery in the Pauillac appellation of the Bordeaux region of France. The wine produced here was classified as one of eighteen Cinquièmes Crus (Fifth Growths) in the Bordeaux Wine Official Classification of 1855.Karen MacNeil, The Wine Bible Workman Publishing 2001 p. 885 Château Clerc Milon is located in the northern part of the Pauillac appellation, with its vinery building in the village of Mousset, and faces Château Lafite Rothschild on the other side of the D2 road. ==History== The name of the estate is derived from its former owner Jean-Baptiste Clerc, who owned it at the time of the 1855 classification, and the village of Milon, which also has lent its name to Château Duhart-Milon.The Wine Doctor: Château Clerc-Milon, accessed 2012-09-09 One Jacques Mondon had come into possession of some vineyards that had previously been part of the Clerc-Milon estate, and after Clerc's death in 1863, he mounted a successful legal challenge to be allowed to use the Clerc- Milon name for his vineyards, which became the origin of the current-day Château Clerc Milon. Mondon subsequently adopted the name Clerc-Milon-Mondon for his estate. In 1970, Château Clerc-Milon-Mondon was purchased by Philippe de Rothschild, the owner of Château Mouton Rothschild, for a sum of 1 million francs.BPDR: Château Clerc Milon: History , accessed 2012-09-06 At this time, the property was in poor shape and consisted of of vineyards. Rothschild removed the Mondon part of the name, and subsequently expanded the estate by purchasing additional vineyards that had previously been part of Clerc Milon. A new winery building was completed in 2011. ==Vineyards== Château Clerc Milon has of vineyards in Mousset and around Milon, planted to 49% Cabernet Sauvignon, 37% Merlot, 11% Cabernet Franc, 2% Petit Verdot and 1% Carmenère, and with a planting density of 10 000 vines per hectare.BPDR: Château Clerc Milon: Technical information , accessed 2012-09-06 ==References== ==External links== *Château website Category:Bordeaux wine producers ",
    "title": "Château Clerc Milon"
}