{
    "id": "9105139",
    "text": "Goldsprints Race Goldsprint event at the International Cycling Film Festival, Germany, October 2012 A Goldsprint is a bicycle rollers racing and social event. Riders on stationary bikes compete against each other in front of spectators. While roller racing has a history going back to the beginning of cycling, Goldsprints are fairly new and closely related to bicycle messenger culture. It began in Zurich, Switzerland as part of the 1999 Cycle Messenger World Championships. At which point the name and the event were founded by Adrien Weber, a passionate cyclist and owner of the TurbinenBräu brewery in Zurich, Turbinenbräu. The event was named after their beer brand \"Gold- Sprint\". As opposed to traditional roller racing, where riders have to balance, Goldsprints use forkstands so that the riders don't have to balance, only pedal as fast as they can. This provides an easy way for anyone to try Goldsprints. However some Goldsprints groups are now adding traditional rollers, without forkstands, to their equipment to challenge the advanced riders. As with roller racing in general, the rollers are in turn attached to a device that measures distance and can display the progress of the riders. Goldsprints can also feature modern 2D and 3D visualizations. == Technology == There are two varieties of Goldsprints system: Electronic * Used for large crowds. Digital projectors and screens can project the graphical dial as big as needed. * Electronically driven, with a tachometer sensor (typically a reed switch, hall effect sensor or a photo-interrupter), and visualizations digitally projected on a screen; thus eliminating the inaccuracy of human response time and stopwatches. * Compact and portable. Team Beer (Portland, Oregon, USA) transports their entire system (including two bikes) via a Metrofiets cargo bike. * Cost effective. Whether you are building a system from scratch or buying a turn key it is considerably cheaper/less time- consuming to build or buy than mechanical systems. * Customizable interfaces. Software can be changed and re-skinned. Giving homage to Barelli rollers, most interfaces include a clock face with primary colors for the clock arms. Mechanical * Can determine placing, but an electronic system (and electricity) is still required to show actual times. Able to operate without any external power (i.e. electricity), however if times are recorded by stopwatch. * Driven mechanically by custom belts and pulleys, and drives a physical clock face or other display which shows rider progress. * Tend to be large and heavy, but stable and simple and were the only systems prior to the spread of affordable microcomputers. ==Vinylsprint== Vinylsprint race The Vinylsprint is a variation of a Goldsprint race. It was invented by the makers of the International Cycling Film Festival and introduced at the 8th ICFF in 2013. The Vinylsprint is a mixture of mechanical and electronic Goldsprint systems. Two stationary bicycles are coupled with belt-drive turntables: Pedaling the stationary bicycle operates a record player. Its tone arm is connected with a computer, and the stylus works as a speed sensor for the stationary bike. The racetrack is simulated by a video projection, both cyclists have to ride a similar virtual parkour on the cinema screen. == Event format == While each event promoter may take their liberties. The most common format is a qualifying round and then a series of knockout rounds until the category winners are established. == Systems == Many systems have been made over the years. Some have been commercial grade, others one-offs. Goldsprint verseny Porcsin Levente # Barelli Quadrulet Competition Rollers were the name brand in mechanical systems. # Al Kreitler commissioned a DOS application called Roller Fusion, which was sold briefly in the mid 1990s. # West Coast Goldsprints Roller Racing debuted a system in 2006 and has run events in many cities in the western half of the US. #* Since then, they have upgraded to their own custom solution, which incorporates a sophisticated tournament management engine to allow for large-scale events. #* They have run over 50 events in the western United States in 2009 and 2010. # OpenSprints, debuted in 2007 by IroSprints (Chicago), formed as a company, OpenSprints LLC. #* Almost 1000 OpenSprints systems sold and in use in every continent except Antarctica. #* The first and only commercially Goldsprints Roller Racing Equipment available for purchase (not lease). #* The OpenSprints project is an Open Source (GPL) project. #* They also sell DIY electronics kits. #* Distribute Kreitler Goldsprints Roller Racing Stations. # In 2009 Kreitler, the brand name in rollers, developed a Goldsprints Roller Racing Station. #* Offers both traditional free-roller racing and fork-mounted GoldSprints racing #* Sold in 2-bike pairs that can be linked together for added stability. # In 2009 Ed Husar, created Goldsprints FX, which is a software alternative to OpenSprints written in Adobe AIR. #* Supports OSX, Windows and Linux. #* Brand-able. # Rollapaluza operated over 300 events in 2013 in the UK and Europe. They have refurbished vintage systems from four different manufacturers, which were found not to be suitable to the rigours of the Rollapaluza schedule, so started manufacturing their own. They also have a schools program and run permanently in the Philippines and Germany. The original Goldsprints in Zurich used this kind of system. Four of these systems are operated by Rollapaluza in the UK. A system of this type was debuted in Portland by Rapha in mid-2008. #* All Rollapaluza rigs are tested and calibrated to be identical meaning global performances are comparable designed and built by Rollapaluza based on 8 years experience with four different vintage rigs. #* Super sturdy, over 10,000 riders per year #* Rigs available on franchise program #* two-up or four-up configuration available #* Optional digital timing. # Koers op Rollen (in Dutch) or translated Roller Racing, is a gold sprint game developed in Belgium by Fantasio and launched in 2011. This kind of system can fully simulate a track cycling event and has 8 bicycles. This offers the possibility to race in teams of 2 cyclists at the same time, they can change over whenever they want. The bicycle that is the fastest makes the light move forward. This digital system has a digital track with LEDs and a separate screen with a counting unit. It is controlled by a console which lets you adjust the different parameters necessairy for every race. #* The system uses Tacx rollers which use a flywheel to ensure the same drag. #* Accurate up to 2 cm #* More than just sprinting #* 5 years of engineering and trials for ensuring the best measurable results. ==Marketing tools == Given the stationary small footprint, audience participation, and focused visual re-brandable nature of Goldsprints—it has been used as a marketing tool for the Cycling Industry as well as other industries. === Cycling Industry Sponsorships === Specialized Bicycle Components, one of the largest bike manufactures in the world, has been buying OpenSprints systems for their major events and has local reps sub- contract with local groups (see below) that own OpenSprints systems. Rapha has worked with both Rollapaluza and OpenSprints to put on events. The Bicycle Film Festival is known to include Goldsprints parties in each city, also the International Cycling Film Festival organized a Goldsprint event in 2012. === Other Industry Sponsorships === In 2011, Levi's used GoldSprints to premiere their Commuter line of cycling clothes at Tag and Juice in São Paulo. Other industries, such as alcohol, have invested in GoldSprints as a promotional tool. In the summer of 2009, OpenSprints LLC was contracted by 42 BELOW vodka (owned by Bacardi) to build twenty two 42 BELOW branded turn-key kits. As part of the project OpenSprints subcontracted Kreitler to develop the first commercially available roller system for GoldSprints. 42 BELOW also hired Salt City Sprints LLC to execute and support up to 400 events in 20 cities across the United States in 12 weeks. Each city had a designated OpenSprints Technician who in turn kept the kit. The following 20 cities now have identical setups: * Atlanta * St. Louis * San Diego * Los Angeles * Columbus * Denver * Phoenix * Miami * Dallas * New Orleans * Boston * Detroit * Portland * Seattle * San Francisco * Chicago * Minneapolis * New York City * Washington DC * Austin == See also == * Roller racing == References == Category:Cycle racing ",
    "title": "Goldsprint"
}