{
    "id": "9106065",
    "text": ", previously known as Ama Kōhei, is a retired sumo wrestler. He received his promotion to yokozuna, sumo's highest rank, on September 26, 2012. He is the third Mongolian and fifth overall non-Japanese wrestler to attain yokozuna status. He began his professional career in 2001 and reached the top makuuchi division in 2004. He has won ten special prizes for his achievements in tournaments. In November 2008 he became the seventh foreign-born wrestler in sumo history to reach the second-highest rank of ōzeki. In May 2009, he won his first championship, winning the natsu basho (summer tournament). He has won a total of nine top division championships, three of them with a perfect record. At , Harumafuji was the lightest man in the top division as of September 2015. He is noted for his technical skill. Harumafuji admitted to assaulting fellow Mongolian wrestler Takanoiwa during a regional sumo tour in late October 2017. He withdrew from the November 2017 basho shortly after the allegations surfaced. On November 29, 2017, his stablemaster, Isegahama, submitted Harumafuji's letter of resignation to the Japan Sumo Association. ==Early life and sumo background== Byambadorj is a native of Ulan Bator, Mongolia. His father was a Mongolian wrestler, holding a rank roughly equivalent to sumo's sekiwake. He appeared at the Naadam, a Mongolian games festival that includes wrestling, at the age of 15. He was scouted by Ajigawa- oyakata (former yokozuna Asahifuji) in July 2000 and subsequently joined Ajigawa stable (now Isegahama stable). ==Career== He took the fighting name Ama and made his first appearance in January 2001. He reached the top makuuchi division in November 2004, rising slowly to komusubi in May 2006. However, a disappointing 4–11 result in this tournament sent him back to the maegashira ranks. On the eve of the January 2007 tournament, Ama's father was killed in a traffic accident. Nevertheless, he turned in a strong 10–5 record there and earned promotion back to komusubi for March. In May 2007, he made his debut at sekiwake rank, becoming the ninth foreign-born rikishi to do so. He held his rank with an 8–7 record. Ama in May 2007 In September 2007, under the komusubi rank, Ama defeated yokozuna Hakuhō on the opening day and also beat two ōzeki. He also memorably defeated newcomer Gōeidō with a spectacular technique known as okuritsuriotoshi or \"rear lifting body slam.\"this technique is illustrated here . He finished with a 10–5 score and won his first shukun-shō or Outstanding Performance award. He picked up his second Outstanding Performance award in November with another defeat of Hakuhō, and earned promotion back to sekiwake. In the January 2008 tournament Ama was the only wrestler to defeat Hakuhō, during Hakuhō's successful bid for the tournament championship. This was also his third consecutive defeat of Hakuhō, and this victory helped him to win his third shukun-shō in a row. However, he failed to score more than nine wins, denting his hopes for ōzeki promotion, which normally requires three consecutive double-figure scores. After a poor start to the March 2008 tournament, he had to win his last four matches to barely preserve his rank with an 8–7 record. On the 8th day at the May 2008 tournament, he amazed audiences by defeating Wakanohō with a perfectly executed utchari or spin throw on the bales. After the match, Wakanohō acted violently and was warned. On the 10th day, he also threw yokozuna Hakuhō into the seats with an overarm throw, ending his winning streak. After the tournament Ama was awarded his third Technique prize. ==Promotion to ōzeki== In the July 2008 tournament, he achieved a double-figure score for the first time at sekiwake, and won another Technique prize. In the September 2008 tournament Ama finished with twelve wins, recording his second junyūshō (second-place finish, an informal designation), and was awarded his fourth Outstanding Performance award. The November 2008 tournament was the most successful yet for Ama, as he won 13 bouts (including his bout against Hakuhō) and his thirty-five victories over the last three tournaments exceeded the thirty three generally required for ōzeki promotion. He reached a play-off against Hakuhō as a result and lost the play-off, still, his promotion was now inevitable. He was awarded his fifth Technique prize and achieved another junyūshō. On November 26, 2008, Ama was promoted to ōzeki by the Sumō Association, and on the occasion had his fighting name or shikona changed to Harumafuji. The name was chosen by his stablemaster, former yokozuna Asahifuji. ==Ōzeki career== Harumafuji's debut tournament as an ōzeki in January 2009 was inauspicious. Debuting a new name and a new, silver-colored mawashi, he lost his first four matches. On the fifth day he returned to the ring in his customary black mawashi, rallied, and by the end of the tournament secured an 8–7 majority of wins. He did better in the following tournament in March, defeating Asashōryū and winning ten bouts. In May he went undefeated in his first twelve matches until he was beaten by Hakuhō on Day 13 with a rare leg sweep, susoharai. Harumafuji recovered to defeat Asashōryū the next day with an outer leg trip, sotogake. With Hakuhō falling to Kotoōshū on the same day, both men went into Day 15 with identical 13–1 records. Harumafuji defeated Kotoōshū for a career-best 14–1 record while Hakuhō was victorious over Asashōryū, setting up a playoff. Harumafuji defeated Hakuhō with an under-arm throw, shitatenage, to win his first top division championship. He became the third Mongolian to win the Emperor's Cup, and the eighth foreigner overall. Harumafuji's mother was in the audience to see him awarded the trophy by Japanese Prime Minister Tarō Asō. However, in the following July basho he recorded only a disappointing 9–6. He pulled out of the November 2010 tournament on Day 4 having injured his right ankle in a defeat to Tochinoshin. In July 2011, Harumafuji won his second championship, defeating Hakuhō on the 14th day to win his fourteenth straight match and establish an unassailable two win lead over his rival. This stopped Hakuhō's streak of consecutive yūshō at seven. It was also the first time since his first yūshō that he had won more than ten bouts in a tournament. Harumafuji commented after his victory, \"I really wrestled the sumo of my life. I've had many troubles and injuries since becoming ōzeki but I kept training and got support from a lot of people.\" He lost his final day match to Kisenosato to finish on 14–1. However, any chance of immediate promotion to yokozuna ended when he scored only 8–7 in the following tournament. ==Promotion to yokozuna== In a May 2012 tournament, Harumafuji finished with a nearly even record of 8–7. In his final match, he defeated Hakuhō for his 8th win of the tournament, beginning a winning streak. He bounced back in July as he won his third championship without losing a bout, beating Hakuhō on the last day for his first zenshō-yūshō (winning every match in that tournament). Harumafuji got his chance to earn promotion to yokozuna for the third time in his career. In a September tournament, Harumafuji defeated Hakuhō once again to win his fourth championship and another consecutive zenshō-yūshō. Having won two successive tournaments, Harumafuji met the criteria for promotion to yokozuna. Following this performance, he was formally promoted to be the 70th yokozuna on September 26, 2012. This promotion made him the third consecutive Mongolian-born wrestler, following Asashōryū and Hakuhō, to achieve this rank. He attended a ceremony bestowing him the title, and said \"With the awareness of what it means to be a yokozuna, I will devote my body and soul to the way of sumo.\" He performed his first yokozuna dohyō-iri (ring-entering ceremony) on September 28, 2012, in front of 3,000 people at the Meiji Shrine in Tokyo, with Aminishiki as the sword carrier and Takarafuji as the dew sweeper. After the two-minute ceremony was over he said \"I aimed to carry out a beautiful dohyoiri\". His stablemaster had coached him the previous day on how to do the ring-entering ceremony in the Shiranui-style, the style used by himself as an active yokozuna. ==Yokozuna career== Harumafuji's first tournament as a yokozuna in November 2012 was a disappointing one, as he gave up a kinboshi to Okinoumi on just the second day, and from 9–1 up finished with a 9–6 record. He became the first new yokozuna ever to lose his last five matches. Despite being criticized heavily for his lackluster debut at the rank of yokozuna, Harumafuji bounced back with a tremendous showing in the following tournament winning all 15 matches, for his third zenshō-yūshō. He struggled again in March, giving up kinboshi to Takayasu, Chiyotairyū and Toyonoshima and also losing his last three matches. He did slightly better in the May tournament, scoring 11–4, but was never in contention for the championship. In the November tournament of 2013, he won his second championship as a yokozuna with a 14–1 record, decided by a final-day victory over Hakuhō. Harumafuji was not able to build on this success as he had to sit out the January 2014 tournament due to injury, and subsequently was not in contention for the championship on the final day of any tournament in 2014. Excluding the March tournament where he won his first 11 matches before losing three in a row, he was not a serious contender at all in any of the tournaments' second weeks, having dropped at least two matches before the midway point in three of them, and withdrawing from the September tournament due to an eye injury during the first week. Thus 2014 was his first year without a championship since 2010. Harumafuji was a runner-up in the opening tournament of January 2015 with an 11–4 record, his second runner-up performance as a yokozuna and first since March 2014. He withdrew from the July 2015 tournament in Nagoya on just the second day after injuring his right elbow, and the injury also kept him out of the following tournament in September. This means his title drought had extended to two years by the time he made his comeback at the November 2015 tournament in Kyushu. He was defeated on the second day by Ōsuna-arashi, but won his next twelve bouts, including victories over his fellow yokozuna Hakuhō and Kakuryū, to enter the final day with a one match lead over Hakuhō and the maegashira 10 Shōhōzan. He lost to Kisenosato to end the tournament at 13–2 but claimed the championship when Hakuhō was beaten by Kakuryū in the final match. Harumafuji commented \"I wanted to win the championship with a victory but I am happy I could respond to expectations of the fans\". In January 2016 Harumafuji defeated Hakuhō on the final day to end with a 12–3 record which placed him in a tie for second behind the upset winner Kotoshōgiku. In March he posted a moderate 9–6 in a tournament which saw him struggling with a knee injury in addition to his chronic ankle problems. After a solid but unremarkable 10–5 in May he returned to his best at Nagoya in July. Despite giving up kinboshi to Okinoumi on day 3 and Yoshikaze on day 9 he won his last six matches to win his eighth top-division championship. He defeated his main challenger, Kisenosato, on day 13 and avoided a play-off by beating Hakuhō by yorikiri in the last match of the tournament. After winning the Nagoya tournament for the third time he said \"I’ve been fortunate here. I love the people of Nagoya. The accumulated effort of each and every day got me to today. I focused on giving everything I had and leaving with no regrets. I’ve been dealing with a lot of injuries lately, but I was able to win because of my stablemaster’s help and the support of sumo-loving fans. I felt like I could really put everything on the line in every bout, every day.\" In the September tournament he was in contention for the title until losing to Gōeidō on the thirteenth day and ended in third place with a 12–3 record. Harumafuji was and Kisenosato were neck in and neck coming into the November 2016 for most victories in a calendar year since Hakuhō sat out all of the September tournament. However Kisenosato prevailed getting the honor having gotten 69 wins, Harumafuji had 67 wins, and Hakuhō had 62 wins. In the January 2017 tournament, Harumafuji gave away two kinboshi on Days 2 and 3, to Mitakeumi and Shōhōzan respectively. With those losses Harumafuji has given away 32 kinboshi. Harumafuji won the next three days, but then pulled out on Day 7, citing an injury. In May 2017 he was the co-leader with Hakuhō remaining unbeaten until Day 11 when he lost to Mitakeumi. He finished on 11–4. In this tournament he moved into the all-time top ten for top division victories, with 690. Harumafuji was the only other yokozuna apart from Hakuhō to complete the July 2017 tournament, where he scored 11–4 again. His stablemaster indicated that he may need to undergo surgery on a persistent injury to his elbow, but Harumafuji later decided not to have the surgery. He was the sole yokozuna to enter the September 2017 tournament after Hakuhō, Kakuryū and Kisenosato all withdrew through injury. He was defeated by maegashira Kotoshōgiku on Day 3 after he apparently stopped fighting after the initial charge, expecting the bout to be called as matta. He was criticized by the head of the Japan Sumo Association, Hakkaku, for giving up. However, he rallied after standing at 2–3 on Day 5 to win nine of his ten remaining bouts, including tournament leader Gōeidō on Day 15 to force a playoff with both men tied on identical 11–4 records. Harumafuji won the playoff to take his ninth career yūshō. His 11–4 record was the lowest to win a top division championship since 1996. ===Assault and subsequent retirement=== After Harumafuji lost his first two bouts of the November 2017 Tournament, Japanese newspaper Sports Nippon reported that Harumafuji assaulted fellow Mongolian wrestler Takanoiwa during a regional sumo tour in Tottori in late October. According to the report and other sources, Harumafuji was drinking with other sumo wrestlers, who included Hakuhō, Kakuryū and Terunofuji as well as Japanese wrestlers, and was admonishing Takanoiwa over his behavior. Angered that Takanoiwa was looking at his cell phone at the time, Harumafuji struck him in the head with a beer bottle and punched him 20 to 30 times. Takanoiwa's head injury, which included a skull fracture, forced him to miss the entire November 2017 Tournament, which subsequently resulted in his demotion from maegashira #8 to jūryō #3. Harumafuji's stablemaster, Isegahama, admitted the incident to officials with the Japan Sumo Association. Harumafuji told the press that he sincerely apologized for causing trouble. He withdrew from the rest of the November 2017 Tournament, citing a left elbow injury. The Japan Sumo Association announced that they would investigate the incident, but any ruling or punishment would not be announced until the conclusion of the tournament. After Harumafuji flew back from Fukuoka to Tokyo, he was questioned by Tottori police as part of their own investigation. He was then questioned by the Sumo Association's crisis management panel, where he admitted to assaulting Takanoiwa. Tottori police were set to refer the incident to prosecutors by the end of the year. Mongolian yokozuna Hakuhō, who was present at the incident, told the press before Day 5 of the tournament that he owed a \"deep apology to the sumo world and the public.\" Contrary to media reports, Hakuhō insisted Harumafuji was holding a beer bottle, but it slipped out of his hands. Hakuhō claimed that he broke up the fight and took Harumafuji out of the room. Conflicting reports over subsequent days suggested an ice pick, ashtray, microphone or karaoke remote control may have been used instead, while Harumafuji himself said he used only his bare hands. The day after the November 2017 Tournament ended, the Yokozuna Deliberation Council (YDC) convened at the Ryōgoku Kokugikan in Tokyo and agreed that an \"extremely harsh punishment\" be administered to Harumafuji. The YDC did not take any formal action, saying they would wait until the investigation by the crisis management panel has been completed. On November 29, 2017, Isegahama said that Harumafuji had decided to retire. He submitted Harumafuji's letter of resignation to the Japan Sumo Association, and Harumafuji held a press conference later that day in which he said, \"as yokozuna I feel responsible for injuring Takanoiwa and so will retire from today.\" He did not go into details about the incident but added, \"I had heard that he was lacking in manners and civility and thought it was my duty as a senior wrestler to correct and teach him. But I went too far.\" He also denied that he had been drinking to excess. On December 11 the Tottori police concluded their investigation and turned the case over to prosecutors. On December 20, 2017, the YDC said that they would have recommended Harumafuji's resignation had he not already retired, and that there needed to be a clear standard set for future cases. The chairman of the YDC said \"Harumafuji, a yokozuna who should be a role model to all wrestlers, showed abusive behavior that led to injury. A yokozuna must bear this heavy responsibility.\" Tottori prosecutors officially indicted Harumafuji on December 28, 2017 in Summary Court. Prosecutors felt that the public backlash over the incident, combined with Takanoiwa's desire to see Harumafuji punished, warranted a filing in Summary Court, rather than a higher court where there would have been a full trial with lawyer examinations. On January 3, 2018 Harumafuji was fined 500,000 yen (US$ 4,400). On October 4, 2018 Takanoiwa filed a lawsuit in Tokyo District Court seeking 24 million yen in damages from Harumafuji, after negotiations over an informal settlement broke down. Takanoiwa later dropped the suit, citing harassment his family was receiving back home in Mongolia. Since his retirement, Harumafuji has been working in an unofficial capacity as a coach at Isegahama stable. His danpatsu-shiki, or official retirement ceremony, was held on September 30, 2018 at the Ryōgoku Kokugikan. He has also opened a school in Mongolia, with Japanese style education. His memoir, Body and Soul, was released in January 2019. ===Rivalry with Hakuhō=== His career record against Hakuhō was 21 wins against 36 losses (22 wins against 37 losses if playoffs for the championship are included). He has more wins over Hakuhō than any other wrestler. Harumafuji vs Hakuhō was the final match of the tournament for ten consecutive tournaments from May 2012 until November 2013, the second longest streak after the 15 straight contested by Wajima and Kitanoumi. Harumafuji and Hakuhō's 24 final matches of a tournament in total is second only to the 27 contested by Akebono and Takanohana. Hakuhō was criticized by the Yokozuna Deliberation Council for expressing his hope that Harumafuji would return to sumo after his November 2017 tournament victory, and leading the crowd in banzai cheers. ==Fighting style== Harumafuji was a relative lightweight known for his speed, particularly at the tachi-ai, or initial charge. He was regarded as a technician, like many other Mongolian sumo wrestlers, specialising in throws and lifts. He used 42 different winning kimarite in his career. He was adept at both uwatenage (overarm throw) and shitatenage (underarm throw) as well as uwatedashinage (pulling overarm throw). He was also skilled at tsuki or thrusting techniques, and his second most common winning move after yorikiri was oshidashi, or push out. He sometimes used harite, or slaps to the face, a technique that was criticized by a member of the Yokozuna Deliberation Council. Weighing in at 133 kg in November 2012, Harumafuji became the first yokozuna since Chiyonofuji in 1982 to also be the lightest man in the top division. ==Personal life== Harumafuji married M. Battuul in Japan on October 10, 2011. The wedding ceremony was held according to sumo traditions, and the bride wore Japanese ceremonial clothes. Harumafuji and Battuul met in 2009, when Battuul graduated from Iwate University in northern Japan. They were engaged in September 2010. The wedding ceremony had been postponed due to upheavals in the sumo world over the match- fixing scandal. Their first daughter was born in December 2010.Famed Mongolian sumo wrestler gets married October 12, 2011 Their second daughter was born in May 2012. In June 2013 he revealed that in 2010, he had acquired the qualification to be a policeman in Mongolia through distance education, and that he had plans to go to Mongolia to publish his graduation thesis, which was about the differences between Mongolian and Japanese law. In 2014 he attended classes at the graduate school of Hosei University, studying the Mongolian economy and education system. He is a keen painter and in September 2018 around 20 of his paintings were exhibited in a gallery in Ginza to mark the opening of his school. ==Career record== ==See also== *List of yokozuna *List of sumo tournament top division champions *List of sumo tournament top division runners-up *List of sumo tournament second division champions *Glossary of sumo terms *List of past sumo wrestlers *List of non-Japanese sumo wrestlers ==References== ==External links== * *complete biography and basho results (Japanese) Category:1984 births Category:Living people Category:Mongolian expatriates in Japan Category:Mongolian sumo wrestlers Category:Yokozuna Category:Sportspeople from Ulaanbaatar ",
    "title": "Harumafuji Kōhei"
}