{
    "id": "9106034",
    "text": "Distribution of Malay race according to Meyers Konversations-Lexikon (1885-90), comprising eastern Madagaskar, southern Thailand, Malaysia, Singapore, Brunei, Taiwan, the Philippines, and Indonesia (excluding Maluku Islands and western New Guinea) The concept of a Malay race was originally proposed by the German physician Johann Friedrich Blumenbach (1752–1840), and classified as a brown race.University of Pennsylvania Malay is a loose term used in the late 19th century and early 20th century to describe the Austronesian peoplesRand McNally’s World Atlas International Edition Chicago:1944 Rand McNally Map: \"Races of Mankind\" Pages 278–279—On the map, the group called the Malayan race is shown as occupying an area on the map (consisting mainly of the islands of what was then called the Dutch East Indies, the Philippines, Madagascar, and the Pacific Islands, as well as the continental Malay Peninsula) identical and coextensive with the extent of the land area inhabited by those people now called Austronesians. or to categorize Austronesian speakers into a race. Since Blumenbach, many anthropologists have rejected his theory of five races, citing the enormous complexity of classifying races. The concept of a \"Malay race\" differs with that of the ethnic Malays centered on Malaya and parts of the Malay Archipelago's islands of Sumatra and Borneo. ==Etymology== Minangkabau men from West Sumatra, Indonesia The earliest records of the word Melayu or Malayu came from a Chinese record that reported a kingdom named Malayu had sent the envoy to the Chinese court for the first time in 645 CE. It was recorded in the book Tang Huiyao collected by Wang Pu during the Song dynasty.Muljana, Slamet, (2006), Srivijaya, Yogyakarta: LKIS, . Another Chinese source mentioned the kingdom of Malayu. Two books were written by a buddhist monk I-tsing or I Ching (義淨; pinyin Yì Jìng) (634–713),Junjiro Takakusu, 1896, A record of the Buddhist Religion as Practised in India and the Malay Archipelago AD 671–695, by I-tsing, Oxford, London. in his journey from China to India in 671 wherein he reported: Another source dated from a later period mentioned the name Bhumi Malayu, written in the Padang Roco Inscription dated 1286 CE in Dharmasraya, and later in 1347 CE, Adityawarman edited his own inscription inscribed in the Amoghapasa statue, declaring himself the ruler of Malayupura.Muljana, Slamet, (2005), Runtuhnya Kerajaan Hindu-Jawa dan Timbulnya Negara-Negara Islam di Nusantara, Yogyakarta: LKIS, . The Majapahit record, Nagarakretagama dated 1365 CE, mentioned the lands of Melayu dominated by Majapahit\"Brandes, J.L.A., (1902), Nāgarakrětāgama; Lofdicht van Prapanjtja op koning Radjasanagara, Hajam Wuruk, van Madjapahit, naar het eenige daarvan bekende handschrift, aangetroffen in de puri te Tjakranagara op Lombok. From these records the name Malayu seems to be identified with the area around the Batanghari river valley from estuarine to hinterland in present-day Jambi and parts of West Sumatra province. The people inhabiting the Eastern coast of Sumatra and parts of the Malay peninsula identified themselves as Malay with a common language called the Malay language. After the arrival of Europeans in the 16th century, the Europeans identified the native people living on both coasts of the Malacca strait as Malay people. This term extended to neighboring peoples with similar traits. Malays were once referred to as \"Kun-lun people\" in various Chinese records. Kunlun originally referred to a fabled mountain range believed to span parts of Tibet and India. It was used by the Chinese in reference to black, wavy-haired barbarians of mountains and jungles from the remote part of the geographically known world. The Champas and Khmers were called Kunlun people by the Chinese before the term was applied to the Malays or more accurately Austronesians as a whole. In 750, Jianzhen (688–765) noticed the presence of many \"Brahmans, Persians and Kunluns in Canton\". The Old Book of Tang reported that \"every year, Kunlun merchants came in their ships carrying valuable goods to trade with the Chinese\". ==Definitions== In his 1775 doctoral dissertation titled De generis humani varietate nativa (trams: On the Natural Varieties of Mankind), Blumenbach outlined four main human races by skin color, namely Caucasian (white), Negroid (black), Native American (red), and Mongolian (yellow). By 1795, Blumenbach added another race called 'Malay' which he considered a subcategory of both the Ethiopian and Mongoloid races. The Malay race belonged to those of a \"brown color: from olive and a clear mahogany to the darkest clove or chestnut brown\". Blumenbach expanded the term \"Malay\" to include the native inhabitants of the Marianas, the Philippines, the Malukus, Sundas, Indochina, as well as Pacific Islands like the Tahitians. He considered a Tahitian skull he had received to be the missing link; showing the transition between the \"primary\" race, the Caucasians, and the \"degenerate\" race, the Negroids. Blumenbach writes: ==Colonial influences== The view of Malays held by Stamford Raffles had a significant influence on English-speakers, lasting to the present day. He is probably the most important voice who promoted the idea of a ‘Malay’ race or nation, not limited to the Malay ethnic group, but embracing the people of a large yet unspecified part of the South East Asian archipelago. Raffles formed a vision of Malays as a language-based 'nation', in line with the views of the English Romantic movement at the time, and in 1809 sent a literary essay on the topic to the Asiatic Society. After he mounted an expedition to the former Minangkabau seat of royalty in the Pagaruyung, he declared it was ‘the source of that power, the origin of that nation, so extensively scattered over the Eastern Archipelago’. In his later writings he moved the Malays from a nation to a race. ==Indonesia== Ethnic Malay among other ethnic groups in Indonesia. Ethnic Malay is one of the most widely distributed ethnicities in Indonesia. The Malay realm is described in green and other related sub-ethnicities are rendered in darker or lighter green. Malay ethnic groups are depicted as inhabiting the eastern coast of Sumatra and coastal Kalimantan. In Indonesia, the term \"Malay\" () is more associated with ethnic Malay than 'Malay race'. It is mostly because Indonesia has other Native Indonesian ethnicities that already consolidated and established their culture and identity who believed they had traditions and languages that are very different from coastal Malay people. Thus, making Malay just as one of myriad Indonesian ethnicities, sharing common status with Javanese (including their sub-ethnic such as Osing and Tenggerese), Sundanese, Minangkabau, Batak tribes, Bugis, Dayak, Acehnese, Balinese, Torajan, etc. The term 'Malay race' was first coined by foreign scientists in colonial times. During the Dutch East Indies era, natives were grouped under the category inlanders or pribumi to describe native Indonesians in contrast to Eurasian Indo people and Asian immigrants (Chinese, Arab and Indian origin). The concept of the Malay race shared in Malaysia and to some degree, the Philippines, also influenced and might be shared by some Indonesians in the spirit of inclusivity and solidarity, commonly coined as puak Melayu or rumpun Melayu. However, the idea and the degree of 'Malayness' also varies in Indonesia, from covering the vast area of Austronesian people to confining it only within the Jambi area where the name 'Malayu' was first recorded. Today, the common identity that binds Malay people together is their language (with variants of dialects that exist among them), Islam and their culture. ==Malaysia== In Malaysia, the early colonial censuses listed separate ethnic groups, such as \"Malays, Boyanese, Achinese, Javanese, Bugis, Manilamen (Filipino) and Siamese\". The 1891 census merged these ethnic groups into the three racial categories used in modern Malaysia—Chinese, ‘Tamils and other natives of India’, and ‘Malays and other Natives of the Archipelago’. This was based upon the European view at the time that race was a biologically based scientific category. For the 1901 census, the government advised the word \"race\" should replace \"nationality\" wherever it occurs. After a period of generations of being classified in these groups, individual identities formed around the concept of bangsa Melayu (Malay race). For younger generations of people, they saw it as providing unity and solidarity against colonial powers, and non-Malay immigrants. The Malaysian nation was later formed with the bangsa Melayu having the central and defining position within the country. ==Philippines== In the Philippines, many Filipinos consider the term \"Malay\" to refer to the indigenous population of the country as well as the indigenous populations of neighboring Indonesia, Malaysia, Singapore, and Brunei. This misconception is due in part to American anthropologist H. Otley Beyer, who had proposed that Filipinos were actually Malays who migrated north from what are now Malaysia and Indonesia. This idea was in turn propagated by Filipino historians and is still taught in many schools. However, the prevalent consensus among contemporary anthropologists, archaeologists, and linguists actually proposes the reverse; namely that ancestors of the Austronesian peoples of the Sunda Islands, Madagascar, and Oceania had originally migrated south from the Philippines during the prehistoric period from an origin in Taiwan. Although Beyer's theory is now completely rejected by modern anthropologists, the misconception remains and most Filipinos still conflate Malay with Austronesian identity, almost always equating the two. There is little knowledge of the fact that the term \"Malay\" refers specifically to the ethnic Malays in other Southeast Asian countries. The correct term \"Austronesian\" remains unfamiliar to most Filipinos. ==United States== In the United States, the racial classification \"Malay race\" was introduced in the early twentieth century into the anti-miscegenation laws of a number of western US states. Anti-miscegenation laws were state laws that prohibited marriage between European Americans and African Americans and in some states also other non-whites. After an influx of Filipino immigrants, these existing laws were amended in a number of western states to prohibit marriage between Caucasians and Filipinos, who were designated as members of the Malay race, and a number of Southern states committed to racial segregation followed suit. Eventually, 9 states (Arizona, California, Georgia, Maryland, Nevada, South Dakota, Utah, Virginia, and Wyoming) explicitly prohibited marriage between Caucasians and Filipinos.Pascoe, Peggy, \"Miscegenation Law, Court Cases, and Ideologies of \"Race\" in Twentieth Century America, The Journal of American History, Vol. 83, June 1996, p. 49 In California, there was some confusion over whether pre-existing state laws prohibiting marriage between whites and \"Mongolians\" also prohibited marriage between whites and Filipinos. A 1933 Supreme Court of California case Roldan v. Los Angeles County concluded that such marriages were legal as Filipinos were members of the \"Malay race\" and were not enumerated in the list of races for whom marriage with whites was illegal. The California legislature soon after amended the laws to extend the prohibition against interracial marriage to whites and Filipinos. Many anti- miscegenation laws were gradually repealed after the Second World War, starting with California in 1948. In 1967, all remaining bans against interracial marriage were judged to be unconstitutional by the United States Supreme Court in Loving v. Virginia and therefore repealed. ==See also== *East Indies *Greater Indonesia *Malay Archipelago *Malay Peninsula *Malay world *Malayness **Bumiputera **Pribumi *Maphilindo *Nusantara *Sinodonty and Sundadonty ==References== Category:Historical definitions of race ",
    "title": "Malay race"
}