{
    "id": "9106687",
    "text": "Chief Naiche ( ; –1919) was the final hereditary chief of the Chiricahua band of Apache Indians.Johansen, Bruce E. \"Naiche (ca. 1857–1919).\" Oklahoma Historical Society's Encyclopedia of Oklahoma History and Culture. (retrieved 25 Sept 2011) == Background == Naiche, whose name in English means \"meddlesome one\" or \"mischief maker\", is alternately spelled Nache, Nachi, or Natchez. He was the youngest son of Cochise and his wife Dos-teh-seh (Dos-tes-ey, - \"Something-at-the-campfire-already-cooked\", b. 1838), His older brother was Tah-zay aka Chief Taza. Naiche was described as a tall, handsome man with a dignified bearing that reflected the Apache equivalent of a royal bloodline as the son of Cochise (leader of the Chihuicahui local group of the Chokonen and principal chief of the Chokonen band of the Chiricahua Apache) and Dos-teh- seh, daughter of the great Warm Spring/Mimbreño Chief Mangas Coloradas. Britton Davis described him as being 6'1\" in height, which was tall for an Apache. He had three wives, Haozinne, E-Clah-he, and Na-deh-yole, and six children. == Career == Upon the death of his father Cochise in 1874, Naiche's brother Taza became the chief; however, Taza died a few years later in 1876, and the office went to Naiche. In the 1880s, Naiche and Geronimo successfully went to war together. In 1880, Naiche traveled to Mexico with Geronimo's band, to avoid forced relocation to the San Carlos Apache Indian Reservation in Arizona. They surrendered in 1883 but escaped the reservation in 1885, back into Mexico. Officially the leader of the last band of renegade Apaches in the Southwest, Naiche and Geronimo surrendered to General Nelson Miles in 1886. Naiche and other Apaches requested to return to Arizona, while still imprisoned in Fort Marion. The US did not allow their return, but Kiowa and Comanche tribes offered to share their reservations in southwestern Oklahoma with the Chiricahua, so Naiche and 295 members of his band moved to Fort Sill, Oklahoma, where they became the Fort Sill Apache Tribe. In 1913, Naiche moved to the Mescalero Indian Reservation in New Mexico. Naiche's painting Naiche had the reputation of being the finest Indian artist of that period. He painted his pictures on deer skin in color. His subjects were flowers, deer, other wild animals, turkey, and various objects of nature, as he saw them. He also carved canes from wood and painted them in different colors. == Death == Naiche died of influenza on March 16, 1919 in Mescalero, New Mexico. Among his descendants: * Elbys Onea Naiche Hugar * Silas Cochise == In fiction == Naiche is one of the central characters in the novel Cry of Eagles by William W. Johnstone. The story features Naiche leading a renegade band of Apache in open warfare against white settlers and miners as they attempt to join Geronimo in Mexico. In the final chapter Naiche is killed by the book's protagonist, Falcon MacCallister.William W. Johnstone Cry of Eagles. Published October 1999, Pinnacle Books/Kennsington Publishing Corp. Naiche is played by Rex Reason in Douglas Sirk's film Taza, Son of Cochise. Naiche identified as \"Chief Nachez\" was a character in Season 6 Episode 22 of The Life And Legend of Wyatt Earp. This episode aired on March 7, 1961. In the episode the Chief Nachez character turns to Wyatt Earp for help in stopping the selling of liquor to members of his tribe. The \"Nachez\" character was played by George Keymas. == References == Category:Chiricahua Category:Native American leaders Category:Apache people Category:1850s births Category:1919 deaths Category:Native American painters Category:Native Americans imprisoned at Fort Marion Category:19th-century American painters Category:American male painters Category:20th-century American painters ",
    "title": "Naiche"
}