{
    "id": "9106776",
    "text": "Immaculate Conception Academy (Simplified Chinese: 义德中学; Traditional Chinese: 義德中學; Pinyin: Yì Dé Zhōng Xué), also known as ICA Greenhills or ICAgh is a private college preparatory Catholic school for Chinese Filipino girls run by the Missionary Sisters of the Immaculate Conception (MIC) in Greenhills, San Juan, Metro Manila, Philippines. The school directress is Irene Ferrer. ICA is a non-stock, non-profit elementary and secondary school owned and directed by the Missionary Sisters of the Immaculate Conception, a Canadian-founded congregation of women religious by Delia Tetreault. ICA caters to Chinese Filipino female students. ==History== ICA traces its foundation in 1933-1936 when the Chinese families in Binondo requested the MIC sisters to open a school so that their children who have been baptized in the Catholic Church could be followed up in the practice of living out of their faith. The school moved seven times to accommodate its growing population, partly due to influx of Chinese immigrants escaping the Sino-Japanese War as well as the damage of school buildings as a result of the shelling of Manila by the Americans and the Japanese during World War II. The close ties between ICA and its neighboring exclusive school for boys and co-member of the EDSA-Ortigas Consortium (EDSOR), Xavier School, that can be seen today can be traced to the 1950s. At the invitation of the Jesuits who were then building Xavier School in 1958 in the newly opened subdivision in Greenhills, the MIC Sisters also constructed a building that was completed in 1960; thus, the Sisters were ready to receive the Chinese Filipino students from ICA-Intramuros, which continued to operate the elementary department and kindergarten. In 1975, ICA- Intramuros was fused with ICA-Greenhills. At present ICA-Greenhills has a population of 3,381 with 1,009 in the high school department. Originally, ICA was considered an Anglo-Chinese school with a double curriculum (Chinese and English). In 1954, ICA became a Filipino school offering the Chinese Language Arts program as an essential part of the curriculum. While majority of the student population is Chinese Filipino, Chinese heritage is not a main criterion for admission to ICA; a majority of ICA's students have fathers, siblings and other male relatives who are studying or have matriculated in Xavier School. ICA undertook the accreditation process of Philippine Accrediting Association of Schools, Colleges and Universities or PAASCU in SY 1983-84 and received full-accredited status in 1986. It was reaccredited in 1989, 1994, 1999 and 2004. In late 2009, the High School Department was granted a top-tier Level III Accreditation by the Federation Accrediting Agencies of the Philippines (FAAP). ==Campus== ICA has seven gates. Gates 1 and 2 are located at Grant Street, Gates 3a and 3b are at Xavier Street, Gates 4a and 4b are located at Roosevelt Street and Gate 5 is at Washington Street. ===Buildings=== *Dona Juanita Gokongwei Building *Felicidad Tan Sy Building *LRC (Learning Resource Center) *DTASC (Delia Tetreault Arts and Sports Center) also known as the school gymnasium and school auditorium *SAC (Student Activity Center) *Henry Sy Sr. Senior High School Building ==School Governance== The general management of ICA is vested in a board of five trustees composed of members of the Missionary Sisters of the Immaculate Conception whose Provincial Superior acts as chairman. Elected by the members of the Immaculate Conception Academy, Inc., they serve for a term of one year until election of their successors. ==Notable alumni== * Teresita Sy-Coson, eldest child of Henry Sy, Sr. and vice chairperson of SM Investments Corporation * Carlene Aguilar, Filipino beauty queen, former Miss Philippines Earth and Former Bb. Pilipinas World * Arlene J. Chai, novelist * Gretchen Ho, volleyball player, model and TV hosts * Rin Chupeco, Young Adult novelist * Gretchen Fullido, TV Anchor, Journalist * Robina Gokongwei-Pe, daughter of John Gokongwei * Martia Gokongwei, daughter of John Gokongwei * Johanna Dee Chua, Head of Pan Asia Economics at Citibank ==References== == External links == * Official Website Category:Chinese schools in Metro Manila Category:Private schools in Metro Manila Category:Girls' schools in the Philippines Category:Catholic elementary schools in Metro Manila Category:Catholic secondary schools in Metro Manila Category:Schools in San Juan, Metro Manila ",
    "title": "Immaculate Conception Academy–Greenhills"
}