{
    "id": "9107668",
    "text": "The sleeping porch of Heublein Tower The Heublein Tower is located in Talcott Mountain State Park in Simsbury, Connecticut and provides panoramic views of the Hartford skyline, the Farmington River Valley, and surrounding areas that are particularly spectacular in the fall. It was listed on the National Register of Historic Places in 1983. The correct pronunciation of the tower is debated. The Heublein family came from Germany, where they pronounced it HOY- bline, but after immigrating to the United States, over the years it was pronounced HIGH-bline. After Heublein Inc. was bought by the R. J. Reynolds Tobacco Company in 1982, advertising was run on the Tonight Show with Johnny Carson, who pronounced it HUGH-bline. ==History== ===Origin=== Gilbert Heublein was a magnate in the area of food and beverage, most notably as manufacturer of A.1. Steak Sauce and Smirnoff vodka; he founded Heublein Inc. While hiking with his then-fiancé Louise M. Gundlach on Talcott Mountain, he promised her that one day he would build her a castle there. ===Construction=== Designed by Smith and Bassette to survive winds, and built by T. R. Fox and Son in 1914, the Heublein Tower served as Gilbert Heublein's summer home and retreat. Smith and Bassette also designed the north and south wings of Governor's Mansion in 1916. Truly an architectural marvel, Mr. Heublein modeled this structure after buildings in his native homeland of Bavaria. Standing tall and situated above the Farmington Valley, one can see for several dozen miles in all directions from the top floor observation lounge. The structure consists of a steel frame of girders anchored into the bedrock of the mountain ridge. The four columns in the four corners extend up to the second level and are made of reinforced concrete. A system of cross- girder braces adds strength to the shaft and cross-beams support the floors. It is also the site of the first home elevator in Connecticut. ===Ownership=== In 1943, the tower was purchased by The Hartford Times, and Heublein Tower became known as the Times Tower. The plan was to use the tower as a broadcasting location for a radio station owned by the paper, but this didn't work out. However, the tower was a place for parties and social gatherings hosted by the newspaper for nearly 20 years. The view of Hartford from atop the tower ==Restoration efforts== The Heublein Tower is managed by the State of Connecticut Department of Energy & Environmental Protection. Restoration and support of the Tower interior is funded in large part by the work of the non-profit organization, The Friends of Heublein Tower. The Friends' organization was established in 1985 and is dedicated to preserving and restoring the Heublein Tower and its surrounding estate. Most recent restoration activities include the installation of a white oak parquet floor in the observation room (known as the ballroom in Gilbert Heublein's day) designed in the same pattern as the original. ==Historical significance== Due to anti-German sentiment in the United States during World War I, rumors circulated that Gilbert Heublein was using a spotlight on top of the tower's cupola to inform German ships of the location of Allied vessels. In order to stop the rumors, Heublein offered the use of the tower to the state and federal governments, both of which declined. Several famous people have been guests at the tower. The Republican Party asked General Dwight D. Eisenhower to run for president there, an event which was also attended by Prescott Bush, father of George H. W. Bush. Ronald Reagan also visited the tower in the 1950s while he was president of the Screen Actors Guild. Others included Admiral Charles Nimitz, General Omar Bradley, architect Frank Lloyd Wright, opera singer James Melton, and actress Tallulah Bankhead. ==See also== *National Register of Historic Places listings in Hartford County, Connecticut ==References== ==External links== * Friends of Heublein Tower Category:Buildings and structures in Simsbury, Connecticut Category:Towers in Connecticut Category:Buildings and structures on the National Register of Historic Places in Connecticut Category:Tourist attractions in Hartford County, Connecticut Category:Metacomet Ridge, Connecticut Category:Museums in Hartford County, Connecticut Category:Buildings and structures completed in 1914 Category:National Register of Historic Places in Hartford, Connecticut ",
    "title": "Heublein Tower"
}