{
    "id": "9109117",
    "text": "Frans Henry Said (born 16 September 1932) is a Maltese broadcaster and author. His best known work is in Children's Programmes, and Christmas activities for needy children. ==Early life== The youngest of three surviving children, Frans (Francis) was born to Mary née Brincat and Publio Said, a merchant. His birth took place at the administrative manager's residence of the “Ta’ Braxja” Cemetery. His maternal family had been the owners of the plot and adjacent land where the British had built a cemetery for non-Catholic Christians, mainly British servicemen stationed in Malta. His mother had been staying for a few months with her family. Brought up in Floriana, Malta, his family had suffered greatly during the Second World War and were impoverished due to enemy actions. It was during the war and still a child that Frans Said started his literary career. After the war he sat for a competitive examination to enter The Lyceum which at that time was the leading secondary school in Malta. Only a few students could be accepted. From thousands of candidates who sat for the post war examination he placed sixth. ==Broadcasting and the stage== Both in The Lyceum and also in the town association, Frans joined drama groups. At school he used to take part in the yearly Shakespeare production, while in his group, he not only took (a leading) part, but more often than not, also wrote the script of the plays and comedies. His father died on the 12 February 1948, by which time Frans had already initiated the fledgling children's programme on the local cable radio. He was thus one of the few pioneers in Maltese broadcasting. Even though at a relatively young age he was invariably the producer and planner of those programmes which from once weekly soon developed into a daily production. He soon became known as Uncle Frans (Iz-Ziju Frans). In conjunction with these programmes, he wrote many original works in Maltese, and carried out translations of a number of classical works. With his translations the children of Malta were introduced to many of the great classics. The radio management noticed his potential and he was sent to study, initially, at the BBC in London, and later on with RAI in Rome and the Happy Station Show in the Netherlands. On his return to Malta, Frans had become the brains and driving force behind the Children's Programmes and what was originally a weekly half hour was eventually extended to a daily afternoon magazine edition. With the assistance of others he pioneered children's radio drama in Maltese. During the years, the children's drama encompassed a wide spectrum from comedy, adventure, thrillers, musicals, up to pure drama. As a corollary from this he started to organise Christmas Parties, initially for the many children of the drama group and later on for the needy children of the islands. ==The Christmas Parties== From a modest 300 needy children in 1952, these parties grew to big proportions, so that after 19 years (the last party was held in 1970) more than 40,000 children had been entertained. (This represents 12% of the population at that time of the Islands). Due to his eventual connections with the British Forces, he managed to obtain assistance from the armed forces. In 1960 the aircraft carrier HMS Ark Royal (R09) was specifically brought to Malta to host 2000 children. In later years, these parties were held under the alternate auspices of the three UK services serving in Malta. ==Other Programs== For five years from 1961 onwards he organised and presented a weekly “Round Malta Quiz,” which enjoyed great popularity. He also organised large variety shows, tickets for which were sold within hours. In the sixties he took over the full organisation of the daily Children's Programmes. All this work was done on a part-time basis as he had his own full-time employment. For two years he was also involved in TV productions. For his work he received a number of awards. He retired from broadcasting in 1979, after nearly 32 years active service. ==Civic Activities== As secretary to the Floriana Civic Council, he had also been active in civic affairs and was the co-founder of the Confederation of Civic Councils of which he had also been elected Secretary and was the founder of “Midalja tal-Meritu” (The Medal of Merit) (1968) (that preceded the Ġieħ ir- Repubblika award) that for a number of years used to be awarded annually by the Confederation of Civic Councils. ==Personal life== In 1957, Frans met his future wife Enoe (née Calleja) daughter of Maestro Abele Calleja. They were married on 24 January 1960. They had three children, namely Adrian, Giuseppe and Oliver. ==Career== In 1952, having passed his matriculation examinations, Frans entered the Royal Air Force in Malta as a junior civilian clerk. Considering that he was Maltese, his progress in the British RAF was rapid. The RAF sent him on a number of courses and training sessions in UK. Within five years he was posted to the RAF Headquarters where he received a number of promotions to senior positions. Eventually he attained the equivalent rank of Squadron Leader. He enjoyed full security clearance and was also awarded, honoured and mentioned in dispatches. He retired from the RAF in 1967 when he joined the fledgling local industry. With his meticulous approach to life, he had already prepared himself for the positions he hoped to attain having taken a number of specialised courses, invariably obtaining a diploma or certificate of competence. He held a number of managerial positions reaching the grade of General Manager. Due to various factors, including the political upheaval of the 70's, Frans sought work in Libya. His first position was as Special Projects Manager in Marsa El Bregha (with Exxon); and later, as consultant and advisor with the National Oil Corporation and other oil companies in Tripoli. ==Return to Malta== In 1989, Frans was invited to return to Malta and offered the position of Chief Executive Officer of Medserv Ltd. (a parastatal company that ran a specialised port and provided support services to the offshore oil industry). He was later also appointed Managing Director. In 1993, the employees of the company nominated him, and a special government committee selected him, as The Worker of Year. During that period he was offered the position of Maltese Ambassador to the UN Agencies in Geneva, Switzerland. Due to many personal commitments he declined but eventually accepted to act as Honorary Consul of Croatia in Malta. In December 1997, due to certain intrigues and political machinations he was accused of corruption and bad management. It took eight years (until 2006) for the Law Courts to reach a decision, in which Frans was completely exonerated and declared fully innocent. The Magistrate stated that all actions had been based on blatant lies and instigated due to jealousy, vindictiveness and intrigue. Eventually, the highest Law Court in Malta under its Constitutional jurisdiction declared that all the actions against Frans Said were frivolous and vexatious and awarded him appropriate damages. This judgement was further confirmed and enforced by The European Court of Human Rights (ECtHR) in Strasbourg which also awarded further damages. During his tenure of office, Frans represented Malta in many international fora mainly connected with “oil”. He was a fellow and also served on the Council of the UK Institute of Petroleum and on the Permanent Council of the World Petroleum Congresses. He also organised a number of major conferences and exhibitions including MOEX and Clean Seas which also included the Clean Seas International Awards. In partnership with the University of Malta he established The Mediterranean College of Petroleum Studies (MECOPS) which was set up in association with The Petroleum College, Oxford, and P.I.T.S. of Alberta Canada. ==Literary works== On and off, Frans never stopped writing. During his sojourn in Libya he tried his hand at poetry, among other genres. After retirement, Frans wrote five full-length novels in English and was also a member of the team that translated the acquis communautaire (the EU Laws and Court Sentences) of the European Union into Maltese. Frans alone translated more than 40,000 pages (representing 33% of the full task) dealing with every topic under the sun. He is also still active in producing articles for Maltese and foreign newspapers and magazines. During his sixty-six years of writing, Frans produced more than 1000 pieces of literary works both in Maltese and English. These works have been donated to the people of Malta, and are now kept in the Maltese National Archives in Rabat, Malta. ==Latest ventures== He has collected all the known Æsop's Fables and similar anecdotes (over 2000 fables), which he translated into Maltese. These started being published on a daily basis on the Maltese Newspaper L-Orizzont from 1 January 2006. He also personally read many of these fables on Radio Malta as part of the programme \"Newsline\". In 2018 he started researching and collecting the international famous Panchantantra Indian Fables. It is expected that these will also be published in L-Orizzont on the same basis as happened with Aesop's Fables. Even at the advanced age of 87 he is currently translating into Maltese the complete work by Jeoffrey Chaucer, a 455 page marathon, namely The Canterbury Tales. The work is still in progress. ==National honour== At the age of 82 years and a career extending to 67 years, Frans received the Maltese National Honour for services rendered to the Republic. The investiture was made by the President of Malta on Republic Day, 13 December 2014. Eventually his portrait was included in the National Portrait Gallery housed in Imdina, Malta's historic old capital. The inauguration was part of further presentation of his works, including the collection of Aesop and other fables to the National Archives. ==References== * The Sunday Times (of Malta) 7 September 2003; * The Sunday Times (of Malta) 27 February 2005; * The Sunday Times (of Malta) 17th & 24 December 2006; * The Sunday Times (of Malta) 25 February 2007; * The Sunday Times (of Malta) 16 September 2007; * The Sunday Times (of Malta) 21 September 2008; * The Times (of Malta) 11 May 2007; * The Times (of Malta) 7 May 2009; * L-Orizzont (Malta) 30 December 2006 et seq.; * It-Torca (Malta) 21 September 2008; * Il- Mument (Malta) 21 September 2008; * http://www.education.gov.mt/employment/ind_relations/haddiem_sena.htm; * www.timesofmalta.com (archives Frans H Said); * Medal of merit; * The National Library (Bibliotheca), Valletta, Malta; * The National Archives, Rabat, Malta; * The Malta Government Gazette No. 19,357 (13 December 2014) * L-Orizzont (Malta) 28 February 2015 Category:1932 births Category:Living people Category:Maltese male writers Category:Translators to Maltese ",
    "title": "Frans Said"
}