{
    "id": "9109321",
    "text": "Gerritsen as Bess with Phyllis Lindstrom (Cloris Leachman), 1974 Lisa Gerritsen (born December 21, 1957) is a former American child actress. She is most famous for her role as Bess, the independent-minded daughter of Phyllis Lindstrom on the 1970s television series The Mary Tyler Moore Show and its spin-off Phyllis. ==Biography== Lisa Gerritsen was born Leisa Orszag, and is the granddaughter of child actor and screenwriter True Eames Boardman, and the great-granddaughter of silent film actors True Boardman and Virginia True Boardman. Her acting career began when she was eight years old. Encouraged by her mother and grandfather, after running the gamut of numerous casting calls she landed her first professional role in an episode of The Doris Day Show in 1968. After The Doris Day Show, Gerritsen had guest-star or cameo appearances in several television shows including The Odd Couple, Bonanza, The Courtship of Eddie's Father, The Virginian and Family Affair. She was also cast in several episodes of Gunsmoke, one of which helped her to land a regular role in the 1969 NBC comedy series My World and Welcome to It, which starred William Windom and Joan Hotchkis. The show was based on the cartoons and comedy of author James Thurber. Gerritsen's role as the cartoonist's daughter in My World and Welcome to It was a high point in her career. The show won several awards including Emmys, although it was cancelled after only one season. Combining animation from DePatie-Freleng with live-action sitcom storylines involving cartoonist John Monroe, his wife, daughter and pets, the show's format was unusual for TV. Produced by Sheldon Leonard, the series employed top writers, directors and guest-stars, and it also featured the cartoons of James Thurber. The show's unique brand of curmudgeonly family strife and social satire included an unconventional relationship between father and daughter, and Gerritsen's performance as the genius daughter of Monroe showed range and depth. In 1970 Gerritsen (using credit Lisa True Gerritsen) appeared as Hannah Carson on the TV western \"The Men From Shiloh\" (rebranded name for The Virginian) in the episode titled \"Hannah\". On the December 28, 1970, Gunsmoke episode entitled \"Jenny,\" Gerritsen played a 10-year-old who leaves St. Louis after the death of her mother to find her outlaw father, Lucas Pritchard, portrayed by Steve Ihnat. In 1970, she was cast as Bess Lindstrom, daughter of landlord Phyllis Lindstrom (Cloris Leachman) in The Mary Tyler Moore Show, for which she received critical acclaim. Bess was a precocious child whose mother believed in progressive parenting—Bess always called Phyllis by her first name, read Phyllis' books on child rearing, and was educated on sexuality. As Phyllis's daughter, Lisa Gerritsen established her importance to The Mary Tyler Moore Show in its very first episode. Though she returned only sporadically for the next few years, she was memorable playing an off-beat, brainy, talented little girl. In the premiere episode, test audiences didn't like Rhoda, played by Valerie Harper. Harper eventually became one of the most popular stars on TV, but her initial change from antagonist of Mary (which the audience disliked, since Mary Tyler Moore was universally loved by viewers) occurred because of Bess (Gerritsen). Because Bess likes Rhoda and thinks she's funny, to the eternal consternation of Phyllis, the audience changed their opinion of her too, and by the second episode she was Mary's best friend. Gerritsen returned in the role in the spin-off series Phyllis (1975–1977). In addition to her television roles, she also was cast in several movies. She made her first big-screen appearance in Airport, playing the role of Libby Bakersfeld. She also appeared as Linda in The War Between Men and Women, which starred Jack Lemmon and Barbara Harris. Gerritsen lives with her husband and a son in northern California. ==Filmography== ===Film=== {| class=\"wikitable\" |- ! Year !! Title !! Notes !! Role |- | 1970 || Airport || || Libby Bakersfeld |- | 1971 || A Howling in the Woods || TV movie || Betsy Warren |- | 1972 || The War Between Men and Women || || Linda Kozlenko |- | 1974 || Locusts || TV movie || Sissy Fletcher |- | 1974 || Mixed Company || || Liz Morrison |} ===Television=== {| class=\"wikitable\" |- ! Year !! Title !! Role !! Notes |- | 1968 || The Good Guys || Louella || Episode: \"Nostradamus Rides Again\" |- | 1968–70 || Gunsmoke || Nettie Tracey Copperton Christina Bascomb Jenny Pritchard || Episode: \"The Miracle Man\" Episode: \"The Twisted Heritage\" Episode: \"Sam McTavish, M.D.\" Episode: \"Jenny\" |- | 1968–71 || The Doris Day Show || Jackie Clements Sue Ann Cordovan || Episode: \"The Friend\" Episode: \"The Black Eye\" Episode: \"Billy's First Date\" |- | 1969–70 || My World and Welcome to It || Lydia Monroe || Main cast (26 episodes) |- | 1969 || Gomer Pyle: USMC || Girl Scout || Episode: \"Gomer Maneuvers\" |- | 1969–70 || Family Affair || May Kathy Geraldine Askins || Episode: \"A Diller, A Dollar\" Episode: \"The Young Man from Bolivia\" Episode: \"Stamp of Approval\" |- | 1969 || Lancer || Vinny Buttermere || Episode: \"The Great Hamburg\" |- | 1969 || The Courtship of Eddie's Father || Alice || Episode: \"The Library Card\" |- | 1970 || Insight || Anita || Episode: \"Old King Cole\" |- | 1970–75 || The Mary Tyler Moore Show || Bess Lindstrom || Main cast (10 episodes) |- | 1970 || The Virginian || Hannah Carson || Episode: \"Hannah\" |- | 1971 || The Odd Couple || Bunny || Episode: \"Bunny Is Missing Down by the Lake\" |- | 1971 || Bonanza || Cassie O'Casey || Episode: \"Cassie\" |- | 1972 || The Amazing Chan and the Chan Clan || Various Characters || Voice only (14 episodes) |- | 1973 || The Wonderful World of Disney || Jenny Hutchins || Episode: \"The Boy and the Bronc Buster: Part 1\" Episode: \"The Boy and the Bronc Buster: Part 2\" |- | 1973 || Ironside || Nancy Flynn || Episode: \"Double-Edged Corner\" |- | 1974 || Harry O || Michelle March || Episode: \"Ballinger's Choice\" |- | 1975–77 || Phyllis || Bess Lindstrom || Main cast (24 episodes) |- | 1976 || Jigsaw John || The Runaway || Episode: \"Runaway\" |- | 1978 || Insight || Lisa Sears || Episode: \"It Can't Happen to Me\" |} ==References== ==External links== * Category:1957 births Category:American child actresses Category:American film actresses Category:Living people Category:20th-century American actresses Category:Actresses from Los Angeles Category:American television actresses ",
    "title": "Lisa Gerritsen"
}