{
    "id": "9110863",
    "text": "Fedora is a 1978 West German-French drama film directed by Billy Wilder. The screenplay by Wilder and I.A.L. Diamond is based on a novella by Tom Tryon included in his collection Crowned Heads, published in 1976. The film stars William Holden and Marthe Keller. ==Plot== One of the great movie stars of the century, the reclusive foreign-born Fedora, is known in Hollywood for inexplicably retaining her youthful beauty over the course of a career spanning decades: she looked no older in her first film than she did in her final one. At the height of her fame, however, Fedora withdrew to a private island near Corfu and refused to be seen in public, leading to vast speculation on what became of her. All are shocked when it is confirmed that Fedora has committed suicide by throwing herself in front of a train. One of her mourners at her funeral is aging has-been Hollywood producer Barry \"Dutch\" Detweiler, who was once Fedora's lover. Dutch recalls visiting Fedora two weeks before her death at her villa near Corfu in order to convince her to come out of retirement for a new screen adaptation of Anna Karenina. Dutch is suspicious when Fedora seems confused, disheveled, and unable to remember details of their love affair. Fedora tells him she is a prisoner on the island, held captive by the elderly Polish Countess Sobryanski, her overprotective servant Miss Balfour, her chauffeur Kritos, and Dr. Vando, who seemingly was responsible for keeping the one-time star looking so young. Dutch attempts to help Fedora flee the island, only to be knocked unconscious by Kritos. He awakens a week later to discover that Fedora has killed herself. Dutch suspects that she might have been murdered by the countess for revealing that she was being held captive. At the funeral, Dutch accuses Vando and the countess of murdering Fedora. The countess reveals that in fact she is Fedora with whom Dutch had the affair. The woman who died was her daughter Antonia, who had taken her mother's place for years after one of Fedora's plastic surgery treatments disfigured her face. Antonia resembled her mother to a shocking degree but was a much better actress, causing people to believe that Fedora herself had become more skillful with age. The deception went undetected until Antonia fell in love with actor Michael York while making a film with him. She begged her mother to be allowed to tell Michael the truth, but the scandal would have ruined both Antonia's career and Fedora's legacy. Unable to trust Antonia, Fedora arranged for Antonia's \"retirement\" and kept her prisoner on the island. The loss of both her career and her true love caused her to turn to drugs, which destroyed both her looks and her sanity. Fedora realized that she never could allow her daughter to leave the island because the media frenzy that would accompany \"Fedora's\" return would destroy the last of Antonia's fragile mental health. Consumed with guilt over the predicament she had caused, Fedora tended Antonia until Dutch's appearance reminded Antonia of the life she had lost, and she killed herself. Horrified by the revelation, Dutch considers revealing the sordid story to the press, but realizes he still has feelings toward Fedora and decides she has been punished enough by the loss of her career and her guilt over her daughter. Dutch says goodbye to the elderly Fedora, who dies six months after they part. ==Cast== ==Production== Wilder's The Front Page had been released four years earlier, and had been a critical failure. Furthermore, two more recent Hollywood-based films, Gable and Lombard and W.C. Fields and Me (both released in 1976), had failed to engender any interest at the box office. As a result, executives at Universal Pictures were hesitant to offer Wilder his usual deal. Instead, they paid Wilder and Diamond to write the screenplay with the understanding the studio had 45 days following its submission to decide if it wanted to proceed with the project. The studio ultimately put it in turnaround, and Wilder began shopping it to other studios with no success. An infusion of capital from German investors enabled him to proceed with the film.Sikov, Ed, On Sunset Boulevard: The Life and Times of Billy Wilder. New York, New York: Hyperion 1998. , pp. 551–53 Wilder originally envisioned Marlene Dietrich as Fedora and Faye Dunaway as her daughter Antonia, but Dietrich despised the original book and thought the screenplay was no improvement. Sydney Pollack invited Wilder to a pre-release screening of Bobby Deerfield, in which former fashion model Marthe Keller had a featured role. Wilder decided to cast her as both mother and daughter in Fedora, but the actress had suffered such severe facial nerve injuries in an automobile accident that she was unable to endure wearing the heavy makeup required to transform her into the older character, so he cast Hildegard Knef in the role.Sikov, pp. 553–54 After viewing a rough cut of the film, Wilder realized to his horror that neither Keller nor Knef could be understood easily, nor did their voices sound very much alike, which was crucial to the film's plot. He hired German actress Inga Bunsch to dub the dialogue of both women for the film's English-language release. Keller eventually recorded the voices for both characters in the French version, and Knef did likewise for the German release.Sikov, pp. 559–60 Filming took place at the Bavaria Studios in Munich and the Billancourt Studios in Paris with extensive location shooting around Corfu and the smaller island of Madouri. The film's sets were designed by the art director Alexandre Trauner, who had previously worked with Wilder on Kiss Me, Stupid and The Private Life of Sherlock Holmes. Allied Artists dropped its deal to distribute the film after it was screened at a Myasthenia Gravis Foundation benefit in New York City and the audience response was unenthusiastic. The film was picked up by Lorimar Productions, which planned to peddle it to CBS as a television movie. Before the network could agree to the offer, United Artists stepped in. After cutting 12 minutes of the film based on studio recommendations, Wilder previewed the film in Santa Barbara, California. Halfway through it the audience began derisively laughing at all the wrong places. Dejected by the response and despondent from all the problems he had encountered up to this point, the director refused to make any more edits.Sikov, pp. 560–61 On May 30, 1978, the film had its world premiere at the Cannes Film Festival as part of a retrospective of the director's work.Cannes Film Festival archives Afterward, it was released in only a handful of select American and European markets with little fanfare, prompting an insulted Wilder to claim the studio spent \"about $625 on a marketing campaign.\"Sikov, pp. 560–61 It was later shown as part of the Cannes Classics section of the 2013 Cannes Film Festival. Both Henry Fonda and Michael York make appearances as themselves, although Fonda is only credited as \"The President of the Academy.\" In the film, Fonda is the president of the Academy of Motion Picture Arts and Sciences who presents a lifetime achievement award to Fedora, but he never actually served as AMPAS president. Fedora was a re- teaming of Wilder with Holden, who had collaborated on Sunset Boulevard, and like the earlier film, it harshly criticized Hollywood's often shabby treatment of its most prominent talent. However, unlike Sunset Boulevard, what Fedora attacked was Hollywood's youth-oriented culture, not the apparent disposability of perceived has-beens. ==Critical reception== In her review in The New York Times, Janet Maslin called it \"old-fashioned with a vengeance, a proud, passionate remembrance of the way movies used to be, and a bitter smile at what they have become. It is rich, majestic, very close to ridiculous, and also a little bit mad. It seems exactly what Mr. Wilder wants it to be, perfectly self-contained and filled with the echoes of a lifetime; no one could mistake this for the work of a young man. Indeed, it has the resonance of an epitaph. That, too, seems a part of Mr. Wilder's design...The compactness and symmetry evident in Fedora aren't easily achieved these days without a good deal of self-consciousness. Mr. Wilder achieves them naturally.\"New York Times review Roger Ebert of the Chicago Sun-Times wondered \"Should you see it? I dunno. If you do, go with a clear mind and a slight grin on your face and a memory for the movies of the 1940s. Accept the dumb parts, and the unsurprising revelations, as part of the film's style instead of as weaknesses. Trust Wilder to know what he's doing, even during the deliberate clichés. See it like that, and I bet you'll like it. See it with a straight face, and you'll think it's boring and obvious. Fedora's odd that way: It leaves itself up to the audience.\"Chicago Sun-Times review TV Guide describes it as \"defiantly and proudly old-fashioned both in style and content, weaving an (intentionally) campy melodrama about the mysterious suicide of a faded movie queen into a spellbinding meditation on cinema and the price of manufactured illusions...Fedora is a marvelous lesson in classical storytelling and the pleasures to be had from an absorbing narrative. It's almost as if Wilder is bidding adieu to the Golden Age of Hollywood, utilizing opulent sets, elegant crane shots, ultra-slow dissolves, and a flourish of voice-overs and flashbacks-within-flashbacks in a final demonstration of virtuoso scenario construction, only to tear it down at the end and show it was all a lie...The film is not perfect, and would have undoubtedly been better still had Wilder been able to persuade Marlene Dietrich to play the Countess, but it's still a worthy late addition to the work of a master.\"TV Guide review Time Out London calls it \"a shamefully underrated film...and one of the most sublime achievements of the '70s...it has a narrative assurance beyond the grasp of most directors nowadays: finely acted, mysterious, witty, moving and magnificent.\"Time Out London review In his Chicago Reader review, Dave Kehr stated \"Its spare classical style, its sense of character, and its occasional romantic excesses are all very much Old Hollywood...but the deliberate and sometimes dismaying anachronisms are signs of a deep, unshakable commitment to a personal aesthetic – a commitment that is sometimes more moving than anything in the film itself.\"Chicago Reader review Variety wrote \"Wilder's directorial flair, the fine production dress, Holden's solid presence and Michael York...and Henry Fonda...add some flavor to this bittersweet bow to the old star system,\"Variety review and added, \"Missing are needed hints at Fedora's true star quality, which are not...inherent in Keller's performance or that of Knef...and which mar pic with disbelief.\"Sikov, p. 562 ==See also== *List of German films of the 1970s ==References== ==External links== * Category:1978 films Category:1978 drama films Category:German drama films Category:French drama films Category:West German films Category:French films Category:Films directed by Billy Wilder Category:Films with screenplays by Billy Wilder Category:Films with screenplays by I. A. L. Diamond Category:Films scored by Miklós Rózsa Category:Films based on short fiction Category:Films about actors Category:Films shot in Greece Category:Films shot at Bavaria Studios Category:Films shot at Billancourt Studios Category:United Artists films ",
    "title": "Fedora (1978 film)"
}