{
    "id": "9110153",
    "text": "The Peribonka River (French: Rivière Péribonka) is a river emptying in Sainte- Monique, in Lac-Saint-Jean-Est Regional County Municipality, in the Saguenay- Lac-Saint-Jean area in Quebec, Canada. It is long and drains an area of . It drains into Lac Saint-Jean at Pointe-Taillon National Park and is the largest tributary of this lake. The town of Péribonka is located on the north shore of Lac St-Jean at the river's mouth. Forestry is the main economic activity in this valley; recreational tourism activities, second; hydroelectricity, third. The surface of the Péribonka River is usually frozen from the end of November to the beginning of April, but it is generally safe to drive on the ice from mid-December to the end of March. ==Geography== The Peribonka River springs a short distance west of the Otish Mountains in a swampy area on the granite and muskeg of the Canadian Shield. From there it flows south until Lamarche, forming the boundary between the Maria-Chapdelaine and Le Fjord-du-Saguenay Regional Counties. From Lamarche, it flows west to Lac Saint-Jean. Its basin of comprises about one-third of the entire Saguenay River basin. The Péribonka river takes its source from an unidentified small lake, on the southwest side of the Otish Mountains. This source is located south of Naococane Lake, southeast of Lac Conflans, Southeast of Jules-Léger Lake, North of Péribonka Lake and North of the mouth of the Péribonka river. This source is located on the southern slope of the watershed; the other slopes of this line are: * East side: Rivière aux Outardes, * West side: Eastmain River, * North side: Otish River. From its source, the course of the Péribonka river descends on entirely in forest zones, according to the following segments: Upper course of the Péribonka river (segment of ) * first towards the south-east, then south, up to the Péribonka East River (coming from the North-East); * towards the south- east by collecting the Épervanche River until the outlet of a lake (coming from the North-West); * south to the Savane river (coming from the North); * south to the Grande Loutre River (coming from the North-East); * south-east to a stream (coming from the east); * south-east to the north shore of Onistagane Lake; * towards Ssd-est crossing Onistagane Lake (length: ; altitude: ), to its mouth. Upper course of the Péribonka River, downstream from Lake Onistagane (segment of ) Note: This segment crosses the Proposed Lake Onistagane Biodiversity Reserve. * to the south by collecting the Bonnard River (coming from the North) to the Brodeuse River (coming from the East) corresponding to a bend in the river ; * south-east to the Cocoumenen River (coming from the south-east); * south to the Saint-Onge river (coming from the West); * south-east to the north shore of Péribonka Lake; * south-east across Péribonka Lake (length: ; altitude: ) until at the dam at its mouth. Note: the Péribonka lake receives the waters of the Carpe river (coming from the North) and the Red Epinette River (coming from the South- Where is). Intermediate course of the Péribonka river downstream of Péribonka lake (segment of ) * south to the Brodeuse River (coming from the East); * south-east to Little Shipshaw River (coming from the North); * south to the bridge of a forest road; * south-east to the Serpent river (coming from the North-West); * south- east to the Manouane river (coming from the North). Intermediate course of the Péribonka river, downstream of the Manouane River (segment of ) * south to the Sault River (coming from the North-West); * south to the Sec Canal River (coming from the East); * towards the south in a deep valley and bypassing several islands especially at the beginning of the segment, by collecting the Malek River (coming from the East) as well as by collecting the Savard River (coming from the West) until the river narrows; * to the south, forming a slight curve towards the East in the beginning of a narrower segment, up to Langelier stream (coming from the east); * to the south by collecting the Banc de Sable river (coming from the North-West, via Banc de Sable bay), bypassing Brûlée Island and collecting the Brûlée River to the mouth of Tchitogama Lake (coming from the East). Lower course of the Péribonka river (segment of ) From the mouth of Tchitogama Lake, the course of the river descends on: * towards the south by forming two successive large S, up to the Hay Bay where it collects the Bernabé river (coming from the North-West), then towards the West to Barnabé Island; * to the southwest, then to the west by collecting the Belley River (coming from the North) to the Chute du barrage Devil. Note: the surrounding areas of this segment include wetlands; * towards the northwest crossing the Devil's Falls, collecting the discharge (coming from the North) from Morel and Paradis lakes and forming a large S at the end of the segment; * to the south in a widening of the river, collecting the Alex River (coming from the North), the Saint-Ludger River (coming from the North-West), the Michel River (coming from the North-West), the Yellow stream (coming from the Northeast), the Morel stream (coming from the east) and Adric stream (coming from the east); * south-west to the route 169 bridge in the village of Sainte- Monique; * towards the southwest by collecting the Noire River (coming from the East), passing in front of the village of Péribonka (north bank), bending towards the south at the end of the segment where it collects the Little Péribonka River (coming from the North), to the mouth of the river. Note: in this segment, route 169 crosses the north shore; the Pointe-Taillon National Park extends on the south shore (peninsula leading to the mouth of the Péribonka river. The village of Péribonka is on the edge of this river, very close to Lac Saint-Jean. The Péribonka River flows onto the north shore of lac Saint-Jean at the end of Pointe Taillon; Île Bouliane blocks the mouth of the Péribonka River, at: * to the south-west of the dam \"Chute du Diable\" erected upstream on the Péribonka river; * north of the dam on the Péribonka river upstream of the village of Sainte-Monique; * north-east of the mouth of the Mistassini River (confluence with the Lac Saint-Jean); * north-west of the mouth of lac Saint-Jean (confluence with the Grande Décharge); * north-west of downtown Alma; * west of downtown Saguenay (city); * west of the mouth of the Saguenay River. From the mouth of the Péribonka River, the current crosses Lac Saint-Jean east on , then follows the course of Saguenay River on east to the height of Tadoussac where it merges with the St. Lawrence River. ===Tributaries=== The major tributaries of the Peribonka are (in upstream order): * Little Peribonka River * Alex River * Brûlée River * Serpent River ** Étienniche River * Brodeuse River * Lake Peribonka ** Carp River (à la Carpe) * Saint-Onge River * Cocoumenen River * Bonnard River ** Modeste River * Grande Loutre River ** Michel River ** Courtois River * Épervanche River * Péribonka East River ==History== Historically the Innu indigenous people lived in this area and traveled the river by canoe. By the second half of the 17th century, the river was used by Europeans as an access route to James Bay. The first official reference to the river is from April 16, 1679, in the Register of missions, stating \"juxtà fluvium Perib8ka ad lacum Peok8agami\" (near the river Peribouka at Lake Peokouagami (old name of Lac Saint-Jean)) priest François de Crespieul baptized two children. In October of that year, after investigating the state of English positions on Hudson Bay, Louis Jolliet returned to Quebec City via this route and called it Périboca in his manuscript. The spelling changed to Periboaka on Laura's map of 1731 and Periboac on Nicolas Bellin's map of 1755. In 1825, Pascal Taché identified it as Péribonka and subsequently this name, together with Peribonca, came in general use. While trappers and traders made relatively little use of the Peribonka in the 17th and 18th centuries, the river gained importance in the 19th century. Logging camps were established within its watershed and the river was used to drive logs downstream, and starting in 1887, the first colonizers settled near its mouth. In 1928, the Peribonka River overflowed its banks and flooded several villages. Major development came in the 1940s when Alcan, a leading aluminum producer, needed adequate hydro-electric power supply. From 1941 to 1943, the Chute-des-Passes Dam was built at the south end of Lake Péribonka that became a vast reservoir. This was followed by two other dams were built downstream: the Chute-du-Diable from 1950 to 1952, and Chute- à-la-Savane from 1951 to 1953. The classic novel Maria Chapdelaine by French writer Louis Hémon is set on the shores of the Peribonka River. == Road access == The route 169 gives access to the north bank of the lower reaches of the Péribonka river, between its mouth and the village of Sainte-Monique. The roads of 9th range, 10th range and 12th range serve the peninsula of Sainte- Monique, either opposite the mouth of the Alex River (Péribonka River). Route Uniforêt and Chemin Price Brothers serve the area southeast of the mouth of Tchitogama Lake. The Chute-des Passes path (forest road R0250) gives access to the zec des Passes up the Alex river valley, ie the valley to the West the Péribonka River; while the forest road R0253 serves the eastern part of this valley. ==Hydroelectric development== There are 4 hydroelectric power stations on the Peribonka River, 3 of which privately belong to Alcan aluminum smelter: *Chute-du-Diable - built in 1952, 240 MW *Chute-à-la-Savane - built in 1953, 231 MW *Chute-des-Passes - built in 1959, 854 MW The fourth, the Peribonka Power Station, built and operated by Hydro-Québec, is directly upstream from the confluence with the Manouane River. It was completed on March 9, 2008, and has a capacity of 385 MW. The dam is high and long, creating a reservoir with an area of .Hydro-Québec - Aménagement hydroélectrique de la Péribonka. Retrieved 2010-11-26 == Toponymy == The name is derived from the Montagnais word pelipaukau, meaning \"river digging through the sand\" or \"where there is moving sand\". Certainly known to the Amerindians, who had to fish and hunt in the region, the Péribonka river was mentioned for the first time in an official document, the Mission Register, on April 16, 1679. On that day, \"juxtà fluvium Perib8ka ad lacum Peok8agami ”(near the Péribonka river at Lac Saint-Jean), Father François de Crespieul baptizes two children. In October of the same year, after investigating the state of the English positions at Hudson Bay, Louis Jolliet returned to Quebec on this route. The famous Canadian explorer also drew the outline on a handwritten map also dating from 1679. He then named the Périboca River. This designation remains on the map of Guillaume Delisle (1703), but turns into Periboaka on that of Father Laure (1731) and in Periboac on that of Nicolas Bellin (1755). In 1825, Pascal Taché identified the river by Peribonka. Thereafter, this name and the Péribonca variant will generally be used. Way of penetration relatively little frequented by trappers and merchants of the XVII and XVIII century, the Péribonka sees arriving, in XIXth century, the colonists and the workers of the industry forest. One establishes building sites in its basin and one uses its course for the descent of the logs and, in 1887, the first inhabitants settle near its mouth. In 1928, the river emerged from its bed and flooded, with Lake Saint-Jean, several villages. However, this drama does not prevent the region from thriving. Alcan, a major aluminum producer, is developing Péribonka to be more adequately supplied with hydroelectric power. From 1941 to 1943, the Chute-des-Passes dam was built at the southern end of Péribonka Lake which became a vast reservoir. Two other dams were erected downstream during the 1950s (Chute-du-Diable from 1950 to 1952 and Chute-à-la-Savane from 1951 to 1953). The French writer Louis Hémon (1880-1913) mentions the Péribonka river several times in his novel Maria Chapdelaine, written shortly before his death and published in 1916. The Chapdelaine house is also located near the bank of this course of water.Book: \"Names and places of Quebec\", work of the Commission de toponymie du Québec, published in 1994 and 1996 in the form of a printed illustrated dictionary, and in that of a CD made by the Micro-Intel company, in 1997, from this dictionary. The toponym \"Rivière Péribonka\" was formalized on December 18, 1986, at the Place Names Bank of the Commission de toponymie du Québec.Commission de toponymie du Québec - Bank of Place Names - Toponym: Rivière Péribonka == See also == * Eeyou Istchee Baie- James * Mont-Valin, an unorganized territory * Le Fjord-du-Saguenay Regional County Municipality * Péribonka East River * List of rivers of Quebec ==References== ==External links== *Quebec Studies on power and the Peribonka River Category:Rivers of Saguenay–Lac-Saint-Jean Category:Le Fjord-du-Saguenay Regional County Municipality Category:Rivers of Nord-du-Québec ",
    "title": "Peribonka River"
}