{
    "id": "9112946",
    "text": "Stanthorne is a village in Cheshire, England, 2 miles west of Middlewich. The A54 runs through the village, connecting it to the railway station at Winsford. At the 2011 census, it had a population of 153. In 2015, the civil parish amalgamated with Wimboldsley to form Stanthorne and Wimboldsley. ==History== Stanthorne was a township in the ancient parish of Davenham and eventually became a civil parish in 1866. In the 1870s, Stanthorne was described as \"a township in Davenham parish, Cheshire; 1 mile WNW of Middlewich. Acres, 1,062. Real property, £2,438. Pop., 161. Houses, 27.\" In 1936, a few boundary changes occurred, resulting in the addition of a few acres of Clive and Kinderton, but the loss of the 358 acres of Winsford. The buildings within Stanthorne include eleven Grade II listed buildings. Stanthorne Hall was built between 1804–1807 by Richard Dutton and is a country house to the west of the village. Another Grade II listed building is Stanthorne Mill on the River Wheelock. This is an ancient mill site and some of the mill machinery is still present in the interior. ==Population and housing== Population of Stanthorne between 1881 and 2011 In 1881, Stathorne had a population of 193. The population stayed at a steady point up until after 1921 when there was a dramatic increase resulting in an overall population of 290. However, in the years to follow the population steadily decreased and reached an all-time low of 136 in 1951. Since 1951 the population of Stanthorne has not increased or decreased severely. The gender ratio of Stanthorne at the present time is very equal, with 82 males and 71 females. The majority of houses in Stanthorne are detached. A greater percentage of the population live as a couple with no dependent children, only 41 people out of the 153 do not live as a couple in Stanthorne. The population density of Stanthorne is 0.5 people per hectare. ==Geography== River Wheelock The River Wheelock runs through the civil parish of Stanthorne. \"Wheelock\" is derived from the Old Welsh language and means 'winding river'. The river is very small and drains water from the area of Sandbach and Crewe. The river is very popular for fishing in the area and attracts local and distant fishermen. The soil is made up of partly sand and partly clay. ==Transport== In January 2013 proposals were brought forward for the nearby towns of Winsford and Middlewich to be bisected by a new High Speed Two rail line. The proposed route would cut through the parish of Stanthorne. Many resident associations and various wildlife organisations are against the new line as it could cause high levels of disruption not just socially but also environmentally in the local area. So far no final decision has been made on the building of the new line. ==Notable people== Charles Dickens once stayed at Stanthorne Hall during the 1800s, as this is around the time the author wrote Great Expectations it is believed that the character of Miss Havisham was inspired by a spinster who lived in Stanthorne at the time. It is thought that a young woman who lived in Stanthorne lodge unmarried and alone was very similar to the character of Miss Havisham. However, there is much controversy over the story and many competing claims argue that the inspiration originated elsewhere. ==See also== *Listed buildings in Stanthorne *Stanthorne Hall ==References== ==External links== Category:Villages in Cheshire Category:Former civil parishes in Cheshire Category:Cheshire West and Chester ",
    "title": "Stanthorne"
}