{
    "id": "9112782",
    "text": "Joan Auli (19 December 1796 - 10 January 1869) was a Spanish organist and composer. Auli was born in Felanitx, Majorca. He had a precocious musical talent and was already an organist when he entered the Dominican Order in 1814. On the dissolution of the Spanish monasteries in 1823 he wandered over Spain for several months, but in November of the same year he was allowed to return to Majorca. In 1825 he went back to Madrid to complete his theological education, playing the organ for a time at the Church of Our Lady of Atocha and being introduced to King Ferdinand VII. In 1828 he returned to Majorca living a very active musical life at the convent of Santo Domingo. The Mendizábal law of 1835 forced him to abandon his orders and to leave his native Majorca. Shortly after he became an organist at Gibraltar. Back to the Balearic Isles in 1836, he settled in Felanitx and spent the rest of his life composing, serving occasionally as an organist, and producing his own operas at the local theaters. His Misa de coro, with organ accompaniment by Antonio Noguera is severe in style and frankly monastic in feeling. From his operas Norma and La doncella de Misolongi only a few fragments survive. ==Work list== *Church music (chant and organ accompaniment): Misa de coro, ed. by Antonio Noguera (Palma de Mallorca, 1887) [See bibliography]; Missa del Santísimo Sacramento; Te Deum; Stabat Mater *Hymns to: San Pedro, Inmaculada Concepción, San Juan Bautista, and Beata Catalina Thomàs * Stage works: La doncella de Misolongi; Norma; El Sepultero; Grecia * Piano works: Vals; Rigodón; Pasodoble; Variaciones in B-flat ==Bibliography== *Noguera, Antonio: Juan Aulí: Misa de coro con acompañamiento (Palma de Mallorca: Imprenta Gelabert, 1887) *Pizà, Antoni: El músic Joan Aulí (Felanitx: Centre Cultural, 1996) *Pizà, Antoni: “Aulí, Juan”, The New Grove Dictionary of Music and Musicians, (London, 2000) *Carbonell, Xavier, ed.: VII Nit Bielenca: Homenatge al compositor Joan Aulí (Búger, Mallorca,: Fundació ACA, 1997) includes CD Category:1796 births Category:1869 deaths Category:People from Mallorca Category:Spanish classical organists Category:Male organists Category:Balearic musicians Category:Spanish composers Category:Spanish male composers Category:People from Felanitx ",
    "title": "Joan Aulí"
}