{
    "id": "9114245",
    "text": "Bernard Lander (June 17, 1915 – February 8, 2010), founder and first president of Touro College, was a rabbi, social scientist and educator, a leader in the Jewish community and a pioneer in Jewish and general higher education. ==Biography== Lander was one of three associate directors of the Mayor's Committee on Unity, established in 1944 by former New York City Mayor Fiorello La Guardia, which became the city's first Commission on Human Rights. The commission prepared the first civil rights legislation for New York state. An ordained Orthodox rabbi, he held a doctorate in sociology from Columbia University. He served as a professor of sociology for over two decades at Hunter College and at Yeshiva University, where he established the university's graduate schools of education, psychology and social work and served as dean of its Bernard Revel Graduate School. In 1971, he founded Touro College and presided over its growth into a multi-campus, international university with approximately 18,000 students at campus locations in New York, California, Florida, Nevada, Israel, Russia and Germany.Official enrollment figures Lander College for Women Lander has served as a consultant to three United States Presidents and was part of the seven-member commission that established the historic \"War on Poverty\" program in the U.S. He served as a consultant to the White House Conference on Children and Youth; on an advisory council on public assistance established by Congress; and was a member of the President's Advisory Committee on Juvenile Delinquency and Youth Crime under the Johnson and Kennedy administrations. For eight years he served as a senior director of a national study for the University of Notre Dame of South Bend, Indiana on the problems of youth. He is the author of a book and numerous articles in the field of sociology. He also served as a consultant to the Maryland State Commission on Juvenile Delinquency. Lander has been honored by the Council of New York State College Presidents for his lifetime contributions to higher education. A former Rabbi of Beth Jacob Congregation of Baltimore and former president of the Queens Jewish Center in Forest Hills, Queens (NY), Lander was also an Honorary Vice President of the Union of Orthodox Jewish Congregations of America. Lander was the recipient of the landmark ruling by Rabbi Moshe Feinstein concerning the Orthodox position on Christian-Jewish dialogue in a 1967 letter published in Igros Moshe. His son, Rabbi Doniel Lander, is the rosh yeshiva of Yeshivas Ohr HaChaim in Queens, New York. He died on February 8, 2010. ==See also== *Touro College *Touro University *Lander College * Lander Institute, Jerusalem ==Bibliography== * ==References== Category:1915 births Category:2010 deaths Category:Heads of universities and colleges in the United States Category:American Orthodox rabbis Category:Columbia University alumni Category:Touro College people Category:University of Notre Dame faculty Category:20th-century rabbis ",
    "title": "Bernard Lander"
}