{
    "id": "9115037",
    "text": "The Browne-Clayton Monument The Browne-Clayton Monument is a column of the Corinthian order on a square pedestal base built in the 19th-century in Leinster, Ireland. It stands on Carrigadaggan Hill, at Carrigbyrne in County Wexford at , just off the N25 national route between the towns of Wexford and New Ross. It is modelled on Pompey's Pillar, an early 4th-century victory column dedicated in Alexandria in Roman Egypt to the Roman emperor Diocletian (). ==History== The Browne-Clayton Monument is the only internally accessible Corinthian column in existence and is thus a unique architectural landmark. It was built of Mount Leinster granite and contains an internal staircase leading to the capital, from which an impressive view of the surrounding countryside can be obtained. Its construction commenced in 1839 and was completed in 1841. The design replicates the monument known as Pompey's Pillar in Alexandria, Egypt, which is approximately six feet lower in height. The Monument was designed by the renowned English architect, Thomas Cobden, who is most famous for the design of the Gothic Revival style Cathedral of the Assumption in Carlow Town as well as the Duckett's Grove near Tullow, County Carlow. The monument was built by General Robert Browne-Clayton of Carrigbyrne in commemoration of Sir Ralph Abercromby, who was his commanding officer with whom he fought and was victorious in the Egyptian battles in 1801 against Napoleon during the French campaign in Egypt and Syria. It was at the Battle of Alexandria that Abercromby was mortally wounded. The local name for it is \"Browne's Nonsense\" as legend has it that Browne originally built it in memory of his son, thought to have been killed in battle, but who turned up alive and well shortly after completion of the pillar. These events have given the column international historical significance and created huge international interest in the restoration project. ==Lightning strike== On 29 December 1994, the Column was struck by lightning and considerable damage was caused to the capital and the top 1/3 of the column, in which a large gaping hole was made. The internal stairway was blocked by falling rock and debris. Wexford Monument Trust Ltd. was formed as a limited company in December, 2001, with the objectives of acquiring, restoring and repairing the Browne-Clayton Monument. The Trust consists of representatives from the Wexford County Council, the World Monuments Fund in Britain, and An Taisce. ==Restoration== The restoration commenced with the drawing up of a conservation report in July 2002. This recommended that the repairs be done in two phases. The emergency phase 1 was completed in November 2002. It consisted of making a temporary access route to the column, strengthening of the column with supporting scaffolding, and the removal of the capital and almost one third of the shaft. Phase 2 – the completion phase – commenced in July 2003. This consisted of stone masonry work to either replace or repair damaged stone. The re-assembly of the shaft and capital and was completed in November 2003. ==Financial support== The restoration has been successful and could not have been done without the generous funding from Wexford County Council, the World Monuments Fund in Britain, The Department of the Environment, Heritage and Local Government, the Heritage Council, An Taisce and private donors. Access: As part of the restoration direct access along a dedicated pathway from the public road was acquired. The lands on which the Monument is situated are also in the ownership of the Trust. This involved the purchase of the land on which the Monument is situated as well as a pathway leading from the public road to this land. ==Interesting facts== * Total number of sections: 78 * Number of sections of the capital: 9 * Weight of repaired capital: 32 tonnes * Weight of each shaft section (ashlar and rubble): 3.5 tonnes ==References== ==External links== * Browne Clayton Memorial on wexford.ie Category:Monuments and memorials in the Republic of Ireland Category:Buildings and structures in County Wexford Category:Monumental columns in the Republic of Ireland ",
    "title": "Browne-Clayton Monument"
}