{
    "id": "9115969",
    "text": "The medication paracetamol (INN) ( or ), also known as acetaminophen (USAN) , is sold around the world under a number of different brand names. Common brand names include Tylenol, Excedrin, Calpol, and Panadol. ==Tylenol== Tylenol 8-hour pills Tylenol is a brand of drugs advertised for reducing pain, reducing fever, and relieving the symptoms of allergies, cold, cough headache, and influenza. The active ingredient of its original flagship product is paracetamol. The brand name \"Tylenol\" is owned by McNeil Consumer Healthcare, a subsidiary of Johnson & Johnson. As of 2017 the brand was used in Brazil, Canada, China, Egypt, Lebanon, Myanmar, Oman, Philippines, Portugal, Switzerland, Thailand, United States, and Vietnam. ==Calpol== Calpol is a brand of children's medicine sold in the UK, Ireland, India, Cyprus, Hong Kong, Kenya, Malta and the Philippines. The main product is a paracetamol suspension, branded as Calpol Infant Suspension. It is usually a coloured syrup with a sweet taste, and is used to treat fever and pain. In 2016 it was the second biggest selling branded over-the-counter medication sold in Great Britain, with sales of £66.3 million. Calpol also comes in a form containing ibuprofen, marketed under the name Calprofen. Calpol is a common cause of accidental child poisoning because of its pleasant taste.Programme no. 6 – Poisons, Case Notes, BBC Radio 4, 2 September 2008. Calpol Night, a product containing paracetamol and an anti-histamine, was listed for use from 2+ months. However, this has recently changed and it is now only considered suitable for children over the age of 6 years. ==Panadol== Panadol 500 mg tablets Panadol is one of GlaxoSmithKline's trade names for paracetamol or acetaminophen. According to GlaxoSmithKline, Panadol is marketed in 85 countries, including Australia, Belgium, Brazil, Bulgaria, Chile, Finland, France, Greece, Honduras, Hong Kong, Indonesia, Ireland, Italy, Kenya,, Korea, Lebanon, Malaysia, Netherlands, New Zealand, Nigeria, the Philippines, Peru, Puerto Rico, Pakistan, the Kingdom of Saudi Arabia, Singapore, South Africa, Sri Lanka, Switzerland, Taiwan, Thailand, Trinidad and Tobago, Turkey, the United Arab Emirates, the United Kingdom, Malta, and Uruguay. === History === In 1955, Panadol was introduced to hospitals in the United Kingdom.GlaxoSmithKline | Panadol 50 Years It was first marketed by Phillips, Scott & Turner, which was acquired by Frederick Stearns & Co, a subsidiary of Sterling Drug Inc. It was advertised as being \"gentle on the stomach\", since other analgesic agents at the time contained aspirin, a known stomach irritant. Panadol was originally available only by prescription in the UK, but is now available over the counter. In 1983, Sterling introduced Panadol to the United States market. In 1988 Sterling Winthrop was acquired by Eastman Kodak which sold the worldwide over the counter drug business to SmithKline Beecham in 1994.SEC Info| Eastman Kodak Co | 8-K | For 6/30/94 Two weeks later, SmithKline Beecham sold the over-the-counter medication business in the United States, Canada and Puerto Rico to Bayer for US$1 billion. However, North American rights to Panadol was retained by SmithKline. It has been called \"one of the most-frequently counterfeited medicines in the world.\" === Other formulations and packaging === Panadol is sold in different formulations and packaging with different names. Panadol Extra, an S2 pharmacy-only medicine in Australia, combines 65 mg of caffeine with 500 mg of paracetamol per tablet. Caffeine may improve the analgesic effect of paracetamol. Studies have reached conflicting conclusions regarding the clinical significance of this incremental pain relief. Panadol Osteo and Panadol Extend Tablets are modified-release formulations of paracetamol. Panadol Osteo is marketed in Australia and New Zealand; its immediate to sustained release ratio is 33% to 66%. Panadol Rapid Handipak is Panadol Rapid packaged in a slim container of ten 500 mg caplets, designed to appeal to Australian women who are 20 to 35 years of age. Panadol Cold and Catarrh contains three active ingredients: paracetamol, phenylephrine hydrochloride as a nasal decongestant, and chlorpheniramine maleate to prevent certain allergies. Panadol Cold and Flu and Panadol Fever and Congestion both combine paracetamol with phenylephrine hydrochloride as a nasal decongestant. ==Other brand names== {| class=\"wikitable sortable\" |+ Common brand names include:drugs.com Drugs.com International Listings for Paracetamol Page accessed May 21, 2015 ! Brand name ! Countries |- | Acamol | Israel |- | Ace + | Bangladesh |- | Acet | United States |- | Acetalgin | Switzerland |- | Adol | Bahrain, Kuwait, Oman, United Arab Emirates |- | Aeknil | India |- | Aldolor | Israel |- | Alvedon | Sweden |- | APAP | Poland, Greenland, United States |- | Apiretal Apiretal Flas | Spain, Portugal |- | Atamel | Venezuela, Haiti |- | Atasol | Canada, Mexico |- | Benuron | Austria, Germany, Portugal, Switzerland |- | Biogesic | Myanmar, Philippines, Indonesia |- | Biogesic-Kiddielets | Philippines, Myanmar |- | Buscapina | Argentina, Mexico, Spain, Venezuela |- |Calonal |Japan |- | Calpol | Bulgaria, Cyprus, India, Ireland, Kenya, Turkey, United Kingdom, Philippines, Pakistan, South Africa |- | Captin | Germany |- | Cemol | Thailand |- | Cetamol | Nepal |- | Coldex | Israel |- | Coldrex | Romania, Croatia, Slovenia |- | Co-Tipol | Ireland (with Codeine Phosphate Hemihydrate) |- | Cotibin | Chile |- | Crocin Dolo | India |- | Dafalgan | Belgium, France, Portugal, Russia, Spain (Esteve), Switzerland, Ukraine |- | Daleron | Slovenia, Macedonia |- | Depon | Greece, Cyprus |- | Dexamol Dexamol Plus | Israel |- | Dolex | Colombia |- | Dolgesic | Spain (Ferrer Grupo) |- | Doliprane | Algeria, France, Morocco, Portugal, Russia, Tunisia, Ukraine |- | Dolorol | South Africa |- | Dolprone | Switzerland |- | Dolyc | Algeria |- | Duiyixian anjifen pian () | China |- | Efferalgan | Bulgaria, Croatia, France, Italy, Portugal, Romania, Russia, Serbia, Spain, Ukraine, Vietnam. Made by UPSA Laboratoires in France. CoEfferalgan instead is a preparation of paracetamol and codeine and follows the restrictions placed on opioid analgesics. |- | Endopain | Hong Kong |- | Enelfa | Germany |- | Europain | Hong Kong |- | Excedrin | Brazil, Canada, Japan, Mexico, Myanmar, Panama, Puerto Rico, Peru, South Korea, Switzerland, Thailand, United States. Formerly marketed in Ireland. |- | Febrectal | Spain (Almirall) |- | Febricet | Serbia |- | Febridol | Australia |- | Fensum | Germany |- | Gelocatil | Spain (Gelos) |- | Gripin | Turkey |- | Gesic | Bangladesh |- | Hedex | Bangladesh, Kenya |- | Hedanol | Australia |- | Herron | Australia |- | Influbene | Switzerland |- | Kafa | Switzerland |- | Kitadol | Chile |- | Lekadol | Croatia, Slovenia |- | Lupocet | Croatia |- | Metacin | India |- | Mexalen | Austria |- | Milidon | Malaysia |- | Minoset | Turkey |- | Momentum | Austria |- | Napa | Bangladesh |- | NapaDol | Bangladesh (Paracetamol + Tramadol) |- | Niko | Nepal |- | Neo-Kiddielets | Philippines |- | Pain Relief | United States |- | Pacol | Georgia |- | Pamol | Denmark, Finland, France, New Zealand, Norway, Sweden, Indonesia |- | Parol | Turkey |- | Panado | South Africa |- | Panadol |Afghanistan, Australia, Azerbaijan, Bahrain, Belgium, Bulgaria, British West Indies, Central America, Chile, Croatia, Cyprus, Czech Republic, Egypt, Estonia, Finland, Greece, Hong Kong, Hungary, Indonesia, Ireland, Kenya, Kuwait, Jordan, Lebanon, Lithuania, Macedonia, Malaysia, Malta, Myanmar, Netherlands, New Zealand, Nigeria, Oman, Pakistan, Panama, Peru, Philippines, Poland, Portugal, Puerto Rico, Qatar, Romania, Russia, Saudi Arabia, Serbia, Singapore, Slovakia, Slovenia, Sri Lanka, Switzerland, Syria, Taiwan, Tanzania, Turkey, Uganda, Ukraine, United Arab Emirates, United Kingdom, United States, Vietnam |- | Panamax | Australia |- |Panda |Jordan |- | Panodil | Denmark, Iceland, Norway, Sweden |- |Paracet | Norway, Serbia |- | Paracitol | Sri Lanka |- | Paralen | Czech Republic, Slovakia |- | Paramax | Finland, Estonia |- | Paramed | Botswana, South Africa, Zimbabwe |- | Paratabs | Iceland |- | Paramol | Israel, Taiwan, United Kingdom (contains paracetamol and dihydrocodeine tartrate) |- | Paracetol | Iraq |- | Parol | Turkey |- | Perdolan | Belgium |- | Perfalgan | Germany, Norway, Spain, South Africa (Bristol-Myers Squibb), Switzerland |- | Pinex | Denmark, Iceland, Norway, Finland |- | Piretanyl | Chile, Israel, Netherlands, Turkey |- | Plicet | Croatia |- | PyongSu Cetamol | North Korea |- | Pyrenol (Paracetamol plus caffeine) | Bangladesh |- | Pyrigesic | India |- | Reliv | Sweden |- | Revanin | Jordan |- | Rokamol | Israel |- | Rubophen | Hungary |- |Sara | Thailand |- |Scanol | Taiwan |- |Sinpro N | Germany |- | Tachipirin | Venezuela |- | Tachipirina | Italy |- | Tafirol | Argentina, Mexico |- | Tapsin | Chile |- | Termalgin | Spain (Novartis) |- | Tempra | Mexico, Philippines, Indonesia, Venezuela |- | Thomapyrin | Austria, Germany (contains Paracetamol, Acetylsalicylic acid and Caffeine) |- | Tipol | Ireland |- | Togal Classic Duo | Germany (contains Paracetamol and Acetylsalicylic acid) |- | Treuphadol | Switzerland |- | Triaminic |United States |- | Tylenol | Brazil, Canada, Japan, Mexico, Myanmar, Panama, Puerto Rico, Peru, China(Paracetamol Sustained-Release tablets/Tylenol Cold), South Korea, Switzerland, Thailand, United States. Formerly marketed in Ireland. |- | Uphamol | Malaysia |- | Vermidon | Turkey |- | Vitamol | Thailand |- | Xumadol | Spain (Italfarmaco) |- | Zolben | Switzerland, Uruguay, Chile. |} == References == Category:Analgesics Category:Antipyretics Category:Lists of brands Category:Phenols ",
    "title": "Paracetamol brand names"
}