{
    "id": "9116280",
    "text": "One King Down was a straight edge hardcore band from Albany, New York that recorded and performed from 1994 until 2001. ==Background== One King Down was an Albany, NY, based metallic hardcore band that played crunchy, danceable metalcore heavily influenced by such scene contemporaries as Snapcase and Earth Crisis. The group formed in the mid-'90s, centered on the brotherly team of bassist Bill Scoville and guitarist Mike Scoville, along with guitarist Matt Wood and drummer Derrick Van Wie. With their original singer, they crafted a CD EP for Trainwreck Records, but it was with energetic frontman Rob Fusco, and Equal Vision Records (for whom Bill worked for a number of years), that One King Down really made their mark on the international hardcore punk scene. The diminutive Fusco's growl and lyrical espousing of the vegan straight-edge lifestyle (not all of the band's members were vegans, or even vegetarians, but they were all drug-free) garnered them attention from all over the U.S. and Europe. Coupled with the band's stop-and-go rhythms and dancefloor-moving heavy groove, Fusco's vocals were put to tape for the Bloodlust Revenge EP, released by Equal Vision in 1997 and still regarded by most fans as the band's finest recorded hour. The group toured with Erie, PA's Brothers Keeper and other bands, selling several thousand copies of the record at shows and through major independent distribution channels. They also released a split EP with Spirit of Youth through Europe's Good Life Recordings. Internal friction caused the ousting of Fusco shortly before the band was to embark on a national tour supporting Earth Crisis and Madball, to be followed by another trek with Hatebreed. One King Down scrambled to find a replacement, inviting then Burn It Down vocalist Ryan Downey to fill in for them. This union only lasted for two shows before the singer-less One King Down returned home to regroup. Eventually, they teamed up with Syracuse native Jon Peters, who lent his vocals to the band's debut full-length album, 1998's God Loves, Man Kills. After subsequent touring, Peters left the band and they split up for a short time. Mike Scoville auditioned for the Foo Fighters, but the job ultimately went to someone else. One King Down re-formed and Fusco was eventually invited to rejoin. They played a few shows before Van Wie left the group, with Wood switching to drum duties as the Albany band pared down to a four-piece. One King Down released the Gravity Wins Again EP in 2000, a collection of newly penned songs together with older, previously recorded tracks. In 2001, after skipping an appearance at Syracuse, NY's Hellfest, it appeared that the band was done once and for all. In March 2018, it was announced that they would play at This is Hardcore 2018 in July, their first show in over 17 years. In October 2018, they played in their home state once again, in the Albany area at the Upstate Concert Hall. ==Members== *Rob Fusco - vocals *Michael Scoville - guitar *Bill Scoville - bass *Derrick Vanwie - drums *Matt Wood - guitar *Bill Brown - vocals *Jon Peters - vocals ==Discography== *Jawbreaker Demo Cassette (1994, Self-Released) *Absolve CDep (1995, Trainwreck Records) *Bloodlust Revenge (1997, Equal Vision Records) *God Loves, Man Kills CD/12\" (1998, Equal Vision Records) *Gravity Wins Again 7\"/CD (2000, Equal Vision Records - CD version contains Absolve) *Rob Loves, Man Kills Demo CDr (2006, Unreleased) *Split - One King Down/Spirit of Youth Split CD (1998, Good Life Recordings) *Split - When Angles Shed Their Wings Volume 2 7\" (2001, Devil's Head Records) *Split - One King Down/Mindsnare/Day of Contempt Split 7\" (2001 Trial & Error Records) *V/A - City Rockers: A Tribute to the Clash (1999, Chord Records) ==References== ==External links== *Equal Vision Records page Equal Vision Records page *One King Downs official myspace page One King Downs official myspace page Category:Straight edge groups Category:Equal Vision Records artists Category:Hardcore punk groups from New York (state) Category:American metalcore musical groups ",
    "title": "One King Down"
}