{
    "id": "9116611",
    "text": "Freshford () is a village and former town in the barony of Crannagh, County Kilkenny, Ireland. ==History== The village is the site of a monastery dating to the early 7th century. The Irish name achadh úr has historically been anglicised as Aghour (1318) Achure (1480) Achour (1480) Awchoor (1905), and similar. (see archival records) Towards the end of the 8th century the Ui Duach were driven out and the Ui Bairche reigned again. Then in 836 the Vikings arrived and in one daring raid burnt the Church of St Lachtain. In 899 the death of Ceannfaeladh mac Cormac who was Airchinneach of Achadh occurred. In 1026 the Ui Bairche were defeated by the Leixians and soon after were replaced as chieftains by the O'Braonains, who in turn were forced back towards Castlecomer by the arrival of the Normans. In the year 1111, a synod, or meeting of bishops, was held at Rathbrasall, County Tipperary, which divided Ireland into dioceses. All small dioceses disappeared and Freshford became part of the diocese of Kilkenny, Laois and Offaly. In 1169 a major battle was fought near Freshford when Dermot McMurrough and his Norman allies defeated Domhnall McGiolla Padraig of Ossory at the pass of Achadh Úr following a three-day battle. There is much speculation as to the exact location of the battle – the late Padraig McCarthaigh was in no doubt--he placed it at Clashacrow. The Norman invasion also brought the Shortalls to Freshford where they built Castles at Ballylarkin, Kilrush, Kiloshulan, and Tubrid. The Purcells to Lismaine, Clone and Foulksrath, the Mountgarretts to Ballyragget, Ballyconra, Lodgepark and Balleen, and the Graces to Tullaroan.https://books.google.com/books?id=L4UNAAAAYAAJ&pg;=PA262&lpg;=PA262&dq;=Ballylarkin+abbey+shortall&source;=web&ots;=R7DDENw4tM&sig;=t2EEOXUCzjDoPqGii- RkSdzWNSQ&hl;=en&sa;=X&oi;=book_result&resnum;=10&ct;=result#PPA259,M1 Detail from the portal of St. Lachtain's The Romanesque doorway of St. Lachtain's Church of Ireland church in Freshford is one of only two such portal designs remaining in the country, the other being at Clonfert. The sandstone doorway is all that is left of the original church which was built in 1100, the present St Lachtain's having been built in 1731. An inscription over the door in Irish reads 'A prayer for Niamh daughter of Corc and for Mathgamhan Ó Chiarmeic, by whom was made this church.' It is located in the centre of the village on the R693 regional road. ===Uppercourt Manor=== The great house of Uppercourt Manor stands on the site of the bishop's palace built at Achadh Úr in 1225. In 1553 a Protestant bishop, John Bale, was sent to live there. When five of his servants were murdered while saving the hay, the Bishop fled and never returned. After him, the Shee family took over the manor and lived in Uppercourt for 100 years. In 1653 one of Cromwell's soldiers, Captain Sir George Askew, being owed £200, was given Uppercourt in settlement of the debt and the Shees were forced to leave. The present house was built by Sir William Morris around 1790. The Eyre family came in 1879 and stayed till 1918 when the Maher Brothers, Edward and Michael bought it. They did some repairs to the house as they were in the building trade; they permitted local sporting events to be held on the front lawn also, something that heretofore would never have been permitted. Both men being thankful for their own good fortunes in life having come from a lower-middle-class family of ten children in the village of Freshford, sold the property to the Mill Hill Fathers for a nominal sum in 1932 and it became a secondary school. In 1989 it was sold and used for the storage and restoration of antique furniture. The surrounding farm land was purchased in 1989 by the Gibbons family and is still under their ownership as a farm and equestrian enterprise. The manor house changed hands a few times and is now being restored to be used as a boutique hotel in the near future although renovations have been ongoing for 2 years with no end in site. ===Freshford Cross=== On the village green stands the base of the Freshford Cross, made of soft sandstone now entirely worn away. When Lucas Shee of Uppercourt died in 1622, his wife, Ellen Butler, erected a cross in his memory at the back entrance to Uppercourt. The street to that entrance is still called Buncrusha or Bohercrussia Street, meaning Bun na Croise or Bothar na Croise in Irish, \"Base of the Cross\" or \"Road of the Cross\". In 1790 Sir William Morris, who came to live in Uppercourt, had the cross removed and re- erected on the green. It bore the following inscription: > \"The noble Ellen Butler, wife of Lucas Shee Esq., got this monument made. > Pray, traveller, that the souls of both may have eternal rest.\" ==Sport== St. Lachtain's Gaelic Athletic Association Club (Freshford) have been Kilkenny Senior Hurling Champions twice, in 1961 and 1963. St.Lachtains contested the All-Ireland Intermediate Club Hurling Championship final in 2010 in Croke Park against St.Galls of Antrim. The Irish Conker Championships have been staged annually in Freshford since 1999.Irish Conker Championships ==People== *Dr Joseph Lalor (1811-1886), a reformer of Irish asylums, medical superintendent of the Richmond District Lunatic Asylum and a cousin of revolutionary political leaders James Fintan Lalor and Peter Lalor, was born at Cascade House in Freshford. *John H. Tierney, a Wisconsin farmer, state legislator and chairman of his town board in Westport, Wisconsin, was a native of Freshford who emigrated in 1851. ==See also== * List of abbeys and priories in Ireland (County Kilkenny) * List of towns and villages in Ireland. ==References== Category:Towns and villages in County Kilkenny Category:Census towns in County Kilkenny ga:Achadh Úr ",
    "title": "Freshford, County Kilkenny"
}