{
    "id": "9116926",
    "text": "The Delacour's langur, or Delacour's lutung, (Trachypithecus delacouri) is a critically endangered species of lutung endemic to northern Vietnam. It is considered to be one of the world's most endangered primate species. It is named for French-American ornithologist Jean Théodore Delacour. ==Physical description== Delacour's langur is somewhat larger than its two closest relatives, François' langur and the Laotian langur, but in other respects has a similar appearance. Adults measure from in head-body length, with a tail long. Males weigh between , while the females are slightly smaller, weighing between . Their fur is predominantly black, with white markings on the face and distinctive creamy-white fur over the rump and the outer thighs, while females also have a patch of pale fur in the pubic area. Like other closely related lutungs, Delacour's langur has a crest of long, upright, hair over the forehead and crown; this is, however, somewhat taller and narrower than in other species. ==Distribution and habitat== Delacour's langur is endemic to Vietnam, where it is found only in an area around in the provinces of Ninh Bình, Hà Nam, Hòa Bình, Thanh Hóa, and Hà Tây in the north of the country. The largest surviving population is believed to be in Van Long Nature Reserve in Ninh Bình, where the monkey inhabits open forest up to elevations of , in terrain dominated by limestone karst. ==Behaviour== Delacour's langurs are diurnal, often spending the day sleeping in limestone caves, although they sleep on bare rocky surfaces if no caves are available. They are folivorous, with about 78% of the diet reportedly consisting of foliage, although they also eat fruit, seeds, and flowers. The monkeys have been reported to eat leaves from a wide range of different plant species, indicating that their apparent dependence on limestone habitats is not related to their diet. In previous decades, Delacour's langurs were reported to live in troops of up to 30 individuals, often including a mix of males and females, although single- male groups are more common, and some small all-male groups have also been reported. In more recent years, the typical group size seems to be much smaller, with only about four to 16 members each. Males defend the troop's territory from outsiders, often standing watch on rocky outcrops. When potential rivals are spotted, the males in a troop initially try to intimidate them with loud hoots and visual displays, resorting to chasing and fighting if this fails. Within the group, social bonds are maintained by grooming and play. Despite living in forested habitats, Delacour's langurs are primarily terrestrial, only occasionally venturing into the trees. They swing by their hands when travelling through trees, and use their tails for balance when scrambling over steep rocky terrain, which may allow them to move more rapidly than other related lutungs. ===Reproduction=== Females give birth to a single young after a gestation period of 170 to 200 days. The young are born with orange fur, and are precocial, with open eyes and strong arms. The fur begins to turn black at around four months, and the young are probably weaned at 19 to 21 months, when the mother is likely ready to breed again. However, the full adult coat pattern is not achieved for around three years. Females reach sexual maturity at four years, and males at five years; the total life expectancy is around 20 years. ==Conservation== The population of Delacour's langurs has declined rapidly in recent years. As of 2006, only 19 populations were known, following a dramatic decline in the total population of approximately 20% between 1999 and 2004. Since that time, two of the populations have been extirpated, and only that in the Van Long Nature Reserve may still be large enough to remain viable. Classified as critically endangered by the IUCN, the primary threat to the species is hunting for traditional medicine, with loss of forest habitat and the local development of tourism also being a potential risk. As of 2010, less than 250 animals were believed to remain in the wild, with nineteen in captivity. ==References== ==External links== *ARKive - images and information on Delacour’s langur (Trachypithecus delacouri) Delacour's langur Category:Endemic fauna of Vietnam Category:Mammals of Vietnam Category:Primates of Southeast Asia Category:Critically endangered fauna of Asia Delacour's langur Category:Species endangered by human consumption for medicinal or magical purposes ",
    "title": "Delacour's langur"
}