{
    "id": "9117687",
    "text": "This ad for The Menomonee Falls Gazette ran in DC Comics in 1974. The Menomonee Falls Gazette (subtitled \"The international newspaper for comic art fans\") was a weekly tabloid published in the 1970s by Street Enterprises that reprinted newspaper comic strips from the United States and the U.K. Comic strips reprinted in this publication normally fell into the adventure and soap opera category. (Humor strips were collected in a sister publication, The Menomonee Falls Guardian.)Team Up Typically, a full week's worth of a particular strip was collected on a single page of The Gazette. Although The Gazette was available via newsstand distribution, the bulk of their sales came from subscriptions. Street Enterprises was the partnership of publisher Jerry Sinkovec and editor Mike Tiefenbacher, who ran the operation out of a storage trailer in Menomonee Falls, Wisconsin. Fans of adventure comic strips, which by the early 1970s had mostly disappeared from American newspapers, they started The Menomonee Falls Gazette to keep the genre alive. Contributing writers to The Menomonee Falls Gazette included R. C. Harvey. The publication is popular among comic strip collectors. Back issues are frequently put up for sale on eBay. == Publication history == A precursor to The Menomonee Falls Gazette was Edwin Aprill's Cartoonist Showcase (1968–1971),Schelly, Bill. Founders of Comic Fandom: Profiles of 90 Publishers, Dealers, Collectors, Writers, Artists and Other Luminaries of the 1950s and 1960s (McFarland, 2010),pp. 55–56. which published reprints of Tarzan, Secret Agent Corrigan, Modesty Blaise, and James Bond.Cartoonist Showcase entry, Grand Comics Database. Accessed Feb. 19, 2016. The first issue of The Menomonee Falls Gazette was published December 13, 1971.Englebert, John. \"Remember Adventure Comics? They're in Print Again,\" Waukesha Daily Freeman (September 2, 1972), p. 19. In the fall of 1972, The Gazette had 780 subscribers in 47 U.S. states, 10 countries, Midway Island, and Puerto Rico. (By August 1976 the circulation of The Gazette was up to 1,600.) The Gazette published ballots for the 1973 Goethe Awards (for comics published in 1972).Miller, John Jackson. \"GOETHE/COMIC FAN ART AWARD WINNERS, 1971-74,\" Comics Buyer's Guide (July 19, 2005). The Gazette published two issues of a free supplement called The Gazette-Adevertiser (one in 1973, and one in 1975) to attract more subscribers. The June 2, 1975, issue featured a Jack Kirby interview.Dorf, Shel. \"Let's Visit!,\" The Menomonee Falls Gazette #181. The final issue was published on March 3, 1978. (There were a total of 232 issues, but the final issue was mislabeled on the outside cover as #234.) In November 1973,With The Comic Reader #101 (November 1973). Street Enterprises took over publishing the long-running comics fanzine The Comic Reader (originally started in 1961 under the title On the Drawing Board by the \"Father of Comics Fandom\" Jerry Bails).Yutko, Nick. \"1961,\" Absolute Elsewhere, Oct. 3, 1998. Retrieved July 16, 2008. With the cancellation of The Menomonee Falls Gazette, Street Enterprises moved many of the strips featured in The Gazette over to The Comic Reader.Beginning in The Comic Reader #164 (Jan. 1979). ==List of comic strips== Comic strips reprinted in The Menomonee Falls Gazette include: * Air Hawk and the Flying Doctors * Ambler * Apartment 3-G * Batman * Ben Casey * Brick Bradford * Buck Rogers * Buz Sawyer * Captain Easy (also reprinted in The Menomonee Falls Guardian) * Dateline: Danger! * Dick Tracy * Dr. Kildare * Drift Marlo * Flash Gordon * Friday Foster * The Flying Doctors * Garth * The Heart of Juliet Jones * James Bond * Jeff Cobb * Jeff Hawke * Johnny Hazard * Kerry Drake * Kevin the Bold * Little Orphan Annie * Mandrake the Magician * Mary Perkins, On Stage * Modesty Blaise * Paul Temple * The Phantom * Prince Valiant * Rick O'Shay * Rip Kirby * Scarth A.D. 2195 * Secret Agent Corrigan * The Seekers * The Spirit * Star Hawks * Steve Canyon * Steve Roper and Mike Nomad * Superman * Tarzan * Terry and the Pirates * Tug Transom ==See also== *Hogan's Alley *Nemo, the Classic Comics Library ==References== === Notes === === Sources === * T. Hegeman, editor. An Index to Articles Appearing in the Menomonee Falls Gazette and the Menomonee Falls Guardian (Oneonta, N.Y. : T. Hegeman, 1979). Created for CAPA-alpha #175; also distributed in APA-I #20. ==External links== *I Love Comix Archive: The Menomonee Falls Gazette Category:Comics publications Category:1971 comics debuts Category:Adventure comics Category:Comics anthologies Category:Comic strips ",
    "title": "The Menomonee Falls Gazette"
}