{
    "id": "9117159",
    "text": "Sahl ibn Bishr al-Israili (c. 786–c. 845), also known as Rabban al-Tabari and Haya al-Yahudi (\"the Jew\"), was a Syriac Christian astrologer, astronomer and mathematician from Tabaristan. He was the father of Ali ibn Sahl the famous scientist and physician, who became a convert to Islam.Meyerhof (1931), p. 7. He served as astrologer to the governor of Khuristan and then to the vizier of Baghdad. He wrote books on astronomy, astrology, and arithmetic, all in Arabic. == His works == Sahl is believed to be the first who translated the Almagest of Ptolemy into Arabic. Sahl ibn Bishr wrote in the Greek astrological tradition. Sahl's first five books were preserved in the translation of John of Seville (Johannes Hispanus) (c. 1090 – c. 1150). See the English translation by Holden. The sixth book deals with three thematic topics regarding the influences on the world and its inhabitants was translated by Herman of Carinthia. The work contains divinations based on the movements of the planets and comets. * The Introduction to the Science of the Judgments of the Stars. Translated by James Herschel Holden (Tempe, Az.: A.F.A., Inc., 2008)ix, 213 pp. There are some books by Sahl ibn Bishr in Arabic such as: * Ahkam fi al-Nujum (\"Laws of the Astrology\") * Kitab al- ikhtiyarat 'ala al-buyut al-ithnai 'ashar (\"Book of elections according to the twelve houses\"). * al-Masa'il al-Nujumiyah (\"The astrological problems\") ==Notes== Category:780s births Category:845 deaths Category:8th-century Iranian people Category:9th-century Iranian people Category:Medieval Persian mathematicians Category:People from Mazandaran Province Category:Astrologers of medieval Islam Category:Astronomers of medieval Islam Category:Mathematicians of medieval Islam Category:9th-century mathematicians Category:9th-century astronomers Category:People from Amol Category:9th- century astrologers Category:Syriac Christians Category:9th-century people of the Abbasid Caliphate ",
    "title": "Sahl ibn Bishr"
}