{
    "id": "9118644",
    "text": "Lewis J. Brown (February 1, 1858 – January 15, 1889) was an American Major League Baseball catcher and first baseman for seven seasons and played for six different teams from 1876 to 1884. Brown was primarily a catcher, but he also logged over 100 games as a first baseman. He also appeared twice as a pitcher. ==Career== Before playing in the major leagues, Brown was a member of the Boston Stars, a popular amateur team that played at Boston Common. He was teammates on that club with future major league player John Morrill. In 1876, Brown debuted in the major leagues. Two of his early teams - the 1877 Boston Red Caps and the 1879 Providence Grays - won league pennants. Brown missed the season due to being blacklisted for \"confirmed dissipation and general insubordination.\"Baseball Library Chronology: 1881 He retired from baseball after the 1884 season. ==After baseball== By 1887, he was working as a bartender at the Saracen's Head, a Boston saloon run by the widow of boxer Joe Goss. He played in a benefit game that year with other retired players at the South End Grounds, and he had gained a surprising amount of weight since leaving baseball. By July 1888, Brown said that he had reduced his weight to 214 pounds and that he was hoping to play baseball again. ==Death== In 1889, Brown died at the Boston City Hospital at the age of 30. The Chicago Tribune explained further: One night at the Saracen's Head, Brown was engaged in a friendly wrestling match with a customer, and the men did not stop wrestling when Mrs. Goss asked them to do so. She became angry and swung at the men with a piece of gas pipe, striking Brown in the knee. The injury led to the amputation of Brown's leg, and he was said to have been left in a weak and delirious state. He died of pneumonia during that hospitalization. Brown is interred at Forest Hills Cemetery. ==References== ==External links== Category:1858 births Category:1889 deaths Category:Major League Baseball catchers Category:Major League Baseball first basemen Category:Baseball players from Massachusetts Category:Boston Red Caps players Category:Providence Grays players Category:Chicago White Stockings players Category:Detroit Wolverines players Category:Boston Beaneaters players Category:Louisville Eclipse players Category:Boston Reds (UA) players Category:19th-century baseball players Category:Washington Nationals (minor league) players Category:Albany (minor league baseball) players ",
    "title": "Lew Brown (baseball)"
}