{
    "id": "9118197",
    "text": "The Composers and Authors Society of Hong Kong Ltd.(CASH) is a copyright society in Hong Kong established in 1977 which aims to administer and enforce collectively the rights of composers and authors of musical works subsisting under the copyright law of Hong Kong SAR. Its motto is \"your music partner\" which demonstrates the relationship of CASH with its members, music users and public. The word \"Author\" here stands for \"Lyricist\" instead of the common understanding of an author. CASH has established the CASH Music Fund to promote a higher standard of local music composition and to encourage and develop songwriting talent by sponsoring a wide range of musical activities in Hong Kong. CASH at present represents over 2 million songwriters including local members and, by means of reciprocal representation agreements, members from more than 200 countries / 80 overseas affiliated societies. All licence fees received after deduction of its administrative costs are distributed to local Members and overseas affiliated societies. == Members == To be eligible as a member of CASH, one must be either a writer (including composers and authors) or a music publisher: Writer (including composers and authors) ''' Hong Kong Identity Card holder; Original composer and / or lyricist; and Meeting one of the following 2 conditions : (i) At least 1 work having been commercially published; or (ii) 3 counts of original created work having been broadcast or made available or publicly performed by CASH licensees or in CASH licensed venues irrespective of the number of works involved. Heir of a deceased composer and / or author is also eligible to apply for 'Successor' membership. Publisher A publishing company or organisation registered in Hong Kong with publishing as its main objective; and has copyright ownership or publishing right of at least five original published works written by local writers (commercially released in Hong Kong) within the last two years. == Awards == *CASH Hall of Fame Award *CASH Golden Sail Music Awards *CASH Golden Sail Most Performed Works Awards *CASH I Sing My Song Award *CASH Best Singer- songwriter Award (jointly presented by CASH and RTHK) ==External links== *Composers and Authors Society of Hong Kong Category:Music organisations based in Hong Kong Category:Music licensing organizations Category:Organizations established in 1977 Category:1977 establishments in Hong Kong ",
    "title": "Composers and Authors Society of Hong Kong"
}