{
    "id": "9120228",
    "text": "Paul Redmond Michel (born February 3, 1941) is a retired United States Circuit Judge of the United States Court of Appeals for the Federal Circuit and a former Chief Judge of that court. ==Education and experience== Born on February 3, 1941,>Joint Committee on Printing, Official Congressional Directory, 2009-2010 (2010), p. 848. in Philadelphia, Pennsylvania to Lincoln M. and Dorothy, Michel was educated in public schools in Wayne, Pennsylvania and Radnor, Pennsylvania. Michel received an Artium Baccalaureus degree in 1963 from Williams College and a Juris Doctor in 1966 from the University of Virginia School of Law. He was assistant district attorney in the Office of the Deputy District Attorney for Investigations in Philadelphia from 1966 to 1974, as well as a Second Lieutenant in the United States Army Reserve from 1966 to 1972. From 1974 to 1975 he was the Assistant Watergate Special Prosecutor, and from 1975 to 1976 was assistant counsel to the United States Senate Select Committee on Intelligence. He then became the deputy chief and Koreagate prosecutor for the Public Integrity Section of the United States Department of Justice from 1976 to 1978. Michel became an Associate Deputy United States Attorney General in 1978, and in 1981 became counsel and administrative assistant to United States Senator Arlen Specter until his judicial appointment. He has also been adjunct faculty at the George Washington University Law School and John Marshall Law School since 1991. ==Federal judicial service== Michel was nominated to the United States Court of Appeals for the Federal Circuit by President Ronald Reagan on December 19, 1987 to fill a seat vacated by Judge Phillip Benjamin Baldwin. The Senate confirmed Michel's nomination on February 29, 1988, and he received his commission on March 4, 1988, taking the oath and commencing service on March 8, 1988. He served as Chief Judge from 2004 to 2010. Michel retired on May 31, 2010.Mike Scarcella, Federal Circuit Chief Judge Paul Michel Announces Retirement, The Blog of Legal Times (November 21, 2009).Kashmir Hill, Chief Judge Paul Michel To Retire Next Year, in Above the Law (November 21, 2009). Judge Randall Ray Rader succeeded him as Chief Judge. ==Publications== He authored Patent Litigation and Strategy with fellow Federal Circuit Judge Kimberly Ann Moore and patent attorney Ralph Lupo. He has also written several articles on effective advocacy and the work of the Federal Circuit. ==Personal== Michel was once married to Elizabeth Morgan. Morgan achieved international notoriety when she served over two years in jail rather than disclose the whereabouts of her child, during a custody dispute in which Morgan accused her previous husband of sexually molesting the child.Bill Miller, Elizabeth Morgan Ailing, Washington Post (January 25, 1996). In the made for TV-movie about Elizabeth Morgan's case, Kenneth Welsh played the role of Michel. https://www.imdb.com/title/tt0104920/?ref_=fn_al_tt_1 Michel has been married to Brooke England since 2004. He has two adult children. == References == == External links== * * United States Court of Appeals for the Federal Circuit Judicial Biographies * Interview with Paul Michel in Managing Intellectual Property * Interview with Paul Michel by Matthew J. Dowd * Intellectual Property Watch Interview With Chief Judge Paul R. Michel On US Patent Reform on 14 July 2011 * Article in IPWatchdog: \"Torpedoing Patent Rights,\" Posted: July 10, 2011 * Article in Patently-O: \"Rein in the Big Bank Bail-Out,\" Posted July 7, 2011 * Category:1941 births Category:Living people Category:Williams College alumni Category:George Washington University Law School faculty Category:John Marshall Law School (Chicago) faculty Category:Judges of the United States Court of Appeals for the Federal Circuit Category:Lawyers from Philadelphia Category:United States court of appeals judges appointed by Ronald Reagan Category:20th-century American judges Category:University of Virginia School of Law alumni ",
    "title": "Paul Redmond Michel"
}