{
    "id": "9120880",
    "text": "{| |} SMS Bremen (\"His Majesty's Ship Bremen\") was the lead ship of the seven- vessel of light cruisers, built for the German Kaiserliche Marine (Imperial Navy) in the early 1900s. She and her sister ships were ordered under the 1898 Naval Law that required new cruisers be built to replace obsolete vessels in the fleet. The design for the Bremen class was derived from the preceding , utilizing a larger hull that allowed for additional boilers that increased speed. Bremen was armed with a main battery of ten guns and had a top speed of . Upon commissioning in 1904, Bremen was deployed to the East-American Cruiser Division that patrolled the Atlantic coast of North and South America. She operated in the region for nearly ten years, and in that time, she visited numerous foreign ports across both continents to protect German interests abroad. These visits included two major stops in the United States for the Jamestown Exposition in 1907 and the Hudson–Fulton Celebration in 1909 and the hundredth anniversaries of the independence of Chile and Argentina, both in 1910. She also intervened in periods of domestic unrest in various Central and South American countries, assisted merchant ships that suffered accidents, and helped to evacuate more than a thousand European civilians during the Mexican Revolution in late 1913 and early 1914. Recalled to Germany in 1914, Bremen was decommissioned in March and overhauled, which included replacing four of her 10.5 cm guns with a pair of guns. This work was still being done when World War I broke out that year, and upon completion of her modernization in May 1915, Bremen was assigned to the naval force in the Baltic Sea. She took part in several patrols in the eastern and northern Baltic to search for Russian warships, but she saw no action. She took part in the Battle of the Gulf of Riga in August, where she engaged a Russian gunboat and bombarded Russian positions ashore. While Bremen and a pair of torpedo boats were on patrol in December 1915, one of the torpedo boats entered a Russian minefield, striking a mine. When Bremen moved to assist the stricken vessel's crew, she, too, struck a pair of mines and sank, taking most of her crew with her. ==Design== 10.5 cm gun on board Bremen The German 1898 Naval Law called for the replacement of the fleet's older cruising vessels—steam corvettes, unprotected cruisers, and avisos—with modern light cruisers. The first tranche of vessels to fulfill this requirement, the , were designed to serve both as fleet scouts and as station ships in Germany's colonial empire. They provided the basis for subsequent designs, beginning with the that was designed in 1901–1903. The principle improvements consisted of a larger hull that allowed for an additional pair of boilers and a higher top speed. Bremen was long overall and had a beam of and a draft of forward. She displaced as designed and up to at full load. Her propulsion system consisted of two triple- expansion steam engines with steam provided by ten coal-fired Marine-type water-tube boilers. Her propulsion system was rated at for a top speed of . Bremen carried up to of coal, which gave her a range of at . She had a crew of 14 officers and 274-287 enlisted men. The ship was armed with ten SK L/40 guns in single mounts. Two were placed side by side forward on the forecastle, six were located amidships, three on either side, and two were placed side by side aft. The guns could engage targets out to . They were supplied with 1,500 rounds of ammunition, for 150 shells per gun. For defense against torpedo boats, she carried ten Maxim guns in individual mounts. She was also equipped with two torpedo tubes with five torpedoes. They were submerged in the hull on the broadside. The ship was protected by an armored deck that was up to thick. The conning tower had thick sides, and the guns were protected by thick gun shields. ==Service history== Bremen was ordered under the contract name \"L\" and was laid down at the AG Weser shipyard in the ship's namesake city on 1 August 1902 and was launched on 9 July 1903. At her launching ceremony, Bremen's Bürgermeister (mayor), Dr. Pauli, christened the ship. The ship was moved to the Kaiserliche Werft (Imperial Shipyard) in Wilhelmshaven for fitting-out work. She was commissioned for sea trials on 19 May 1904 under the command of Korvettenkapitän (KK—Corvette Captain) Paul Schlieper; during her initial testing, she reached a maximum speed of , far in excess of her design speed and very high for warships of the period. Trials were completed on 15 July and Bremen was scheduled to be decommissioned, but the naval command instead decided to send her to replace the light cruiser on a deployment to the American Station. KK Richard Koch then took command of the ship. ===Deployment to the American Station=== Bremen in 1907 ====1904–1907==== After making preparations for her deployment in Kiel, she left the port on 27 August and crossed the Atlantic, stopping in Funchal on the island of Madeira en route to Rio de Janeiro, Brazil, arriving there on 25 September. There, she met the flagship of the East-American Cruiser Division, the protected cruiser . By this time, the dispute with Venezuela that had prompted the Venezuelan crisis of 1902–1903 between that country and Britain, Germany, and Italy had been settled, so she was no longer needed to enforce the settlement. Instead, Bremen was tasked with showing the flag to protect German economic interests, German nationals living overseas, and assist with German diplomatic efforts. At the time, the German division used the Danish port of Charlotte Amalie on the island of Saint Thomas in the Danish West Indies as its primary base of operations. Bremen spent the rest of 1904 cruising with one of the other members of the division, the gunboat , through mid-April 1905. During this period, the two ships stopped in Kingston, Jamaica from early December 1904 to early January 1905, and in mid-March, she toed the British barque Malva to St. George's, Bermuda. On 15 March, the division was dissolved and Bremen was then classified as an individual station ship and Koch became the senior-most officer of the German vessels in the area. Bremen then conducted training exercises with Panther before visiting Newport News, Virginia from 19 April to 23 May, during which time she underwent an overhaul. For the rest of 1905, Bremen cruised in Central American waters, during which time she stopped in Veracruz, Mexico, where she was visited by members of the Mexican government. In 1906, the ship returned to Newport News for another overhaul that lasted from 23 March to 14 May. After completing the repairs, Bremen cruised the east coast of South America, steaming as far south as Bahía Blanca, Argentina. She met the training ship in Port of Spain, Trinidad, on the way back north. While in Kingston, Bremen received a distress call from the Hamburg America Line (HAPAG) steamer , which had run aground on a coral reef nearby. She steamed to the ship and took off the passengers, but attempts to pull the ship free with help from Panther failed and she had to be abandoned. In December, Fregattenkapitän (FK—Frigate Captain) Hermann Alberts relieved Koch. Bremen sailed to Newport News for another overhaul from 2 March to 14 April 1907, after which she joined the armored cruiser , which had sailed from Germany to represent the country at the Jamestown Exposition commemorating the 300th anniversary of the arrival of colonists in Chesapeake Bay on 26 April. Roon left for Germany on 3 May, but Bremen embarked on a tour of harbors along the East Coast of the United States before rejoining Panther in Central American waters, though the latter was transferred to German West Africa on 4 July, leaving Bremen alone on the American station. In June, Bremen steamed down the Saint Lawrence River to visit Montreal, Canada, and thereafter toured ports in Labrador. The excellent conduct of the ship's crew during the visits to Canada prompted Kaiser Wilhelm II to issue an order recognizing the men. ====1908–1911==== Bremen in New York in 1909 Bremen arrived in Port-au-Prince, Haiti on 16 March 1908, where civil unrest threatened German nationals in the country; the Haitian government suppressed the revolt, but Bremen carried fifty-seven Germans to Kingston. She next cruised north to visit Philadelphia, Pennsylvania from 30 May to 9 June, making her the first German warship to visit the city. From there, she proceeded to New York, staying there from 10 to 19 June. She then cruised back to South American waters, and in late August assisted the Hamburg Süd (HSDG) steamer , which had run aground in the bay off Bahía Blanca. Bremen and the Norddeutscher Lloyd (NDL) steamer took off the passengers and crew. Bremen then continued on her voyage south, stopping in Punta Arenas, Chile, on 10 November before passing through the Strait of Magellan and entered the Pacific Ocean before retracing her course back to the east coast. Later in November, FK Albert Hopman replaced Alberts as the ship's commander. She stopped in La Guaira, Venezuela, in early 1909 where now-KzS Hopman made an official visit to President Juan Vicente Gómez. She stopped in Havana, Cuba, from 29 March to 2 April, where she helped suppress a fire in the harbor, along with the NDL steamer . The ship then steamed north for another overhaul at Newport News from 6 April to 15 May. In early August, she cruised back to Port-au-Prince, where further unrest had broken out. She visited Veracruz again in early September, where Hopman and his staff visited President Porfirio Díaz. She then steamed north to join the protected cruisers and and the light cruiser , which had traveled from Germany to represent the country at the Hudson–Fulton Celebration in New York, which marked the 300th anniversary of Henry Hudson's discovery of the Hudson River and the 100th anniversary of Robert Fulton's development of the paddle steamer. The ships' contributed a total of three hundred sailors to take part in an international parade. While there, Bremen received a new commander, FK Ernst Goette. The four cruisers remained in the port until 14 October, when Bremen got underway to visit Buenos Aires, Argentina, arriving there on 14 December. While there, the French armored cruisers and also arrived and the Argentine government held a celebration for the three ships' officers. By early January 1910, Bremen had moved to Punta Arenas, where she received orders to sail to the coast of Chile. She arrived in Tocopilla, Chile, on 16 March, where she was instructed to return to Argentina to represent Germany for the 100th anniversary of the country's independence. While on the way, she encountered a hurricane on the night of 29 April, and in the heavy seas, she suffered an explosion in her starboard side auxiliary engine room, which severely injured one man. The ship arrived in Buenos Aires on 10 May, along with the light cruiser , which was on its way to join the East Asia Squadron. The celebrations commemorating the May Revolution ended on 30 May and Emden continued her voyage to Asia, though Bremen remained in the port until 15 June before embarking once again for the west coast of South America. Her voyage up the western coast of the continent stopped in Callao, Peru, when Bremen once again received a change of orders on 4 September, directing her to return south to Chile to take part in celebrations marking the 100th anniversary of the start of the Chilean War of Independence. She lay in the harbor at Valparaiso for celebrations that lasted from 28 September to 3 October. Bremen then resumed her northward voyage, stopping next in Guayaquil, Ecuador in late October. There, she received instructions to steam to Amapala, Honduras, where unrest threatened foreigners in the country. The United States and Britain also sent warships—the American gunboats and and the British sloop —which operated with Bremen to protect civilians in the area. The four ships sent men ashore to form an international landing corps to defend the consulates and the international quarter. After the situation in Amapala stabilized, the ships recalled their men and Bremen departed on 13 November, bound for Puerto San José, Guatemala. She left the port on 1 December to begin the voyage back south to return to the Atlantic. While in Puntarenas, Costa Rica, Bremens navigators conducted a survey of the harbor at the rest of the port authorities. While the ship as there from 8 to 14 December, her crew was able to visit German nationals in the country. She was present for the funeral of President Pedro Montt on 3 February 1911, who had died the previous year. After passing through Punta Arenas, she reached the Atlantic on 28 February. ====1911–1914==== Bremen in Hampton Roads, United States, in June 1912 While Bremen was in Rio de Janeiro on 19 March, she met the battlecruiser , which was then on a long-distance trials cruise to test the vessel's ability to operate at long range. Bremen returned to Newport News for another overhaul that lasted from 5 to 22 May. While cruising in Canadian waters in July, she was ordered to steam to Haiti, where a revolution had broken out. She arrived in Port-au-Prince on 2 August and sent several small landing parties ashore to protect foreign nationals in the city. She was able to recall the men and leave the port on 15 August. She returned to Newport News for additional maintenance that lasted from 26 September to 24 November. During this period, in October, KK Hans Seebohm replaced Goette. In early 1912, she cruised in the Gulf of Mexico and later in the year she moved to the Atlantic coast of the United States. In April, Seebohm temporarily transferred command to KK Heinrich Retzmann for a month, before resuming command in May. On 30 May, she met the battlecruiser and the light cruiser off Cape Henry, Virginia. The two ships had been sent from Germany as the Detached Cruiser Division for an official visit to the United States, following a visit by an American squadron to Kiel the previous summer. On 3 June, all three ships entered Hampton Roads for ceremonies with the United States Navy. The Detached Cruiser Division departed for Germany on 13 June, while Bremen got underway to return south. Bremen cruised south and passed through the Strait of Magellan for another voyage along the west coast of South America; no events of note took place during the voyage. After returning to the Atlantic and steaming north off Pernambuco in Brazil on 20 December, she received orders to cross to West Africa to support the gunboats and Panther during unrest in Liberia. After arriving in Monrovia, Liberia on 25 December, but the Liberian government had begun to gain control of the situation, so Bremen was able to leave on 12 January 1913 and return to her station area, first by way of a visit to Freetown, Sierra Leone. The ship received orders to return to Germany in late June. She visited Rio de Janeiro, where she put out the fire that had broken out aboard the HSDG steamer , preventing the ship's destruction. Bremen then sailed to Saint Helena, then to Duala in the German colony of Kamerun; from there, she stopped again in Freetown and then steamed to Las Palmas in the Canary Islands. By 24 September, she had reached Funchal, where the order to return home was cancelled. The cruiser scheduled to replace her, , was not yet ready, and so Bremen was instructed to remain on station until another cruiser, Dresden, could be readied to temporarily take Karlsruhes place. The ship then steamed to the coast of Mexico in response to the Mexican Revolution, which had prompted several countries to send warships to protect their nationals in the area. Bremen operated with US Navy warships along the east coast of Mexico between early November and the end of January 1914. She came to the aid of German, Austro-Hungarian, Dutch, French, and Spanish civilians during this period, and the HAPAG steamers and evacuated some 1,200 foreigners throughout the relief effort. On 21 January, Dresden arrived in the region, allowing Bremen to return home. But before she could leave the region, she had to steam to Port-au-Prince, where renewed instability in Haiti threatened Germans there. Bremen relieved Vineta there, but forces under Oreste Zamor quickly defeated the government and on 13 February, Bremen was free to return to Germany after having spent nearly nine and a half years abroad. She was instructed to return to her namesake city, where the mayor and the Senate of Bremen greeted the ship and held a celebration for her crew on 15 March. The cruiser then moved to Wilhelmshaven three days later, where she was decommissioned on 27 March. ===World War I and loss=== Map of the North and Baltic Seas in 1911 After decommissioning, Bremen was taken into the Kaiserliche Werft in Wilhelmshaven to be modernized. Four of her 10.5 cm guns were replaced with a pair of SK L/45 guns, one forward and one aft; she retained the six broadside 10.5 cm guns. Her electrical system was also improved and a new forward mast was fitted. During this period, World War I broke out in July 1914, though Bremen remained in the shipyard until 27 May 1915, when she was recommissioned. After completing sea trials, she was assigned to the naval forces stationed in the Baltic Sea. She left Kiel on 2 July and arrived in Libau six days later, where she joined the Reconnaissance Unit for the Baltic Sea Command under now-Konteradmiral Hopman. The unit was tasked with offensive operations in the eastern Baltic. Bremen immediately embarked on operations with the rest of the fleet stationed in the area. She joined a sweep conducted by the pre-dreadnought battleships of IV Battle Squadron that advanced as far as the area north of Gotland. On 14 July, she was attacked twice by submarines but both attempts missed. Kommodore (Commodore) Johannes von Karpf, the deputy commander of the Reconnaissance Unit, came aboard Bremen on 30 July. In early August, elements of the High Seas Fleet, the main German naval force, entered the Baltic to support the German Army fighting against Russian forces by breaking into the Gulf of Riga, thereby opening the way for the Army to seize Riga. The first day of the Battle of the Gulf of Riga, 8 August, Bremen left Libau for an operation to rescue the crew of the torpedo boat , which had struck a naval mine and sank off Zerel on the island of Ösel. After picking up the survivors, she transferred them to the pre-dreadnought . Bremen took part in both attempts to break into the Gulf of Riga; during the first, later on 8 August, she engaged in a battle with the Russian armored gunboat . During the second, on 16 August, she and the cruisers , , and escorted the dreadnought battleships and while they attempted to force their way into the Gulf. The German flotilla forced the Russian pre-dreadnought to withdraw, penetrated the minefields by 19 August, and steamed into the Gulf. During this period, Bremen also shelled Russian positions at Arensburg. The Germans were forced to withdraw shortly thereafter due to the threat of Allied submarines and mines. Bremen continued operations after the High Seas Fleet returned to the North Sea. She took part in two sweeps to the north of Gotland in September, neither of which resulted in contact with Russian forces. On 30 September, Karpf was replaced by Kommodore Hugo Langemak, and he took the ship on another patrol to the coast of Gotland from 5 to 6 October. After returning to port, Langemak transferred to the light cruiser Augsburg. The Reconnaissance Unit conducted further sweeps into the northern Baltic over the next week, and on 12 October Bremen towed the seaplane tender Answald free after she ran aground. While on patrol with the torpedo boats and on 17 December, Bremen entered a Russian minefield. V191 struck a mine at 17:10, and Bremen moved to begin rescue operations while V186 attempted to take the damaged torpedo boat under tow. V191 had been fatally damaged, however, and she soon sank. After lowering her boats to pick up survivors, Bremen struck a pair of mines as well. The majority of Bremens crew died in the sinking, with 250 men killed. Only fifty-three were pulled aboard V186. ==Notes== === Footnotes === ===Citations=== ==References== * * * * Category:Bremen-class cruisers Category:Ships built in Bremen (state) Category:1903 ships Category:World War I cruisers of Germany Category:Ships sunk by mines Category:World War I shipwrecks in the Baltic Sea Category:Maritime incidents in 1915 ",
    "title": "SMS Bremen"
}