{
    "id": "9122768",
    "text": "Punkreas is one of the most famous punk bands in Italy. They were founded in Parabiago, Milan, in 1989. In more than twenty years of activity (with many concerts) Punkreas had only one lineup change, while recording an album every two years. The current band members are Cippa (voice), Flaco (electric guitar), Paletta (electric bass), Noyse (electric guitar), who substituted Claudio since the demo tape Isterico and Gagno (drums), who substituted Mastino since the record Falso. Recently, ska has been increasingly integrated into the band's music, creating a more complex sound. ==History== In December 1990, Punkreas released the demo Isterico, their self-made debut record, containing the single \"Il vicino\", that quickly became a success and the flagship song of Italian ska core. Many live shows followed Isterico and in 1992 United Rumors of Punkreas was published, excellent forebear of Paranoia e Potere, maybe the band's best record. Paranoia e Potere gave Punkreas celebrity, putting them among the most well-known Italian punk bands. The analog recording, easily noticeable listening to their songs, made their music more aggressive and homogeneous; songs well recognized even today, such as \"Acà Toro,\" \"La Canzone del Bosco\" and \"Tutti in Pista\" are part of this record. 1997 was a busy year for Punkreas: the growing interest towards the band, due to the huge number of lives, lead to the new publication of Isterico and United Rumors of Punkreas under the best of 90–93, while the publication of the new album Elettrodomestico was taken up. That last record was produced under the newborn Atomo Dischi, the new Punkreas record company. The exhibitions at the Festival Teste Vuote Ossa Rotte – which later would become Independent Day – and Vans Warped Tour confirmed the newly acquired success (as well as the status) gained by the band. In 2000 the group published Pelle, distributed by Universal. The record reached the main distribution channels, due to the distribution by a Major Label. Three videos were also produced for the album, Sosta, Terzo mondo and Voglio Armarmi: the first is about a singular and unlucky theft in a store, the second with cultivated references, like Dr. Strangelove, the third entirely made of the cartoons by Davide Toffolo. in 2002 the lineup underwent some changes: Gagno took the role of Mastino. That was the year of Falso, an album with greater influences of ska, reggae and rock. This album firstly met the resistance of those fearing that the distribution by a major label could cool the tones of the band. The video Canapa was shot for this publication. In the video the group members are shown seeding a plant of marijuana and making it grow. This record comprises also the songs Falsa and Toda la noche. In 2005 Quello che sei was published under the Atomo Dischi brand, with songs like \"American Dream,\" \"L'uomo con le branchie\" and \"Chirurgo Plastico.\" This record was also meant to contain the song \"Ma che bel mondo è,\" a cover of the song What a Wonderful World by Louis Armstrong, but ownership issues inhibited the publication of the song, that is available for download on the web. In January 2012 they published Noblesse Oblige, and in June 2014 their last album Radio Punkreas. ==Discography== ===Studio=== *Isterico 1990 *United Rumors of Punkreas 1992 *Paranoia e potere 1995 *Elettrodomestico 1997 *Pelle 2000 *Falso 2002 *Quello che sei 2005 *Futuro Imperfetto 2008 *Noblesse Oblige 2012 *Radio Punkreas 2014 *Il lato ruvido 2016 ===Lives and Best of=== *Punkreas 90–93 1997 *Punkreas Live 2006 *XXV Paranoia Domestica 2015 ===Singles=== *La canzone del bosco 1997 *Sosta 2000 *Voglio Armarmi 2002 *Terzo Mondo 2000 *Canapa 2002 *Dividi e comanda 2003 *Toda la noche 2002 *American Dream 2005 *L'uomo con le branchie 2005 *La canzone del bosco (live) 2006 *Tyson Rock 2008 *Cuore nero 2008 *Polenta e Kebab 2012 *Ali di pietra 2012 ==Videos== *Sosta ; *Terzo Mondo ; *Voglio Armarmi ; *Dividi e Comanda ; *Canapa ; *American Dream ; *L'uomo con le branchie ; *Mondo Proibito . ==References== ==External links== *Official website *Official forum Category:Italian musical groups Category:Italian punk rock groups Category:Musical groups from Milan ",
    "title": "Punkreas"
}