{
    "id": "9122948",
    "text": "Christ Church is a parish of the Anglican Church in Thailand within the Diocese of Singapore. It has both English and Thai language congregations. There are about 400 church members, representing many different nationalities and denominational backgrounds. The liturgy is Anglican-Episcopal in its form, and the Gothic Revival style building can seat as many as 450 persons. == History == Christianity was brought to Siam, now known as Thailand, as early as the sixteenth century. The Protestant faith came with British traders and American missionaries who reached Bangkok in the early years of the 19th century, but made little progress until the country opened to the West during the enlightened reign of King Mongkut Rama IV (1851-1868). At first, Bangkok's Protestants met for worship in each other's homes, but as their numbers increased they felt the need for a church building of their own. To a petition's response, King Mongkut granted land near the Chao Praya River for the use of the \"community of foreigners who are of Protestant Christian faith,\" and the newly built church was opened for worship on 1 May, 1864. Officially named the Protestant Union Chapel, it was commonly known as \"the English Church\". By the end of the century the congregation had grown, and access by land had become difficult, so it became necessary to build a larger church in a more central location. On 7 April 1904, His Majesty King Chulalongkorn Rama V graciously granted a larger plot of land at the junction of Convent and Sathorn Roads for the use of the church. He also permitted the sale of the land on which the first church stood. A building was erected on the new site and was given the name \"Christ Church\". It opened for divine service on 30 April 1905. == The church building == The church is in a simple Gothic style. The nave and chancel are flanked by six pillars beyond which are north and south aisles. There are seven double doors in the walls of each aisle. The doors at the west end of the north aisle open on to a short covered passageway linking the church to the church hall. There is an apse at the east end in which is the sanctuary. At the west end, large double doors open on to a porch formed by the tower. The East WindowThe nave including the chancel is 25.6 metres long, with a roof rising to 13.7 metres. Including the aisles, the width is 15.9 metres. An arch 7.3 metres high by 5.8 metres wide spans the entrance to the apse, which is 6.4 metres deep by 6.7 metres wide. The tower is 5.8 metres square and 15.8 metres high. The church is built on a foundation of teak logs, and the walls and pillars are made of brick covered with plaster. The tiled roof is supported by teak timbers, and the floor of the nave and chancel is similarly tiled. The sanctuary is paved with marble. The organ, notable for being the only pipe organ in Thailand, is at the east end of the north aisle. The vestry is in the corresponding position in the south aisle. There is seating for two clergy and for 24 choristers facing the congregation. There is a free-standing altar at the crossing between the chancel and the nave. A teak screen, which originally separated the chancel from the nave, is now at the west end of the main body of the church. There is seating for a total of 175 worshippers on wood and cane armchairs, with room for about 200 more if needed. There are five ceiling fans on each side of the church, as well as air-conditioning units. A bell hangs in the tower, tuned to the note F. The east window depicts the Crucifixion. It was originally installed back to front, but was re-installed correctly as part of a restoration of windows, which took place in 2012. There are smaller windows on either side. In the west wall a rose window opens into the tower with lancet windows on either side. Each aisle has windows at the west end and is overlooked by seven clerestory windows. Mural plaques record the memory of past worshippers and benefactors. == Bibliography == *W.H.Fowke, “A Century of Worship, 1864-1964”, Christ Church Bangkok, 1964 *Peter Norman, \"Spiritual Oasis\", Christ Church Bangkok, 1994 *Members of the congregation of Christ Church Bangkok, past and present, \"A Century of Fellowship\", Christ Church Bangkok, 2005 ==External links== *Christ Church website (English Congregation) *Christ Church website (Thai Congregation) *Tour Bangkok *History of Christ Church Bangkok *History of Christ Church Bangkok(chronology) Category:Churches in Bangkok Category:Anglican church buildings in Thailand Category:Churches completed in 1905 Category:20th-century Anglican church buildings Category:1905 establishments in Siam ",
    "title": "Christ Church Bangkok"
}