{
    "id": "9122504",
    "text": "Discophora lepida, the southern duffer,\"Discophora Boisduval, [1836]\" at Markku Savela's Lepidoptera and Some Other Life Forms is a butterfly found in Sri Lanka and south India that belongs to the duffers group, that is, the Morphinae subfamily of the brush-footed butterflies family. ==Description== This species resembles Discophora celinde, but in the male the ground colour on the upperside is dark velvety brown without any blue reflections; the forewing is crossed pre-apically by three obliquely-placed, comparatively large, pale-blue spots with an ill-defined series of three or four much smaller subterminal spots; in the female the markings, though similar to those in the female of D. celinde, are on the upperside of the forewing all pale blue, not yellow, and more numerous, larger, and better defined on the upperside of the hindwing. Underside. Male similar to that in male of D. celinde, but a more or less prominent diffuse subterminal band irrorated with lilac scales crosses both forewing and hindwing. Female similar to the female of D. celinde, but much paler. Wingspan 80–104 mm. In Thattekad, Kerala, India ==Distribution== It is found in South India and Sri Lanka. ==Status== In 1957, Mark Alexander Wynter-Blyth described the species as rare. ==Life cycle== ===Larva=== \"Cylindrical or slightly fusiform; bead large; anal segment furnished with two stout conical processes widely separated, but scarcely divergent; colour of head greenish yellow; eyes black; body brown, with a broad pure white dorsal band flanked with conspicuous black marks, and a yellow lateral mark on segments 6 to 11; head and body clothed with long reddish or brown hair.\" (Davidson, Bell and Aitken) ===Pupa=== \"... head-case produced into two long conical adjoined processes, the thorax slightly convex and carinated dorsally, the wing-cases evenly expanded, abdomen strongly curved dorsally; surface finely rugose; colour semi-transparent yellowish, like a clean white bone, with the dorsal line anc the veins of: the wings marked in faint flesh-colour, loosely attached by the tail.\" ==See also== *List of butterflies of India (Morphinae) ==References== ==External links== *Sri Lanka Wild Life Information Database Category:Amathusiini Category:Butterflies of India Category:Taxa named by Frederic Moore ",
    "title": "Discophora lepida"
}