{
    "id": "9122041",
    "text": "Davy Francis, born 14 March 1958,Davy Francis at ComicbookDB is a cartoonist from Belfast, Northern Ireland. As a child he drew comics influenced by The Beano and sold them to his family for an old penny each.interview in Psychopia He contributed to various Northern Ireland-based comics, including his own Tsst! and Gripping Tales, and the anthology Ximoc, for which he created \"Loose Chippings\", \"The Crazy Crew of the Saucy Sue\", and \"Ciderman\".Loose Chippings website Ciderman also appeared in Francis' own zine Funny Ha-Ha,Funny Ha-Ha reviewed in Zum! #1 and a one-off drawn by Seán Doran. He also contributed to the local anthology Blast, which he edited an issue of. IPC head Bob Paynter gave him some pages to draw in Monster Fun, which led to work for Oink! (1986–88)Comic creator: Davy Francis at Lambiek Comiclopedia for which he drew \"Cowpat County\" and \"Greedy Gorb\".Oink! at h2g2 Other titles he drew for included adult humour comics UT, Brain Damage, Electric Soup and Gas, Ray Zone's The 3-D Zone, and feminist magazine Spare Rib. He wrote the strip \"Anger\", drawn by Jeremy Banx, in Knockabout Comics' Seven Deadly Sins, co- wrote a \"Future Shock\" for 2000 AD, and drew for Paradox Press' The Big Book of Urban Legends. In 1993 he drew the first issue of Malachy Coney's Belfast- set series for Fantagraphics Books, Holy Cross. He lives in Belfast with his wife and daughter, and concentrates on live caricature work. In recent years he has returned to comics, contributing to the Irish comic Sancho in 2006. ==See also== *Lew Stringer ==References== ==External links== * *Oink Online *Toonpool Cartoonists Gallery ===Free downloadable comics by Davy Francis=== *Loose Chippings *The Amusing Ciderman *Thunderbags and Things *The Greatest Stories Never Told Category:Comics artists from Northern Ireland Category:Comics writers from Northern Ireland Category:1958 births Category:Living people Category:Male writers from Northern Ireland Category:21st-century writers from Northern Ireland ",
    "title": "Davy Francis"
}