{
    "id": "9123604",
    "text": "The End of the Affair is a 1955 British-American drama romance film directed by Edward Dmytryk, based on Graham Greene's 1951 novel of the same name. The film stars Deborah Kerr, Van Johnson, John Mills and Peter Cushing. It was filmed largely on location in London, particularly in and around Chester Terrace. The film was entered into the 1955 Cannes Film Festival. ==Plot== The writer Maurice Bendrix (Van Johnson) recalls his time in London towards and following the end of World War II. He meets, at her sherry party, Sarah Miles (Deborah Kerr), the wife of civil servant, Henry Miles (Peter Cushing), who he hopes to include in his next novel. They become lovers after he sees her kissing another man. After his rooms are bombed when they are together there, she ends their relationship and he suffers from the delayed shock from the bombing and from her ending the affair. After their break-up and the end of the war, Bendrix encounters Henry, who invites him for a drink at his home, especially as Sarah will not be there. Henry confides that he suspects Sarah is unfaithful and has looked into engaging a private investigator, but then decides against it. Sarah returns home before Bendrix leaves and is curt with him. Bendrix follows through with hiring a private detective agency on his own account. They come across information which suggests that Sarah is being unfaithful, which Bendrix shares with Henry in revenge. Bendrix then obtains Sarah's diary via the private investigator which reveals that Sarah is not having an affair and that she promised God to give Bendrix up if he returned from apparent death in the bombing. Sarah had to resolve her infidelity with Bendrix, her prayer for Bendrix to be alive, her relationship with God and her marriage during her discussions, sometimes extended, with a priest. She eventually resolves to abandon Henry and live with Bendrix but Henry tells her how much he needs her and she promises to stay. ==Cast== * Deborah Kerr as Sarah Miles * Van Johnson as Maurice Bendrix * John Mills as Albert Parkis * Peter Cushing as Henry Miles * Michael Goodliffe as Smythe * Stephen Murray as Father Crompton * Charles Goldner as Savage * Nora Swinburne as Mrs. Bertram * Frederick Leister as Dr Collingwood * Mary Williams as Maid * Laurence Shiel as Doctor (as O 'Donovan Shiell) * Elsie Wagstaff as Bendrix Landlady * Christopher Warbey as Lancelot Parkis * Nan Munro as Mrs Tomkins * Joyce Carey as Miss Palmer * Josephine Wilson as Miss Smythe * Victor Maddern as 1st Orator * David Bird as 3rd Orator * Sheila Ward as Old Woman (as Shela Ward) * Edwin Ellis as Rescue Worker * Stanley Rose as Fireman * Bart Allison as Museum Attendant * W. Throp Deverreux as Club Servant (as W. Throp Devereux) * Mary Reed as Cameo appearance * Margeant Holmes as Cameo appearance * John H. Watson aa Cameo appearance == Release == ===Home media=== This film was released on DVD on 16 May 2000. The DVD contains both the 1955 and 1999 adaptations of the novel, together with supporting material about their making. ==References== ==Further reading== * Tibbetts, John C., and James M. Welsh, eds. The Encyclopedia of Novels Into Film (2nd ed. 2005) pp 117–118. ==External links== * * * * Category:1955 romantic drama films Category:1950s war drama films Category:1955 films Category:Adultery in films Category:British black-and-white films Category:British films Category:British romantic drama films Category:British war drama films Category:Columbia Pictures films Category:English-language films Category:Films based on British novels Category:Films based on romance novels Category:Films based on works by Graham Greene Category:Films directed by Edward Dmytryk Category:Films scored by Benjamin Frankel Category:Films set in London Category:Films set on the home front during World War II Category:Films shot at Shepperton Studios Category:Films shot in London Category:War romance films Category:1955 drama films ",
    "title": "The End of the Affair (1955 film)"
}