{
    "id": "9124203",
    "text": "A map of the Caspian Sea drainage basin to which all rivers in Azerbaijan flow to. Kur and Aras are the longest rivers of Azerbaijan and their drainage basin covers most of the country. The Aras River along the Iranian border with the Nakhchivan Autonomous Republic of Azerbaijan. This is a list of rivers of Azerbaijan. The hydrography of Azerbaijan basically belongs to the Caspian Sea drainage basin to which all rivers in Azerbaijan flow to. The Caspian Sea is an endorheic basin, which is a closed drainage basin, because the Caspian Sea has no outflows to an ocean. The longest river of the Republic of Azerbaijan is the Kur whose river source is in Turkey and which flows through the Republic of Georgia, before it enters Azerbaijan. There it unites with the second longest river Aras whose river source is also in Turkey, and which is on the country's border with Iran. The major tributaries of the Kur river are the Qanix, Qabirri, Turyan, Agstafa, Shekir, Terter and Khachin rivers. The major tributaries of the Aras river are the Arpachay, Nakhchivan, Okhchu, Hekeri and Kondelenchay rivers. The largest rivers which are not tributaries of the Kur and Aras rivers are the Samur, Gudyal, Velvele, Vilesh and Lenkeran rivers. ==Rivers== Rivers form the principal part of the water systems of Azerbaijan. There are 8,359 rivers of various lengths within Azerbaijan. Of them 8,188 rivers are less than long. Only 24 rivers are over long. The largest rivers that flow through the country are: * Kür, main water source and the artery of the country * Aras * Qanıx, located in Alazan * Qabırlı, also known as Iori * Khrami * Samur * Pirsaatçay * Bolgar-Chay, located in Jalilabad District * Ağstafa * Hekeriychay, also known as Hekeri * Kurekchay * Tərtərçay ** Ağdabançay ** Levçay ** Turağayçay * Türyançay * Vilesh * Qarqarçay ===River system=== The rivers in Azerbaijan can be divided into three groups: #The Kur basin rivers (Qanix, Qabirri, Turyan, Agstafa, Shekir, Terter, Khachin, etc.) #The Aras basin rivers (Arpachay, Nakhchivan, Okhchu, Hekeri, Kondelenchay, etc.) #Rivers, flowing directly into the Caspian Sea (Samur, Gudyal, Velvele, Vilesh, Lenkeran, etc.) Azerbaijan river systems are changing and evolving under the influence of various physiographic factors: climate, landscape, geological structure, soil and vegetation. The density of the river network increases, then gradually decreases later with higher altitudes. Except for the Talysh region (1.6-2.2 km/km²), the river system density is the highest (1-2 km/km²) at 1,000-2,500 kilometers, while in the area of the Talysh mountains it peaks at 1.6-2.2 km/km² at 500-1,000 km. The average density of the river system of Azerbaijan is 0.39 km/km². The density is even lower than 0.05 km/km² in the plains. ===Kura and Aras=== The Kur and Aras are the longest rivers in Azerbaijan. They run through the Kur-Araz Lowland. The rivers that directly flow into the Caspian Sea, originate mainly from the north-eastern slope of the Greater Caucasus and Talysh Mountains and run along the Samur-Devechi and Lenkeran lowlands. The Kura River basin area (86,000 km²) up to the junction with the Aras River is smaller than the Aras water basin (101,937 km²). The river is still called Kura on the junction because the water level of the Kura is twice as high as that of the Aras River. ==References== Azerbaijan Category:Azerbaijan-related lists ",
    "title": "List of rivers of Azerbaijan"
}