{
    "id": "9124358",
    "text": "The Barossa Light & Gawler Football Association, more commonly referred to as the BL&GFA;, is an Australian rules football competition based in the Barossa Valley, Gawler Region and Light Region of South Australia, Australia. Just 42 kilometres north of the state capital of Adelaide, the BL&GFA; is an affiliated member of the South Australian National Football League. In 2018, the Nuriootpa Football Club secured the premiership cup for an equal 7th time alongside the Tanunda Football Club. The current president of the League currently is Mick Brien and the major sponsor of the league is the Grant Burge Winery. ==Current clubs== ** Angaston Football Club (Colours: Blue, White - Nickname: The Panthers) Official website ** Barossa District Football Club (Colours: Red, White and Blue - Nickname: Bulldogs) Official website ** Freeling Football Club (Colours: Red, Navy Blue - Nickname: The Redlegs) Official website ** Gawler Central Football Club (Colours: Yellow, Black - Nickname: The Tigers) Official website ** Kapunda Football Club (Colours: Red, Black - Nickname: The Bombers) Official website ** Nuriootpa Football Club (Colours: Yellow, Black - Nickname: The Tigers) Official website ** South Gawler Football Club (Colours: Blue, White - Nickname: The Lions) Official website ** Tanunda Football Club (Colours: Black, White - Nickname: The Magpies) Official website ** Willaston Football Club (Colours: Red, Navy Blue - Nickname: The Donnybrooks) Official website ==History== The Kapunda Football Club is one of the oldest football clubs in the world to enjoy an uninterrupted identity. It was first originated by copper miners in 1866, while nearby the Gawler Football Club soon formed in 1868 - which existed until 1890. The Barossa District 2017 Premiership Team In 1880, Gawler separated into two distinct clubs, Athenian and Havelock, followed by the Albion Football Club in 1881. Seven years later the clubs recombined to form another club bearing the name of Gawler. Along with Kapunda, this club was admitted with full senior status to the South Australian Football Association state league in 1887. In 1890 Gawler left what is now the South Australian National Football League (SANFL) and folded, but a junior competition organised in the Gawler area to feed the main club remained to become the Gawler Football Association. In 1894, Kapunda formed an informal association with Angaston, Kapunda North, Greenock and Truro, most likely a precursor to the Barossa and Light Football Association which Kapunda later helped establish. ===Gawler football=== The Gawler Junior Football Association was formed in 1889https://trove.nla.gov.au/newspaper/article/97227886 by founding clubs Gawler Central, South Gawler and Willaston. In 1890 the Gawler Junior Football Association changed its name to Gawler Football Association in which later early member clubs would include Roseworthy College, Salisbury and Hamley Bridge. Throughout the twentieth century a number of transient clubs from within the town - such as Shamrocks, Rivals, Imperials, North Gawler, Rovers and Gawler Colts, along with others outside of Gawler - including Greenock, Sandy Creek, Wasleys, Roseworthy, Rurals (a unification of Roseworthy and Wasleys), One Tree Hill, Kangaroo Flat and Angle Vale, would also spasmodically compete in the GFA first and second grades. By 1957 the GFA reached its greatest extent, becoming the giant Gawler and Districts Football League, with clubs competing in three senior divisions - Elizabeth, Elizabeth North, Gawler Central, Hamley Bridge, Lyndoch, Roseworthy, Roseworthy College, Salisbury, Salisbury North, Smithfield, South Gawler, Two Wells, Virginia, Willaston and Williamstown. Although over the next few decades, several of the more rural clubs departed for the neighbouring Adelaide Plains Football League, and following the inception of the Central District Bulldogs into the SANFL, the formation of the (now defunct) Central District Football Association saw the metropolitan clubs also eventually leave the GDFL.See the Central District Football Club 30 Year Almanac by Robert Laidlaw ===Barossa & Light football=== The Barossa & Light Football Association was inaugurated in 1908 with founding clubs comprising Angaston, Freeling, Kapunda, Nuriootpa and Tanunda, followed by Eudunda in 1910. Clubs such as Hamley Bridge, Greenock, Truro and Eden Valley would also later field sides intermittently at various times over the years in the first and second competitions. During the 1950s Eudunda returned, and by the 1980s the BLFA at its greatest extent also had annexed Robertstown and Riverton-Saddleworth Marrabel United (RSMU). ===Merger=== In 1987 the Barossa And Light Football Association merged with the Gawler & District Football League, to form a new \"super-league\", the Barossa Light And Gawler Football Association - the formation clubs being Angaston, Eudunda, Freeling, Gawler Central, Kapunda, Nuriootpa, RSMU, South Gawler, Tanunda and Willaston. After participating in the Hills Football League as an interim since the demise of the GDFL, Barossa District (a merger of the original Lyndoch and Williamstown clubs of the GDFL in 1980) finally entered the BLGFA in 1991, while in 1992 Eudunda, and later RSMU in 1998, left to the North Eastern Football League. The current BLGFA comprises nine clubs from the Gawler Town, Light Plains and Barossa Valley region considered to be the heartland of the Central District Bulldogs. ==Premierships== * 1987 - Tanunda * 1988 - Willaston * 1989 - Tanunda * 1990 - South Gawler * 1991 - Gawler Central * 1992 - South Gawler * 1993 - South Gawler * 1994 - Freeling * 1995 - Nuriootpa * 1996 - Nuriootpa * 1997 - Nuriootpa * 1998 - Nuriootpa * 1999 - Willaston * 2000 - Nuriootpa * 2001 - Gawler Central * 2002 - Tanunda * 2003 - Angaston * 2004 - Kapunda * 2005 - Kapunda * 2006 - Barossa District * 2007 - Barossa District * 2008 - Tanunda * 2009 - Tanunda * 2010 - Tanunda * 2011 - Tanunda * 2012 - Barossa District * 2013 - Barossa District * 2014 - Gawler Central * 2015 - Nuriootpa * 2016 - Barossa District * 2017 - Barossa District * 2018 - Nuriootpa * 2019 - Tanunda * 2020 - Gawler Central Summary Of Premierships: * 8 - Tanunda * 7 - Nuriootpa * 6 - Barossa District * 4 - Gawler Central * 3 - South Gawler * 2 - Kapunda, Willaston * 1 - Angaston, Freeling == Notable players == The Barossa, Light and Gawler Football Association has produced a number of AFL players since its inception. Some of these players include Shannon Hurn (West Coast Eagles) of Angaston Football Club, Sam Butler (West Coast Eagles) of South Gawler Football Club, Justin Westhoff (Port Adelaide Power) of the Tanunda Football Club, Jonathan Giles (West Coast Eagles) of Kapunda. ==Umpires== The Barossa, Light and Gawler Umpires Association (official website), commonly abbreviated to the BL&GUA;, formed in 1987 when the Barossa & Light and Gawler Football Associations amalgamated, and now provides umpires for all matches within the Barossa, Light and Gawler Football Association. The Barossa, Light and Gawler Umpires Panel is based at Goodger Reserve, Willaston. The Barossa, Light and Gawler Umpires are one of the last groups of umpires in South Australia to still wear traditional white shirts. The current Senior Coach of the Panel is Mark Miels, the Junior Coach is Ryan Prentice and the current President is Adam Hennessy. ==Media== ===Publishing and print=== The BL&G; Football Association is covered each week by various local newspapers - The Herald, which circulates in all of the towns represented in the league; The Bunyip, from Gawler; and The Leader, from Angaston. An annual Football Book is produced by The Leader and is available free from various outlets in the region. It features the season's draw, officials, rules, constitutions and a history of the league's premiers and medal winners from all grades. The Barracker is the official match-day magazine and is sold at the entrance of all games. ==References== ==Books== * Encyclopedia of South Australian country football clubs / compiled by Peter Lines. * South Australian country football digest / by Peter Lines ==External links== * Country Footy * Results for the Barossa, Light & Gawler Football Association Category:Australian rules football competitions in South Australia ",
    "title": "Barossa Light &amp; Gawler Football Association"
}