{
    "id": "9124639",
    "text": "Laurel Zuckerman (born 1960) is an American author based near Paris, France. ==Biography== Zuckerman is originally from Scottsdale, Arizona, but now lives in France. She graduated from the HEC School of Management, a French business school. Until 2002, she worked in information technology. When the dot.com bubble burst, she decided to become an English teacher. She first became widely known after publication of her controversial French novel Sorbonne Confidential (Fayard, 2007), a fictionalized account (with a strong autobiographical basis) of an American trying to obtain the agrégation (a competitive recruitment examination of the French Civil Service) in order to become an English teacher in the French public education system. The book is harshly critical of the French system and has generated considerable debate. The English version of the novel was published in 2009. Her most recent novel is Professor Collie's Barbarian Dreams (Fayard, 2009), a humorous story about a historian so obsessed with the past that he forgets he lives in the present. Married, with two children, Zuckerman lives in Bry-sur-Marne, France, and is a former member of the local city council. She is also the editor of Paris Writers News. ==References== ==External links== *Profile of Laurel Zuckermann, The Times of London *From Paris: Books with French Twists, Huffington Post, *Book Review of Sorbonne Confidential, Education Review *Interview with Laurel Zuckerman, Sorbonne Confidential, BBC Radio, The World in Words program, episode 55 *Interview with Laurel Zuckerman, All I Wanted to do Was Teach English, UCLA Radio *with Laurel Zuckerman, English Might Not be a Bad Thing, UCLA Radio *Laurel Zuckerman Weblog *Interview with Laurel Zuckerman, Le Nouvel Observateur *My English is Poor, Le Nouvel Observateur *Review of Sorbonne Confidential in L'Express (France) Magazine *Interview with Laurel Zuckerman on Radio France Internationale *Review of Sorbonne Confidential in Le Point Magazine *Interview with Laurel Zuckerman in Le Point Magazine: La faute à l'agreg? *Review of Sorbonne Confidential in Le Monde Category:1960 births Category:Living people Category:American women novelists Category:American emigrants to France Category:21st-century American novelists Category:21st-century American women writers ",
    "title": "Laurel Zuckerman"
}