{
    "id": "9125651",
    "text": "William Boyd Kennedy Shaw OBE (26 October 1901 - 23 April 1979) was a British desert explorer, botanist, archaeologist and soldier. During the Second World War he served with the British Army's Long Range Desert Group, and the Special Air Service Regiment. He was known, variously as Bill Shaw or Bill Kennedy- Shaw, but preferred the latter form of his name, which he always used in his writings. ==Early life== Kennedy-Shaw was born on 26 October 1901, the son of Colonel F. S. Kennedy-Shaw, of King's Orchard, Teffont Magna, Wiltshire.Burke's genealogical and heraldic history of the landed gentry (1965), p. 102Quarterly journal of forestry: Volumes 40-42 (1946), p. 64: \"Kennedy Shaw, W.B., O.B.E., Teffont Magna, Salisbury\" He received his formal education at Radley College.Radley College, Register, 1947 In the 1920s and 1930s Kennedy-Shaw contributed to the exploration of the Western Desert in the area around the south-western corner of modern Egypt with his particular interest and skills as a botanist, archaeologist and navigator. He made three major trips: During the winter of 1927/1928 Kennedy-Shaw and Douglas Newbold, on leave from the Sudan Government service, travelled the Arba’in slave road from Selima and Bir Natrun, covering 1000 km by camel. In October 1930 Kennedy-Shaw accompanied Ralph Alger Bagnold on a trip from Cairo to Ain Dalla, into the Sand Sea, past Ammonite hill to the Gilf Kebir, south to Uweinat and on to Wadi Halfa, returning via the Arba’in slave road via Salima oasis, Kharga and then Aysut. He also travelled with Bagnold in 1932 from Cairo to Kharga, to Uweinat, Sarra, Tekro, Uweinat, El Fasher, Bir Natrun, Merga, Laqia, Selima, Wadi Halfa, Dakhla, Bahariya and Cairo, a total distance of 6000 miles. ==Second World War== After the outbreak of the Second World War, Bagnold recruited Kennedy-Shaw from the British Imperial Mandatory Palestine Administration's office in Jerusalem where he was employed, to be the Intelligence and Chief Navigation officer for the British Army's new Long Range Desert Group (L.R.D.G.) that Bagnold was assembling. Kennedy-Shaw served initially as a lieutenant in the General List. He transferred to the Intelligence Corps in 1940, and to the Special Air Service Regiment in 1944 when the L.R.D.G. ceased operations with the conclusion of the North Africa Campaign. He reached the rank of major, being mentioned in despatches during his service. From 1944 to 1945 he served as the GSO 2 (Intelligence) at the S.A.S. Brigade's Headquarters in the North-West Europe Campaign. ==Post-war life== He wrote one of the earliest books on the L.R.D.G., entitled \"The Long Range Desert Group\"(1945), which was subject to pre-publication approval by the War Office who required changes to be made to the text; in particular the codenames of the operations he described and some real names of individuals involved in special operations. He also wrote several articles that were published in the Journal of the Royal Geographical Society. (The Greenhill Military Paperbacks edition of his book contains supplementary notes on his life and has updating amendments to his original text, commissioned by the publisher from authorities on the subject, which notes and explains the original excisions). ==Death== Kennedy-Shaw died on 23 April 1977 at the age of 77 years in Lichfield, in the county of Staffordshire. ==Decorations== For his services during the War Kennedy-Shaw received the Order of the British Empire, and was Mentioned in Despatches. He was also awarded the Croix de Guerre (Belgium) 1st Class, the Croix de Guerre (Belgium) with Palm, and the Officer grade of the Order of Oranje-Nassau, with sword, from the Queen of the Netherlands. ==Notes== == References == * Long Range Desert Group by Bill Kennedy-Shaw * Libyan Sands, Travel in a dead world by Ralph Alger Bagnold * The Long Range Desert Group by David Lloyd Owen * The Hunt for Zerzura and World War II (about members of the Zerzura Club in World War II) by Saul Kelly * The Secret Life of Laszlo Almasy by John Bierman == External links == * New Zealand Electronic Text centre on the LRDG, 1940-41 * LRDG Preservation Society Category:1901 births Category:1979 deaths Category:British Army General List officers Category:British Army personnel of World War II Category:English explorers Category:English archaeologists Category:English botanists Category:Intelligence Corps officers Category:Officers of the Order of the British Empire Category:People educated at Radley College Category:Special Air Service officers ",
    "title": "Bill Kennedy Shaw"
}