{
    "id": "9126004",
    "text": "was a Japanese professional sumo wrestler from Kikuchi, Higo Province. He was the sport's 11th yokozuna. ==Career== Born , he later changed his surname to . He was well known in local amateur sumo tournaments by the age of 16. He entered Osaka in the autumn of 1846. His coach was Minato-oyakata, former yokozuna Shiranui Dakuemon, who was also from Kumamoto and powerful within the Osaka organisation. In May 1847, he made his professional debut in Osaka sumo. His stablemaster realised his potential, and in 1849, he transferred to Sakaigawa stable in Edo sumo. He made his debut in November 1850 using the shikona name , and reached the top makuuchi division in November 1856. He changed his ring name to Shiranui Kōemon soon after. He was promoted to ōzeki in March 1862. He was awarded a yokozuna licence in October 1863. He was more known for his technique than his strength, and was feared especially for his right-hand technique. He was an expert at leg grabs, once downing Ryōgoku Kajinosuke I, himself an expert on the technique, with one clean move. Shiranui became a yokozuna at the age of 38, even though his record as an ōzeki had not been particularly strong. The granting of the licence was more due to his popularity with the public and long years of service, and the fact that he was close to the House of Yoshida Tsukasa, which awarded the licences. The name of one style of yokozuna dohyō-iri (the yokozuna ring-entering ceremony) came from him. His ritual style was said to be beautiful, and his ceremony was always a highlight for tournament crowds, sometimes more than the bouts themselves. He continued to perform it for three years after his retirement. However it is unproven that he actually performed what is now called the Shiranui style. In fact, he is considered by most sumo historians today to be the organizer of the Unryū style. There is a picture of him performing the ceremony holding his arm to his chest, which indicates an Unryū rather than Shiranui style. In addition, the 22nd Yokozuna Tachiyama, who was credited as perfecting the Shiranui style (with both arms held out), said his dohyō-iri was based on Unryū Kyūkichi's style. In the top makuuchi division, Shiranui won 119 bouts and lost 35 bouts, recording a winning percentage of 77.3. He retired in November 1869 at the age of 44, and returned to his roots in Osaka sumo to lead the organisation until his death in 1879. == Top division record == *The actual time the tournaments were held during the year in this period often varied. *Championships for the best record in a tournament were not recognized or awarded before the 1909 summer tournament and the above unofficial championships are historically conferred. For more information see yūshō. ==See also== *List of yokozuna *List of past sumo wrestlers *Glossary of sumo terms ==References== ==External links== *The 11th Yokozuna Shiranui Koemon * Shiranui Koemon tournament result Category:1825 births Category:1879 deaths Category:Japanese sumo wrestlers Category:Sumo people from Kumamoto Prefecture Category:Yokozuna ",
    "title": "Shiranui Kōemon"
}