{
    "id": "9126926",
    "text": "The Aberdeen Railway in 1856 The Aberdeen Railway was a Scottish railway company which built a line from Aberdeen to Forfar and Arbroath, partly by leasing and upgrading an existing railway. The line opened in stages between 1847 and 1850, with branches to Brechin and Montrose. The Aberdeen terminus was at Ferryhill, some distance from the centre of Aberdeen. Reaching central Aberdeen was difficult, but was finally achieved in 1854. The Aberdeen Railway was reliant on other railways further south to reach central Scotland, and in 1856 the Aberdeen Railway joined with the Scottish Midland Junction Railway to form the Scottish North Eastern Railway. In the 1960s there were two routes from central Scotland to Aberdeen, and rationalisation dictated that a line from Dundee would be retained, and the original Aberdeen Railway route would close. This took place in 1967. Both routes used the same track north of Kinnaber Junction (a little north of Montrose) and this was retained; it is the only section of the original Aberdeen Railway that is still in use. A heritage railway, the Caledonian Railway (Brechin), operates on the former Brechin branch. == History == The first proposals for a railway to Aberdeen were put forward in 1827 when Robert Stevenson was commissioned to assess the potential; however nothing progressed from his study. ===Railway politics=== In the 1840s there was a frenzy of railway speculation and promotion in Scotland; this was focussed on the means of connecting central Scotland with the developing English network. Considerable controversy existed for some years while the best route was debated: at first it was assumed that only one route was supportable, and the Caledonian Railway route over the Southern Uplands seemed to be the chosen route. The Caledonian obtained Parliamentary authorisation in the 1845 session, capitalised at £1,500,000, a tremendous sum at the time. The continuous debate in the preceding years had encouraged thoughts of a Scottish network too; this was further facilitated by easy availability of investment money, and the idea of promoting a railway costing hundreds of thousands of pounds seemed suddenly commonplace. In the same 1845 session several other lines were promoted. Not all of them were as ambitious as the Caledonian scheme, but among them were the Scottish Central Railway linking Perth with the two dominant railways in central Scotland, the (as yet unbuilt) Caledonian and the Edinburgh and Glasgow Railway. Also authorised was the Scottish Midland Junction Railway from Perth to Forfar. Already in existence was the Arbroath and Forfar Railway, on a broadly west to east axis, and with the distinctive track gauge of 5 ft 6in (1,676 mm). Last in this northward-stretching chain was the Aberdeen Railway, which was authorised on 31 July 1845. The directors of the Caledonian Railway had a strategic vision, and they saw that securing territory to their own company was critical; they set about committing independent lines to an alliance with themselves, by leasing them. This had the advantage that (unlike in a purchase) no cash had to be put down at once: merely an annual charge later on. This arrangement was made with the SCR and the SMJR, giving the Caledonian control of a continuous railway from Carlisle to Forfar, and access to Aberdeen. The Caledonian Railway's authorising Act was entitled An Act for making a railway from Carlisle to Edinburgh an Glasgow and the North of Scotland, to be called the Caledonian Railway. The Caledonian was not deterred by the fact that the SCR and the SMJR had only received Parliamentary authority on the same day as themselves; however a major hurdle was to be getting Parliamentary sanction for the leases, which were seen as anti-competitive.David Ross, The Caledonian: Scotland's Imperial Railway: A History, Stenlake Publishing Limited, Catrine, 2014, Christopher Awdry, Encyclopaedia of British Railway Companies, Patrick Stephens Limited, Wellingborough, 1990, ===The Aberdeen Railway authorised=== Early proposals for the Aberdeen Railway had envisaged it running from Forfar (at the termination of the Scottish Midland Junction line) via Brechin, but the Bill as presented was for a junction with the Arbroath and Forfar Railway at Guthrie, about halfway between Arbroath and Forfar. This saved some mileage of new construction, but the track gauge of the A&FR; would have to be changed. The line was to run a little to the west of Montrose and then follow the coast to Aberdeen. There were to be branches to Montrose and Brechin, and the Arbroath and Forfar line was to be leased to the Aberdeen Railway. The authorised capital was £830,000 and the Act was given the Royal Assent on 31 July 1830, the same day as the Caledonian Railway and the SCR and the SMJR.E F Carter, An Historical Geography of the Railways of the British Isles, Cassell, London, 1959John Thomas and David Turnock, A Regional History of the Railways of Great Britain: Volume 15, North of Scotland, David and Charles, Newton Abbot, 1989, The lease of the A&FR; was only authorised, but the new Aberdeen Railway company lost no time in negotiating the lease, and it was finalised late in 1845. It was to be \"in perpetuity\". ===Construction and initial opening=== The Glasterlaw triangleThe Aberdeen Railway proceeded with constructing its line, and on 1 February 1848 it opened from the junctions with the A&FR; to Montrose and Brechin. Both were on branches, with Brechin served from Bridge of Dun, and Montrose from Dubton, which was the northernmost point on the authorised main line at the time, and not a destination of great importance. Only 17 miles (27 km) had been constructed. The site of the stations at both Brechin and Montrose had been controversial; at Brechin the station was sited nearer the town centre than originally planned; at Montrose the station could not be constructed in its intended location, and a temporary station at Victoria Bridge was used. A Mr Cloudsley operated a horse bus connection until the proper terminus opened on 8 Feb 1850. A local newspaper reported it as \"The roomiest and best [station] in the northern part of the kingdom\", but this seems to have been hyperbole, and the station was reconstructed in 1864.W Simms, Railways of Brechin, Angus District Libraries and Museums, 1985 The Aberdeen company had run out of money, and the state of trade was such that raising more would not be easy, yet £300,000 was needed. A shareholders' meeting in October 1848 considered some radical proposals, including a takeover by the English London and North Western Railway. The company decided to continue alone, and the only way out was to issue preference shares, authorised by Parliament.The preference shares seem to have been issued exclusively to existing shareholders; in modern parlance that is a rights issue. The shares were taken up, and northwards construction resumed. On 30 October 1848 the line was extended to Limpet Mill, north of Stonehaven, and it reached Portlethen on 13 December 1849. Passenger services on the extended route started on 1 February 1850. ===Problems in Aberdeen=== There were difficulties with the Burgh of Aberdeen over the proposed terminal site; originally a terminus in Market Street had been contemplated, but now the company had to settle for a temporary terminus at Ferryhill, some distance from the city centre.Keith G Jones, The Railways of Aberdeen, The Great North of Scotland Railway Association, Aberdeen, 2000, The first steam locomotive reached Ferryhill on 16 March 1850, and public services started on 1 April 1850.W A C Smith and Paul Anderson, An Illustrated History of Tayside's Railways, Dundee and Perth, Irwell Press, Clophill, 1997, The independent Deeside Railway was constructing its line at this time, from Banchory; it too had difficulty in entering Aberdeen and by arrangement it ran to the Aberdeen Railway Ferryhill terminus, opening its line on 7 September 1853. The extension to the permanent terminal station at Aberdeen, known as \"Guild Street\", was opened on 2 August 1854.According to Quick, Jones and Butt; Awdry says 2 August 1853.R V J Butt, The Directory of Railway Stations, Patrick Stephens Limited, Sparkford, 1995, M E Quick, Railway Passenger Stations in England Scotland and Wales—A Chronology, The Railway and Canal Historical Society, 2002 This involved bridging the River Dee: a laminated timber design was used, but this proved not to be durable and was reconstructed in the 1880s. With the increasing importance of the Great North of Scotland Railway, running north from Aberdeen, agreement was made to construct a larger station that they would used jointly. This Joint Station opened on 4 Nov 1867, by which time the Caledonian Railway had absorbed the Aberdeen Railway company. (The name Aberdeen Joint station was changed to simply Aberdeen in 1952.Gordon Stansfield, Aberdeenshire’s Lost Railways, Stenlake Publishing, Ochiltree, 2000, ===The Arbroath connection=== The regauging of the A&FR; line was supposed to proceed concurrently with the construction of the main line, but the A&FR; too was short of money and did not pursue the work rapidly. At first the old track was simply to be regauged, but it soon became clear that the stone block track of the A&FR; would be inadequate for main line operation. Work started laying a new standard gauge line on the north side of the existing single track broad gauge line; the new track would have transverse timber sleepers and wrought iron rails. In addition its locomotives and rolling stock needed to be converted, or new equipment obtained. The Aberdeen main line joined the A&FR; by a triangular junction; the north apex was at Glasterlaw, with the south (Arbroath) apex at Friockheim; the west apex was at Guthrie. However the Guthrie fork was not properly connected and was not open at first. In fact the majority of the Aberdeen Railway traffic took the Guthrie curve and ran to Perth via Forfar and the SMJR. Much Dundee traffic travelled via Forfar and the Dundee and Newtyle Railway; until October 1849 this still had its own track gauge of 4 ft 6½in (1,384 mm), so transshipment and change of train were necessary for a few years.Niall Ferguson, The Arbroath & Forfar Railway, the Dundee Direct Line and the Kirriemuir Branch, Oakwood Press, Usk, 2000, The Aberdeen Railway was worked by the Scottish Central Railway between 12 February 1851 and 31 July 1854. ===The Scottish North Eastern Railway=== On 29 July 1856 the Aberdeen Railway amalgamated with the Scottish Midland Junction Railway to form the Scottish North Eastern Railway (SNER), forming a single company controlling the route from Perth to Aberdeen. Parliament was uncomfortable with the formation of large railway companies, and in granting the amalgamation Bill, it gave running powers over much of the northern part of the system to the North British Railway. The NBR pressed the point further, and obtained authorisation in 1871 to build a line from a junction at St Vigeans, immediately north of Arbroath, to Kinnaber Junction via Montrose, giving it access to Aberdeen over the former Aberdeen Railway route. On 10 August 1866 the Scottish North Eastern Railway was itself absorbed by the Caledonian Railway. ===The Caledonian Railway and after=== The Caledonian Railway now operated a trunk network from Carlisle to Aberdeen. Long distance passenger traffic assumed greater importance, but while less prominent, goods traffic was a major activity. At the same time the rival North British Railway developed its route through Edinburgh and Dundee to Aberdeen; the final approach was over Caledonian tracks by the running powers granted by Parliament. Rivalry for the prestige traffic led to competition for the fastest runs, and in 1888 and again in 1895 the two companies ran a series of demonstration trains, vying for the accolade of the fastest transit from London to Scotland - to Edinburgh in 1888 and to Aberdeen in 1895. The competition and the press attention surrounding it, became characterised as the Railway Race to the North. In the 1895 races Kinnaber Junction, where the two routes converged for the last section to Aberdeen, became key, for whichever trains passed the junction first was sure to get to Aberdeen first. In 1923 the Caledonian Railway was a constituent of the new London Midland and Scottish Railway (LMS) as the main line railways of Great Britain were \"grouped\" under the Railways Act 1921; the North British Railway was a constituent of the London and North Eastern Railway (LNER), so that the rivalry and competition, while not as extreme as in the racing period, continued. After nationalisation of the railways in 1948 the two railways were merged into a new Scottish Region, but for a long time the structure and pattern of the railways continued relatively unchanged, and Aberdeen was reached by trains from London by the West Coast route (the old LMS line) and also by the East Coast route (the old LNER line). However passenger and goods traffic was declining, and in the mid 1960s it was becoming obvious that two competing routes to Aberdeen were not sustainable. It was determined that the LNER route via Dundee, Arbroath and Montrose would be retained, and the former Aberdeen Railway route would cease to carry through traffic. Glasgow to Aberdeen trains would run via Perth and Dundee. This was put into effect in 1967. The section from Kinnaber Junction to Aberdeen carried the East Coast trains and was retained. That is now the only section of the former Aberdeen Railway that remains in use, apart from the heritage section of the Brechin branch, operated by the Caledonian Railway Brechin Ltd, which started operation in 1993. ==Current operations== The line between Aberdeen and Kinnaber Junction remains in use; passenger services are operated (2015) by Abellio ScotRail with a limited through passenger service to London operated by London North Eastern Railway. In addition a night sleeper service to London Euston is operated by Caledonian Sleeper. The section between Brechin and Bridge of Dun is operated as a heritage railway by the Caledonian Railway (Brechin). On 12 August 2020, a derailment occurred near the site of the former Carmont railway station; three people - the driver, a conductor and a passenger - were killed. ==Topography== Stations open for passengers are shown in bold. * Aberdeen: Joint station opened 4 November 1867 * Aberdeen Guild Street station; opened 2 August 1854; closed 4 November 1867 when the Joint Station was opened; * Ferryhill; opened 1 April 1850; closed 2 August 1854 when the line was extended to Guild Street; * Cove; opened 1 April 1850; renamed Cove Bay 1912; closed 11 June 1956; * Portlethen; opened 1 February 1850; closed 11 June 1956; reopened 17 May 1985; * Newtonhill; opened November or December 1850; closed 11 June 1956; * Muchalls; opened April 1850; closed 4 December 1950; * Limpet Mill; opened 1 November 1849 as temporary terminus; closed 1 April 1850 when the line was extended to Aberdeen;The station is wrongly located in Cobb. * Stonehaven; opened 1 November 1849; * New Mill Offset; opened September 1855; renamed Newmill Siding 1866; renamed Newmill 1891; renamed Carmont 1912; closed 11 June 1956: * Drumlithie; opened 1 November 1849; closed 11 June 1956; * Fordoun; opened 1 November 1849; closed 11 June 1956; * Laurencekirk; opened 1 November 1849; closed 4 September 1967; reopened 18 May 2009 * Marykirk; opened 1 November 1849; closed 11 June 1956; * Craigo; opened February 1851; closed 11 June 1956; * Dubton; trailing junction from Montrose; opened 1 February 1848; closed 4 August 1952; * Bridge of Dun; facing junction to Brechin; opened 1 February 1848; sometimes known as Bridge of Dun Junction; closed 4 September 1967; * Farnell Road; opened 1 February 1848; closed 11 June 1956; * Glasterlaw; opened 1 February 1848; closed March 1849; reopened September 1880; closed 2 April 1951; facing junction to next; * Guthrie Junction and Friockheim Junction with Arbroath and Forfar Railway line. Branches: * Montrose station; opened 1 February 1848; may have been a temporary station initially; closed 30 April 1934 when trains were diverted to the former North British Railway station. * Brechin station; opened 1 February 1848; closed 4 August 1952.Col M H Cobb, The Railways of Great Britain -- A Historical Atlas, Ian Allan Publishing Limited, Shepperton, 2003, == Connections to other lines == *Denburn Valley Line south of Aberdeen Guild Street *Deeside Railway at Ferryhill Junction *North British, Arbroath and Montrose Railway at Kinnaber Junction *Montrose and Bervie Railway at Broomfield Junction *Brechin and Edzell District Railway at Brechin *Forfar and Brechin Railway at Brechin *Arbroath and Forfar Railway at the triangular junctions of Glasterlaw Junction, Friockheim Junction and Guthrie Junction == References == ==Notes== ==Further reading== O S Nock, The Railway Race to the North, Ian Allan Ltd, Shepperton, 1958 ==See also== * Railscot on the Aberdeen Railway * Caledonian Railway Brechin Ltd Category:Early Scottish railway companies Category:Closed railway lines in Scotland Category:Railway companies established in 1845 Category:Railway lines opened in 1848 Category:Railway companies disestablished in 1856 Category:British companies disestablished in 1856 Category:British companies established in 1845 ",
    "title": "Aberdeen Railway"
}