{
    "id": "9126022",
    "text": "Josh Scogin (born July 17, 1981) is an American musician, and is currently the vocalist and guitarist for '68. He is also known for being the vocalist for The Chariot, and former vocalist of Norma Jean and Luti-Kriss. Scogin has recorded solo material as A Rose, By Any Other Name, releasing an album in 2010. ==Career== He originally gained recognition as the vocalist and founding member of the band Norma Jean, after recording two full-length albums, a split release, and an EP. Scogin left Norma Jean shortly after the release of their first album, Bless the Martyr and Kiss the Child. With the release of the album, Scogin stated \"I wish I had some great story about a big fight or aliens or something, but really it was just something that I felt led to do.\" Shortly after leaving Norma Jean, Scogin started the band The Chariot, saying he \"Creating something out of nothing ... It is the basic concept of art.\" The Chariot released their debut album, Everything Is Alive, Everything Is Breathing, Nothing Is Dead, and Nothing Is Bleeding in late 2004. The record was recorded live in the studio and was raw and unpolished, including feedback throughout the album. In June 2005 Scogin was co-producer of As Cities Burn's debut album Son, I Loved You At Your Darkest. He performed guest vocals on the track \"Admission: Regret\". A year after Everything Is Alive, Everything Is Breathing, Nothing Is Dead, and Nothing Is Bleeding had been released, Scogin and the rest of The Chariot went on to release the Unsung EP. After a major line-up change the band went back into the studio to record what Scogin said would \"define who The Chariot\" was. In April 2007, The Chariot released their second full-length album entitled The Fiancée. On May 5, 2009, The Chariot released their third full-length album entitled Wars and Rumors of Wars. On November 22, 2010, The Chariot released their fourth full-length album entitled Long Live. On August 28, 2012, The Chariot released their fifth and final full-length album, One Wing. Soon after The Chariot's break up, Scogin started up a new band named '68, with Michael McClellan. The two-piece released an EP called Midnight in 2014, and their debut album In Humor and Sadness, was released the following year. The band entered the studio in January 2016 to work on its second album and follow-up to In Humor and Sadness. Two Parts Viper was released June 2, 2017. ===Solo career=== Scogin has a solo project called A Rose by Any Other Name, and album titled One For My Master And One For My Dame which was released on May 7, 2010. Scogin tends to write softer, more melodic music, \"to break up the continuity of writing predominantly heavier songs.\" Many of the songs are written for his wife. He also makes guest appearances on guitar for the band Listener. ==Personal life== Scogin is married and the couple have two children. Scogin is a Christian, and the lyrics from his bands reflect his Christian beliefs. ==Discography== ===Lead vocals=== * Luti-Kriss - Travail + Luti-Kriss (Luti- Kriss tracks) * Luti-Kriss - 5ep * Luti-Kriss - Throwing Myself * Norma Jean - Bless the Martyr and Kiss the Child * Norma Jean - Norma Jean/mewithoutYou Split 7\" (on side a) * Oh Henry - Oh Henry * The Chariot - Everything Is Alive, Everything Is Breathing, Nothing Is Dead, and Nothing Is Bleeding * The Chariot - Unsung EP * The Chariot - The Fiancée * The Chariot - Wars and Rumors of Wars * The Chariot - Long Live * A Rose, By Any Other Name - One For My Master And One For My Dame - May 7, 2010 * The Chariot - One Wing * '68 - Midnight * '68 - In Humor and Sadness * '68 - Two Parts Viper ===Guest vocals=== * The Showdown - A Chorus of Obliteration (on \"From the Mouth of Gath Comes Terror\") * As Cities Burn - Son, I Loved You at Your Darkest (album producer, guest vocals on \"Admission:Regret\") * Bring Me the Horizon - There Is a Hell Believe Me I've Seen It. There Is a Heaven Let's Keep It a Secret (on \"The Fox and the Wolf\") ==References== Category:American heavy metal singers Category:Living people Category:Musicians from Atlanta Category:1981 births Category:American performers of Christian music Category:21st-century American singers Category:Norma Jean (band) members ",
    "title": "Josh Scogin"
}