{
    "id": "9126120",
    "text": "Halachoth Gedoloth (lit. great halachoth) is a work on Jewish law dating from the Geonic period. It exists in several different recensions, and there are sharply divergent views on its authorship, though the dominant opinion attributes it to Simeon Kayyara. == Authorship controversy == Kayyara's chief work is believed by some to be the Halakhot Gedolot (הלכות גדולות) whereas Moses ben Jacob of Coucy (\"the Semag\") wrote that it was in fact composed by Rav Yehudai Gaon. Based on anachronistic discrepancies, the Semag's opinion that it was Rav Yehudai Gaon who composed the work Halachoth Gedoloth was thought to be an error. Rabbi David Gans may have been the first to suggest that the Semag, in referring to \"Rav Yehudai\" as the author, was actually alluding to Rav Yehudai Hakohen ben Ahunai, Gaon of the Sura Academy (served 4519 - 4524 of the Hebrew calendarIgeret of rav Sherira Gaon)Tzemach David to year 5000, vol. 1, p. 46 (Warsaw 5638 Hebrew Calendar) As to the time of its composition, all the older authorities are silent. Abraham ibn Daud alone has an allusion to this problem, which has caused much perplexity. According to him,Sefer ha-Kabbalah, in M. J. C. i. 63 \"Simeon Kayyara wrote his work in the year 741, and after him lived Yehudai Gaon, author of the Halakhot Pesukot, which he compiled from Simeon's Halakhot Gedolot.\" This statement cannot be relied upon, as Simeon Kayyara in fact lived in the century following Yehudai Gaon; and Halevy is of the opinion that the names were inadvertently switched, though this reading creates as many problems as it solves. The Ramban in his preface to Sefer Ha-Mitzvot says in passing that Simeon, not Yehudai, was the author of Halachot Gedolot. Many ancient authorities, like the Geonim Sherira and Hai ben Sherira,Teshubot ha-Ge'onim, ed. A. Harkavy, No. 376; Isaiah di Trani, Ha-Makhria, No. 36; Teshubot Ge'onim Kadmonim, ed. Cassel, No. 87, Berlin, 1848), Samuel ben Jacob Jam'a of Kabez, author of Arabic rules for slaughtering (see Moritz Steinschneider in A. Geiger, Jüd. Zeit. ii. 76), Israel ben Abba Mari of Marseilles (Ittur, ed. Warsaw, p. 65a; comp. Halakhot Gedolot, ed. Warsaw, 191b; ed. A. Hildesheimer, p. 387 and others, support Kayyara's authorship; and according to A. Epstein, there can be no doubt that Simeon Kayyara wrote the Halakhot Gedolot. It would also seem from the statements of these authorities that Simeon Kayyara's chief sources were the She'eltot of Achai Gaon and the Halakhot Pesukot of Yehudai Gaon. Other authors, in particular from France, Germany and Italy, ascribe this work to Yehudai Gaon. Some scholars have tried to reconcile these two views by saying that the core of the work was written by Yehudai Gaon and that Simeon Kayyara later expanded it. Halevy holds that this \"core\" is to be identified with the Halakhot Pesukot. Louis Ginzberg (in his Geonica) is of the opinion that the Babylonian recension (see below) is the work of Yehudai Gaon and that Simeon Kayyara expanded it into what is now known as the Spanish recension. Both these views were formed before the discovery of the sole surviving manuscript of the Halakhot Pesukot, and the question may need to be reassessed. ===Title variations=== Some Jewish-Spanish authors, to distinguish it from later halakhic codices of a similar nature, called the work \"Halakhot Rishonot\".See Ha-Ma'or, Ket. v.; Hul. i.; Rabbi Moses ben Nachman (Ramban), Milhamot to Shab. iii.; I. Halevy, Dorot ha-Rishonim, iii. 103. It gives the entire halakhic and practical material of the Talmud in a codified form, and seems to represent the first attempt to treat it according to its contents rather than according to the arrangement of its treatises. == Sources == The A. Hildesheimer edition of the Halakhot GedolotIndex, p. 140, (Spanish recension) gives no less than 83 passages in which the She'eltot has been cited (Reifmannin Bet Talmud, iii. 111 et seq. gives 109 passages); and it has in addition more than 40 literal though unacknowledged quotations from this same source. At the time of that edition it was more difficult to trace material borrowed from Yehudai Gaon's Halakhot Pesukot, since the original form of that work had been lost. (It has since been found: see Yehudai Gaon.) A comparison with the redaction of Yehudai Gaon's composition which has been preserved as the Halakhot Pesukot or Hilkot Re'u,ed. Schlossberg, Versailles, 1886 showed that most of the halakhot in that recension were found in the Halakhot Gedolot, although they deviate from it both in wording and in arrangement. Simeon Kayyara, however, used yet another recension of the Halakhot Pesukot, and at times cites both. There were of course other sources at his disposal which have not been preserved. Not only does the fact that both the She'eltot and the Halakhot Pesukot were used, but also certain passages in the Halakhot Gedolot of themselves, prove that the work was composed about the year 825, apparently at Sura, since many explanations and usages of the Halakhot Gedolot are elsewhere cited under the names of Geonim of that place. == Interpretations and redactions == In the course of time the Halakhot Gedolot underwent many changes. In Spain and in North Africa the legal decisions of the Geonim were incorporated into the book, and its whole appearance was so changed that gradually a different recension was developed. The original or Babylonian redaction exists in printed form in the editions of Venice (1548), Amsterdam (1762), Vienna (1810), etc., and finally in that of Warsaw (1874, with an index of passages and notes by S. A. Traub). This redaction was used by the Babylonian geonim and by the German and northern French scholars; for the citations of the latter from the Halakhot Gedolot, which work they ascribe to Yehudai Gaon, refer to this recension. In the 13th century this recension reached Italy, where it was used by Isaiah di Trani (see Ha-Makria, No. 31). The second or so-called Spanish redaction (Mahadurat Aspamia) exists in a manuscript in the Vatican library, and has been edited by A. Hildesheimer in the collection of the Mekitze Nirdamim (Berlin, 1888–92). The material of this recension is much richer and more comprehensive, since it contains many passages from the Talmud, mnemonic introductory words (\"simanim\"), the order of the weekly lessons, and, most important of all, legal decisions of the Geonim, usually indicated by the term \"shedar\" (=\"he sent\"), which are lacking in the earlier redaction.See I. Hildesheimer, Die Vaticanische Handschrift der Halachoth Gedoloth, in Beilage zum Jahresberichte des Rabbinerseminars zu Berlin, 1885-96, and Schorr in He-Haluq, xii. 100 The first gaon of whom a teshuvah is mentioned in this recension is Yehudai Gaon; the last, Tzemah ben Paltoi (d. 890). A. Epstein has concluded, accordingly, that this redaction was made, or rather finished, about the year 900, in some place where the Jews were in close literary correspondence with the Babylonian seminaries. This was either in Spain or in northern Africa—probably in Kairwan, the center of Talmudic studies at that time. Evidence in favor of Kairwan is supplied by a passage in the Halakhot Gedolot (ed. Hildesheimer, p. 175), which mentions a usage as being common among the \"Bene Afrika\"; for it is known that \"Afrika\" frequently connotes Kairwan. From northern Africa or Spain this recension was carried into Italy: it was used by the scholars of these three countries; and all of them regarded Simeon Kayyara as its author. In the 12th century the recension was brought to northern France, and in the 13th to Germany, where it is sometimes cited by the scholars of both countries as \"Halakhot Gedolot shel Aspamia\".see R. Tam, Sefer ha-Yashar, No. 509; Or Zarua, B. M. No. 276; Sanhedrin No. 23 A more recent edition, based on the Venice edition of the Babylonian recension but showing variants from other versions, was published in Jerusalem in 1991 by Ezriel Hildesheimer (grandson of the Hildesheimer who edited the Berlin edition).http://www.worldcat.org/title/sefer-halakhot- gedolot-al-pi-mahadurat-venetsyah-308-u-shear-defusim-ve-khitve- yad/oclc/26456689?ht=edition&referer;=di References to \"the Hildesheimer edition\" must therefore be approached with caution. == External links == *Discussion by Robert Brody (below) with comments *Encyclopaedia Judaica article by Yehoshua Horowitz, in Jewish Virtual Library Text of the book *5308/1548 Venice printing for online read or download at Hebrewbooks.com (PDF, OCR'd) ==References== *Robert Brody, The Geonim of Babylonia and the Shaping of Medieval Jewish Culture, Yale 1998 It has the following bibliography: *A. Epstein, in Ha-Goren, iii. 46 et seq.; *A. Harkavy, Teshubot ha-Ge'onim, pp. xxvii., 374 et seq.; *J.L. Rapoport, in Kerem Ḥemed, vi. 236; *Schorr, in Zunz Jubelschrift (Hebr. part), pp. 127 et seq.; *He-haluk, xii. 81 et seq.; *Weiss, Dor, iv. 26, 32 et seq., 107, 264; *Brüll, in his Jahrb. ix. 128 et seq.; *Grätz, Gesch. v. 234; *idem, in Monatsschrift, vii. 217 et seq.; *S. T. Halberstam, ib. viii. 379 et seq., xxxi. 472 et seq.; *I. Halevy, Dorot ha-Rishonim, iii. 200 et seq. Category:Geonim ",
    "title": "Halachot Gedolot"
}