{
    "id": "9126220",
    "text": "State Route 266 (SR 266) is a east–west state highway located in the southwestern part of the U.S. state of Georgia. Its path is within Clay and Randolph counties. ==Route description== SR 266 begins at an intersection with SR 39 about north of Fort Gaines. SR 39 north leads to George T. Bagby State Park. The route heads northeast through rural parts of Clay County to Clay County Road 43 (Cotton Hill Road). Later on is CR 47 (Shaw Road). Farther to the northeast is CR 44 (Bethel Church Road). After that, the county crosses a corner of Randolph County before re-entering Clay County for a short while. Back in Randolph County, the route heads to Coleman, where it intersects Randolph CR 160 (Hangman Road). Just to the northwest is CR 33 (Chestnut Street), then CR 67 and CR 65 (Hammock Road). Northeast of Coleman is CR 66 (Hammock Road). Then is CR 17 (Mitchell Grove Road). Then, the highway encounters CR 32 (Lee Knighton Road). SR 266 eventually gets to the unincorporated community of Coles, where it intersects Cotton Hill Road (a different one from near the western terminus of SR 266), which leads to the unincorporated community of Days Crossroads. Just before reaching its eastern terminus, an intersection with US 82/SR 50 southwest of Cuthbert, the highway crosses a Central of Georgia Railway line. There is no section of SR 266 that is included as a part of the National Highway System. ==History== SR 266 was established in 1950 along an alignment from Bellville north to Coleman, and then northeast from Coleman to its eastern terminus as it runs today. The section from about Coleman east was paved at this time. By 1952, the entire Bellville-eastern terminus section was paved. By 1975, the road was moved, and paved, to its current alignment, with the former section from Bellville to Coleman being redesignated as Clay County Road 131, Randolph County Road 160, and Randolph County Road 62. ==Major intersections== ==See also== * * ==References== ==External links== 266 Category:Transportation in Clay County, Georgia Category:Transportation in Randolph County, Georgia ",
    "title": "Georgia State Route 266"
}