{
    "id": "9126525",
    "text": "Ulmus mexicana (Liebm.) Planch., the Mexican elm, is a large tree endemic to Mexico and Central America. It is most commonly found in cloud forest and the higher elevations (800-2200 m) of tropical rain forest with precipitation levels of 2-4 m per year,Moreira, I. & Arnaez, E. (2003) Ulmus mexicana (Liebm.) Planch., Tropical Tree Seed Manual, 770-771, RNGR, USDA Forest Service, USA. ranging from San Luis Potosi south to Chiapas in Mexico, and from Guatemala to Panama beyond. The tree was first described botanically in 1873. ==Description== Ulmus mexicana is probably the tallest of all the elm species, occasionally reaching a height of 84 m (273 feet), and a d.b.h. of 2.5 m (8 feet), certainly one of the tallest trees in Mexico. The tree is also distinguished by its deeply fluted grey trunk, supporting a deep crown, its dense foliage casting a heavy shadow. The leaves vary widely in size from 3-16 cm in length by 2-7 cm breadth, elliptic to obovate, surface glossy, but dull on the underside, with petioles 5-10 mm long. The tree has distinctive racemose inflorescences up to 7 cm in length comprising nine clusters of 40 perfect apetalous wind-pollinated flowers which emerge between December and February. The small samarae, 9.0 × 2.3 mm, are covered with long straight hairs, and are shed in March Todzia, C. A. & Panero, J. L. (2006). A new species of Ulmus (Ulmaceae) from southern Mexico and a synopsis of the species in Mexico. Brittonia, Vol 50, (3): 346 . Natural regeneration is poor. ==Cultivation== Very few specimens are known beyond Central America. The tree is not hardy in the UK; young specimens at the Grange Farm Arboretum in Lincolnshire perished when temperatures dropped to -5° C. Saplings at the Ventnor Botanic Garden near the southern tip of the Isle of Wight survived temperatures as low as -3° C during the prolonged cold spell in the spring of 2018, although the previous year's growth was killed. A specimen planted at the Cambridge University Botanic Garden in 1978 died for reasons unknown. One tree is known to exist in Australia (see Accessions). There are no known cultivars of this taxon, nor is it known to be in commerce. ==Uses== Although much of its natural range is threatened by deforestation, the tree is singularly unpopular in the timber trade on account of its deeply fluted trunk, and thus not considered endangered. The timber is hard and heavy (Gs 0.55), but difficult to dry, and can warp badly. Moreover, its high silica content (0.35) damages tools. The wood is used for tools, furniture, and floors, whilst the foliage is commonly used as fodder for cattle. The tree is occasionally planted for shade or ornamentation. ==Etymology== In Costa Rica the Mexican Elm is known as Tirrá; the neighbourhood (district) of Tirrases in Curridabat, San José, takes its name from the tree. ==Accessions== ;North America *Jardin Botanico Francisco Javier Clavijero , Xalapa, Veracruz, Mexico. Details not known. ;Europe *Grange Farm Arboretum, Lincolnshire, UK. Acc. no. 1264. Grown from seed sent in 2015 by the Jardin Botanico Francisco Javier Clavijero, Xalapa, Veracruz, Mexico. *Ventnor Botanic Garden, Ventnor, Isle of Wight, UK. ;Australasia *Royal Botanic Gardens, Sydney, Australia. Acc. no. 851550 ==References== ==External links== *https://web.archive.org/web/20060627090133/http://cloudbridge.org/trees/ulmus_mexicana.html The Mexican Elm in Costa Rica * mexicana Category:Elm species and varieties Category:Flora of Central America Category:Flora of Costa Rica Category:Flora of Guatemala Category:Flora of Panama Category:Trees of Central America Category:Trees of Mexico Category:Trees of Costa Rica Category:Trees of Guatemala Category:Trees of Panama Category:Trees of San Luis Potosí Category:Plants described in 1873 Category:Ulmus articles missing images ",
    "title": "Ulmus mexicana"
}