{
    "id": "9126443",
    "text": "State Route 262 (SR 262) is a L-shaped state highway located in the southwestern part of the U.S. state of Georgia. It travels within portions of within Decatur and Mitchell counties, and skims the border of Grady County. ==Route description== SR 262 begins at an intersection with US 27/SR 1 (Tallahassee Highway) southeast of Attapulgus, in Decatur County. Here, US 27/SR 1 south almost immediately enter Florida and head toward Tallahassee. SR 262 heads to the northeast and then swings around to the northwest and the north-northwest. It intersects Wautauga Road, which heads southwest to Attapulgus. It then passes Conyers Cemetery and heads north to Lake Douglas Road, where the route turns to the east. Northeast of Lake Douglas Road is Hines Perkins Road, which heads east-southeast and enters Grady County and leads to Nickleville. The route then curves back to the west and turns north just before Cedar Grove Cemetery. Farther to the north, in Climax, SR 262 has a short concurrency with US 84/SR 38 (Thomasville Road) and crosses a CSX Transportation railroad line. Just northeast of Climax is Fleatown Cemetery. Farther to the north, SR 309 (Old Pelham Road) west and Mars Hill Church Road east. The highway heads nearly due north to an intersection with SR 97 (Vada Road) south. Here, SR 97 and SR 262 from a brief concurrency into the unincorporated community of Vada, where SR 262 splits onto a nearly due east route along the Decatur-Mitchell County line. Not much farther to the east, the road runs along the Grady-Mitchell County line, and it intersects the route of former SR 179\\. Then, it continues to the eastto SR 112 just before it curves to the northeast to meet its northern terminus, an intersection with SR 93 southwest of Pelham. No section of SR 262 is part of the National Highway System. ==History== SR 262 was established in 1949 along an alignment from Vada to its northern terminus. In 1950, that entire section was paved. By 1960, the route was designated and paved along the section from the southern terminus to Vada. ==Major intersections== ==See also== * * ==References== ==External links== 262 Category:Transportation in Decatur County, Georgia Category:Transportation in Mitchell County, Georgia ",
    "title": "Georgia State Route 262"
}