{
    "id": "9126054",
    "text": "Revelation, Rationality, Knowledge & Truth is a book written by Mirza Tahir Ahmad, the fourth Caliph of the Ahmadiyya Muslim Community. Published in 1998, it was originally written in English and was subsequently translated into Urdu and Arabic. The book explores religious thought and the role of revelation throughout different ages of human civilization. It is a comprehensive thesis on the phenomenon of revelation in different faiths and seeks to argue for the existence of God through rationality. == Background == This book was a further development on a talk that Ahmad gave in Switzerland. In Zurich in 1987 Professor Karl Henking, Professor of Ethnology, at the University of Zurich invited Mirza Tahir Ahmad the fourth Head of the Worldwide Ahmadiyya Muslim Community to deliver a lecture on Ahmadiyya Islam. On Thursday, the 14 June 1987 at 8.15 p.m., the proposed lecture was delivered under the title 'Rationality, Revelation, Knowledge, Eternal Truth'. The students, evidently intrigued by the title, thronged Oule (the great auditorium) which became filled to capacity so that additional arrangements had to be made in another hall with provisions for relaying the proceedings through television screens and loudspeakers. === Main themes === This is a very diverse and wide-ranging book discussing such subjects as the concept of revelation in different religions, history of philosophy, cosmology, extraterrestrial life, the future of life on earth, natural selection and its role in evolution. The main emphasis is on the ability of the Quran to correctly discuss all important events of the past, present and future from the beginning of the universe to its ultimate end. === Scope and impact of the book === The book is an argument for the existence of God. In the author's own words: > To cut a long story short, we request the reader to realise that even if the > creation of the universe and the subsequent evolution of life had actually > started a trillion years ago, it could still be mathematically impossible > for evolution to reach the stage of man. Tahir Ahmad also examines the atheist argument presented by Professor Richard Dawkins, particularly in his book The Blind Watchmaker. In the chapter entitled 'The 'Blind Watchmaker' Who Is Also Deaf and Dumb'. He argues that Dawkins has completely overlooked the complexity in biological structures and the undeniable purpose behind evolutionary changes.The blind watchmaker, who is also deaf and dumb, Revelation, Rationality, Knowledge & Truth, Part V, Chapter 13, Mirza Tahir Ahmad He writes: > It is exasperating to find Professor Dawkins pointing his finger at a mere > principle, without a personal identity, to be the deity—a principle which is > deaf, dumb and blind, and has no physical or spiritual existence. That most > certainly is not the creator. If Professor Dawkins persists in denying the > existence of any Creator, while he has no right to replace him with a > principle, he once again has only two logical options. Either he should > admit that creation exists, yet he has failed to identify the creator; or he > should proclaim that there is no Creator yet the creation exists. This would > be tantamount to saying that there is the book The Blind Watchmaker but > there has never been a Professor Dawkins who penned it! He also argued that Socrates was a prophet of the ancients. The apparent prophetic qualities of Socrates are indeed a subject for debate. His constant reference to the oracle and how it performs the active function of a moral compass by preventing him from unseemly acts could easily be taken as a reference to - or substitute for revelation. Similarly, Socrates often refers to God in the singular as opposed to the plural. ==References== == External links == *Revelation, Rationality, Knowledge and Truth *Tom Cox on Revelation, Rationality, Knowledge and Truth Category:1998 books Category:Works by Mirza Tahir Ahmad Category:Islamic theology books ",
    "title": "Revelation, Rationality, Knowledge and Truth"
}