{
    "id": "9127243",
    "text": "José Miguel de Velasco or Velasco is a province in the Santa Cruz department of Bolivia. Its capital is San Ignacio de Velasco. The province is named after the Bolivian president José Miguel de Velasco Franco. It was created by law on October 12, 1880, during the presidency of Narciso Campero. Until its creation it was integrated into Chiquitos Province.Official site of José Miguel de Velasco Province (Spanish) ==Geography== Velasco is located between the major Bolivian city of Santa Cruz de la Sierra and the Brazilian border. An unpaved highway connects the province with the city of Santa Cruz to the west and Brazil to the east.Guia Turistica de la Provincia \"Velasco\", Gobierno Municipal de San Ignacio de Velasco, 1996 ==Subdivision== José Miguel de Velasco Province is divided into three municipalities which are further subdivided into cantons. {|class=\"wikitable\" border=\"1\" style=\"width:40%;\" border=\"1\" |-bgcolor=silver !Section !Municipality ! Inhabitants (2001) National Institute of Statistics, Bolivia (Spanish) !Seat ! Inhabitants (2001) |- | 1st || San Ignacio de Velasco Municipality || align=\"right\"| 41,412 || San Ignacio de Velasco || align=\"right\"| 19,401 |- | 2nd || San Miguel Municipality || align=\"right\"| 10,273 || San Miguel de Velasco || align=\"right\"| 4,484 |- | 3rd || San Rafael Municipality || align=\"right\"| 5,017 || San Rafael de Velasco || align=\"right\"| 2,057 |- |} ==Culture== Velasco features a mestizo culture, blending the culture of the Spanish conquistadors and missionaries with those of the indigenous peoples. Spanish is the most commonly used language in public, though indigenous languages, such as Chiquitano, are also used. Due to the proximity of the province to Brazil, Portuguese speakers can be found, particularly merchants in the city of San Ignacio. There is a small presence of Mennonites and descendants of post-World War II German immigrants. == Places of interest == * San Ignacio de Velasco * San Miguel de Velasco * San Rafael de Velasco * Santa Ana de Velasco == See also == * Jesuit Missions of Chiquitos * Laguna Bellavista ==References== == External links == * Map of the José Miguel de Velasco Province Category:Provinces of Santa Cruz Department (Bolivia) ",
    "title": "José Miguel de Velasco Province"
}