{
    "id": "9127654",
    "text": "{| |} Side view A Ki-9 of the Reorganized National Government of China Air Force The was an intermediate training aircraft of the Imperial Japanese Army Air Force built by Tachikawa Aircraft Company Ltd in the 1930s. It was known to the Allies under the nickname of \"Spruce\" during World War II. ==Design and development== The Ki-9 was a two-seat unequal wingspan biplane design. Tachikawa originally planned to use the same basic airframe for both basic training and intermediate training, differentiating the two models by the use of different engines. The prototype Ki-9 flew on 7 January 1935, powered by a nine-cylinder Hitachi Ha-13a radial engine. The second prototype was identical, and the third prototype was powered by a Nakajima NZ seven-cylinder radial engine. The third prototype exhibited stability problems due a center of gravity issue, and as a result the primary trainer model was abandoned and the Ki-9 was developed only for the intermediate trainer. Tachikawa subsequently developed the Ki-17 for the primary trainer role. The first production aircraft were delivered in 1935. ==Operational history== The Ki-9 was introduced to service as the Army Type 95-1 Medium Grade Trainer Model A under the former aircraft naming nomenclature system. The first version had a complex split-axle landing gear with fairings over the top of the wheels. In 1939 this was modified and simplified, the fuselage slightly shortened and total weight reduced. The resulting Army Type 95-1 Model B or Ki-9-kai had improved maneuverability and flight characteristics. This version was quickly superseded by the Army Type 95-1 Model C, or Ki-9-otsu in full production. Both versions were used widely for blind-flying training with a folding hood over the rear cockpit, and several were modified with a glazed canopy over the rear cockpit for use as a staff officer transport plane. Some were pressed into service for use as \"special attack\" (kamikaze in American terminology) aircraft in the closing days of the war, fitted with either a 100 kg anti-ship bomb or an oil drum filled with explosives or fuel in the rear cockpit. Production by Tachikawa totaled 2,395 aircraft, ending in 1942. At least another 220 Ki-9s were constructed by Tokyo Gasu Denki (also known as Gasuden) from 1943-1945. The Ki-9 was also flown in wartime by Japanese satellite countries and postwar by the fledgling government of Indonesia, and captured units by the Republic of China. ==Variants== *Ki-9 (Army Type 95-1 Medium Grade Trainer Model A): Initial version two-seat intermediate trainer aircraft. *Ki-9-ko (Army Type 95-1 Medium Grade Trainer Model B): Improved version. *Ki-9-otsu (Army Type 95-1 Medium Grade Trainer Model C): Standard production version. ==Operators== ===(World War II)=== ; * Imperial Japanese Army Air Force ;link=Reorganized National Government of China China-Nanjing * Reorganized Republic of China Air Force ; * Manchukuo Air Force ; * Royal Thai Air Force ===(postwar)=== ; * Indonesian Air Force ; * Republic of China Air Force ; * Republic of Korea Air Force ; * Korean People's Army Air Force ==Specifications (Ki-9 Model A)== ==See also== ==References== ;Notes ;Bibliography * Francillon, Ph.D., René J. Japanese Aircraft of the Pacific War. London: Putnam & Company Ltd., 1979. . (new edition 1987 by Putnam Aeronautical Books, .) Ki-09 Ki-09, Tachikawa Category:Biplanes Category:Single-engined tractor aircraft Category:Aircraft first flown in 1935 ",
    "title": "Tachikawa Ki-9"
}