{
    "id": "9127143",
    "text": "The Taming of the Shrew () is a 1967 American-Italian romantic comedy film based on the play of the same name by William Shakespeare about a courtship between two strong-willed people. The film was directed by Franco Zeffirelli and stars Elizabeth Taylor and Richard Burton as Shakespeare's Kate and Petruchio. ==Plot== Baptista Minola is attempting to marry off his two daughters; however, he will marry off his youngest, Bianca only if someone will marry his eldest, Katharina. Katharina is an ill-tempered shrewish woman but a lusty young nobleman, Petruchio, takes on the challenge of taming and marrying her. A subplot involves the wooing of Bianca by several suitors including handsome Lucentio, foppish Hortensio, and elderly Gremio. ==Cast== *Elizabeth Taylor as Katharina *Richard Burton as Petruchio *Michael York as Lucentio *Michael Hordern as Baptista Minola *Natasha Pyne as Bianca *Alan Webb as Gremio *Victor Spinetti as Hortensio *Alfred Lynch as Tranio *Mark Dignam as Vincentio *Roy Holder as Biondello *Cyril Cusack as Grumio ==Production details== The film, made in English but shot in Italy, cuts much of the original dialogue, including much of the subplot of Lucentio and Bianca, and all of the Christopher Sly framing device. Taylor plays Kate’s final, controversial speech without any obvious irony (such as Mary Pickford’s wink in the 1929 film); however, her taming is apparently undercut by her quick exit from the banquet, which forces Burton’s Petruchio to chase after her amid jeers from the other men. According to Harold Bloom's take on the play, Katherina is “advising women how to rule absolutely, while feigning obedience”. The film was originally intended to be a vehicle for Sophia Loren and Marcello Mastroianni. Taylor and Burton put over a million dollars into the production and, instead of a salary, took a percentage of profits. The film made $12 million worldwide and was generally liked by the critics. ==Reception== ===Box office=== The Taming of the Shrew grossed $8 million in North America, earning $3,540,000 in theatrical rentals during 1967, Please note these figures refer to rentals accruing to the distributors. making it the 25th highest grossing picture of 1967. The film grossed $12 million worldwide. ===Critical reception=== The film received positive reviews from modern critics. Review aggregator Rotten Tomatoes reports that 83% of professional critics gave the film a positive review, based on 23 reviews with an average rating of 7.5/10. The website's critical consensus states: \"It may not be reverent enough for purists, but this Taming of the Shrew is too funny – and fun – for the rest of us to resist.\" ===Awards and nominations=== {| class=\"wikitable plainrowheaders\" |- ! Award ! Category ! Nominee(s) ! Result |- | rowspan=\"2\"| Academy Awards | Best Art Direction | Lorenzo Mongiardino, John DeCuir, Elven Webb, Giuseppe Mariani, Dario Simoni and Luigi Gervasi | |- | Best Costume Design | Danilo Donati and Irene Sharaff | |- | British Society of Cinematographers | Best Cinematography | Oswald Morris | |- | rowspan=\"2\"| British Academy Film Awards | Best British Actor | Richard Burton | |- | Best British Actress | Elizabeth Taylor | |- | rowspan=\"3\"| David di Donatello Awards | Best Production | The Taming of the Shrew | |- | Best Foreign Actor | Richard Burton | |- | Best Foreign Actress | Elizabeth Taylor | |- | colspan=\"2\"| Golden Goblet Awards | Franco Zeffirelli | |- | rowspan=\"2\"| Golden Globe Awards | Best Motion Picture – Musical or Comedy | The Taming of the Shrew | |- | Best Actor in a Motion Picture – Musical or Comedy | Richard Burton | |- | rowspan=\"2\"| Nastro d'Argento | Best Costume Design | Danilo Donati | |- | Best Production Design | Giuseppe Mariani | |- | National Board of Review Awards | Top Ten Films | The Taming of the Shrew | |} ==See also== *List of American films of 1967 ==Notes== ==References== ==External links== * * * * * eNotes Article * Phoenix Cinema Article Category:1967 films Category:1967 romantic comedy films Category:American films Category:American romantic comedy films Category:Italian films Category:Italian romantic comedy films Category:English-language films Category:Columbia Pictures films Category:Films scored by Nino Rota Category:Films directed by Franco Zeffirelli Category:Films based on The Taming of the Shrew Category:Films set in the 16th century Category:Films set in Italy Category:Romantic period films Category:Films with screenplays by Suso Cecchi d'Amico Category:Films with screenplays by Paul Dehn Category:1967 directorial debut films Category:1967 comedy films ",
    "title": "The Taming of the Shrew (1967 film)"
}