{
    "id": "9127852",
    "text": "Vyron Polydoras (, ; born 27 January 1947 in Perivolia, Elis, Greece) is a Greek politician who was the Minister for Public Order and Justice of Greece from 2006 to 2007 in the first Cabinet of Kostas Karamanlis. He is a member of the New Democracy party and belongs to the center-right group of this party. He has a degree in law in the University of Athens. He has studied political science with a Fulbright scholarship in the United States. He has studied international law iat the Hague Academy of International Law. He has also studied human rights in the University of Strasbourg. He has studied international economics in Salzburg, Austria. He has also written more than 34 books of political, sociological and innovating content. He has been rewarded in 1998 by the Greek Association of Literature Interpreters for his work on The Eve of St. Agnes by John Keats. in 2002 for his book The Greater Athens (). His latest new book For a New Ideology (2008) Polydoras was not included in the second Cabinet of Kostas Karamanlis sworn in on 19 September 2007,\"New faces and trusted aides are unveiled in Karamanlis’s Cabinet\", ANA (ekathimerini.com), September 19, 2007.\"New Greek government announced\", ANA (hri.org), September 18, 2007. while the Ministry of Public Order was merged into the Ministry of the Interior. He served as fourth vice-speaker of the Hellenic Parliament in 2009–2012, and as Speaker for the hung parliament that resulted from the May 2012 elections. In 2012 his party appointed him a member of the Special Permanent Committee on Institutions and Transparency. When soon August 2012 reports surfaced that Polydoras, who held the position of speaker of the parliament for just a single day, hired his daughter, Margarita, and made her a permanent employee in his office.\"Former speaker embroiled in nepotism scandal\" This incident sparked uproar and anger among the general population.\"Uproar over Greek politician's move to hire daughter\" Following the incident, he was expelled from his party's parliamentary faction, but refused to give up his seat on the Institutions and Transparency committee. In 2014, he founded the party Union for the Homeland and the People in order to take part in 2014 European Parliament Elections. ==References== ==External links== * Hellenic Parliament Website * Personal website (In Greek) * http://polydoras.freeservers.com/ (In Greek) |- |- Category:1947 births Category:Living people Category:Politicians from Elis Category:New Democracy (Greece) politicians Category:Greek MPs 1981–1985 Category:Greek MPs 1985–1989 Category:Greek MPs 1989 (June–November) Category:Greek MPs 1989–1990 Category:Greek MPs 1990–1993 Category:Greek MPs 1993–1996 Category:Greek MPs 1996–2000 Category:Greek MPs 2000–2004 Category:Greek MPs 2004–2007 Category:Greek MPs 2007–2009 Category:Greek MPs 2009–2012 Category:Speakers of the Hellenic Parliament Category:Greek MPs 2012 (May) Category:Greek MPs 2012–2014 Category:Ministers of Public Order of Greece Category:Fulbright Scholars ",
    "title": "Vyron Polydoras"
}