{
    "id": "9127138",
    "text": "The view NE from the summit takes in the adjoining fells of Broom Fell (left) and Lord's Seat (right). Graystones is a fell in the English Lake District. It lies in the North Western Fells region and is one of the peaks on the ridge which encircles the valley of Aiken Beck. ==Name== According to Alfred Wainwright the name Graystones properly refers only to the summit, but he then chose to apply it to the whole fell in his influential Pictorial Guide to the Lakeland Fells.Alfred Wainwright: A Pictorial Guide to the Lakeland Fells, Book 6, The North Western Fells: Westmorland Gazette (1964): Wainwright stated that the hill is correctly known as Kirk Fell, not to be confused with Kirk Fell in Wasdale. Some guidebooks however take Graystones to be the eastern summit and Kirk Fell the western top at 1,437 ft.Bill Birkett: Complete Lakeland Fells: Collins Willow (1994): This view is reinforced by the placing of the names on the Ordnance Survey 1:25000 series map. ==Topography== The North Western Fells occupy the area between the rivers Derwent and Cocker, a broadly oval swathe of hilly country, elongated on a north-south axis. Two roads cross from east to west, dividing the fells into three convenient groups. The most northerly sector, rising between Whinlatter Pass and the Vale of Embleton, includes Graystones. The highest ground in this northern sector lies on a ridge running from the Vale of Lorton in the west to the shore of Bassenthwaite Lake in the east. In this direction the fells on the ridge are Graystones, Broom Fell, Lord's Seat and Barf. Whinlatter is an outlier to the south. Gentle grassy slopes rise up from the wide Vale of Lorton to the western (Kirk Fell) top. A little to the east across a slight depression is Graystones summit. The ridge then narrows to cross the long saddle of Widow Hause en route for Broom Fell. To the south of the fell are Blaze Beck and its tributary, Aiken Beck. These are joined by Sware Gill, a small stream running down from the col between Kirk Fell and Graystones. The south eastern slopes of the fell and the entire southern flank of Widow Hause are dressed with the conifers of the Darling How Plantation. Deep within the woods is Spout Force, a fine waterfall on Aiken Beck. The northern slopes run slowly down towards Embleton High Common and the vast morass of Wythop Moss. To the north west is Harrot (958 ft), a good viewpoint for Lorton and Cockermouth. ==Geology== The predominant rock is the Ordovician Kirkstile Formation of laminated siltstone and mudstone. The southern slopes show evidence of the greywacke sandstone turbidities of the Loweswater Formation. There are also small intrusions of lamprophyre.British Geological Survey: 1:50,000 series maps, England & Wales Sheet 29: BGS (1999) ==Summit== Graystones summit is grassy, the highest point marked by a slight upthrust in the underlying rock. It lies within a few yards of the end of the wall rising from Widow Hause. A cairn has been erected on the western slopes of Kirk Fell. The slopes are too shallow to give any remarkable view, but the Loweswater Fells and the tops surrounding Coledale Hause can all be seen. More distant there are glimpses of Skiddaw and Helvellyn, together with a panorama of the Scottish coast. ==Ascents== The north western approach from Armaside is via Harrot and Kirk Fell. From the north Tom Rudd Beck can be followed from Embleton. The shortest route is from Scawgill Bridge on the Whinlatter Pass road, following the remains of walls and fences direct to the summit. ==References== Category:Fells of the Lake District ",
    "title": "Graystones"
}