{
    "id": "9128391",
    "text": "\"Cross Jurisdictions\" is episode twenty-two of the second season of the American crime drama CSI: Crime Scene Investigation, which is set in Las Vegas, Nevada. It also served as a backdoor pilot episode of the spin-off series, CSI: Miami, set in Miami. ==Plot summary== Former Las Vegas Police Chief of Detectives Duke Rittle is killed at a party and his daughter and wife are kidnapped. Later, a body is discovered inside a car trunk with Rittle's hat on it. While the team investigates both cases, police from Miami report sighting a little girl who fit the daughter's physical description. Catherine and Warrick travel to Miami to assist in the investigation as the trail leads there. On arrival, they meet their CSI: Miami counterparts. Catherine wants to take over the scene, and Horatio Caine politely lets her. Horatio finds the girl in a secluded plantation and the team discover some bullets, tire tracks and urine left behind by the kidnapper. Calleigh Duquesne identifies the bullets. One difference is noted between the teams: the Miami ones use theories, while the Vegas ones follow the evidence. Grissom and the rest of the team stay behind in Las Vegas to continue the investigation from there. At the site, Horatio deduces that the kidnapper stopped to urinate and the girl escaped. Tim Speedle tells Horatio about the feds wanting a word. The feds say that the man is a serial kidnapper and has done this before, all of his victims having come from the same hotel. While Horatio is talking with several FBI agents, he gets a tip-off and sends Eric Delko into a swampy river to look for any possible evidence, while Horatio covers him for alligators. A car is found and it is towed on to riverbank only for the team to discover Mrs. Rittle's dead body, naked other than duct tape wrapped over her mouth, breasts, and genital area. Alexx Woods later discovers her to have been covered in honey and raped. Horatio and Catherine then go a club called \"Hive\", where girls are wrapped in plastic and covered with honey. Horatio takes a sample and later hints he had been there before, on opening night as a VIP. They discover the honey on the wife is a match to the sample from Hive. Back in Las Vegas, Grissom and Robbins are flipping through medical textbooks. The man's girlfriend had previously told Grissom and Nick that the man, Adam Van Der Welk, had a \"sickly sweet\" smell. Robbins realizes that the killer has diabetic ketoacidosis, hence the body odor. Later, Eric finds more evidence from the bacteria in the swamp that ties Mrs. Rittle's killer to the same person who killed her husband and abducted her daughter. An expensive honey was used. They look at orders and find a limo driver, Gordon Daimler, who was also the Rittles' chauffeur. Turning on the AC, Horatio finds the smell again. However, the girlfriend says he does not drink smelly alcohol. The treatment for diabetic ketoacidosis is insulin, and they look at buyers. They find that Daimler bought some and used it right before they found him so that he did not smell. All his victims were his clients. They head to his latest client's place and find it bloodied and empty, the boat missing. They find the Corwins' boat, where they see two heat signatures, one of which the FBI believes to be Daimler. Horatio knows this is a trick by Daimler and threatens to hound the FBI sniper if he takes the shot. Horatio boards the boat, but Mrs. Corwin has died. Horatio knows Daimler is on the Corwins' jet and arrests him there. Mr. Corwin survives and thus is able to testify against Daimler. Horatio later talks to the young girl and tells her that he's lost someone, too; he also informs her that her aunt has flown to Miami. Horatio thanks Catherine for the help, and she tells him the same as the Vegas team departs for home. ==Continuity== In \"Bone Voyage\" Ray tells Horatio that Catherine speaks highly of him, and Horatio responds that Catherine speaks highly of Ray and also to give his condolences to Catherine for Warrick's death. Evidently Horatio has kept in touch with Catherine (especially when Warrick died) and remembers co- operating with Warrick. == External links == * * * \"Cross Jurisdictions\" at CSI Guide.com * \"Cross Jurisdictions\" at CSI Files Category:2002 American television episodes Category:CSI: Crime Scene Investigation episodes Category:CSI: Miami Category:Television crossover episodes Category:Television episodes set in Miami Category:Television pilots within series ",
    "title": "Cross Jurisdictions"
}