{
    "id": "9128468",
    "text": "\"The More You Ignore Me, the Closer I Get\" is a song by Morrissey, co-written by Boz Boorer released as a single in February 1994. It was taken from the then-unreleased Vauxhall and I album and was the first Morrissey single to be produced by Steve Lillywhite. The extra B-side \"I'd Love To.\" features Kirsty MacColl on backing vocals. Reaching number eight on the UK Singles Chart, the single became Morrissey's first top-ten hit since \"Interesting Drug\" in 1989. It is also Morrissey's only charting single on the US Billboard Hot 100, reaching number 46, and it became his second and most recent Modern Rock Tracks number-one hit. The song also reached the top 50 in Canada, France and Ireland. It was most successful in Iceland, where it reached number two for three weeks. ==Versions== The US and UK single releases each contained slightly different mixes of the track. Both mixes use the same take of the song, but the US version featuring less guitars, is three seconds shorter and includes additional synthesized sound effects (a percussive, glassy sound) throughout the song. The same synth effects are barely audible in the UK mix and in sections are completely absent. The US version of \"I'd Love To\" later appeared on the 1998 US compilation My Early Burglary Years. The UK version was included on the track listing on the 1997 cd reissue of Viva Hate, despite not being a contemporaneous recording from those sessions. ==Critical reception== NME gave the single a negative review, describing the song as a \"formless neutered ramble\" and that his \"gleaming reputation tarnishes\" with this release.NME The More You Ignore Me, The Closer I Get Review Ned Raggett of AllMusic said that initially the title track \" a bit clumsy, with slightly repetitious lyrics and a bit of lazy feeling to it\", but it was ultimately \"another Morrissey classic, with good production from Steve Lillywhite and a low-key but confident performance from the band.\" B-side Used to Be a Sweet Boy was \"more immediately affecting\", and non-album track I'd Like To [sic] had a \"mysterious, spacious band performance.\"http://www.allmusic.com/album/the-more-you-ignore-me-the-closer- i-get-mw0000114518 ==Live performances== The song was performed live by Morrissey on his 1995, 1999–2000 and 2004 tours. ==Track listings== 7\" vinyl and cassette # \"The More You Ignore Me, the Closer I Get\" # \"Used to Be a Sweet Boy\" 12\" vinyl and CD (UK) # \"The More You Ignore Me, the Closer I Get\" # \"Used to Be a Sweet Boy\" # \"I'd Love To\" (UK version) CD (US) # \"The More You Ignore Me, the Closer I Get\" # \"Used to Be a Sweet Boy\" # \"I'd Love To\" (USA version) {| class=\"wikitable\" |- ! Country ! Record label ! Format ! Catalogue number |- | UK || Parlophone || 7\" vinyl || R6372 |- | UK || Parlophone || 12\" vinyl || 12R6372 |- | UK || Parlophone || Compact disc || CDR6372 |- | UK || Parlophone || Cassette || TCR6372 |} ==Personnel== * Morrissey - vocals * Alain Whyte - guitar * Boz Boorer - guitar * Jonny Bridgwood - bass guitar * Woodie Taylor - drums ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1994) !Peak position |- !scope=\"row\"|Australia (ARIA) |85 |- |- !scope=\"row\"|Europe (Eurochart Hot 100) |17 |- |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |2 |- |- |- |- |- |- |} ===Year-end charts=== {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (1994) !Position |- !scope=\"row\"|Iceland (Íslenski Listinn Topp 40) |13 |} ==See also== * Morrissey discography ==References== Category:Morrissey songs Category:1994 singles Category:1993 songs Category:Billboard Alternative Songs number-one singles Category:Songs written by Morrissey Category:Songs written by Boz Boorer Category:Song recordings produced by Steve Lillywhite Category:Parlophone singles Category:Works about stalking Category:Music videos directed by Mark Romanek ",
    "title": "The More You Ignore Me, the Closer I Get"
}