{
    "id": "9128972",
    "text": "Calcium 2-aminoethylphosphate (Ca-AEP or Ca-2AEP) is a vital component in the structure of cell membranes in the human body. It is the calcium salt of phosphorylethanolamine. It was discovered by the eminent biochemist Erwin Chargaff in 1941. Ca-AEP has been shown to help maintain cell membrane integrity and improve cellular functions. It was patented by Hans Alfred Nieper and Franz Kohler. ==Terminology and glossary== Calcium 2-amino ethyl phosphoric acid (Ca-AEP or Ca-2AEP) is also called calcium ethylamino- phosphate (calcium EAP), calcium colamine phosphate, calcium 2-aminoethyl ester of phosphoric acid, and calcium 2-amino ethanol phosphate 2-AEP plays a role as a component in the cell membrane and at the same time has the property to form complexes with minerals. This mineral transporter goes into the outer layer of the outer cell membrane where it releases its associated mineral and is itself metabolized with the structure of the cell membrane. The effect here is an increase of the electrical condenser function of cell membranes to resist toxins and viruses which may otherwise enter the cell and cause cellular degeneration. Calcium 2-AEP is said to be effective for repairing cell membrane damage. In Germany, calcium, potassium and magnesium 2-AEP are officially declared as the only active substances for the treatment of multiple sclerosis. ==History, treatments, uses, and risks== Ca-AEP was discovered by Erwin Chargaff, best known for his work that eventually led to the discovery of the double helix structure of DNA, in 1953. The U.S. National Multiple Sclerosis Society states that “calcium EAP protocol is not recommended by the Medical Advisory Board of the National MS Society.” The National MS Society warns of side effects and risk, but they do not list any on their website for this treatment. They do state that it “may include a powerful drug that suppresses the immune system” but they do not mention what this drug is. Calcium 2-AEP is manufactured by numerous nutraceutical companies and is sold online and in health food stores. ==References== Category:Calcium compounds Category:Organophosphates Category:Membrane biology Category:Multiple sclerosis ",
    "title": "Calcium 2-aminoethylphosphate"
}