{
    "id": "9128163",
    "text": "Federico Urruela Prado (October 7, 1952, Guatemala City – January 31, 2004), Guatemalan diplomat and lawyer. He graduated from the Rafael Landivar University and served as examining magistrate for several years before joining the Guatemalan Foreign Service in 1977. He was named Ambassador in 1983 and had an illustrious diplomatic career with posts in Ottawa, Ontario, Canada (1983–1990), Geneva, Switzerland (1990–1997) and Vienna, Austria (1997–2004). He was Ambassador to the United Nations in Geneva when the Guatemalan Government and the Guatemalan National Revolutionary Unity (URNG) negotiated the Peace Accords,www.hartford-hwp.com archives brokered by the UN, to end over 30 years of armed conflict. He played a significant role in the negotiations that took place in Geneva. In Austria, he was Ambassador to Austria and also to the United Nations in Vienna, and was instrumental in strengthening ties between Guatemala and Austria, both economically and culturally. He died on January 31, 2004 and was posthumously decorated by the Government of Guatemala in February 2004, with the Order of Antonio José de Irisarri in the Grade of the Great Cross (Orden de Antonio José de Irisarri en el Grado de Gran Cruz) and in July 2004 the Austrian Government awarded him the Grand Decoration of Honour in Gold with Sash for Services to the Republic of Austria (Großes Goldenes Ehrenzeichen am Bande für Verdienste um die Republik Österreich). ==References== Category:Guatemalan diplomats Category:Permanent Representatives of Guatemala to the United Nations Category:1952 births Category:2004 deaths Category:Ambassadors of Guatemala to Canada Category:Ambassadors of Guatemala to Switzerland Category:Ambassadors of Guatemala to Austria Category:People from Guatemala City Category:Recipients of the Grand Decoration with Sash for Services to the Republic of Austria Category:Grand Crosses of the Order of Antonio José de Irisarri Category:20th-century Guatemalan people ",
    "title": "Federico Urruela"
}