{
    "id": "9130108",
    "text": "Ancient Greek lion statue at the Arsenal, Venice. The Piraeus Lion (; ); is one of four lion statues on display at the Venetian Arsenal, where it was displayed as a symbol of Venice's patron saint, Saint Mark. == History == It was originally located in Piraeus, the harbour of Athens. It was looted by Venetian naval commander Francesco Morosini in 1687 as plunder taken in the Great Turkish War against the Ottoman Empire, during which the Venetians captured Athens and Morosini's cannons caused damage to the Parthenon that was matched only by his subsequent sack of the city.Encyclopædia Britannica, Athens, The Acropolis, p.6/20, 2008, O.Ed. Copies of the statue can also be seen at the Piraeus Archaeological Museum and the Swedish Museum of National Antiquities in Stockholm. The lion was originally sculpted in about 360 BC,Cornelius Vermeule, \"Greek Funerary Animals, 450-300 B. C.\", American Journal of Archaeology 76:1:49-59 (January 1972), , p. 53 and became a famous landmark in Piraeus, Athens, having stood there since the 1st or 2nd century AD. Its prominence was such that the port eventually became referred to in Italian as Porto Leone (\"Lion Port\") as the port's original name ceased to be used.Goette, Hans Rupprecht (2001), Athens, Attica and the Megarid: An Archaeological Guide. Routledge. p. 141. It is depicted in a sitting pose, with a hollow throat and the mark of a pipe (now lost) running down its back; this suggests that it was at some point used as a fountain.Ellis, Henry (1833). The British Museum. Elgin and Phigaleian Marbles. British Museum. p. 36. This is consistent with the description of the statue from the 1670s, which said that water flowed from the lion's mouth into a cistern at its feet.. The statue, which is made of white marble and stands some 3 m (9 ft.) high, is particularly noteworthy for having been defaced some time in the second half of the 11th century by Scandinavians who carved two lengthy runic inscriptions into the shoulders and flanks of the lion.Kendrick, Thomas D. (2004). A History of the Vikings. Courier Dover Publications. p. 176. The runes are carved in the shape of an elaborate lindworm dragon-headed scroll, in much the same style as on runestones in Scandinavia.\"The Book of THoTH (Leaves of Wisdom) — Dragon\" (notes), URL: BT-Dragon . The Swedes who carved the runes on the lion were almost certainly Varangians, mercenaries in the service of the Byzantine (Eastern Roman) Emperor. == Inscriptions and translations == Piraeus Lion drawing of curved lindworm. The runes on the lion tell of Swedish warriors, most likely Varangians, mercenaries in the service of the Byzantine (Eastern Roman) Emperor. Photo of inscription on right flank of lion (with contrast exaggerated to make inscription more visible). The inscriptions were not recognised as runes until the Swedish diplomat Johan David Åkerblad identified them at the end of the 18th century. They are in the shape of a lindworm (a flightless dragon with serpentine body and two or no legs) and were first translated in the mid-19th century by Carl Christian Rafn, the Secretary of the Kongelige Nordiske Oldskrift-Selskab (Royal Society of Nordic Antiquaries). The inscriptions are heavily eroded due to weathering and air pollution in Venice, making many of the individual runes barely legible. This has required translators to reconstruct some of the runes, filling in the blanks to determine what words they represented. There have been several attempts to decipher and translate the text. Below follow Rafn's early attempt (1854) and Eric Brate's attempt (1914), which is considered to be the most successful one.Pritsak, Omeljan. (1981). The Origin of Rus'. Cambridge, Mass.: Distributed by Harvard University Press for the Harvard Ukrainian Research Institute. p. 348. == Rafn's translation == Rafn's attempt is as follows, with the legible letters shown in bold and the reconstructed ones unbolded:A. Craig Gibson, \"Runic Inscriptions: Anglo-Saxon and Scandinavian\", in Transactions of the Historic Society of Lancashire and Cheshire, p. 130. Historic Society of Lancashire and Cheshire, 1902Rafn, Carl Christian (1856). \"Inscription runique du Pirée - Runeindskrift i Piraeeus\", Impr. de Thiele Right side of the lion: * ASMUDR : HJU : RUNAR : ÞISAR : ÞAIR : ISKIR : AUK: ÞURLIFR : ÞURÞR : AUK : IVAR : AT : BON : HARADS : HAFA : ÞUAT : GRIKIAR : UF : HUGSAÞU : AUK : BANAÞU :''' ** Asmund cut these runes with Asgeir and Thorleif, Thord and Ivar, at the request of Harold the Tall, though the Greeks considered about and forbade it. Left side of the lion: * HAKUN : VAN: ÞIR : ULFR : AUK : ASMUDR : AUK : AURN : HAFN : ÞESA : ÞIR : MEN : LAGÞU : A : UK : HARADR : HAFI : UF IABUTA : UPRARSTAR : VEGNA : GRIKIAÞIÞS : VARÞ : DALKR : NAUÞUGR : I : FIARI : LAÞUM : EGIL : VAR : I : FARU : MIÞ : RAGNARR : TIL : RUMANIU . . . . AUK : ARMENIU :''' ** Hakon with Ulf and Asmund and Örn conquered this port. These men and Harold Hafi imposed a heavy fine on account of the revolt of the Greek people. Dalk is detained captive in far lands. Egil is gone on an expedition with Ragnar into Romania and Armenia. Some have tried to trace Harald Hardrada's name on the inscription, but the time it was carved does not coincide with his time in the service of the emperor.Heath, Ian (1985). The Vikings Osprey Publishing. == Erik Brate's translation == Erik Brate's interpretation from 1914 is considered to be the most successful one. {| | :hiuku þir hilfninks milum :hna en i hafn þesi þir min :eoku runar at haursa bunta :kuþan a uah :riþu suiar þita linu :fur raþum kul uan farin :- :tri(n)kiar ristu runar :[a rikan strin]k hiuku :þair isk[il-] [þu]rlifr :- :litu auka ui[i þir a] :roþrslanti b[yku] - :a sun iuk runar þisar. :ufr uk - li st[intu] :a[t haursa] :kul] uan farn | :They cut him down in the midst of his :forces. But in the harbor the men cut :runes by the sea in memory of Horsi, a :good warrior. :The Swedes set this on the lion. :He went his way with good counsel, ::gold he won in his travels. :The warriors cut runes, :hewed them in an ornamental scroll. :Æskell (Áskell) [and others] and ::Þorlæifʀ (Þorleifr) :had them well cut, they who lived :in Roslagen. [N. N.] son of [N. N.] :cut these runes. :Ulfʀ (Úlfr) and [N. N.] colored them :in memory of Horsi. :He won gold in his travels. | |} == See also == * Berezan' Runestone * Greece Runestones * Italy Runestones * Runic inscriptions in Hagia Sophia * Chinese guardian lions == Literature == * :sv:Sven B.F. Jansson, \"Pireuslejonets runor\", Nordisk Tidskrift för vetenskap konst och industri, utgiven av Letterstedtska Föreningen. Stockholm (1984). == References == Category:Art and cultural repatriation Category:Runestones Category:Varangian Guard Category:Culture in Venice Category:Outdoor sculptures in Venice Category:Monuments and memorials in Venice Category:Hellenistic-style Roman sculptures Lion Lion Category:Byzantine Empire-related inscriptions Category:Roman Athens Category:Medieval Athens Category:Sculptures of lions Category:Graffiti and unauthorised signage ",
    "title": "Piraeus Lion"
}