{
    "id": "9130844",
    "text": "Allan Jeffery Martin (born 11 December 1948) is a former Aberavon RFC and Welsh international rugby union player.Allan Martin player profile ESPN Scrum.com He was noted for his long distance goal-kicking and specialist line- out forward. ==Biography== Having received his education at Sandfields Comprehensive school in Port Talbot Martin was capped at lock in every schoolboy age group by his country. His hometown club Aberavon RFC where he first started his playing career in 1966 were quick to recognise his athletic ability and size and quickly nurtured him into their ranks in the mid-1960s. He became the cubs most capped player with 34 caps for Wales and 2 British Lions Tours to New Zealand 1977 and South Africa in 1980. He played for Aberavon RFC in over 780 games from 1966 to 1992. Martin was first capped against Australia in 1973 along with his Aberavon teammate Clive Shell. He went on to form the backbone of the successful Welsh team of the 1970s forming a partnership with Geoff Wheel of Swansea RFC. Martin was a prolific goal kicker and, unusually for a forward. his kicks often assisted Wales during this time. His athletic ability as a line-out forward made an ever-present and important member of the forward pack during this golden period. Allan Martin won 34 caps 1973-1981, Wales Tour to Canada 1973, Wales Tour to Hong Kong and Japan 1975, and Wales Tour to Australia 1978; grand slams 1976 and 1978; triple crowns 1976, 1977, 1978 and 1979; club and international tours abroad - Aberavon RFC – 700 appearances 1966-1991, Barbarians FC Tour to the US and Canada 1976, Surrey County RFC Tour to South Africa 1979,Llanelli RFC Tour to South Africa 1979, World XV vs. South Africa 1982, Crawshays to South Africa 1985,Bermuda World Rugby Classic - Organiser/Manager/Player, Wales Classic XV Tour to Bermuda 1987-1993, Barbarians Classic XV Tour to Bermuda 1994-2000, Classic Lions Tour to Japan 2001, and Lions Classic XV Tour to Bermuda 2001-2011. He was Coach for Aberavon RFC between 1991 and 1992 and coached UWIC RFC forwards coach from 1993 to 1996. He also was a very good athlete (shot, discus and hammer events) competed in international athletics in Senior Wales AAA Vest from 1968 to 1971, British Schools AAA 1969 – Shot, Discus, Hammer (Res), Wales Secondary Schools Shot Put, Discus, Hammer, and was Record Holder & Champion from 1966 to 1971. In 1977 he toured New Zealand one of three players from Aberavon - outside half John Bevan and prop Clive Williams being the others. In 1980 he toured South Africa with the British Lions. In 1979, he briefly joined Llanelli RFC on a pre-season tour to South Africa before having a change of heart and returning to his former club. He played five games only but never a home game for Llanelli. Martin played two full successful seasons at Penarth RFC before returning to Aberavon RFC to become player/coach. He retired from senior rugby at the age of 42 years but continued to play until the age of 50 years with the Wales Classic XV. ==Notes== Category:1948 births Category:Living people Category:Welsh rugby union players Category:Wales international rugby union players Category:Rugby union locks Category:Aberavon RFC players Category:Llanelli RFC players Category:Penarth RFC players Category:Barbarian F.C. players Category:British and Irish Lions rugby union players from Wales Category:Sportspeople from Port Talbot ",
    "title": "Allan Martin (rugby union)"
}