{
    "id": "9130903",
    "text": "St. Ambrose University is a private Roman Catholic university in Davenport, Iowa. It is affiliated with the Diocese of Davenport. ==History== ===Foundation=== St. Ambrose was founded as a seminary and school of commerce for young men in 1882, known as St. Ambrose Academy. It owes its beginning to the first bishop of Davenport, The Most Reverend John McMullen, DD, who founded it under the auspices of the Diocese of Davenport. The affiliation remains strong today. Ambrose Hall For its first three years, classes were held in two rooms of the old St. Marguerite's School, located on the grounds of what is now Sacred Heart Cathedral in Davenport. Bishop McMullen died in 1883, and Reverend \"A.J.\" Aloysius Schulte was named the first president of St. Ambrose at the age of 23. The school was moved to Locust Street in 1885, where the central part of the present-day Ambrose Hall was built. Located in a secluded grove of oak trees, the site was far removed from the city. That same year, St. Ambrose was incorporated as “a literary, scientific and religious institution.” The articles of incorporation stated, “No particular religious faith shall be required of any person to entitle him to admission to said seminary.” By the start of the 20th century, a clearer division was being made between the high school academy and the college program. In 1908, the name of the institution was officially changed to “St. Ambrose College” to express the institution's mission. Night school classes were inaugurated in 1924, and the first session of summer school was held in 1931. During World War II, the United States Navy chose St. Ambrose College as a location for the training of many officers. For a short time, regular classes ceased, and the campus became a training ground for the Navy's V-12 squads. ===St. Ambrose Academy=== The high school program, St. Ambrose Academy, was founded at the same time as the college and housed in the college's buildings. From 1886-1931 some of the academy students were boarded on the campus. The Rev. Ambrose Burke, who would become the college's president in 1940, was named the academy's first principal in 1929. In 1955 the diocese decided that Davenport should have a central Catholic high school, and that St. Ambrose and Immaculate Conception academies should be merged. They moved to their new quarters at Assumption High School in 1958. This move provided additional space on campus for continued growth of the college. ===Growth=== In 1968, St. Ambrose became fully coeducational, although women had been taking classes on campus ever since the 1930s. St. Ambrose began offering graduate classes in 1977 with the H.L. McLaughlin Master of Business Administration program. Its graduate offerings have since expanded to 14 programs. On April 23, 1987, St. Ambrose College became St. Ambrose University at the direction of the Board of Directors. The university was organized into the colleges of Business, Human Services (now Health and Human Services), and Arts and Sciences. In 1997 St. Ambrose began offering its first doctoral program, the Doctor of Business Administration (DBA). ==Students and faculty== Rogalski Center The university enrolls 3,118 students, as of Fall 2017. 2,370 of these students were undergraduates and 748 were graduate students. The student body is approximately 60 percent female, and 86 percent are full-time students. More than 12 percent of students identify themselves as belonging to a minority group. The university employs 335 faculty members and 270 staff. The student- faculty ratio is approximately 12 to 1 with an average class size of 20 students. Sr. Joan Lescinski, CSJ replaced Dr. Edward Rogalski as president in 2007, becoming the first woman to hold that office. ==Academics== For a university of its size, St. Ambrose boasts a strong variety of undergraduate and graduate academic programs. With a strong emphasis on the liberal arts, undergraduate students must take a wide variety of general education courses in philosophy, theology, arts/humanities, and the sciences. Notable programs include one of the only Master of Occupational Therapy programs leading to a registered occupational therapist degree in the state of Iowa. Additionally, pass rates on the National Physical Therapy Examination are consistently high; the two-year average rate is 97%. There are 13 master's degree programs and three doctoral programs: physical therapy, occupational therapy and business administration. ==Accreditation== St. Ambrose University is accredited by the Higher Learning Commission. In its 2017-18 review, the Commission recommended a 10-year approval for St. Ambrose. === Specialized accreditations === St. Ambrose University Library ==== College of Business ==== Through its accreditation by the Accreditation Council for Business Schools and Programs, the College of Business also has accredited undergraduate, graduate, and organizational leadership programs. ==== Education ==== Iowa Department of Education – Teacher Education Accreditation Council (TEAC) Children's Campus – National Association for the Education of Young Children (NAEYC). ==== Industrial engineering ==== The Engineering Accreditation Commission of the Accreditation Board of Engineering and Technologyhttp://www.abet.org/ ==== Mechanical engineering ==== The Engineering Accreditation Commission of the Accreditation Board of Engineering and Technology ==== Nursing ==== Health Sciences Building Commission on Collegiate Nursing Education (CCNE) The Iowa Board of Nursing ==== Occupational therapy ==== Accreditation Council for Occupational Therapy Education (ACOTE) of the American Occupational Therapy Association (AOTA) ==== Physical therapy ==== Commission on Accreditation in Physical Therapy Education (CAPTE) of the American Physical Therapy Association (APTA) ==== Social work ==== Council on Social Work Education (CSWE) ==== Speech language pathology ==== Council on Academic Accreditation of American Speech-Language Hearing Association (ASHA) 2014–2019. ==== Physician assistant studies ==== Accreditation-provision status by the ARC-PA ==Rankings== In 2020, St. Ambrose University was labeled a \"College of Distinction\". That same year, U.S. News & World Report ranked St. Ambrose University 27th for Regional Universities Midwest out of a region of 12 states. It also the university 19th in the nation for Best Colleges for Veterans due to helping veterans and active duty service members pay for their degrees and 32nd overall in the nation for overall value (calculated by 2019-2020 net cost of attendance) In 2019, The Princeton Review ranked the university in their Best of the Midwest section of its \"2020 Best Colleges Region by Region\". Lee Lohman Arena Christ the King Chapel ==Athletics== St. Ambrose athletic teams are known as the Fighting Bees. The university is a member of the National Association of Intercollegiate Athletics (NAIA), competing in the Chicagoland Collegiate Athletic Conference (CCAC). The St. Ambrose Football team competes in the Mid-States Football Association (MSFA) Midwest League, men's volleyball team competes in the Chicago Collegiate Athletic Conference (CCAC), men's & women's lacrosse teams compete in the Kansas Collegiate Athletic Conference (KCAC), and men's and women's Esports compete in the National Association of Collegiate Esports (NACE). Men's sports include baseball, basketball, bowling, cross country, football, golf, lacrosse, soccer, swimming/diving, tennis, track & field, and volleyball. Women's sports include basketball, bowling, competitive dance, cross country, golf, soccer, softball, swimming/diving, tennis, track & field, lacrosse, and volleyball. Co-ed sports include cheerleading and esports. ==Architecture== *Ambrose Hall, designed by Victor Huot, is the oldest building on campus and is listed on the National Register of Historic Places. *Alumni House, located off campus on the corner of Brady Street and Kirkwood Boulevard and houses the offices of Alumni and Advancement, is listed on the National Register of Historic Places. *The Rogalski Center, constructed in 2004, houses a food court, bookstore, ballroom, and administrative offices, among others. Its function is comparable to that of a student union building. *Christ the King Chapel, designed by Cincinnati architect Edward J. Schulte, has a prominent tower of white brick and was built in 1952.[ It underwent a $5.2 million renovation in 2007.[ *The St. Ambrose University Library was designed in 1995 by Evans Woollen of Woollen, Molzan and Partners. The Library was opened in March 1996. ==Campus media== KALA (FM) (88.5FM/106.1 FM) This 10,000 watt public format, non-profit radio station located on campus in the Galvin Fine Arts Center, broadcasts throughout the quad-cities. The varied format of the station, includes local and national news, information and entertainment from Public Radio and from Public Radio International. The music format includes mainstream and fusion jazz, blues, roots, gospel, latin, classic rock, oldies, pop music, urban contemporary and classic R&B.; KALA is also affiliated with the syndicated Pink Floyd program Floydian Slip. The station also covers \" live\" radio programs such as SAU campus news, a local calendar of events, daily weather updates, and student run radio shows. A mainstay of the station's commitment to the University community is its live home/remote coverage of St. Ambrose University sports events. This includes SAU's Fighting Bees/Queen Bees basketball, football, and baseball games. Paul V. Galvin Fine Arts Center SAUtv is the television outlet of the St. Ambrose University Communication Center. On-line, program channeling and student run content is broadcast throughout the Quad-city area on the local cable channel. This includes Dateline SAU, The Ray Shovlain Show, The Krista Van Hauen Show and the Mike Magistrelli Show. The Station and individual student broadcasters have gone on to win awards due to the quality of their content from the Iowa Broadcast Network Association (IBNA). SAUtv also has live coverage of St. Ambrose University sports, including Fighting Bee and Queen Bee basketball, football and baseball games. ==Notable alumni== *Bishop William Lawrence Adrian, STL, DD (April 16, 1883 – February 13, 1972) was an American prelate of the Roman Catholic Church. He served as Bishop of Nashville in Nashville, Tennessee from 1936 to 1969. *Joe Bolkcom(born July 29, 1956) is a member of the Iowa Senate, where he is currently an assistant majority leader. A Democrat, he was first elected to the Senate in 1998. He represents the 43rd District of the General Assembly, which includes most of metropolitan Iowa City. *Dan Brady (born July 4, 1961) is a Republican member of the Illinois House of Representatives, representing the 105th district since 2001. *Vis Brown (born November 2, 1975) is an American television and film actor. Vis made his film debut in the DVD comedy, Malibu Spring Break, starring Playboy Playmate Pilar Lastra and directed by Kevin Lewis (The Third Nail). Vis earned a co-starring role on NBC's Crossing Jordan, starring Jill Hennessy in 2006. In 2007, Vis booked his first major feature film, The Lucky Ones (film), starring Rachel McAdams, Tim Robbins & Michael Pena. The Lucky Ones (film), a Lionsgate Films release is directed by Neil Burger, director of The Illusionist (2006 film). *Joe Bush NFL 1954, 28th round (No. 331 overall), Pittsburgh Steelers *Fr. Edward Catich, (1906–1979) was an American Roman Catholic priest, teacher, and calligrapher. He is noted for the fullest development of the thesis that the inscribed Roman square capitals of the Augustan age and afterward owed their form (and their characteristic serifs) wholly to the use of the flat brush, rather than to the exigencies of the chisel or other stone cutting tools. *Bishop David Choby, Bishop of Nashville *Duffy Conroy, is an American college basketball coach and currently an assistant coach with the Louisiana Tech Bulldogs basketball team. *Philip H. Corboy (August 12, 1924 – June 12, 2012)- Attended, but did not graduate- was an American trial lawyer who was involved in personal injury, wrongful death and medical malpractice cases across the United States for more than half a century. *Abbey Curran, American beauty queen who represented Iowa at Miss USA 2008 and was the first contestant with cerebral palsy to compete. *Bishop Maurice John Dingman (January 20, 1914 - February 1, 1992) was an American bishop of the Catholic Church. He served as Bishop of Des Moines from 1968 to 1986. Pacem in Terris Peace and Freedom Award laureate *Bishop Timothy Doherty, (born September 29, 1950) is an American Roman Catholic bishop. He was a priest of the Diocese of Rockford until he was appointed Bishop of Lafayette in Indiana by Pope Benedict XVI on May 12, 2010. *Gene Baker (June 15, 1925 – December 1, 1999) was an American Major League Baseball infielder who played for the Chicago Cubs and Pittsburgh Pirates during eight seasons between 1953 and 1961(Including the 1960 Pittsburgh Pirates season which they were World Champions), and was selected for the National League team in the 1955 Major League Baseball All-Star Game. *Thomas A. Dunn is a member of the Illinois Gaming Board. Prior to this, he served as a Democratic member of the Illinois Senate and an associate judge in the Will County court system. *Gene Dwyer NFL 1948, 20th round (No. 185 overall), Chicago Cardinals *Bishop Robert Dwayne Gruss, (born June 25, 1955) is a bishop of the Catholic Church in the United States. He is currently serving as the seventh bishop of the Diocese of Saginaw in Michigan. Previously, he served as the bishop of the Diocese of Rapid City in South Dakota from 2011–2019. *James Fay NBA 1955, 7th round (No. 53 overall), New York Knicks *Dick Forbes NFL 1951, 7th round (No. 75 overall), San Francisco 49ers *John H. Ebersole M.D., MC USN (26 January 1925 – 23 September 1993) American pioneer in submarine medicine and radiation oncology, Captain US Navy, John F. Kennedy autopsy radiologist *Jim Finigan(August 19, 1928 – May 16, 1981) was a Major League infielder with the Philadelphia Athletics and Kansas City Athletics (1954–1956), Detroit Tigers (1957), San Francisco Giants (1958) and Baltimore Orioles (1959). *Dr. Kenneth J. Hartman (1917-2011), human factors engineer for North American Aviation which built the Apollo *Chris Hassel, ESPN and CBS sports journalist *Ulrich Hauber (June 28, 1885 - July 1, 1956) was a Catholic priest and a prominent Biologist from the United States who served as the fifth president of St. Ambrose College in Davenport, Iowa from 1926 to 1930. *Lester Hearden, NFL player for the Green Bay Packers in 1924 *Brian Hemesath, Emmy award-winning costume designer for HBO's “Sesame Street”. *Sam Hoger, appeared on the first season of The Ultimate Fighter, retired professional (2003-2007)MMA fighterhttp://www.ufc.com/fighter/Sam-Hoger *Rich Kelnhofer NFL 1952, 24th round (No. 289 overall), Los Angeles Rams *Waddy Kuehl (February 12, 1893 - July 24, 1967), was an American football player who played five seasons in the National Football League (NFL) with the Rock Island Independents (1920, 1923), Detroit Tigers (1921), Buffalo All-Americans (1921-1922), and Dayton Triangles (1924). On October 10, 1920, the second week of the first NFL season, Kuehl is credited with catching the first touchdown pass in NFL history — a 35-yard completion from Pudge Wyman against Hammond Pros. *Ted Lapka (April 20, 1920 – December 1, 2011) was an American football end in the National Football League for the Washington Redskins from 1943–1946. *Msgr. Cletus Madsen, taught music at St. Ambrose, involved in the Liturgical Movement in the United States *Stanislaw Malizewski NFL 1966, 6th round (No. 95 overall), Baltimore Colts *James Conroyd Martin, is an American historical fiction author (Push Not the River, Against the Crimson Sky and The Warsaw Contingency) and teacher. *Drew McFedries- Attended (born July 27, 1978) is an American retired mixed martial artist who competed in the Middleweight division. McFedries formerly competed for the UFC, Titan FC and Shooto. *Pat McMahon (actor) (born 1933) is an actor and broadcaster, best known for his portrayal of numerous characters on The Wallace and Ladmo Show, a daily children's variety show broadcast on KPHO-TV in Phoenix.[1] *Rev. Bernard F. Meyer, (June 16, 1891 – May 8, 1975) was an American Catholic missionary. As a member of the Catholic Foreign Mission Society of America (Maryknoll), he was assigned to missions in China. He served as the Prefect Apostolic of Wuzhou from 1934–1939. *Art Michalik NFL 1951, 17th round (No. 198 overall), San Francisco 49ers. Played for the San Francisco 49ers 1951-54 and the Pittsburgh Steelers from 1954–55. He may be best known as the man who is inadvertently responsible for the invention of the FACE MASK in pro football. *Rocky Miller(born October 22, 1965) is an American politician. He is a member of the Missouri House of Representatives from the 124th District, serving since 2013. He is a member of the Republican party. *Msgr. Marvin Mottet, (May 31, 1930 – September 16, 2016) was a 20th and 21st century Roman Catholic priest in the Diocese of Davenport in the US state of Iowa. He was a noted advocate of social justice causes. Pacem in Terris Peace and Freedom Award laureate *Gene Osborn, radio and television broadcaster in the 50s, 60s, and 70s for the Pittsburgh Pirates, Kansas City Royals, Detroit Tigers, Chicago White Sox and other professional and college sports teams. *James Philbrook (October 22, 1924--October 24, 1982) was an American actor who appeared in several major films, including I Want to Live! (1958), Woman Obsessed and as Colonel Tall in the 1964 war picture The Thin Red Line. He had supporting roles on television, including The Islanders (1960–61) and The New Loretta Young Show (1958-1961). *Robin Pingeton, University of Missouri women's basketball head coach(2010–Present) *Stephen A. Roell, CEO/President of Johnson Controls, Inc. *Tony Rotunno NFL 1947, 29th round (No. 270 overall), Chicago Cardinals *Bishop Lawrence Donald Soens, Bishop of Sioux City *Michael St. Angel(1916–1984) was an American film actor in such films as Gangway for Tomorrow (1943). Following a couple of other obscure bits, he secured more visible roles in Bride by Mistake (1944) and Marine Raiders (1944), which led to the romantic co-starring role opposite Elaine Riley in the Leon Errol comedy starrer What a Blonde (1945). Michael showed enough promise from this to be cast as the second lead role in the thriller The Brighton Strangler (1945) which toplines John Loder as an actor dangerously obsessed by the title role he plays on stage. *Darrell Steffensmeier (born 1942) is an American criminologist and Liberal Arts Research Professor of Sociology and Criminology at Pennsylvania State University. *Jamie Van Fossen (born May 5, 1960) is a former Iowa State Representative from the 81st and 42nd Districts. A Republican, he served in the Iowa House of Representatives from 1995 to 2009. *Marcos Villatorois a writer from the United States. He is the author of six novels, two collections of poetry and a memoir, and the producer/director of the documentary \"Tamale Road: A Memoir from El Salvador.\" *Bob Webb NFL 1959, 11th round (No. 121 overall), Green Bay Packers *Clint Westemeyer NFL 1958, 16th round (No. 187 overall), Los Angeles Rams *The Right Reverend Robert M. Wolterstorff, second Episcopal Bishop of San Diego from 1972-1984 *Dave Zuidmulder, NFL player for the Green Bay Packers from 1929-1931 ==See also== *Saint Ambrose *Finlandia Hymn *KALA (FM) ==References== ==External links== * Category:Education in the Quad Cities Category:Education in Davenport, Iowa Category:Buildings and structures in Davenport, Iowa Category:Catholic universities and colleges in Iowa Category:Quad Cities Category:Roman Catholic Diocese of Davenport Category:Seminaries and theological colleges in Iowa Category:Tourist attractions in Davenport, Iowa Category:V-12 Navy College Training Program Category:Educational institutions established in 1882 Category:1882 establishments in Iowa ",
    "title": "St. Ambrose University"
}