{
    "id": "9130968",
    "text": "Luis Adalberto Puenzo (born 19 February 1946) is an Argentine film director, producer and screenplay writer. He works mainly in the cinema of Argentina, but has also worked in the United States.IMDb film data base. ==Biography== Puenzo was born in Buenos Aires in 1946. He began a successful career in 1965 producing television advertising spots in Argentina. He founded Luis Puenzo Cinema, a production company, with Sergio Tamburri (film editor and trombone player of the famous Porteña Jazz Band); the firm's name was changed to Cinemanía S.A. in 1974.ABC Guionistas: Reconocimiento a Luis Puenzo en Tandil Cine During Argentina's Dirty War in the mid 1970s and early 1980s many filmmakers became victims of repression and some went into exile; some disappeared. During this difficult time, Puenzo decided to work in advertising.Aufderheide, Patricia . Cross-Cultural Film Guide, The American University, 1992. In the United States he is known for his film Old Gringo (1989), starring Gregory Peck, Jane Fonda and Jimmy Smits. His film The Official Story (1985) won an Academy Award for Best Foreign Film and many other accolades. ==Observations== The Official Story, arguably Puenzo's best work, has been lauded by film critics and scholars for bringing to the screen a story that \"[is] an excellent point of departure to explore some of Argentina and Latin America's most salient problems today. As the film deals with its various themes, it shows their impact on individuals in a very personal way, thus making them more immediate.\" Today, Puenzo's film has become \"a staple in many Latin American culture courses throughout the U.S. and Europe, keeping its relevance intact even though it is now well into its second decade.\"Blommers, Thomas J. \"Social and Cultural Circularity in La historia oficial,\" California State University-Bakersfield.Cinergía movie file by Cristina Molano-Wendt, Amy Bianchi, Shannon Tierny, and Brian Sabella. For educational purposes. According to Sandra Brennan most of his films \"offer probing, metaphorical portraits of characters and relationships in the face of larger sociopolitical issues.\"Brennan, Sandra. Allmovie, biography. ==Filmography== *Luces de mis zapatos (1973) *Las Sorpresas (1975), segment \"Cinco años de vida\" *La Historia oficial (1985), aka The Official Story *Old Gringo (1989) *With Open Arms (1990) *La Peste (1992), The Plague (USA). Based on Albert Camus' novel of the same name. *Broken Silence (2002), Mini-TV Series, segment \"Some Who Lived.\" *La Puta y la Ballena (2004), The Whore and the Whale ==Awards for The Official Story== Wins * Academy Awards: Best Foreign Language Film, 1985. * Argentinian Film Critics Association Awards: Silver Condor, Best Director and Best Screenplay, 1986. * Berlin International Film Festival: Interfilm Award, Otto Dibelius Film Award, Luis Puenzo, 1986. * Cannes Film Festival: Prize of the Ecumenical Jury, Luis Puenzo (1986). * Toronto International Film Festival: People's Choice Award, Luis Puenzo, 1985. * Association of Latin Entertainment Critics: Premio ACE, 1985. Nominations * Academy Awards: Best Writing, Screenplay Written Directly for the Screen, 1985. * Cannes Film Festival: Golden Palm, Luis Puenzo, 1985. ==References== ==External links== * * * Luis Puenzo at Spanish Wikipedia * Category:1946 births Category:Living people Category:People from Buenos Aires Category:Argentine film directors Category:Argentine film producers Category:Argentine screenwriters Category:Male screenwriters Category:Argentine male writers Category:Directors of Best Foreign Language Film Academy Award winners ",
    "title": "Luis Puenzo"
}