{
    "id": "9130259",
    "text": "Major Kenneth Mellanby (26 March 1908 – 23 December 1993) was an English ecologist and entomologist. He received the OBE for his work on the scabies mite. ==Life and work== Mellanby was educated at Barnard Castle School and then at King's College, Cambridge. He gained his PhD at the London School of Hygiene and Tropical Medicine on the ability of parasites to survive desiccation. He then worked as a Sorby Research Fellow of the Royal Society in Sheffield. In the Second World War, he studied the control of scabies mite, an infection that was keeping thousands of soldiers in hospital. He carried out research on volunteers, mainly conscientious objectors, at the Sorby Research Institute, which he founded. He showed that the mite was unable to survive in bedding, but was transferred only by close contact. He showed further that a single treatment with benzyl benzoate provided a prompt cure. In 1945, he was awarded the OBE for this work. Mellanby helped to found Nigeria's first University, the University of Ibadan, and was its first principal (1947–1953). Mellanby Hall, the university's first student hall of residence, is named after him.Tamuno 1981 On his return to England, he worked at the London School of Hygiene and Tropical Medicine and then became head of the Entomology Department at Rothamsted Experimental Station. In 1961, Mellanby founded and served as director of the Monks Wood Experimental Station, an ecological research center in Huntingdon, England. He started the journal Environmental Pollution in 1970, and was the author of many books. Mellanby was a proponent for using DDT for the eradication of pests known to spread malaria. On p. 75 of his book The DDT Story, Mellanby famously wrote: == Bibliography == *Scabies. Oxford University Press, 1944. (2nd ed., Hampton, Classey, 1972. ) *Human Guinea Pigs. London, Gollancz, 1945 (2nd, expanded, ed., London, Merlin Press, 1973. ) *University College, Ibadan. The site and its acquisition. Ibadan, 1954 *The birth of Nigeria's university. London, Methuen, 1958 *Pesticides and Pollution. London, Collins, 1967. (2nd rev. ed., 1972. ) *The Mole. London, Collins, 1971. New Naturalist monograph. *The Biology of Pollution. London, Edward Arnold, 1972. (2nd ed. 1980: ) *Can Britain feed itself? London, Merlin Press, 1975. *Talpa, the story of a mole. [Children's book]. London, Collins, 1976. *Farming and wildlife. London, Collins, 1981. *Air pollution, acid rain and the environment (ed. by Mellanby). London, Watt Committee on Energy. *The DDT story. Farnham, British Crop Protection Council, 1992. *Waste and Pollution. London, Harper Collins, 1992. ==References== ==Sources== * * Category:1908 births Category:1993 deaths Category:People educated at Barnard Castle School Category:Alumni of King's College, Cambridge Category:New Naturalist writers Category:DDT ",
    "title": "Kenneth Mellanby"
}