{
    "id": "9130828",
    "text": "\"Alma Matters\" is a song by Morrissey, released as a single in July 1997. It was the first single to be taken from the Maladjusted album and was released one week before the album. The single reached number 16 on the UK Singles Chart, becoming Morrissey's first top 20 hit since \"The More You Ignore Me, the Closer I Get\" in 1994. The song was also notable for seeing Morrissey reference the film A Taste of Honey for the first time since his early days in The Smiths in the line \"it's my life to ruin my own way\". The song title is a pun on Alma mater. ==Track listings== ===7\" vinyl and cassette (UK)=== # \"Alma Matters\" (Morrissey/Alain Whyte) # \"Heir Apparent\" (Morrissey/Whyte) ===12\" vinyl and CD=== # \"Alma Matters\" # \"Heir Apparent\" # \"I Can Have Both\" (Morrissey/Boz Boorer) {| class=\"wikitable\" |- ! Country ! Record label ! Format ! Catalogue number |- | UK || Island || 7\" vinyl || IS667 |- | UK || Island || 12\" vinyl || 12IS667 |- | UK || Island || Compact disc || CID667 |- | UK || Island || Cassette || CIS667 |} ==Reviews== Jack Rabid of AllMusic called this single \"ho-hum\", saying it was \"a poor choice to represent Maladjusted\". He also criticized guitarists Boz Boorer and Alain Whyte, asking when Morrissey was going to part company with them, and declared the B-sides \"Heir Apparent\" and \"I Can Have Both\" to be the better songs but still lacking in comparison to previous B-sides \"Whatever Happens, I Love You\" and \"Nobody Loves Us\". Rabid concludes his review, writing \"Morrissey is a major talent with a special voice atrophying in underwhelming material and backing. To quote Joy Division, 'When will it end?'\" Keith Phipps of The A.V. Club, however, listed the song as a highlight of Maladjusted. In a 2009 article Uncut described the song as 'Morrissey’s worst single'.http://www.uncut.co.uk/reviews/album/morrissey-southpaw-grammar- maladjusted Spin's list of '50 Best Morrissey Songs' from 2017 includes 'Alma Matters' as his #12 best solo song.https://www.spin.com/featured/50-best- morrissey-songs/ ==Musicians== * Morrissey: voice * Martin \"Boz\" Boorer: guitar * Alain Whyte: guitar * Jonny Bridgwood: bass * Spencer James Cobrin: drums ==See also== * Morrissey discography ==References== ==External links== * \"Alma Matters\" at Passions Just Like Mine * Category:1997 singles Category:Morrissey songs Category:Music videos directed by Matthew Rolston Category:Songs written by Morrissey Category:Song recordings produced by Steve Lillywhite Category:1997 songs Category:Island Records singles Category:Songs written by Alain Whyte ",
    "title": "Alma Matters"
}