{
    "id": "9131166",
    "text": "Benny's Video is a 1992 Austrian-Swiss psychological horror film directed by Michael Haneke and set in Vienna. The plot of the film centers on Benny (Arno Frisch), a teenager who views much of his life as distilled through video images, and his well-to-do parents Anna (Angela Winkler) and Georg (Ulrich Mühe), who enable Benny's focus on video cameras and images. The film won the FIPRESCI Award at the 1993 European Film Awards. ==Plot== The film opens with a home video of the slaughter with a captive bolt pistol of a pig on a European farm. The video rewinds to play the slaughter in slow motion, which emphasizes the hand-held barrel against the pig's fore-skull and the cartridge explosion. A party centered on a game called Pilot and Passengers is broken up by Georg and Anna when they return home in the middle of the party. Eva, their daughter who lives separately from them, is the host of the party, and it is revealed through the questioning of Georg and Anna's son, Benny, that Eva has taken advantage of her parent's planned absence to host the impromptu party in their house. While his parents are away for the weekend, Benny invites a girl (Ingrid Stassner) he has seen outside the local video store to his home. He shows her the video of the pig slaughter, and they talk about the film. She asks him if he made the film himself, then asks how it was seeing the pig die, and if he's ever seen a real dead person. Benny replies that he has not, and that the corpses in movies are all fake. He then unveils and loads the slaughtering gun. He holds it against his chest, and dares the girl to discharge it. When she refuses, he calls her a coward. He holds it against her chest, and when he hesitates, she calls him a coward also. He fires the gun, and she falls. Her falling reveals a video monitor, on which we see her crawling away from Benny and completely out of frame. We then see Benny running to reload the gun and returning to shoot her a second time, the girl crawling back partially into frame, and finally Benny reloading and firing a third time, this time killing her. After choir practice, Benny returns home. There, as the weekend begins, Benny covers the girl's body and goes through her school bag, arranges an evening out with friends, then moves the girl's body to a closet and cleans up the blood. Some of the cleanup is seen through a video monitor while Benny edits a video of the experience. Benny goes out to a dance club and stays overnight at his friend's house. On his way home, he goes to a cinema, window shops, and gets his hair shorn to the scalp. After his parents return, his father harangues Benny about his haircut, asking if Benny had any thought about how others would react to him now. Later on, while the family is watching the news in Benny's room, Benny switches the signal to the video he has made of himself killing the girl. Benny reveals the body in his closet, and Georg removes the videotape. He asks if anyone else knows about this, and through careful grilling finds that there are no witnesses. Clearly disturbed, the father and mother leave Benny's room. In the living room, Georg dispassionately lists the options they have: either to alert the authorities, with a resulting judgment of parental neglect and placement of their son in a psychiatric institution, or to destroy the evidence. Anna urges that any option chosen must be carefully followed to its end. Anna takes Benny on vacation to Egypt, and the ever-present video camera captures them both in their hotel, in the village, touring ancient tombs, watching sail-gliders at the beach, and even a private moment of Anna in the bathroom. There are several phone calls from a booth in the post office, with Benny and Anna separately taking the phone. Benny seems barely affected by the murder he committed, and he seems unable to fathom why his mother breaks down in sobs at one point during the vacation. When they return home after six days, the apartment is clean of any trace of the girl. Georg, who had stayed at home, succeeded in cutting the body into small enough pieces to be flushed down the toilet or otherwise removed. That evening, Georg asks Benny why he killed her, and Benny replies, \"I don't know. ...I wanted to see what it's like, possibly.\" Benny shrugs in answer to Georg asking how it was. On video, we see another Pilot and Passengers party hosted by Eva, this time with Georg and Anna's permission. In reality, we see Anna and Georg watching the video with Benny and discussing how well their daughter does playing the game. Later, Georg and Anna attend the concert of the choir Benny is in. Again in reality, a voice-over asks, \"Why did you come to us now?\" We see Benny being interviewed by policemen, and he answers merely, \"Because.\" With no following questions, Benny asks if he can leave now. Afterwards, Benny meets Georg and Anna in the hall and, after a long moment, says, \"Entschuldigung.\" (\"Sorry\"). ==Cast== * Arno Frisch as Benny * Angela Winkler as Anna, Benny's mother * Ulrich Mühe as Georg, Benny's father * Stephanie Brehme as Evi * Stefan Polasek as Ricci * Ingrid Stassner as Mädchen * Christian Pundy * Max Berner * Hanspeter Müller * Shelley Kästner ==Reception== Benny’s Video has a 64% approval rating on Rotten Tomatoes and a 60/100 on Metacritic. == Year-end list == * Honorable mention – William Arnold, Seattle Post-Intelligencer ==References== ==External links== * Category:1992 films Category:1992 horror films Category:1992 drama films Category:Austrian films Category:Austrian horror films Category:Swiss films Category:Swiss horror films Category:German- language films Category:English-language films Category:Arabic-language films Category:French-language films Category:Films directed by Michael Haneke Category:Films about filmmaking Category:Films set in Egypt Category:Films shot in Vienna Category:Austrian independent films Category:Swiss independent films Category:Snuff films in fiction ",
    "title": "Benny's Video"
}