{
    "id": "9131003",
    "text": "Richard Philip \"Dick\" Schafrath (born March 21, 1937) is a retired offensive lineman for the Cleveland Browns, former Ohio State Senator and author. During his tenure as an athlete, he won a national football championship with the 1957 Ohio State University Buckeyes and the 1964 NFL Championship with the Cleveland Browns. Because of his strong work ethic and occasional stubborn determination friends and teammates nicknamed him \"The Mule\". ==Early life and college career== Dick Schafrath was the first-born son of Norman and Mary, farmers of Irish-German descent. Their farm was located on the edge of Wooster, Ohio.Dick Schafrath: Carving Out a Life at Orange and Brown Report. At an early age, Dick learned his incredible work ethic while working alongside his father. By Dick's senior year of high school, the Cincinnati Reds and the Ohio State Buckeyes were actively recruiting Dick. Though his passion was baseball, the legendary Woody Hayes was persistent. In the end, Woody Hayes convinced Dick's parents and in the fall of 1955, Dick attended the Ohio State University. Schafrath quickly made an impression on the football field. While teams and players in this era were becoming specialized, coach Woody Hayes asked Dick to play both sides of the ball, as offensive tackle and defensive end. The team would go on to win the National Championship in 1957 and the 1958 Rose Bowl Game, as well as beating rival Michigan in 1957 and 1958. Schafrath was the Buckeyes' team captain in '58. During the Ohio State vs. Michigan game in '58, Michigan had the ball late in the fourth quarter, first and goal, with less than a minute clock, and down by 6 points. Dick was lined up as the right defensive end. The next play came his way and he hit the back causing a fumble and preserving the Ohio State win. ==NFL career== In 1959, during his senior year, Schafrath left Ohio State University to become the second NFL draft pick and join the Cleveland Browns. Drafted by the legendary and innovative Paul Brown, Dick was only 220 lbs. when he arrived as a rookie. Immediately, Dick began a then new, and unpopular, regimen of weight lifting on a regular basis. He also began to enter eating contests across the state. Within a year, Dick was 270 lbs. In 1964, the team won the NFL Championship against the Baltimore Colts 27-0. Schafrath's career with the Browns spanned 13 seasons, in which he was a fixture at the left tackle position. He protected the blind side of the Browns quarterbacks and opened holes for Hall of Fame Running Backs Jim Brown, Bobby Mitchell, and Leroy Kelly. Dick was selected to the All Pro Team four times, played in the Pro Bowl six times and was voted the Team's Most Valuable Player in 1963, the last year they held the distinction. He blocked against sixteen Hall of Fame Defensive Ends and thirteen Hall of Fame Linebackers. He was also elected to the Browns Legends Club in 2003. The Professional Football Researchers Association named Schafrath to the PRFA Hall of Very Good Class of 2007 ==Coaching in the NFL== After Dick retired from the Browns, he initially declined to coach, but finally decided to accept an offer by head coach George Allen of the Washington Redskins to join his coaching staff. From 1975 to 1977, Dick was the assistant offensive line coach. ==Politics== In 1983, Dick was recruited by President Ronald Reagan to coordinate and organize \"Athletes for Reagan-Bush '84\" in which celebrity athletes appeared at fundraisers and other functions in a re-election campaign effort. In 1986, with the help of longtime friend and coach Woody Hayes, Schafrath won a seat in the Ohio State Senate after running a successful campaign against state representative Tom Van Meter. He continued serving in the Ohio Senate until his retirement from politics in 2003. ==Facts and family== While Schafrath is known for his years as an athlete he also became known for his endless stunts and dares, including wrestling a bear, running 62 miles from Cleveland Browns stadium to Wooster High School stadium and canoeing across Lake Erie without stopping. Schafrath is a member of the Alpha-Sigma Chapter (Ohio State) of the Kappa Sigma Fraternity. Fifty years after leaving Ohio State University, Schafrath returned to complete his college diploma. On August 27, 2006, at the age of 69, he graduated from OSU with a B.S. in Sports and Leisure Studies. As part of his college coursework Schafrath wrote Heart of a Mule, an autobiography published by Gray & Company, Publishers in 2006. Dick has seven children from two marriages; Jefferson, Renee, Ty, Heidi, Bruin, Gerrit, and Isaac. He also has 16 grandchildren and 8 great-grandchildren. ==References== ==External links== *Interview of Dick Schafrath conducted by Dan Coughlin at Cleveland Public Library on May 2, 2017. Category:1937 births Category:Living people Category:American football offensive linemen Category:Cleveland Browns players Category:Ohio State Buckeyes football players Category:Eastern Conference Pro Bowl players Category:Ohio state senators Category:Ohio Republicans Category:People from Wooster, Ohio ",
    "title": "Dick Schafrath"
}