{
    "id": "9131811",
    "text": "Pete Sheppard (born March 26, 1967, in Providence, Rhode Island) is an Italian-American radio host, formerly heard on WEEI-FM 93.7 FM in Boston. Sheppard, a native of Narragansett, Rhode Island, is a graduate of Bishop Hendricken High School in Rhode Island and the Connecticut School of Broadcasting (Class of 1987). ==Broadcast career== After his time at CSB, Sheppard worked at several radio stations including WXLO in Worcester, Massachusetts, and WKRI in Providence, Rhode Island. Sheppard, known as Pete \"The Meat\" Sheppard on the radio, began at WEEI as a part-time host in 1994. He was granted his own show with Jon Wallach on the weekends in 1997. From 1999-2010, he contributed to The Big Show, delivering sporting news updates and filling in when regular host the Big O was on vacation. Sheppard filled in for several weeks in March 2008 when Ordway took a leave of absence to deal with family health issues. In addition to his Big Show duties, Sheppard was a co-host of The Real Postgame Show, a New England Patriots wrap-up show that follows each game on WEEI. The show features former NFL and Boston College players Fred Smerlas and Steve DeOssie and Mike Riley on the sports flash updates. The show competes directly with Gary Tanguay, Scott Zolak, and Andy Gresh on the post-game show on the broadcast rightsholder for the team, the New England Patriots Radio Network. Sheppard has also appeared on Fox Sports New England which is now CSN (Comcast Sports Net) several times, though not in recent years. The “Boston Air Awards” have nominated Pete Sheppard three times for Best Sports Coverage. Pete was terminated from WEEI on January 19, 2010. WEEI, as its parent company Entercom Broadcasting, cited \"challenging economic times\" as the reason behind the move. Pete briefly hosted the epic \"Meat Locker\" show on Hurricane Radio in 2011. Pete resurfaced on the web radio feed at Patriots.com, hosting a show from 4-6 pm. Pete also returned to the WEEI Sports Network. He quit on air on April 13, 2013, citing differences with upper management.BREAKING – Pete Sheppard Quits WEEI – On The Air Boston Sports Media Watch, April 13, 2013 Pete was a Sports Talk Show Host at 1510 AM NBC Sports Radio Boston. He announced on September 6, 2013 that the following Monday he would start to do a weekday show from 11 am to 12:30 pm on WCAP in Lowell. He later moved to ESPN New Hampshire and as of June 22, 2016, hosts Sheppard and Johnson. ==References== == External links == Category:Living people Category:1967 births Category:American radio personalities Category:American people of Italian descent Category:Radio personalities from Boston Category:People from Providence, Rhode Island Category:Sports in Boston Category:People from Narragansett, Rhode Island Category:Bishop Hendricken High School alumni ",
    "title": "Pete Sheppard"
}