{
    "id": "9131307",
    "text": "was a Japanese professional sumo wrestler. He was the sport's 26th yokozuna. On November 2, 1922, he became the first yokozuna to perform the yokozuna dohyō-iri at the Meiji Shrine. ==Biography== He was born , in Osaka on November 25, 1891. Ōnishiki trained under former yokozuna Hitachiyama Taniemon, joining his Dewanoumi stable.Journal of Combative Sport: Sumo by Title He was promoted to the top makuuchi division in January 1915. After finishing the May 1915 tournament with a 9–1 record at the komusubi rank, he was promoted to ōzeki. He won his first yūshō or championship with a perfect 10–0 record in the January 1917 tournament and was promoted to yokozuna. He reached the top yokozuna rank after only five tournaments, which is the all- time record. He lost only 16 bouts in his entire career. He won five top division tournament championships and was runner-up in four others. He was very smart in comparison with most sumo wrestlers of his era, and so he was very strong and recorded the high winning percentage of 88.1. He also recorded only three draws. However, his career suddenly ended. In January 1923, sumo wrestlers went on strike against the Tokyo Sumo Association. The walkout is called the . Ōnishiki attempted to mediate, but failed. After police intervention, the striking wrestlers achieved their demands of better retirement pay. Because he felt responsibility for the incident, Ōnishiki retired from being an active sumo wrestler and left the sumo world. He was critical about tradition in the sumo world. After his retirement, he entered Waseda University. After the graduation, he worked at the Hochi Shimbun as a sumo essayist. He died on May 13, 1941. ==Top Division Record== ==See also== *Glossary of sumo terms *List of past sumo wrestlers *List of sumo tournament top division champions *List of sumo tournament second division champions *List of yokozuna ==References== Category:1891 births Category:1941 deaths Category:Japanese sumo wrestlers Category:Yokozuna Category:People from Osaka Category:Sumo people from Osaka Prefecture Category:Waseda University alumni Category:Place of death missing ",
    "title": "Ōnishiki Uichirō"
}