{
    "id": "9131173",
    "text": "The Sea Hunters II: More True Adventures with Famous Shipwrecks is a nonfiction work by adventure novelist Clive Cussler published in the United States in 2002. This work details the author's continuing search for famous shipwrecks with his nonprofit organization NUMA. There is also a television series titled The Sea Hunters which is based on the book.http://natgeochannel.co.uk/Programmes/sea_hunters It airs on the National Geographic Channel and History Television in Canada. ==Synopsis== Adventure novelist Clive Cussler follows up on the success of his first nonfiction book The Sea Hunters: True Adventures With Famous Shipwrecks which documented the formation of his nonprofit organization named after the fictional agency in his novels, the National Underwater and Marine Agency which is dedicated to the discovery of famous shipwrecks around the world. This volume documents the search for the final resting places of fourteen additional ships or other historical sunken artifacts not documented in the first work. Unlike the first book, this volume documents searches for ships that Cussler's group has found, and searches that were ultimately unsuccessful. As in the first work, preceding the details of the search is a fictionalized imagining of the events that led to the loss of the ship. ==Contents== *Part 1: L’Aimable (Lost ship of René-Robert Cavelier) *Part 2: The Steamboat New Orleans *Part 3: The Ironclads: Manassas and Louisiana *Part 4: USS Mississippi *Part 5: The Siege of Charleston: Keokuk, Weehawken, and Patapsco *Part 6: The Cannon of San Jacinto *Part 7: Mary Celeste *Part 8: The Steamboat General Slocum *Part 9: SS Waratah *Part 10: RMS Carpathia *Part 11: L’Oiseau Blanc (The White Bird, biplane flown by Charles Nungesser and François Coli, who vanished on an attempted transatlantic flight in 1927) *Part 12: USS Akron *Part 13: PT-109 *Part 14: The Hunt for Samuel Morey's boat Aunt Sally ==Release Details== *2002, USA, J.P. Putnam’s Sons 0-399-14925-2, December 7, 2002, Hardcover. *2003, USA, Berkley 0-425-19372-1, December 30, 2003, Paperback. ==Notes== ==External links== *The Sea Hunters II - book review Category:2002 non-fiction books Category:Archaeology of shipwrecks Category:Books by Clive Cussler ",
    "title": "The Sea Hunters II"
}