{
    "id": "9132033",
    "text": "Our Lady of Confidence, also known as La Madonna della Fiducia or Our Lady of Trust, is a venerated image depicting the Blessed Virgin Mary enshrined at the Lateran Basilica. The feast of Our Lady of Confidence falls on the last Saturday prior to Lent. Pope Gregory XVI granted a Canonical Coronation to the image on 14 October 1838, via Cardinal Carlo Odescalchi, at the requested petition of the Roman seminarians. In addition, Pope Pius X was particularly devoted to Mary under this title. ==History== There are two different traditions associated with the painting. One holds that it was painted by a religious sister in the eighteenth century. The other states that it was painted by Carlo Maratta, who gave it to a young noblewoman who later became Abbess of the Convent of the Poor Clares in Todi, Italy.\"Who is the Madonna della Fiducia (or Confidence)?\", Marian Library, University of Dayton ==Devotion== Devotion to the Blessed Virgin Mary under the title \"Our Lady of Confidence\" can be traced back to Sr. Chiara Isabella Fornari, who was a Poor Clare in Todi, Italy. The image is especially noteworthy in that Christ points to his mother, and Mary's intercession is typically invoked through the short prayer \"Mater Mea, Fiducia Mea\" (My Mother, My Confidence). ==Rome's Pontifical Major Seminary== Originally, this Madonna was located at the Jesuit Collegio Romano, where it is believed she protected the seminarians from the Asiatic flu epidemic of 1837, which claimed many lives in Rome. To repay her, the seminarians crowned both Mother and Child with golden bejeweled diadems. The Patroness of Rome's Major Seminary is the Blessed Virgin Mary under the title Madonna della Fiducia. A miraculous copy of Our Lady of Confidence now resides at the Roman Major Seminary located in the Basilica of Saint John Lateran complex. Pope John Paul II started the papal tradition of venerating this miraculous image each year; subsequently, Pope Benedict XVI carried on the tradition. During his visit on the feast day of Our Lady of Confidence on 9 February 2002, Pope John Paul II ended his time at the seminary commenting on the devotion his predecessors had to Mary as Madonna della Fiducia, saying, > We heard how Our Lady of Confidence guided the steps of Pope John XXIII on a > path that brought him from this Seminary to the Second Vatican Council, > which was also a great seminary, the seminary of the bishops of the world. > Let us thank Our Lady of Confidence for all that she did to assist Pope John > XXIII in the preparation for and in the adventure of the Second Vatican > Council. I wish all of you the grace to find her guidance in your lives: > from the image of Our Lady of Confidence to the goals that Providence > foresees for you and even asks of you to be accomplished through you. Once > again, thank you for this wonderful evening. Many thanks.Address given by > Pope John Paul II 9 February 2002 > https://www.vatican.va/holy_father/john_paul_ii/speeches/2002/february/documents/hf_jp- > ii_spe_20020209 ==References== Category:Catholic devotions Category:Titles of Mary Category:Paintings of the Madonna and Child ",
    "title": "Our Lady of Confidence"
}