{
    "id": "9133644",
    "text": "The Christmas Album was the fourteenth album by The Manhattan Transfer, released in 1992 on Columbia Records. This album was produced by Tim Hauser and Johnny Mandel and features a guest appearance by Tony Bennett on \"The Christmas Song\". The album also includes \"Good Night\", the only Beatles song the Manhattan Transfer has recorded. Scroll down to see the credits. ==Track listing== # \"Snowfall\" (Claude Thornhill, Ruth Thornhill) - 5:35 # \"Let It Snow! Let It Snow! Let It Snow!\" (Jule Styne, Sammy Cahn) - 4:34 # \"Santa Claus Is Coming to Town/Santa Man\" (Medley) (J Fred Coots, Haven Gillespie, Alan Paul) - 3:02 # \"The Christmas Song (Chestnuts Roasting on an Open Fire)\" (Mel Tormé, Robert Wells) - 4:40 # \"Silent Night, Holy Night\" (Franz Gruber, Joseph Mohr) - 5:55 # \"Caroling, Caroling\" (Alfred Burt, Wilha Hutson) - 1:24 # \"Happy Holiday/The Holiday Season\" (Medley) (Irving Berlin, Kay Thompson) - 4:06 # \"A Christmas Love Song\" (Johnny Mandel, Alan Bergman, Marilyn Bergman) - 4:08 # \"It Came Upon The Midnight Clear\" (Edmund Sears, Richard Storrs Willis) - 5:55 # \"Have Yourself a Merry Little Christmas\" (Hugh Martin, Ralph Blane) - 4:39 # \"Good Night\" (John Lennon, Paul McCartney) - 3:50 == Credits == The Manhattan Transfer * Cheryl Bentyne – vocals, vocal arrangements (10) * Tim Hauser – vocals * Alan Paul – vocals, vocal arrangements (3) * Janis Siegel – vocals, vocal arrangements (2) === Musicians === Rhythm Section and Soloists * Randy Kerber – keyboards * Ian Underwood – keyboards * Yaron Gershovsky – acoustic piano solo (3) * John Pisano – guitars * Chuck Domanico – rhythm bass * Ralph Humphrey – drums * Sol Gubin – drums, percussion * Larry Bunker – percussion * Daniel Greco – percussion * Pete Christlieb – tenor sax solo (7) * Jack Sheldon – trumpet solo (2) * Harry Edison – trumpet solo (7) Brass and Strings * Eddie Karam – orchestra conductor * Jules Chaikin – orchestra contractor * Gerald Vinci – concertmaster * Suzie Katayama – music supervisor * Jeff DeRosa, Marni Johnson, Richard Todd and Brad Warnaar – French horn * Pete Christlieb, Jon Clarke, Bob Cooper, Gary Foster, Steve Kujala, Ronnie Lang, Dick Mitchell, Jack Nimitz, Marshall Royal, Don Shelton, Bob Tricarico and Jim Walker – reeds, saxophone * George Bohanon, Charles Loper, Dick Nash, Bill Reichenbach Jr. and Chauncey Welsch – trombone * Rick Baptist, Oscar Brashear, Charles Davis, Harry Edison, Chuck Findley, Warren Luening and Bobby Shew – trumpet * Anne Atkinson, Art Davis, Buell Neidlinger, Jim Hughart and Margaret Storer – bass * Larry Corbett, Ernie Ehrhardt, Igor Horoshevsky, Anne Karam, Suzie Katayama, Ray Kelley, Fred Seykora and David Shamban – cello * Gayle Levant, Carol Robbins and Amy Shulman – harp * Marilyn Baker, Sam Boghossian, Ken Burward-Hoy, Peter Hatch, Roland Kato, Linda Lipsett, Margot MacLaine, Michael Nowak and Herschel Wise – viola * Arnold Belnick, Ron Clark, Isabelle Daskoff, Joel Derouin, Assa Drori, Henry Ferber, Joe Goodman, Diana Halprin, Peter Kent, Brian Leonard, Gordon Marron, Don Palmer, Debra Price, Marc Sazer, Bob Sushel, Haim Shtrum, Mary Tsumura, Gerald Vinci, Lissy Wilson, John Wittenberg, Leslie Woodbury and Shari Zippert – violin Guest Vocalists * Tony Bennett – vocals (4) * Joseph Bwarie, Jason Kaleb Henley, Quincy McCrary, Nicolas Nackley, Bobbi Page, Jonathan Redford, Marc Schillinger, Jeffrey Smith, Marc Smollin, Sally Stevens, Susan Stevens and Josh Weiner – children's choir (5, 9) * Sally Stevens – choir director (5, 9) * Basie Hauser, Arielle Paul and Keely Pickering – children vocals (11) Arrangements * Johnny Mandel – orchestral arrangements, vocal arrangements (1, 5, 7, 8, 11) * Gene Puerling – vocal arrangements (1, 4) * Brin Bethel – vocal arrangements (6) * Jimmy Joyce – vocal arrangements (6) * Jack Schrader – additional music arrangements (9) * Corey Allen – vocal arrangements (10) === Production === * Tim Hauser – producer * Johnny Mandel – producer, liner notes * Robin Urdang – executive producer * Al Schmitt – orchestra recording * Dave Reitzas – vocal recording * Keith Kresgy – additional engineer, assistant engineer * Eric Rudd – assistant engineer * Hank Cicalo – mixing * Bernie Grundman – mastering * Jay Landers – A&R; * Ivy Skoff – production coordinator * Tom Gibson – product manager * Nancy Donald – art direction, design * Diego Uchitel – photography ;Studios * Recorded at Ocean Way Recording and Devonshire Sound Studios (Hollywood, California). * Mixed at Bill Schnee Studios (North Hollywood, California). * Mastered at Bernie Grundman Mastering (Hollywood, California). Notes Ⓟ 1992 Sony Music Entertainment Inc. © 1992 Sony Music Entertainment Inc. Category:The Manhattan Transfer albums Category:1992 Christmas albums Category:Christmas albums by American artists Category:Columbia Records Christmas albums ",
    "title": "The Christmas Album (The Manhattan Transfer album)"
}