{
    "id": "9133221",
    "text": "Wilhelm, Count of Schaumburg-Lippe Wilhelm, Count of Schaumburg-Lippe- Bückeburg (9 January 1724 – 10 September 1777), born Friedrich Wilhelm Ernst Graf zu Schaumburg-Lippe-Bückeburg, was a German ruler of the County of Schaumburg-Lippe-Bückeburg, an important military commander in the Seven Years' War, Generalfeldzeugmeister of the Electorate of Brunswick-Lüneburg, a British field marshal (Generalfeldmarschall) and the grandson of George I of Great Britain. ==Biography== He was born in London the son of Albrecht Wolfgang, Count of Schaumburg-Lippe and of his first wife Countess Margarete Gertrud of Oeynhausen (1701–1726, a daughter of George I of Great Britain and of his mistress Ehrengard Melusine von der Schulenburg). He accompanied his father in his campaign in Dutch service during the 1740-1748 War of Austrian Succession, and was present at the Battle of Dettingen (1743). He then fought in Austrian service in their Italian campaign. He succeeded his father as Count on 25 October 1748. ==Seven Years War== As Count and General of the Artillery(Generalfeldzeugmeister) he sided with Prussia during the Seven Years' War. He distinguished himself at the head of the allied artillery during the Battle of Minden and was rewarded with the overall command of the allied artillery. ===Portugal=== In 1762, at the request of the Marquis of Pombal (the Portuguese Secretary of State) he led, as Generalissimus, the allied troops in Portugal against the Spanish invasion. William conducted a brilliant defensive campaign of marches and counter-marches, so that the enemy, although it had a three-to-one superiority in numbers, always encountered defenders in a good position and never dared to risk an all-out attack. At the request of Pombal, Lippe stayed on for a year after the peace agreement of 1763 in order to rebuild and train the Portuguese Army to a more professional standard. William's wife Marie Barbara Eleonore He was also an influential military theorist and an advocate of defensive warfare. One of his best-known slogans is: \"Kein anderer als der Defensivkrieg ist rechtmäßig!\" (\"Only defensive warfare is justified!\") He died at Wölpinghausen and was succeeded by his cousin the count of Lippe-Alverdissen, Philipp II. Ernst. As one of the greatest figures in German history, he is commemorated by a bust in the Walhalla temple. ==Family== By 1764 Wilhelm had two children, Joseph and Olimpia Petronellia. They were born in Elvas, Portugal. Olimpia was baptized in the Church \"Matriz\" in the city of Campo Maior on 24 June 1764. Years after, before her marriage, Olimpia was recognized by her father's cousin, Philip II Ernst, and her name was changed to Olímpia Patronellia Ernestina de Schaumburg-Lippe. Olimpia died on 25 November 1822. He was married on 12 November 1765 at Stadthagen to Countess Marie Barbara Eleonore of Lippe- Biesterfeld (1744–1776), daughter of Charles Frederick Augustus, Count of Lippe. They had two children, Countess Emilie (1771–1774) and an unnamed son (1772–1772). == See also == * Wilhelmstein, an artificial fortified island in the lake Steinhuder Meer, constructed to the orders of the Count. * Steinhuder Hecht, an experimental submarine, constructed at Wilhelmstein. ==References== ==External links== *Schaumburg-Lippe Nobility Category:1724 births Category:1777 deaths Category:Military personnel from London Category:People from Schaumburg-Lippe Category:German military personnel of the Seven Years' War Category:Counts of Lippe Category:House of Lippe Category:Field marshals of Portugal ",
    "title": "William, Count of Schaumburg-Lippe"
}