{
    "id": "9133841",
    "text": "The smooth-coated otter (Lutrogale perspicillata) is an otter species occurring in most of the Indian subcontinent and Southeast Asia, with a disjunct population in Iraq. It is listed as Vulnerable on the IUCN Red List since 1996 and is threatened by habitat loss, pollution of wetlands and poaching for the illegal wildlife trade. As its name indicates, its fur is smooth and shorter than that of other otter species. ==Characteristics== The smooth-coated otter is a relatively large otter, from in weight and in head- body length, with a tail long. It is distinguished from other otter species by its more rounded head and a hairless nose in the shape of a distorted diamond. Its tail is flattened, in contrast to the more rounded tails of other otters. Its legs are short and strong, with large webbed feet bearing strong claws. As its name suggests, it has unusually short and sleek fur; this is dark to reddish brown along the back, while the underside is light brown to almost grey in color. Females have two pairs of teats. == Taxonomy == Lutra perspicillata was the scientific name proposed by Étienne Geoffroy Saint- Hilaire in 1826 for a brown otter collected in Sumatra. Lutrogale was proposed as generic name by John Edward Gray in 1865 for otters with a convex forehead and nose, using perspicillata as type species. In the 19th and 20th centuries, several zoological specimens were described, including: *Lutrogale perspicillata sindica proposed by Reginald Innes Pocock in 1940 were seven pale skins of smooth-coated otters collected in the Sukkur and Khairpur Districts in Pakistan's Sindh Province. *Lutrogale perspicillata maxwelli proposed by Robert William Hayman in 1957 was a dark brown adult male smooth- coated otter collected on the bank of the Tigris River in Iraq. The smooth- coated otter is the only living species in the genus Lutrogale. Three subspecies are recognised: * L. p. perspicillata occurs in most of India, Nepal, southwestern Yunnan, most of Southeast Asia, Sumatra and Java * L. p. sindica occurs in Pakistan's Khyber Pakhtunkhwa, Punjab and Sindh Provinces. * L. p. maxwelli occurs in Iraq. The smooth-coated otter groups with the Asian small-clawed otter and the African clawless otter into a sister clade to the genus Lutra. The smooth-coated otter and the Asian small-clawed otter genetically diverged about 1.33 ± 0.78 million years ago. Hybridisation of smooth-coated otter males with Asian small-clawed otter females occurred in Singapore. The resulting offspring and their descendants bred back into the smooth-coated otter population, but maintained the genes of their small-clawed otter ancestors. Today, a population of at least 60 hybrid otters exists in Singapore. ==Distribution and habitat== Smooth-coated otter, Tungabhadra River Bank, Humpi, Karnataka, India The smooth-coated otter has been recorded in Pakistan, India, Nepal, Bhutan, Bangladesh, southwest China, Myanmar, Thailand, Vietnam, Malaysia, Singapore, Indonesian islands of Borneo, Sumatra and Java, and Brunei. An isolated population is also found in the marshes of Iraq. It occurs in areas where fresh water is plentiful — wetlands and seasonal swamps, rivers, lakes, and rice paddies. Where it is the only occurring otter species, it lives in almost any suitable habitat. But where it is sympatric with other otter species, it avoids smaller streams and canals in favour of larger water bodies. Although it is often found in saltwater near the coast, especially on smaller islands, it requires a nearby source of fresh water. The population in the Mesopotamian Marshes was feared to have perished, but otter tracks were found in 2009, suggesting the population may have survived. Skins of smooth-coated otters were found during surveys between 2005 and 2012 in the vicinity of Hammar and Hawizeh Marshes. Tracks and scat found in Erbil Province were also thought to have been left by smooth-coated otters. In southern Bangladesh, smooth-coated otters are used for commercial fishing. They are bred in captivity, trained, and used to chase fish into fishing nets. By 2011, this fishing technique was used by about 300 fishermen, with an additional 2,000 people indirectly dependent on the technique for their livelihood. ==Behaviour and ecology== The smooth-coated otter lives in groups of up to 11 individuals. They rest on sandy riverbanks and establish their dens under tree roots or among boulders. Observations in Peninsular Malaysia indicate that they are active foremost during the day, with a short rest during midday. They mark their playground by urinating and sprainting on rocks or vegetation. They communicate through vocalisations such as whistles, chirps, and wails. === Diet === Smooth-coated otters were observed to forage on river banks among tree trunks. They feed mainly on fish including Trichogaster, climbing gourami and catfish. During the rice planting season, they also hunt rats in rice fields. Snakes, amphibians and insects constitute a small portion of their diet. Especially in areas where they share habitat with other otter species, they prefer larger fish, typically between in length. In Kuala Selangor Nature Park, an otter group was observed hunting. They formed an undulating, slightly V-shaped line, pointing in the direction of movement and nearly as wide as the creek. The largest individuals occupied the middle section. In this formation, they undulated wildly through the creek, causing panic‑stricken fish to jump out of the water a few metres ahead. They suddenly dived and grasped the fish with their snouts. Then they moved ashore, tossed the fish up a little on the muddy part of the bank, and swallowed it head‑first in one piece. ===Reproduction=== Smooth-coated otter young at Wingham Wildlife Park Smooth-coated otters form small family groups of a mated pair with up to four offspring from previous seasons. Copulation occurs in water and lasts less than one minute. So long as the food supply is sufficient, they breed throughout the year, but where otters are dependent on monsoons for precipitation, breeding occurs between October and February. A litter of up to five pups is born after a gestation period of 60 to 63 days. The mothers give birth to and raise their young in a burrow near water. They may either construct such a burrow themselves, or they may take over an abandoned one. At birth, the pups are blind and helpless, but after 10 days, their eyes open, and they are weaned at about three to five months. They reach adult size at about a year of age, and sexual maturity at two or three years. == Threats == The smooth-coated otter is threatened by poaching, loss and destruction of wetlands, as these are converted for settlements, agriculture and hydroelectric projects; water courses are being polluted by pesticides such as chlorinated hydrocarbons and organophosphates. These factors lead to a reduced prey base. Otters are indiscriminately killed especially at aquaculture sites. Trapping of otters is prevalent in India, Nepal, and Bangladesh. Along the Chambal River in India, smooth-coated otters are most vulnerable during winter when they rear young. During this season, they are disturbed by humans harvesting crops and removing wood along rocky stretches of the river. Six juvenile smooth-coated otters were discovered in a bag left at Bangkok airport in January 2013. This was the first case of smooth-coated otters thought to have been destined for the illegal pet trade. At least seven smooth-coated otters were offered for sale through websites by traders in Thailand and Malaysia between 2016 and 2017. ==Conservation == The smooth- coated otter is a protected species in most range countries and listed globally as a vulnerable species. It had been listed on CITES Appendix II since 1977. Since August 2019, it is included in CITES Appendix I, thus strengthening its protection in regards to international trade. ==References== ==External links== * * * Category:Otters Otter, smooth-coated Otter, smooth- coated Otter, smooth-coated Otter, smooth-coated Category:Carnivorans of Malaysia Category:Mammals of Borneo Category:Mammals of Myanmar Category:Mammals of Thailand Category:Mammals of Bangladesh Category:Fauna of Sumatra Otter, smooth-coated Category:Mammals described in 1826 Category:Semiaquatic mammals ",
    "title": "Smooth-coated otter"
}