{
    "id": "9133480",
    "text": "Okeeheelee Park is located in West Palm Beach, Florida, United States. It is managed by the Palm Beach County Parks and Recreation Department. The original site for the park was purchased in 1973, and at the time only about 10% (90 acres) of the area was in its natural state. After 23 years of reclamation, the park was completed in June 1996. Covering over , the park encompasses two lakes; with access for boating, fishing, water skiing, and radio controlled boating. Okeeheelee's construction was split into 6 phases, however some did not make it, such as phase 5 which was to be a water park. The park has amenities for many types of sports, including a 27 hole golf course, with pro shop and clubhouse, baseball fields, tennis courts, and a BMX biking area. There is both a fitness trail and bike trail that snakes between the lakes, with many pavilions and picnic areas along the way. At the north end of the park, situated on of original natural habitat, is the Okeeheelee Nature Center. Finished in 1996, it consists of more than of trails, which travel through the pine flatwoods habitat. The trail includes interpretive signs, trailside benches, and an elevated blind. There is also a Butterfly Garden, and marsh viewing blinds. Inside are live animal exhibits, interactive displays, and a gift shop. There are also educational programs for both adults and children. There is a dog park in Okeeheelee Park called Pooch Pines. There are three areas, two for large dogs, and one for small dogs. The hours are the same as the rest of the park, except it is closed from noon to 3 p.m on Wednesdays for maintenance.http://www.co.palm- beach.fl.us/parks/dogparks/poochpines/ ==History== Strip mining occurred in the area today occupied by Okeeheelee Park in the 1950s and 1960s. In March 1973, 20 organizations, lead by the Palm Beach County Medical Society, proposed using the land for a nature park. About a month later, the Palm Beach County Board of County Commissioners voted for using of land - located south of Forest Hill Boulevard, east of Florida's Turnpike, and west of Jog Road - for development of a park. In the same meeting, the commission also voted to appraise the value of of private property on the north side of Forest Hill Boulevard. After the private property value was assessed at just over $7 million, the county commission voted in July 1973 to request federal funds to cover approximately half of the price, but the request was denied in October of that year. The county commission later decided to request money from the state of Florida, which granted the request on March 19, 1974. On April 30, the county commission approved of naming the park Okeeheelee Park. \"Okeeheelee\" is Seminole for \"pretty waters\". A dedication ceremony for the park was held on June 15, 1974. Notable guests and participants in the ceremony included Doyle Conner, Florida Commissioner of Agriculture; John Dance, Palm Beach County Parks and Recreation Director; Fred Otis Dickinson, Florida Comptroller; Richard Stone, former Secretary of State of Florida who was elected to the United States Senate that year; Ralph Turlington, Florida Commissioner of Education; and county commissioners Robert Johnson, Lake Lytal, and George Warren. However, development of Okeeheelee Park was slow, with the first phase of the park not completed until March 1982\\. The first phase, which cost approximately $6 million to construct, covered and included 12 athletic fields, a water ski course, a motocross trail, picnic areas, and wooded nature trails with a total distance of . ==Amenities== Okeeheelee Park is one of the largest parks in South Florida, comprising more than . Amenities at Okeeheelee Park include: baseball fields, softball fields, tennis courts, soccer fields, a BMX track, mountain bike trails (on Pinehurst Road), bicycle paths, a fitness trail, three 9-hole golf courses, a disc golf course, a dog park, a nature center, an equestrian center with a trail, a boat launch, water ski lanes, and many picnic pavilions. ===Nature Center=== The Okeeheelee Nature Center is a little museum of natural Florida. There are aquariums and displays, with many reptiles including: turtles, snakes and alligators. There is a wooden boardwalk/porch that encircles the center, and the whole center is wheelchair-accessible. Nearly three miles of trails run through the adjacent of woods, past native flora and fauna. The center is open Wednesday - Friday, 1:00PM–4:30PM; Saturday, 10:00AM–4:30PM; It is closed on Monday and Tuesday. The nature trails are open every day from sunrise to sunset. ==See also== *John Prince Memorial Park - another county park located in central Palm Beach County ==References== *Okeeheelee Park Map and Brochure. http://www.waterfront-properties.com/blog/shark-wake-park-561-opening-next- year.html ==External links== *Map of Okeeheelee Park *Okeeheelee Park web site Category:Parks in Palm Beach County, Florida Category:County parks in Florida ",
    "title": "Okeeheelee Park"
}