{
    "id": "9133315",
    "text": "was a Japanese professional sumo wrestler from Ichinoseki, Iwate Prefecture. He was the sport's 29th yokozuna, and the last yokozuna in Osaka sumo. ==Career== He was born . In the fall of 1909, he joined Dewanoumi stable. He made his professional debut in June 1910 using the shikona name . However, he was punched by Kyushuzan Juro and escaped from Tokyo sumo in May 1912. He did not abandon the idea of becoming a wrestler and moved to Osaka sumo. In January 1913 he began using the ring name , before changing it to Miyagiyama Fukumatsu in May 1914. Miyagiyama reached the top makuuchi division in 1916 and he was promoted to ōzeki after only 2 tournaments. In January 1920, he won his first championship with an 8-1-1draw record. In March 1921, he fought against wrestlers in Tokyo sumo and defeated sekiwake Genjiyama, ōzeki Tsunenohana, yokozuna Ōnishiki and Kyushuzan. Around this time he reconciled with Kyushuzan. In June 1921, he won the championship with an 8–2 record. In January 1922, he won the championship with a perfect 10–0 record. After winning two consecutive championships, he was awarded a yokozuna licence. He was absent from two tournaments in 1923 due to a phlegmon on the middle finger of his right hand. In January 1926, he won the championship with a 9–1 record. In 1927, Osaka Sumo Association disbanded and its wrestlers merged with Tokyo sumo. At that time, Osaka sumo's level was very low and he was not considered to be strong enough. However, he felt he had to save the honor of Osaka sumo as yokozuna. Although his strength had already declined, he fought tooth and nail and won 2 championships in Tokyo sumo as part of the Osaka contingent of wrestlers. The first of these, in January 1927, was the first tournament to be held under the auspices of the Dai Nihon Ozumo Kyokai (now the Japan Sumo Association). Considering that he had been retained as a yokozuna simply because there was no precedent for demoting one and to allow Osaka sumo to save face, it was regarded as a sensational result. After his retirement, he became the 6th head coach of Shibatayama stable. The stable was closed after his death. Afterward, the 62nd yokozuna Ōnokuni became the 12th holder of the Shibatayama name and he opened the modern Shibatayama stable. == Osaka sumo top division record == *Osaka sumo existed independently for many years before merging with Tokyo sumo in 1926. 1–2 tournaments were held yearly, though the actual time they were held was often erratic. *Championships for the best record in a tournament were not recognized or awarded in Osaka sumo before its merger with Tokyo sumo, and the unofficial championships above are historically conferred. For more information, see yūshō. ==Merged sumo top division record== *In 1927 Tokyo and Osaka sumo merged and four tournaments a year in Tokyo and other locations began to be held. ==References in popular culture== Miyagiyama is briefly mentioned in Chapter 17 of Memoirs of a Geisha, when many of the novel's main characters attend a sumo exhibition in Kyoto. He competes in his role as yokozuna, winning his bout by hataki komi (slap down). ==See also== *Glossary of sumo terms *List of past sumo wrestlers *List of sumo tournament top division champions *List of yokozuna ==References== ==External links== *Japan Sumo Association profile *complete win-loss record including Osaka sumo Category:1895 births Category:1943 deaths Category:Japanese sumo wrestlers Category:Sumo people from Iwate Prefecture Category:Yokozuna ",
    "title": "Miyagiyama Fukumatsu"
}