{
    "id": "9134651",
    "text": "is a Japanese video game designer and director working for PlatinumGames. Kamiya was formerly employed by Capcom and Clover Studio, and founded PlatinumGames in 2006, along with other former Capcom staff. As a game designer, Kamiya states that he has been most inspired by the games The Legend of Zelda: A Link to the Past and Gradius. His favorite action game is the original Castlevania. == Career == ===Early=== Kamiya was born in 1970 in Matsumoto in Nagano Prefecture. At a young age he was already a fan of video games thanks to a neighbour who often invited him to play with his Epoch Cassette Vision console. Gaming appealed to Kamiya mainly due to the sounds it produced. During his early years of junior school he got his own first console, Nintendo's Famicom. The first game he bought was Nuts & Milk. When reading an interview from the Family Computer Magazine that featured game creators Shigeru Miyamoto and Masanobu Endo, Kamiya decided he would become a video game developer. In high school, Kamiya bought a NEC PC-8801 to study programming but ended up playing video games every day. His favorite games that he credits as an influence on his work include Gradius, The Legend of Zelda: A Link to the Past, Castlevania, Space Harrier, Cybernator, Punch-Out, Wonder Boy in Monster Land, Snatcher, Sorcerian and Star Cruiser.Hideki Kamiya, Hideki Kamiya's Blog - A Self-Introduction, Facebook After graduating from college, Kamiya applied for jobs at various game developers. He was turned down by Sega and had an application accepted by Namco. However, Namco wanted him to be an artist rather than a game designer. ===Resident Evil=== Kamiya joined Capcom as a designer in 1994. His early works included planner of the original Resident Evil. The development of Resident Evil 2 was carried out by a 40- to 50-person group that would later be part of Capcom Production Studio 4. The game was directed by Kamiya, who led the team, which was composed of newer Capcom employees and over half of the staff from the original Resident Evil. In the initial stages of development, producer Shinji Mikami often had creative disagreements with Kamiya, and tried to influence the team with his own direction. He eventually stepped back to an overseeing role as producer, and only demanded to be shown the current build once a month. To fulfill Capcom's sales plan of two million copies, director Kamiya tried to attract new customers with a more ostentatious and Hollywood-like story presentation. As Yoshiki Okamoto did not want to simply enforce the new direction, he had Sugimura discuss the plot revisions with Mikami and the development staff. The planners redesigned the game from the ground up to fit the changes, and the programmers and other remaining members of the team were sent to work on Resident Evil Director's Cut, which was shipped with a playable preview disc of the new Resident Evil 2 version in order to promote the sequel and to apologize to the players for its belated release. ===Devil May Cry=== He was later the director of Devil May Cry. Devil May Cry started out as the earliest incarnation of Resident Evil 4. Initially developed for the PlayStation 2, the game was directed by Hideki Kamiya after producer Shinji Mikami requested that he create a new entry in the Resident Evil series. Around the turn of the millennium, regular series writer Noboru Sugimura created a scenario for the title, based on Kamiya's idea to make a very cool and stylized action game. The story was based on unraveling the mystery surrounding the body of protagonist Tony, an invincible man with skills and an intellect exceeding that of normal people, his superhuman abilities explained with biotechnology. As Kamiya felt the playable character did not look brave and heroic enough in battles from a fixed angle, he decided to drop the prerendered backgrounds from previous Resident Evil installments and instead opted for a dynamic camera system. This new direction required the team to make a trip to Europe where they spent eleven days in the United Kingdom and Spain photographing things like Gothic statues, bricks, and stone pavements for use in textures. Though the developers tried to make the \"coolness\" theme fit into the world of Resident Evil, Mikami felt it strayed too far from the series' survival horror roots and gradually convinced all of the staff members to make the game independent from it. Kamiya eventually rewrote the story to be set in a world full of demons and changed the hero's name to \"Dante\". The cast of characters remained largely identical to that in Sugimura's scenario, although appearances of the hero's mother and father were written out of the story. The game's new title was revealed as Devil May Cry in November 2000. The game was developed by Team Little Devils, a group of staff members within Capcom Production Studio 4. Some of the major gameplay elements were partially inspired by a bug found in Onimusha: Warlords. During a test-play, Kamiya discovered that enemies could be kept in the air by slashing them repeatedly, which led to the inclusion of juggles by gunfire and sword strikes in Devil May Cry.Electronic Gaming Monthly, December 2001 issue, pg. 56 According to the director, Devil May Cry was designed from the ground up around Dante's acrobatics and combat abilities. The decision was made late in the development process to change the game to a more mission-based advancement, instead of the more open-ended structure of the Resident Evil games. Devil May Cry's difficulty was intentional, according to Kamiya, who called it his \"challenge to those who played light, casual games.\" Despite the success of the original Devil May Cry, the sequel was not created by Hideki Kamiya or Team Little Devils. The first notice Kamiya's team was given about any sort of sequel occurred during localization of Devil May Cry in North America and Europe, a move which greatly surprised Kamiya. Instead the project was handed over to Capcom Dev Studio 2. Since the game's release, Kamiya has expressed disappointment that he was not called on by his superiors at Capcom to direct Devil May Cry 2. Although Kamiya did not direct the third game, Devil May Cry 3: Dante's Awakening, he still advised writer Bingo Morihashi in the characterization of the title character as well as his design. He also gave Morihashi freedom in terms of the story's retcons regarding Vergil's history. Kamiya has stated on Twitter that he would be interested in remaking the original Devil May Cry game although he is no longer employed by Capcom.https://www.denofgeek.com/uk/games/devil-may-cry/56010/devil-may-cry- creator-wants-to-remake-original-game ===Clover Studio=== He directed the original Viewtiful Joe. The game was conceived as a \"staff-focused project\" aimed at increasing the skill of its creators, specifically director Kamiya. Kamiya provides the voice for Six Machine in the game. In 2006, Kamiya worked as the director for Ōkami. Ōkami resulted from the combined ideas of Clover Studio. The game was originally built around \"depict[ing] a lot of nature\", but had no central concept or theme, according to Kamiya, who served as the game's director. Kamiya eventually created a minute-long demonstration movie showing a wolf running about a forest, with flowers blossoming in its wake, but still lacked any gameplay. Kamiya and other members of the team introduced ideas around the nature aspect and eventually led to the game's initial prototype, which Kamiya admitted was \"incredibly boring to play\". Eventually, they settled onto the gameplay found in the final product, With the core feature of allowing the player to pause the gameplay at any time to draw on the landscape to affect the world around them. The gameplay style is a mix of action, platform, and puzzle gaming genres, and has been noted by many reviewers to have numerous similarities in overall gameplay style to The Legend of Zelda series, an inspiration that director Hideki Kamiya, a Zelda fan, has admitted has influenced his general game design. Clover Studio was closed by Capcom in late 2006. ===PlatinumGames=== PlatinumGames was founded under the name Seeds, Inc. on August 1, 2006 by Shinji Mikami, Atsushi Inaba and Hideki Kamiya. In May 2008, the company, now renamed to PlatinumGames, announced a four-game deal with publisher Sega. The games involved in the development and publishing deal included Bayonetta, a \"stylish action game\" for the PlayStation 3 and Xbox 360 directed by Kamiya. The game was considered as the successor of Devil May Cry with Kamiya having used its latest sequel Devil May Cry 4 as part of his research. First announced at E3 2012, Kamiya directed The Wonderful 101 for the Wii U, which was released in September 2013. He also wrote the story to Bayonetta 2, released on the Wii U in October 2014. Kamiya has stated he is interested in making a new Star Fox game, and due to a lot of fans asking him on Twitter over and over again, he was encouraged to submit ideas to Nintendo without success. Eventually, PlatinumGames did end up working with Nintendo on the next installment of the Star Fox series, entitled Star Fox Zero, and its companion game Star Fox Guard, both of which were released in April 2016.https://web.archive.org/web/20121225010312/http://andriasang.com/comjmb/hideki_kamiya_starfox/ Kamiya was working on Scalebound, a new game for Microsoft Studios until its cancellation in January 2017. ==Personal life== Those who have met Kamiya describe him as a soft-spoken person, but Kamiya has earned a contrasting but humorous reputation on Twitter for appearing to be overzealous in blocking users for poorly thought-out messages, such as questions written in English. Kamiya stated that he had set out a series of rules for Twitter users to review his past posts and other information that is pinned to his Twitter profile, so that he would not be spending time re-answering the same questions or requests all the time, and \"If you don’t do your homework, you’re getting banned!\". Kamiya's blocking has remained an in-joke with fans, to the point that getting blocked or unblocked became a stretch reward for The Wonderful 101: Remastered Kickstarter.https://www.kickstarter.com/projects/platinumgames/the- wonderful-101-remastered/description ==Works== {| class=\"wikitable sortable\" |- ! Year ! Game ! Role |- ! rowspan=\"2\" | 1996 | Resident Evil | System planner |- | Arthur to Astaroth no Nazomakaimura: Incredible Toons | Planner |- ! 1998 | Resident Evil 2 | Director |- ! 2001 | Devil May Cry | Director, story |- !2002 | Resident Evil Zero | Original game design |- ! 2003 | Viewtiful Joe | Director |- ! rowspan=\"2\" | 2004 | Phoenix Wright: Ace Attorney − Trials and Tribulations | Japanese voice of Godot |- | Viewtiful Joe 2 | rowspan=\"2\" | Story |- ! 2005 | Viewtiful Joe: Double Trouble! |- ! 2006 | Ōkami | rowspan=\"3\" | Director, story |- ! 2009 | Bayonetta |- ! 2013 | The Wonderful 101 |- ! 2014 | Bayonetta 2 | Story, supervisor |- ! 2019 | Astral Chain | Supervisor |- ! rowspan=\"2\" | Project G.G. | Director |- | Bayonetta 3 | |- ! Cancelled |Scalebound | Director, story |} == References == == External links == * PlatinumGames website * * Category:1970 births Category:Capcom people Category:Japanese video game designers Category:Japanese video game directors Category:Living people Category:People from Matsumoto, Nagano ",
    "title": "Hideki Kamiya"
}