{
    "id": "9134952",
    "text": "is a Japanese animated television series and a sequel to the 1975 Super Robot series Steel Jeeg, created by Go Nagai. It is directed by Jun Kawagoe (previously known for New Getter Robo and Innocent Venus). The show began airing on the satellite network WOWOW on April 5, 2007 at 11:30 p.m. JST. Press material describes the show as \"A simple tale of 'Good versus Evil' while at the same time [being] a robot anime created for the sake of the adult core audience.\" On February 19, 2007, it was announced that the JAM Project song \"STORMBRINGER\" would be the show's opening theme. ==Plot== The story of Koutetsushin Jeeg takes place fifty years after the original and features a new cast of characters—primarily the new main character Kenji Kusanagi, a high school student and motorcycle racer who becomes Koutetsushin Jeeg to fight the sudden reappearance of \"Haniwa Genjin\" (\"Haniwa Phantom Gods\", or clay robots) from the Great Jama Kingdom ruled by Queen Himika. Other characters include Tsubaki Tamashiro (granddaughter of Miwa Uzuki) and Kyo Misumi, Kenji's partners. Other main characters from the original series also appear. ==Background== 1975, Kyushu. The war against the Great Jama Kingdom is turning against the Japanese Security Forces. During a violent clash between Queen Himika and her generals against the first Jeeg, piloted by Hiroshi Shiba, the bronze bell embedded within Jeeg activates and he is transported to the crater of an extinct volcano. There, he grasps a giant sword, creating an energy vortex that surrounds the entire island. Dark clouds swirl and Kyushu is engulfed in an impenetrable space, later dubbed the \"zone.\" All communication with Kyushu ceases. As years go by with no change in the zone recorded, people and even the world's governments lose their interest in the zone, and the world moves on. The Japanese Government, however, decides to build a new Build Base to watch over the zone in preparation for a possible attack. ==Characters== ===Build Base=== * - 17 years old. The main protagonist of the series. A high school student who is also a proficient motorcycle racer and martial artist. He and Kyo are HMB (Hyper Motor Bike) racers for Team Shiba but despite this they are clearly rivals. He becomes the pilot for Koutetsushin Jeeg when a Haniwa Genjin awakens and threatens his town. He is not known for being a great thinker with him usually acting perversely around women and rashly in battle. He also has an incredible appetite and is always seen in the cafeteria eating huge amounts of food after each battle. He has a soft spot for his childhood friend, Tsubaki. : * - 17 years old. A childhood friend of Kenji, she attends the same high school and is in the same class as Kenji and Kyo. She lives in a shrine with her grandmother and serves as a shrine maiden. She also works part-time at the Build Base and is Kyo's co- pilot on the Big Shooter. She is responsible for providing Kenji with the Jeeg parts. As a child she often teased Kenji and made him cry, and lately he often infuriates her, but she genuinely cares for him until she starts behaving with typical tsundere violent attitude. : * - 17 years old. Kyo is rather mysterious, and together with his good looks is the object of affection of many girls in high school. He works at the Build Base as the pilot of the Big Shooter. He has been working at the Build Base much longer than Tsubaki once believed. He and Kenji are clearly rivals in the sport of HMB and he always pushes him the hardest. He also harbors a secret that Kenji and Tsubaki do not know of, but which he will reveal to them near the end of the series. : * - Formerly known as , or Micchi, she was the pilot for the original Big Shooter 50 years before, providing the Jeeg parts for the then Jeeg, Hiroshi Shiba. She was shot down by Himika and ended up outside of Kyushu when the zone was erected. She never saw Hiroshi again. Now 50 years later she is the grandmother to Tsubaki, and when the forces of Himika seem to return to life, she takes her place as commander of the new Build Base. She has watched over Kenji and Tsubaki all through their lives. : * - The father of the original Jeeg, Hiroshi Shiba. He is a competent and an extremely gifted scientist. While on an archaeological dig in 1975, he unearthed a case bearing a bronze bell. The bell contained immense power and Senjiro incorporated this power into the mighty Jeeg, to battle the Great Jama Kingdom. After escaping Kyushu, he used a second bell to create a new Jeeg, waiting for the day to prevent the Great Jama Kingdom from rising to conquer the Earth once more. He had the new Build Base built on the coastline overlooking the zone. In the original series and the manga, Professor Shiba is actually killed very early in the series, this has been retconned. : *Build Angels - Three women who are Build Base's primary defence as well as flying support for Jeeg and Big Shooter. They are also sent on reconnaissance missions earlier on in the series. Two of the members, and , came from the Japanese Defence Force on Kyushu island and were the last surviving pilots of their squadron of F-4s. When the zone started to close in on them, they decided to make a break for the outside world and gunned their jet through the storm clouds. They were able to break through, but had to ditch their ruined fighter jet into the sea. However, they were shocked to discover that in the time it took for them to break through the still forming barrier, 50 years had passed. While undergoing debriefing, they were introduced to an older Senjiro Shiba and a young woman with an eyepatch who would become their commanding officer, Captain . The three women would join together to form the Build Angels. * - The one called the \"Original Jeeg\", Hiroshi is a Cyborg Human who fought alongside Miwa 50 Years Ago but with a price of losing Miwa to the Zone. After 50 Years, he was reunited with Miwa, appeared alongside Kenji and the others to permanently finish the Great Jama Kingdom once and for all. His ability is Change Cyborg, which lets him change his form to Jeeg's head which then connected to the Original Jeeg Parts provided by the Big Shooter. : ===Haniwa Empire=== *Queen Himika - The queen of the Haniwa Empire and creator of the phantom gods. She seeks the Bronze Bell as well as revenge against the Build Base for her defeat fifty years ago. At the last episode she fuses with her three subordinates to form an extremely powerful demon named Susanoh. *Ikima - The unofficial leader of Himika's subordinates, is armed with a sword and primarily uses elemental magic based on lightning. *Amaso - One of Himika's three subordinates, appears as a gecko with crystals all over his body he can shoot and primarily uses elemental magic based on fire. *Mimashi - One of Himika's three subordinates, appears to have the left side of his face burnt that primarily uses elemental magic based on water and like Ikima wields a sword. *Taikaengu - A large fortress used by the Haniwa Empire that fires a pair of lasers from its underside. ====Haniwa Phantoms==== Haniwa Phantoms serve as the monsters of the week for the series much like in the original series. In episode 12 all of them return to fight both Jeegs on the Moon. They are usually transported by the large manta ray- like ship called the Daikaenguu. *Magura: Appears in episodes 1 and 2. Powers include black eye beam, black eye bolts, mouth fire balls, statue break down, extendable arms, electric pulse, and regeneration. Is later revived and given enhanced speed. Magura highly resembles Neo Ranga and its revived form is similar to Neo Ranga's original form of Ranga. *Mezura: Appears in episode 3. Powers include a horse mode that grants super speed, mouth fire balls, and sharp teeth. Is mostly likely based on Horse-Face from Chinese mythology. *Ohkaenguu: Appear through the series starting in episode 4 as the Jamatai Empire's main infantry. Powers include levitation, purple eye lightning bolts, and a pair of Yomi Soldiers armed with as pair of swords. *Kajira: Appears in episode 4. Powers include swimming, sword fish nose sword, and extendable fins. In episode 12 it could also fly. *Bakura: Appears in episode 5. Only power is a white dimensional dream beam from the mouth. *Makara: Appears in episode 6. Powers include a wooden hammer, three red energy beams from the fish mouth, body fat, an ax attachment for the right hand, a mace attachment for the left hand, and an ax buzzsaw mode. *Tobira: Appears in episode 8. Powers include flight, mouth fire balls, hurricane winds from the wings, high temperature feathers, and sharp talons. *Gebura: Appears in episode 9. Powers include swimming, shell fire ball cannons, armor strong enough to withstand the Jeeg Bazooka, and super fire balls from the shell mouth. *Banshouaguu: Appears in episode 10. Powers include a redirecting force field and telekinetic shocks. ==Mecha== Raikoba ====== Kenji's motorcycle. Built by Build Base with the bronze bell as its core. While riding the motorcycle, Kenji can activate the Raikoba's transformation by slamming his fists together and yelling \"Build Up!\" (while wearing special yellow gloves emblazoned with a green \"S\"). The Raikoba will then transform into the Jeeg's head unit (much like how Hiroshi Shiba transformed into the Jeeg head, except he didn't need a motorcycle since he was a cyborg). Kenji later learns that his own parents were part of the Jeeg project and his father designed Raikoba. ===Big Shooter=== A large jet that houses the Jeeg's body parts and weapons. The Big Shooter is mainly piloted by Kyo who controls the jet's flight and on-board weapons. The \"Shooter\" is operated by the co-pilot, Tsubaki. She can shoot the Jeeg parts out of the openings of the jet where they will set up and combine to form Jeeg's body. Unlike the original Big Shooter, Kyo and Tsubaki's jet is actually made of 2 units, the main plane and the shooting unit which attaches underneath. During flight, Big Shooter can also house Raikoba and launch it and its rider like a catapult. Miwa also has her original Big Shooter used in the Anime. ====== The mecha used during the largest part of the series. When the Raikoba has changed into the head part and the Big Shooter has launched the Jeeg Parts, they combine into Jeeg through the \"Build up!\" process. Jeeg's armor is very durable and can take a lot of punishment before any signs of damage are shown. The mecha has various weapons embedded into the design: * Knuckle Bomber: The standard Rocket Punch featured in virtually any Super Robot anime. * Jeeg Beam: A short beam of concentrated light from Jeeg's \"eyes\". * Hell Slap: One of Jeeg's hands will become filled with sharp spikes and on the back of the hand a small jet engine will appear, launching the hand forward and delivering a powerful slap. * Jeeg Breaker: Jeeg's chest cavity will open, revealing rows of sharp spikes. Kenji then proceeds to grapple the enemy around the waist and use Jeeg's arms and the chest spikes to crush and break the enemy in two. * Magnet Rope: The green buttons on Jeeg's chest will emit 6 strings of solid light which Kenji can use to capture and bind the enemy. * Spin Storm: Jeeg's ultimate weapon. Emitted from a hole in Jeeg's belly region, a large red/black electromagnetic whirlwind crashes into the targeted enemy, often completely obliterating it. Jeeg is also equippable with various other parts, such as the Earth Parts, Sky Parts, the Mach Drills, Jeeg Bazooka and a Baruba rider mode in which Jeeg sits on the back of Baruba. Kotetsu Jeeg ===Original Jeeg=== Hiroshi's battle form after he changes to the Jeeg Head part plus the Original Jeeg Parts. It retains the same Weapons as the old series, especially the Earth Parts, Sky Parts, the Mach Drills and the Jeeg Bazooka. In Super Robot Wars K, the original Koutetsu Jeeg was renamed \"Jiigu\" (磁偉倶) to avoid confusion with the new Koutetsu Jeeg. Kotetsushin Jeeg Ultimate Form ====== Jeeg's Final Form after Hiroshi sacrificed his Bronze Bell to Kenji to save his life plus the power of Baruba. Called the \"Steel God\", it was Jeeg's most powerful form. Its most powerful attack is the \"Triple Storm\". ==Staff== *Original Creator: Go Nagai *Director: Jun Kawagoe *Series Composition: Tadashi Hayakawa *Scenario: Shoji Tonoike, Natsuko Takahashi, Yuuko Kakihara *Character Design: Akira Kikuchi *Animation Director: Akira Kikuchi *Mechanical Design: Hiroshi Ogawa *Haniwa Genjin Design: Hiroshi Kobayashi *Art Director: Nobuhito Sakamoto *Color Design: Sachiko Harada *Director of Photography: Yasuhiko Abe *CGI: Shift-R (?) *Editor: Jun Takuma *Background Art: BIC Studio *Photography: RARE TRICK *Sound Director: Yoshikazu Iwanami *Sound Production: Jinnan Studio *Music Producer: Shunji Inoue *Music Production: Lantis *Theme Song Artist JAM PROJECT (OP) *Animation Production: Actas ==Game Appearances== Koutetsushin Jeeg is in the Super Robot Wars game, Super Robot Wars K for the Nintendo DS, as well as the new Super Robot Wars L for the Nintendo DS. ==External links== *Koutetsushin Jeeg Official Website *Information page for Koutetsushin Jeeg on WOWOW's site *Press release at Anime!Anime! * Category:Actas Category:Go Nagai Category:Super robot anime and manga Category:Wowow original programming ",
    "title": "Kotetsushin Jeeg"
}