{
    "id": "9135615",
    "text": "Frank H. Wu () is president of Queens College, City University of New York. He is an American law professor and author who served as the William L. Prosser Distinguished Professor at UC Hastings. He previously served as Chancellor & Dean, receiving unanimous and early renewal for a second term. Wu was also the first Asian American to serve in that position. In November 2015, he announced he would return to teaching.A High-Profile Law School Dean’s Sudden Departure, Above the Law, Nov 19, 2015. In 2013, the National Jurist ranked Wu as the most influential dean in legal education and the third in the nation among legal educators and advocates influencing the ongoing debate about legal education. He was the first Asian American professor to teach at Howard Law School,Frank H. Wu, Yellow: Race in America Beyond Black and White 316 (New York: Basic Books, 2002). as well as the first Asian American to serve as dean of Wayne State University Law School in Detroit, Michigan. At Wayne, he was the youngest law school dean in the nation at the time of his appointment (36). Wu is the author of Yellow: Race in America Beyond Black and White, which was immediately re-printed in hardcover. Arguing for a new paradigm of civil rights that goes beyond a black-white paradigm, while also addressing subtle forms of racial discrimination, the book has become canonical in Asian American Studies and is widely used in classes on the subject. Yellow appears in both the film Americanese, an adaptation of American Knees by Shawn Wong, and the book Secret Identities: The Asian American Superhero Anthology. Wu himself has appeared as a character in Asian America: The Movement and the Moment.Louie, Steve, and Glenn Omatsu, eds. Asian Americans: The Movement and the Moment. Los Angeles, CA: UCLA Asian American Studies Center, 2001. p. 126. In addition, Wu received a $95,000 grant issued by the federal Civil Liberties and Public Education Fund, to co-author Race, Rights and Reparation: Law and the Japanese Internment. He has is a frequent commentator to newspapers and online journals, including a regular column for Diverse Issues in Higher Education and Daily Journal, the legal newspaper of California. Wu has published professionally in Washington Post, LA Times, Chicago Tribune, San Francisco Chronicle, the Guardian (UK), Chronicle of Higher Ed, Inside Higher Ed, and Legal Times. He maintained a blog with the Huffington PostBlog Entries by Frank H. Wu, Huffington Post. and writes as part of the LinkedIn Influencers program.LinkedIn Influencer Posts by Frank H. Wu, LinkedIn. He has published an op-ed article \"Why Vincent Chin Matters\" in The New York Times Frank H. Wu, Why Vincent Chin Matters, The New York Times, June 22, 2012. and is currently writing a follow-up book to Yellow about the Vincent Chin case.Audio tape: 5th Annual Conference in Citizenship Studies, held by the Center for Study of Citizenship (Mar. 27–29, 2008) (on file with Wayne State University) Wu has appeared in Investigation Discovery's televised documentary program \"Fatal Encounters\" discussing the events and background of the Vincent Chin case.\"Killer Swing.\" Fatal Encounters. Investigation Discovery. July 25, 2013. == Early life == Wu was born in Cleveland, Ohio, on August 20, 1967. Wu's parents were immigrants from Taiwan to the United States. Wu's father was an engineer at Ford Motor Company and his father lived in Detroit, Michigan. In his book Yellow and other writings, Wu recounts how his childhood experience of being the only Asian American among his classmates and the schoolyard taunting he endured as a result of his race alerted him to racial inequalities at an early age. He further describes how his attempts to assimilate and reject what was \"Asian\" only seemed to reinforce his marked difference to his peers. When Wu was a teenager, a Chinese American man, Vincent Chin, was killed by two white autoworkers in Highland Park, Michigan. The multiple criminal and civil cases that ensued throughout the 1980s have been recognized as birthing the Asian American victims and Asian American movement, and were marked as the 34th Michigan Legal Milestone in 2009.Hwang, Roland. \"Killing Spawned Asian American Civil Rights Movement,\" Michigan Bar Journal 30 (2009). It was the Vincent Chin case that inspired Wu to pursue an active role in civil rights advocacy and the law.Tom Kervin, WSU Law School's Dean Wu takes pragmatic approach, Detroit Legal News, July 30, 2007, at 1. == Education == Wu earned his bachelor's degree from Johns Hopkins University in 1988 and his J.D. degree from the University of Michigan Law School in 1991.Kervin, p. 1. In 2006, he completed the Management Development Program at Harvard University Graduate School of Education. ==Career== Wu was formerly a law professor at Howard University, resuming a role he held from 1995 to 2004, and visiting professor at Johns Hopkins University, where he taught Asian Americans and the Law. He also was a CV Starr Foundation Visiting Professor at the School of Transnational Law at Peking University, in its English language JD program, in summer of 2009. He has previously taught at Stanford, Michigan, Columbia, Maryland, George Washington University, and Deep Springs College. From 2004 to 2008, Wu served as the ninth dean of Wayne State University Law School in Detroit, Michigan, succeeding the law school's first female dean, Joan Mahoney (1998–2003). Along with Harold Hongju Koh of Yale Law School and Jim Chen of the University of Louisville School of Law, Wu was one of only three Asian American law school deans in the United States. In April 2007, Wu announced he would resign as dean in May 2008, a year before his appointment was to end, citing his wife's health problems as the leading cause of his resignation.Kervin, p. 2. In 2008, he was one of two recipients of the Asian Pacific Fund Chang-Lin Tien Award, given for leadership in higher education. Named for the first Asian American to head a major research university, the award comes with a $10,000 honorarium. He also has received the Trailblazer Award from the National Asian Pacific American Bar Association. On July 1, 2010, at age 42, Wu became the chancellor and dean of the University of California, Hastings College of the Law in San Francisco, until December 2015. Wu succeeded Nell Newton, who departed in Summer 2009, and acting Chancellor and Dean Leo Martinez. UC Hastings is a unique institution, a standalone law school affiliated with a public system and entitled to brand itself as University of California. Wu was the first Asian American to serve as the chancellor and dean University of California, Hastings College of the Law. In 2012, Wu gained national publicity for rebooting legal education, by announcing that his school would be voluntarily reducing its enrollment by 20 percent over the next three years.Mitch Smith, Prestigious Law School Reduces Admissions, Marks New Trend, US Today, May 1, 2012.Eric Young, Lawyer Glut: UC Hastings Slashes Class 20 Percent, San Francisco Business Times, August 31, 2012.Richard Zitrin, Viewpoint: Reducing Class Size Is the Right Thing to Do, The Recorder, June 8, 2012.Elie Mystal, The Hastings Gambit, Above The Law, May 2, 2012. UC Hastings was acknowledged as the first leading law school to make such changes. On March 30, 2020, the Board of Trustees of the City University of New York elected Wu as president of Queens College, City University of New York. He assumed the office on July 1, 2020. Shortly after, the venerable English Language Institute established in 1945, being the second oldest in the United States, was closed down as a cost saving measure.https://www.theknightnews.com/2020/07/22/nycs-oldest-language- institute-closes-at-queens-college/ Serene Klapper, NYC’s Oldest Language Institute Closes at Queens College, The Knight News, July 22, 2020.https://www.theknightnews.com/2020/07/22/qc-president-frank-h-wu- addresses-campus-via-zoom-town-hall-meetings/ Sidd Malviya, QC President Frank H. Wu addresses campus via Zoom “Town Hall” Meetings, The Knight News, July 22, 2020. Prior to his academic career, Wu held a clerkship with the late U.S. District Judge Frank J. Battisti in Cleveland, Ohio. He then joined the law firm of Morrison & Foerster in San Francisco, concentrating on complex litigation and devoting a quarter of his time to the representation of indigent individuals. ===Other activities=== Wu accepted the trustees of Deep Springs' invitation to serve as a member of the college's governing board; he later was academic affairs chair and vice-chair.Deep Springs College, Trustees elect newest member to the Board. Deep Springs College transitioned to co- education during Wu's tenure. Wu previously served as a trustee of Gallaudet University, the school for the deaf and hard-of-hearing, from 2000 to 2010. As a board member, Wu emphasized the significance of shared governance, asserting that decision-making authority at a university leads by serving its many stakeholders, the most important of which are the students. He became vice- chair of that board following the protests over the appointment of Provost Jane Fernandes as president, in 2006. Wu is a board member of the Leadership Conference for Civil Rights Education Fund, and served as both chair and then the first president of the Committee of 100 (United States), the non-profit group of Chinese Americans seeking to promote better US-China relations and the active participation of Chinese Americans in public life, and has chaired its many research projects.As Hacking Continues, Concerns Grow That Chinese- Americans May Suffer March 21, 2013 New York Times He was the Project Advisor for the Detroit Historical Museum exhibit on Chinatown, which opened in spring 2009.Renita A. Smith, WSU graduate opens Chinese cultural exhibition, The South End, Mar. 31, 2009. Wu is a commissioner of the Military Leadership Diversity Commission,Military Leadership Diversity Commissioners. an organization created to find ways to eliminate any barriers to advancement of minority Service members.About the Military Leadership Diversity Commission. Wu was appointed by the Obama administration and served as chair on the 18 member National Advisory Committee on Institutional Quality and Integrity (NACIQI), an organization that advises the Secretary of Education on matters related to postsecondary or higher education accreditation and the eligibility and certification process for higher education institutions to participate in the Federal student aid programs.Boards & Commissions, National Advisory Committee on Institutional Quality and Integrity. In 2008, Wu testified before the Detroit City Council regarding governmental reforms following the controversy regarding Mayor Kwame Kilpatrick. He also has testified before the United States Congress and the Equal Employment Opportunity Commission, and he appeared as an expert witness on behalf of students who intervened in the historic University of Michigan affirmative action case. Wu frequently appears in the media and on the college lecture circuit. He has debated Dinesh D'Souza\"Affirmative Action Debate.\" C-SPAN Video Library. Debate broadcast Nov. 8, 1997. and Ward Connerly, among others, on affirmative action and has appeared on both the O'Reilly Factor and Oprah discussing the same. Wu is represented by the American Program Bureau. In 2017, Wu wrote an article for The Huffington Post titled \"A Private Note To Asian-American Activists About New Arrivals\". In it, he criticised some of the new Chinese immigrants while nonetheless arguing that for both principled and practical reasons, Asian Americans should welcome rather than look down on them. The article caused a stir as it was shared in Chinese-language circles, and prompted mixed responses from mainland Chinese (as well as some American-born Chinese) readers, And other sources have reported findings that seem to contradict the accuracy of Wu's remarks. He later published a follow-up article addressing new Chinese immigrants, and suggested in a conciliatory tone that his intentions had been misinterpreted. == Awards == * 2004 Named among 20 \"Giants in the Classroom\" by Black Issues in Higher Education magazine in its 20th anniversary issue (now Diverse Issues in Higher Education) * 2004 National Asian Pacific American Bar Association's \"Best Lawyers Under 40\" * 2004 Crain's magazine \"40 under 40\" * 2005 Janet A. Helms Mentoring Award, Columbia University, Teacher's College * 2005 Tim Dinan Community Service Award, Oakland County (Mich.) Democratic Party * 2006 Walton A. Lewis Brotherhood Award, Bethel A.M.E. Church, Detroit, Michigan * 2007 Arthur A. Fletcher Award, American Association for Affirmative Action * 2007 Special Recognition Award, Wolverine Bar Association * 2007 Trailblazer Award. Presented by National Asian Pacific American Bar Association. * 2008 Chang-Lin Tien Education Leadership Award. Presented by Asian Pacific Fund. * 2012 The Daily Journal's annual \"Top 100 Lawyers in California\" * 2013 Ranked Third in the National Jurist's \"Most Influential People in Legal Education\" ==Publications== ;Books (author) * Frank H. Wu (2002). Yellow: Race in America Beyond Black and White. * Frank H. Wu, Margaret Chon, Eric Yamamoto, Jerry Kang, Carol Izumi (2001). Race, Rights & Reparations: Law and the Japanese Internment. ;Books (chapter) * George Curry, Theodore Hsien Wang (1996). The Affirmative Action Debate. * Charles Cozic (1996). Illegal Immigration: Opposing Viewpoints. ;Books (foreword) * Wing Young Huie (2007). Looking for Asian American. * Hazel M. McFerson (editor) (2001). Blacks and Asians: Crossings, Conflict and Commonality. ;Articles (op-ed) * Frank H. Wu (25 July 2019). \"Why I care about the Chinese.\" San Francisco Chronicle. * Frank H. Wu (17 July 2019). \"Tech's modern-day 'Yellow Peril' scare is just the same old racism.\" The Guardian. * Frank H. Wu (30 January 2017). \"The Truth About Asian Americans And Affirmative Action.\" HuffPost. * Frank H. Wu (30 September 2016). \"Coming Home to Gallaudet University.\" HuffPost. * Frank H. Wu (8 May 2015). \"Why Law Firms Fail.\" \"HuffPost\". * Frank H. Wu (27 March 2013). \"The Intentional Community of Deep Springs College.\" HuffPost. * Frank H. Wu (23 February 2015). \"Howard University Changed My Life.\" HuffPost. * Frank H. Wu (5 March 2013). \"A Lament for Detroit.\" HuffPost. * Frank H. Wu (22 June 2012). \"Why Vincent Chin Matters.\" New York Times.Wu, Why Vincent Chin Matters p. 4. * Frank H. Wu (22 April 2009). \"Why Law School Is for Everyone.\" U.S. News & World Report.Frank H. Wu, Why Law School Is for Everyone, U.S. News & World Report, Apr. 22, 2009. * Frank H. Wu (19 February 2009). \"FDR New Deal Legacy Intact, but Internment of Japanese-Americans Lives in Infamy Too.\" U.S. News & World Report.Frank H. Wu, FDR New Deal Legacy Intact, but Internment of Japanese-Americans Lives in Infamy Too, U.S. News & World Report, Feb. 19, 2009. * Frank H. Wu (20 August 2008). \"On Race: A mockery of Olympic ideals.\" San Francisco Chronicle.Frank H. Wu, On Race: A mockery of Olympic ideals, San Francisco Chronicle, Aug. 20, 2008. * Frank H. Wu (17 July 2005). \"We all favor diversity, now plan out best path.\" Detroit Free Press. * Frank H. Wu (14 June 2002). \"The Invisibility of Asian American Scholars.\" The Chronicle Review.Frank H. Wu, The Invisibility of Asian American Scholars, The Chronicle Review, June 14, 2002. * Frank H. Wu, Theodore Hsien Wang (30 August 2000). \"Singled Out, Based on Race.\" The Washington Post: A25. * Frank H. Wu (3 February 1992). \"The Fallout From Japan-Bashing.\" The Washington Post: A11. * Frank H. Wu (21 January 1991). \"...And Others.\" The Washington Post: A21. * Frank H. Wu (18 August 1990). \"On With The Show; It's wrong to reduce each of us to our respective race.\" The Washington Post: A21. ;Articles (law) * Frank H. Wu (2011). \"Justice Through Pragmatism and Process: A Tribute to Judge Denny Chin.\" 79 Fordham L. Rev. 1497. * Frank H. Wu (2010). \"Beyond the Symbolic Black and White: The New Challenges of a Diverse Democracy.\" 53 Howard L.J. 807. * Frank H. Wu (2009). \"Burning Shoes and the Spirit World: The Charade of Neutrality.\" 44 Harv. C.R.-C.L. L. Rev. 313. * Frank H. Wu (3 November 2008). \"Parental expectations.\" The National Law Journal. * Frank H. Wu (2004). \"Difficult Decisions During Wartime: A Letter from a Non-Alien in an Internment Camp to a Friend Back Home.\" 54 Case W. Res. 1301. * Frank H. Wu (2003). \"The Arrival of Asian Americans: An Agenda for Legal Scholarship.\" 10 Asian L.J. 1. * Frank H. Wu (January 2001). \"Settlements: Winning Over Your Own Client.\" Practical Litigator 12(1): 5. * Frank H. Wu (July 2000). \"Getting Down to Cases.\" Practical Litigator 11(4): 5. * Frank H. Wu (September 2000). \"Goodbye to the Bluebook?\" Practical Litigator 11(5): 5. * Frank H. Wu (February 1996). \"Changing America: Three Arguments About Asian Americans and the Law.\" 45 Am. U.L. Rev. 811. ;Articles (scholarly) * Frank H. Wu (2009–2010). \"Embracing Mistaken Identity: How the Vincent Chin Case Unified Asian Americans.\" Asian American Policy Review. * Frank H. Wu (20 May 2004). \"Brown at 50: Keeping Promises.\" Black Issues in Higher Education. * Frank H. Wu (2003). \"Profiling Principle: The Prosecution of Wen Ho Lee and the Defense of Asian Americans.\" Asian American Politics: Law, Participation, and Policy. * Frank H. Wu, Francey Lim Youngberg (2001). \"'People from China Crossing the River': Asian Americans & Foreign Influence.\" Asian Americans and Politics: Perspectives, Experiences, Prospects. * Frank H. Wu, Gabriel Chin, Sumi Cho, Jerry Kang (1996). Beyond Self-Interest: Asian Pacific Americans Toward a Community of Justice, a policy analysis of affirmative action. ==Filmography== * \"Politics and Economy: Frank H. Wu on Race in America.\" NOW. PBS. Commentary broadcast April 12, 2002.NOW: Race in America (PBS television broadcast Apr. 12, 2002.) * \"Politics and Economy: Frank H. Wu on the Fourth of July.\" NOW. PBS. Commentary broadcast July 5, 2002.NOW: Fourth of July (PBS television broadcast July 5, 2002.) == Personal life == Wu's wife is Carol L. Izumi, a legal scholar. ==References== ==External links== * Frank H. Wu's Faculty Bio * * Johns Hopkins Writing Seminars Department * Military Leadership Diversity Commission * U.S./China media brief podcast * ABA Center for Racial and Ethnic Diversity \"Next Steps\" podcast * Category:Law school deans Category:Johns Hopkins University alumni Category:University of Michigan Law School alumni Category:Wayne State University faculty Category:Members of Committee of 100 Category:American people of Chinese descent Category:American people of Taiwanese descent Category:Columbia University faculty Category:Deep Springs College faculty Category:University of California, Hastings faculty Category:University of Michigan faculty Category:Stanford University faculty Category:Writers from Detroit Category:Howard University faculty Category:1967 births Category:Living people Category:Ohio lawyers Category:American academics of Chinese descent Category:American lawyers of Chinese descent Category:People from Cleveland ",
    "title": "Frank H. Wu"
}