{
    "id": "9135513",
    "text": "Ignacio Provencio (born 29 June 1965) is an American neuroscientist and the discoverer of melanopsin, a photopigment found in specialized photosensitive ganglion cells of the mammalian retina. Provencio served as the program committee chair of the Society for Research on Biological Rhythms from 2008 to 2010. ==Biography== Provencio was born in Bitburg, Germany and attended Lebanon Catholic High School in Lebanon, PA. During his undergraduate career at Swarthmore College, Provencio became interested in neuroscience while studying crayfish, cockroaches, and fireflies under Jon Copeland.Scientific American May 2011. . April 20, 2011. From 1987 to 1989 he worked as a lab technician in Steve Reppert's research laboratory at Massachusetts General Hospital, where he was introduced to the field of circadian biology. He graduated in 1987 from Swarthmore College with a B.A. in Biology and went on to earn his Ph.D. from the University of Virginia, a university with a strong network of circadian biologists, in 1996. During his postdoctoral training at Uniformed Services University, Provencio held assistant and associate professorships at Uniformed Services University, Department of Anatomy, Physiology, and Genetics where he still maintains an adjunct associate professorship. He is now a full Professor at the University of Virginia. ==Work== ===Role of melanopsin in photic responses=== In 1998, Provencio discovered melanopsin as a novel opsin in the photosensitive skin melanophores of the African clawed frog. In 2000, he showed that melanopsin is also present in mouse, rhesus macaques, and humans, where it is only present in the eye. The unique inner retinal localization of melanopsin indicated that melanopsin was not involved in image formation. Later, he demonstrated that the melanopsin pigment might be involved in entrainment of a circadian oscillator to light cycles in mammals. He found that blind mice lacking classic outer- retinal photoreceptors (rods and cones) still had eye-mediated responses to light. Mice with the melanopsin gene knocked out but with functional rods and cones were also able to entrain. However, when melanopsin was knocked out in blind mice without rods and cones, they exhibited “complete loss of photoentrainment of the circadian oscillator, pupillary light responses, photic suppression of arylalkylamine-N-acetyltransferase transcript, and acute suppression of locomotor activity by light.” Provencio concluded that either melanopsin-containing retinal ganglion cells or outer-retinal photoreceptors (rods and cones) are sufficient to induce a response to light. However, in the absence of either rods and cones or melanopsin, melanopsin becomes necessary for photoentrainment of the circadian oscillator and for other photic responses. To further investigate the role of melanopsin in light-induced phase shifting in mammals, the Provencio lab studied the locomotor activities of melanopsin-null mice (Opn4 -/-) in response to light. The Opn4 -/- mice showed similar circadian behaviors as the normal mice: they entrained to light/dark cycles and free-ran under constant darkness in a way expected from the normal mice. Researchers in Provencio's lab thus concluded that melanopsin was not involved in the functioning of the master clock oscillation. On the other hand, Opn4-/- mice had difficulties adjusting to new phases in response to pulses of monochromatic light. The implication was that melanopsin was necessary for phase resetting but other mechanisms of light inputs might be involved in circadian entrainment as well. In 2008, the Provencio lab was able to specifically destroy melanopsin cells in the fully developed mouse retina using an immunotoxin made of an anti-melanopsin antibody conjugated to the protein saporin. This resulted in lowered responsiveness to light/dark cycles; a similar characteristic was observed in gene-knockout mutants lacking rods, cones or melanopsin. Furthermore, light-induced negative masking, mediated by rods, cones and/or melanopsin cells, was missing in the mice lacking melanopsin cells. Therefore, Provencio suggested that cells containing melanopsin might be required to transmit rod and/or cone information for certain non-image forming visual responses. ===Entrainment in blind patients=== Provencio's discovery of melanopsin and its function in photoentrainment supports earlier studies showing that some blind patients can entrain to a daily light cycle. Since retinal ganglion cells that express melanopsin have also been found in humans, these studies suggest that blind humans who still retain functional melanopsin cells are those who are able to entrain to daily light cycles. These studies also show that blind patients who cannot entrain and lack melanopsin cells have a significantly greater risk of suffering from circadian rhythm sleep disorders. While enucleation of blind patients and babies was a common practice for cosmetic or analgesic reasons, doctors now must make a more cautious decision on whether to enucleate blind patients, especially infants, because they may still have functioning photosensitive retinal ganglion cells that express melanopsin. In addition, there are now studies attempting to optimize light therapy for those with circadian rhythm sleep disorders that specifically try to stimulate melanopsin cells in blind patients. ===Recent studies=== Provencio's research team has found that in albino mice, the amount of melanopsin protein in various retinal cells varies based on the environmental light conditions. In constant light conditions, melanopsin cell number did not increase. However, when these constant-light mice were exposed to light-dark schedules, there was regain of melanopsin cell number. This study shows that bouts of darkness or the order of light and dark periods may control the normal development of the melanopsin system. In a 2006 study, Provencio explored the role of the protein RPE65 for photoentrainment. RPE65 is an important protein found in intrinsically photosensitive retinal ganglion cells (ipRGCs) that is necessary for regeneration of visual chromophore in rods and cones. RPE65 knockout mice (Rpe65(-/-)) showed much weaker phase shifts when compared to rodless, coneless mice, which suggested that RPE65 might have other roles. To further define the functions of RPE65, Provencio took Rpe65(-/-) mice and also eliminated rods. The technique used for this was insertion of the rdta transgene, which selectively kills rods. They found that circadian photosensitivity returned in these mice without RPE65 protein and without rods, versus mice without RPE65 protein that still had rods. Provencio also took Rpe65(-/-) mice and crossed them with melanopsin knockout mice (Opn4(-/-)). This created double RPE and melanopsin knockout mice, which resulted in abnormal photoentrainment and diurnal behavior. From these results, Provencio concluded that RPE65 is not necessary for the function of ipRGCs. However, because of the interesting restoration of circadian photosensitivity in rodless, RPE-less mice, there seems to be a mechanism by which rods can influences ipRGCs and rods may interact. ==See also== * Melanopsin * Chronobiology * University of Virginia * Steven M. Reppert ==References== ==External links== * Ignacio Provencio, Department of Biology, University of Virginia * The Society for Research on Biological Rhythms * Category:University of Virginia faculty Category:Living people Category:1965 births ",
    "title": "Ignacio Provencio"
}