{
    "id": "9136495",
    "text": "Arnold Arvin Arbeit (October 1, 1911 in New York City – January 8, 1974 in Scarsdale, New York) was an American artist and architect. ==Education== He graduated from the Beaux Arts Institute of Design in 1936, and received Bachelor of Architecture and Master of Architecture degrees from New York University in 1938 and 1940. He received a diploma from Massachusetts Institute of Technology in 1945, and also received three honorary doctoral degrees. ==Career== Arbeit was an architect for the New York Navy Yard at the Bureau of Naval Architecture from 1935 to 1938. He sat on the Bureau of Construction's Board of Education in New York from 1938 to 1943. He then became a colonel in the US Army. He was Professor of Architecture at Cooper Union from 1947 to 1965, and the University Architect for City University of New York System 1967-1973. As an architect, he was a designer of residences and commercial buildings. He was a Trustee of the National Institute for Architectural Education, of which he became President in 1970. Arbeit was also an artist in metal sculpture, oil painting and pencil. He was the recipient of the Morse medal design from New York University, and also of the Armstrong medal. Member American Institute of Architects. Principal Works: Fisher Residence, Harrison, N.Y, 1956; Safeway Stores, Inc, N.Y, N.J. & Conn, 1960 to 1965; Universal Shopping Ctr, Pa, 1960 to 1967; Bronxwood Tower, N.Y.C, 1965; Programming 40 Master Plans of City Univ. N.Y. System, 1967 to 1973 Hon. Awards: N.Y. Society of Architects Award of Merit for Distinguished Design & Service, 1966. Public Service: Committee on space allocation, State Univ. N.Y, 1968 to 1974; member, Mayor's Panel of Architects, N.Y.C. Government Service: Civil Affairs, U.S.A.R, Col, 1962 to 1974; Army Commendation Medal, 1945. Publications: Bowling alleys substitute good design for jukebox appeal, 2/52, and $100,000 value for $40,000, 11/53, Arch. Forum; Parish house and school & Travelers Hotel, N.Y. Construct. News, 4/55; The new 185 Broadway will introduce revolutionary air conditioning ideas, Modernization Age, 4/57; The architect and the museum, Mus. News, 10/64; The computer-based inventory of senior and community college space complexes including summaries of spaces in all disciplines (a two-year study), State Univ. N.Y, 67-68. ==References== *Who's Who in America 1972-1973 edition *Arnold A. Arbeit (1911-1974) *Questionnaire for Architects' Roster and/or Register of Architects Qualified for Federal Public Works - Arnold A. Arbeit 1956 American Architects Directory * AIA Historical Directory Category:1911 births Category:1974 deaths Category:New York University alumni Category:Massachusetts Institute of Technology alumni Category:People from Scarsdale, New York Category:Architects from New York City Category:20th-century American architects ",
    "title": "Arnold Arbeit"
}