{
    "id": "9136289",
    "text": "The 42d Attack Squadron is a United States Air Force unit assigned to the 432d Wing at Creech Air Force Base near Indian Springs, Nevada. It flies General Atomics MQ-9 Reaper Unmanned aerial vehicles. The 42d oversees the training and combat deployment of aerial vehicle and sensor operators assigned to the Reaper. In 2006, the 42nd became the first MQ-9 Reaper squadron ==History== ===World War I=== The squadron was organized as the 42d Aero Squadron on 17 June 1917, shortly after the United States declared war on Germany. Based at Camp Kelly, Texas, the squadron flight-trained new pilots as part of the Air Service until demobilized on 21 February 1919. ===Training between the wars=== The squadron was reconstituted in 1922 and became the 42d School Squadron in January 1923 as part of the 10th School Group at Kelly Field. In 1924 its lineage was consolidated with that of the 42d Aero Squadron. The 42d School Squadron continued its flying training role as part of the Air Corps in 1926, and was assigned to the Advanced Flying School at Kelly Field in 1931. On 1 March 1935, with the activation of the General Headquarters Air Force, the squadron was redesignated the 42d Bombardment Squadron, although it remained a training squadron at Kelly until its inactivation in September 1936. It was organized once again only a month later, as a Regular Army inactive unit assigned to the Eighth Corps Area, on 23 October 1936. These units remained inactive, but had Organized Reserve officers assigned for training. ===World War II=== In September 1939, the squadron existed only as an inactive cadre of Organized Reserve officers, centered on Brownsville Municipal Airport, Texas. The squadron was reactivated on 1 February 1940 as part of the expansion of the Air Corps anticipating U.S. participation in World War II. It became part of the 11th Bombardment Group based at Hickam Field, Hawaii. Initially flying Douglas B-18 Bolos, the squadron was converting to Boeing B-17 Flying Fortresses when Hickam was attacked by Japanese carrier aircraft as part of the attack on Pearl Harbor. The 42d Squadron deployed with the 11th Bombardment Group to Espiritu Santo, where it participated in the Guadalcanal Campaign. It conducted long-range reconnaissance and bombing missions throughout the South, Southwest, Central, and Western Pacific areas until the end of the war, converting to Consolidated B-24 Liberator bombers in 1943. In 1946, while based on Guam, the 42d BS was briefly equipped with Boeing B-29 Superfortresses, but had no aircraft or flying mission from 1947 to its inactivation on in 1948. ===Strategic Air Command=== The squadron was reactivated as a unit of the United States Air Force on 1 December 1948. Assigned to the 11th Bombardment Group as part of the Strategic Air Command, it flew Convair B-36 Peacemaker intercontinental bombers from Carswell Air Force Base, Texas. In 1957 it moved to Altus Air Force Base, Oklahoma, to convert to Boeing B-52 Stratofortresses. In 1960 was reassigned to the 4043d Strategic Wing, being re-equipped with B-52E intercontinental heavy bombers. The squadron moved to Wright-Patterson Air Force Base, Ohio by SAC to disperse its heavy bomber force. Conducted worldwide strategic bombardment training missions and providing nuclear deterrent. Was inactivated in 1963 when SAC inactivated its strategic wings, replacing them with permanent Air Force Wings. Squadron was inactivated with its aircraft, personnel and equipment transferred to the 34th Bombardment Squadron. ===Unmanned aerial vehicles=== On 9 November 2006, the squadron was redesignated the 42d Attack Squadron and reactivated at Creech Air Force Base, Nevada, initially as part of the 57th Wing before being assigned as one of the six unmanned aerial vehicle squadrons of the 432d Wing, and the only squadron designated as an attack squadron. The 42d received its first General Atomics MQ-9 Reaper on 13 March 2007. Officially combat-operational in Afghanistan since September 2007, the typical MQ-9 system consists of several aircraft, a ground control station, communications equipment/links, spares, and active duty and/or contractor personnel. The crew consists of one unmanned aerial system pilot, one sensor operator and one mission intelligence coordinator. ==Lineage== ; 42d Aero Squadron * Organized as the 42d Aero Squadron on 13 June 1917 * Demobilized on 21 February 1919 * Reconstituted on 8 April 1924 and consolidated with the 42d School Squadron as the 42d School Squadron ; 42d Attack Squadron * Authorized 10 June 1922 as the 42d Squadron (School) : Organized on 5 July 1922 : Redesignated 42d School Squadron on 25 January 1923 : Consolidated with the 42d Aero Squadron on 8 April 1924 : Redesignated 42d Bombardment Squadron on 1 March 1935 : Inactivated on 1 September 1936 * Organized as a Regular Army Inactive unit on 23 November 1936 * Redesignated 42d Bombardment Squadron (Medium) on 22 December 1939 : Activated on 1 February 1940 : Redesignated 42d Bombardment Squadron (Heavy) on 11 December 1940 : Redesignated 42d Bombardment Squadron, Heavy c. 1 August 1944 : Redesignated 42d Bombardment Squadron, Very Heavy on 30 April 1946 : Inactivated on 20 October 1948 * Redesignated 42d Bomb Squadron, Heavy and activated on 1 December 1948 : Discontinued and inactivated on 1 February 1963 * Redesignated 42d Attack Squadron and activated on 9 November 2006 : Inactivated on 1 February 2020 ===Assignments=== * Unknown, 13 June 1917 – 21 February 1919 (probably Post Headquarters, Kelly Field and Wilbur Wright Field) * 10th School Group, 5 July 1922 * Air Corps Advanced Flying School, 16 July 1931 * 3d Wing, GHQ Air Force, 1 March 1935 – 1 September 1936 (attached to Air Corps Advanced Flying School) * Eighth Corps Area as a Regular Army Inactive unit on 23 November 1936 * 11th Bombardment Group, 1 February 1940 – 20 October 1948 * 11th Bombardment Group, 1 December 1948 (attached to 11th Bombardment Wing after 16 February 1951) * 11th Bombardment Wing, 16 June 1952 * 4043d Strategic Wing, 1 June 1960 * 57th Operations Group, 9 November 2006 * 432d Operations Group, 1 May 2007 * 25th Attack Group, 12 July 2019 ===Stations=== * Camp Kelly, Texas, 13 June 1917 * Wilbur Wright Field, Ohio, 25 August 1917 – 21 February 1919 * Kelly Field, Texas, 5 July 1922 – 1 September 1936 * Brownsville Municipal Airport, Texas as a Regular Army Inactive unit on 23 November 1936 * Hickam Field, Hawaii, 1 February 1940 * Kualoa Airfield, Hawaii, 5 June 1942 * Mokuleia Airfield, Hawaii, 8 July 1942 * Plaine Des Gaiacs Airfield, New Caledonia, 22 July 1942 * Luganville Airfield, Espiritu Santo, New Hebrides, 23 November 1942 * Kualoa Point Field, Hawaii, 8 April 1943 * Funafuti Airfield, Nanumea, Gilbert Islands, 9 November 1943 * Mokuleia Field, Hawaii, 9 January 1944 * Kahuku Army Air Field, Hawaii, 19 March 1944 * Mokuleia Field, Hawaii, 13 June 1944 * Agana Airfield, Guam, Marianas Islands, 22 September 1944 * Yontan Air Base, Okinawa, Ryukyu Islands, 2 July 1945 * Fort William McKinley, Luzon, Philippines, 11 December 1945 * Northwest Field (Guam) (later Harmon Field), Guam, 15 May 1946 – 20 October 1948 * Carswell Air Force Base, Texas, 1 December 1948 * Altus Air Force Base, Oklahoma, 13 December 1957 – 1 June 1960 * Wright-Patterson Air Force Base, Ohio, 1 June 1960 – 1 February 1963 * Creech Air Force Base, Nevada. 9 November 2006 – present ===Aircraft=== * Standard J-1, 1917–1919 * Curtiss JN-4, 1917–1919 * Airco DH.4, 1917–1919, 1923–1931 * Douglas O-2, 1926–1933 * Curtiss O-11 Falcon, 1930–1932 * Thomas-Morse O-19, 1930–1935 * Keystone B-3, 1935–1936 * Keystone B-4, 1935–1936 * Keystone B-5, 1935–1936 * Douglas B-18 Bolo, 1940–1941 * Boeing B-17 Flying Fortress, 1941–1943 * Consolidated B-24 Liberator, 1943–1945 * Boeing B-29 Superfortress, 1946 * Convair B-36 Peacemaker, 1949–1957 * Boeing B-52 Stratofortress, 1958–1963 * General Atomics MQ-1 Predator, 2006–2013 * General Atomics MQ-9 Reaper, 2006–present ==Decorations== 200px *Distinguished Unit Citation :South Pacific, 31 July-30 November 1942 200px *Navy Presidential Unit Citation :Pacific Theater, 7 August-9 December 1942 200px *Air Force Outstanding Unit Awards :6 August 1954 – 15 July 1957 :27 October 1958 – 1 June 1960 :28 May 2019 200px *Meritorious Unit Award :15 November 2019 ==See also== * List of American aero squadrons * List of B-52 Units of the United States Air Force ==References== ===Bibliography=== * * * * ==Further reading== *Las Vegas Review-Journal, 14 March 2007, Page 3B ==External links== *Dumboski, Andrew, A1C, USAF. \"First attack squadron stands up at Creech AFB\", Nellis AFB Public Affairs, 17 November 2006. Retrieved on 27 January 2007. *Defense Update. \"MQ-9 Reaper Joins First Unmanned Attack Squadron\", Defense Update, 2007. Retrieved on 6 May 2007. Category:Military units and formations in Nevada Category:Indian Springs, Nevada 042 ",
    "title": "42nd Attack Squadron"
}