{
    "id": "9136634",
    "text": "Doc Bundy (born January 25, 1946) from Scio, Ohio is an American former race car driver who competed in IMSA (International Motor Sports Association), 24 Hours of Le Mans, NASCAR Rolex Grand-Am Sports Car Series, American Le Mans Series, USRRC, and SCCA World Challenge. ==Race History== Bundy’s motorsports career began as a wheel polisher and technician for famed Porsche driver Peter Gregg in 1973. The following year, he moved to Al Holbert Racing, where he spent the next five years preparing cars. In 1980, Bundy began driving for Holbert Racing in a Porsche 924, capturing a National Championship as a rookie. He followed that by driving a Porsche 924 Turbo and took a class win in the GTO Category at the 24 Hours of LeMans. Over the next few years he would drive for Lotus, Jaguar, Ford, and Chevrolet (Corvette), topped with a season racing a Porsche 962. In the early 1990s, Bundy drove the Esprit X180R for Lotus as the team's number one driver in IMSA's Bridgestone Supercar Championship, winning the Driver's Title and Maufacturer's Championship for Lotus in 1992. Lotus teammates Andy Pilgrim and David Murry featured prominently in the standings, with additional varied drivers that included Paul Newman. Bundy drove in the 1997 24 Hours of Le Mans in a David Price Racing Panoz Esperante GTR-1. He currently drives Lotus Elite, Lotus 23B and 1978–79 John Player Special (Car #1) for Regogo Racing Team. ==Retirement== After the collapse of the Bridgestone Supercar Championship, Bundy became a TV announcer. He continued to drive, instruct, consult, and act as a spokesperson for Lotus, Panoz, and Porsche. In 2011 he signed with Paul Rego at a vintage Lotus racing team named Regogo Racing as their driver in Regogo's first professional season, Doc has become an award-winning driver for Regogo and his future continues to look bright in his retirement years. An avid historic racer, Doc Drives a Lotus 23b, and Mario Andretti's 1979 John Player Special which Paul Rego purchased and restored in 2011. It made its debut at Barber Motorsports Park in 2012. Doc has been driving for Regogo Racing since 2011 and continues to enjoy many first-place finishes. ==Racing record== ===IMSA Bridgestone Supercar Championship=== {| class=\"wikitable\" style=\"text- align:center; font-size:90%\" |- ! Season !! Team !! Car !! Poles !! Wins !! Podiums !! Driver's Title Finishing !! Championship Points |- | 1991 || LotuSport || Lotus Esprit X180R || || || || || |- | 1992 || LotuSport || Lotus Esprit X180R || || || || 1 || |- | 1993 || LotuSport || Lotus Esprit X180R || || || || 2 || 162 |- | 1994 || LotuSport || Lotus Esprit X180R || || || || || |} ===24 Hours of Le Mans=== * 1982 * 1984 * 1987 * 1997 * 1998 ===SCCA National Championship Runoffs=== {| class=\"wikitable\" style=\"text- align:center; font-size:90%\" |- ! Year !! Track !! Car !! Engine !! Class !! Finish !! Start !! Status |- | 1980 || Road Atlanta || Porsche 924 || Porsche || D Production ||style=\"background:#FFFFBF;\"| 1 || 1 || Running |- | 1981 || Road Atlanta || Porsche 924 || Porsche || D Production ||style=\"background:#DFDFDF;\"| 2 || 1 || Running |} ==References== * https://www.racingsportscars.com/driver/photo/Doc-Bundy-USA.html ==External links== *Driver Database *Regogo Racing *Facebook Category:1946 births Category:American Le Mans Series drivers Category:24 Hours of Le Mans drivers Category:Trans-Am Series drivers Category:Living people Category:People from Harrison County, Ohio Category:Racing drivers from Ohio Category:World Sportscar Championship drivers Category:SCCA National Championship Runoffs winners Category:24 Hours of Daytona drivers ",
    "title": "Doc Bundy"
}