{
    "id": "9136537",
    "text": "Point of Grace is the debut album by the Contemporary Christian group of the same name. It was released in 1993 by Word Records. It was later re-released in 2003, with different cover art. ==Track listing== # \"I'll Be Believing\" (Becky Thurman, Geoff Thurman) - 3:17 # \"One More Broken Heart\" (Dwight Liles, Jeff Slaughter) - 4:02 # \"Love Enough\" (Robert Sterling, Scott Williamson) - 4:11 # \"Living The Legacy\" (G. Thurman, Lowell Alexander) - 3:55 # \"Jesus Will Still Be There\" (Sterling, John Mandeville) - 4:29 # \"I Have No Doubt\" (Tommy Greer, Dawn Thomas) - 4:28 # \"Faith, Hope & Love\" (Ty Lacy, Kevin Stokes) - 4:26 # \"Got To Be Time\" (G. Thurman, Shawn Craig) - 3:30 # \"No More Pain\" (B. Thurman, G. Thurman, Michael English) - 4:40 # \"Refuge of Love\" (Mandeville) - 3:49 # \"This Day\" (Alexander) - 3:32 ==Singles== * \"I'll Be Believing\" - #1 * \"One More Broken Heart\" - #1 * \"Jesus Will Still Be There\" - #1 * \"Faith, Hope & Love\" - #1 * \"I Have No Doubt\" - #1 * \"No More Pain\" - #1 ==Music videos== * \"Jesus Will Still Be There\" ==Trivia== * \"I'll Be Believing\" was the only song on the album that was a programmed track, and John Mays, former A&R; executive at Word Records thought it would be best if it were buried in the album. Oddly enough, it was the girls' first single, and it went #1. When the song was later performed live in 1996 (with 4 Him's band on The Message about Life, Love, and Other Mysteries tour), an entirely new sequence was designed by Michael Hodge and Mark Childers, both of whom were on the band of 4 Him. Hodge appears in Point of Grace's video for a later song, Circle of Friends, which was recorded on that tour. * They were not going to cut \"Faith, Hope & Love\" because they weren't sure if the R&B; sound would work for them. * The vocals on \"Faith, Hope & Love\" were arranged by Mervyn Warren, formerly of the group Take 6. * The choir on \"No More Pain\" was made up of many of Point of Grace's new industry friends, as well as Denise's husband, Stu. * When the album was re-released in 2003 in commemoration of the group's release \"24\", a different cover was issued. * Since Heather's departure from the group in 2008, the song \"I'll Be Believing\" has been performed as part of a medley with \"You Are The Answer.\" ==Personnel== ;Point of Grace * Shelley Breen – vocals * Denise Jones – vocals * Terry Jones – vocals * Heather Payne – vocals ;Musicians * Joe Hogue – keyboards * Cheryl Rogers – keyboards * Blair Masters – keyboard and bass programming (1) * Jerry McPherson – guitars * Jackie Street – bass guitar (2, 4, 5, 8, 9, 11) * Scott Williamson – drums (1, 2, 4, 5, 6, 8-11), rhythm arrangements (all tracks), vocal arrangements (1-6, 8-11), drum programming (3, 7), keyboard programming (3, 6, 7, 10), bass programming (6, 10) * Todd Collins – drum programming (3) * Eric Darken – percussion * Chris McDonald – horn arrangement (1, 8) * Horns (1, 8) – Mark Douthit, Barry Green, Mike Haynes and George Tidwell * Robert Sterling – rhythm arrangements (all tracks), vocal arrangements (1-6, 8-11) * Mervyn Warren – vocal arrangements (7) ===Production=== * Producers – Robert Sterling and Scott Williamson * Executive Producer – John Mays * Recorded by John Jaszcz, Wayne Morgan, Doug Sarrett and Scott Williamson. * Assistant Engineers – Barry Campbell and Wayne Morgan * Recorded at John Jaszcz at Recording Arts and Quad Studios (Nashville, TN). * Mixed by John Jaszcz at Recording Arts * Mastered by Hank Williams at MasterMix (Nashville, TN). * Art Direction – Diana Barnes * Design – Franke Design Co. * Photography – Matthew Barnes * Design (Reissue) – Chuck Hargett * Photography (Reissue) – Louise O'Brien and Daniel Scridde ==References== Category:1993 debut albums Category:Point of Grace albums ",
    "title": "Point of Grace (album)"
}