{
    "id": "9137400",
    "text": "Poster from the original production, illustrated by Sewell Collins El Capitan is an operetta in three acts by John Philip Sousa and has a libretto by Charles Klein (with lyrics by Charles Klein and Tom Frost). The piece was Sousa's first successful operetta and his most successful stage work. The march \"El Capitan\" became a standard work both for brass bands and a crossover into other genres. El Capitan was first produced at the Tremont Theatre in Boston, beginning on April 13, 1896. After this tryout, it transferred to the old Broadway Theatre on 41st Street in New York on April 20, 1896, where it ran for 112 performances, starring DeWolf Hopper, Edna Wallace Hopper, John Parr, and Alfred Klein.Hischak, Thomas S. El Capitan, The Oxford Companion to the American Musical: Theatre, Film, and Television, Oxford University Press (2008), pp. 222–223 0195335333 It then toured almost continuously for four years in the United States and Canada and was quickly revived on Broadway. It was produced at the Lyric Theatre in London beginning on July 10, 1899, where it ran for 140 performances.El Capitan, The Guide to Light Opera and Operetta, accessed December 4, 2015 Thereafter, the operetta was produced numerous times internationally and remained popular for some time. Occasional modern performances continue. For example, Lake George Opera gave a production in 2009, and Ohio Light Opera presented and recorded the work during the summer of 2010.\"John Philip Sousa: El Capitan\", Amazon.com, accessed December 4, 2012 El Capitan also refers to the march of the same name, composed of themes from the operetta. This march is like other operetta marches (1897's Bride Elect, 1900's Man Behind the Gun, and 1906's Free Lance) with its use of both 6/8 (parts A and B) and 2/4 (parts C and D) sections. Also like the Bride Elect and Man Behind the Gun this march has an introduction between part C and D. It follows style IAABBCCIDD. The march also influenced \"El Capitan\" by Memphis Slim and the mambo \"El Capitan\" by Tony Pabon. ==Roles and original Broadway cast== *Don Errico Medigua, recently appointed Viceroy of Peru (baritone) – De Wolf Hopper *Senor Amabile Pozzo, Chamberlain of Peru (tenor) – Alfred Klein *Don Luiz Cazarro, former Viceroy of Peru (bass) – T. S. Guise *Count Hernando Verrada, a Peruvian gentleman (tenor) – Edmund Stanley *Scaramba, an insurgent (baritone) – John W. Parr *Montalba, Scaramba's companion – Robert Pollard *Nevado, Scaramba's companion – Harry P. Stone *General Herbana, commander of the Spanish Army in Peru – L. C. Shrader *Estrelda, Cazarro's daughter (soprano) – Edna Wallace-Hopper *Isabel, Don Medigua's daughter (soprano) – Bertha Waltzinger *Princess Marghanza, Don Medigua's wife (mezzo-soprano) – Alice Hosmer *Chorus of Spanish and Peruvian ladies and gentlemen; soldiers, etc. ==Synopsis== Don Errico Medigua is the viceroy of Spanish-occupied 16th- century Peru and fears assassination by rebels. After he secretly has the rebel leader El Capitan killed, he disguises himself as El Capitan. Estrelda, the daughter of the former viceroy, Cazzaro, impressed by tales of El Capitan's daring, falls in love with the disguised Medigua, who is already married. Meanwhile, the rebels capture the Lord Chamberlain, Pozzo, mistaking him for the viceroy. Hearing that her husband has been captured, Medigua's wife Marganza and daughter Isabel (who is being wooed by the handsome Verrada) go in search of Medigua. Medigua, still disguised as El Capitan, leads the hapless rebels against the Spaniards, taking them in circles until they are too tired to fight. The Spaniards win, the mistaken identities are revealed, the love stories are untangled after Medigua explains to his wife the flirtation with Estrelda, and the story ends happily. ==Musical numbers== Sheet music cover, 1896 Prelude ;Act I *Chorus: \"Nobles of Castilian birth.\" *Recitative and Solos: \"Oh, beautiful land of Spain.\" *Recitative Solo and Chorus: \"From Peru's majestic mountains.\" *Chorus: \"Don Medigua, all for thy coming wait.\" *Solo and Chorus: \"If you examine human kind.\" *Melodrama *Solo and Chorus: \"When we hear the call for battle.\" *Solo and Chorus: \"Oh, spare a daughter.\" *Chorus: \"Lo, the awful man approaches.\" *Solo and Chorus: \"You see in me.\" *Finale Act I – \"Bah! Bah!\" ;Act II *Introduction *Solo and Chorus: \"Ditty of the Drill!\" *Solo and Chorus: \"Behold El Capitan\" *Duet: \"I've a most decided notion.\" *Double Chorus and Solo: \"Bowed with tribulation.\" *Recitative Solo and Chorus: \"Oh, Warrior Grim.\" *Sextette: \"Don Medigua, here's your wife.\" *Finale Act II – \"He can not, must not, shall not\" ;Act III *Introduction, Duet and Refrain: \"Sweetheart, I'm waiting.\" *Song: \"When some serious affliction.\" *Ditty: \"The typical tune of Zanzibar.\" *Chorus and Entrance of Spanish troops *Finale. \"We beg your kind consideration.\" ==References== ==External links== *Images and historical information about El Capitan from Canton Comic Opera Co. *Information from Flyrope.com *Photos from El Capitan Category:English-language operettas Category:1896 operas Category:Compositions by John Philip Sousa ",
    "title": "El Capitan (operetta)"
}