{
    "id": "9137891",
    "text": "The First Samurai, alternatively titled First Samurai, is a 1991 beat 'em up platformer developed by Vivid Image and published by Image Works. The First Samurai was originally released in September 1991 for the Amiga and Atari ST, and was later ported to the Commodore 64, MS-DOS and the Super Nintendo Entertainment System. It was followed by a sequel, Second Samurai. In 2011, The First Samurai was ported to iOS. ==Plot== In The First Samurai, the protagonist undertakes a quest as the first samurai in the history of feudal Japan, and must compete against rival swordsmen. ==Gameplay== Fighting some bats Eating food and drinking sake will help the player get stronger, while fire and enemy contact will weaken the samurai. The main objective in a level is to collect a set of four items which must be used to get access to the area with the end of level boss. Magic pots serve as checkpoints and are activated with the energy of the player's sword. Killing a monster releases a portion of sword energy which the player then collects automatically. Using a bell at the right place removes an obstacle blocking the player's path. The player starts out as a hermit in an ancient forest, but he eventually becomes powerful enough to fight in the villages and towns, and eventually the dungeons. ==Development== The First Samurai began development in July 1990, and was originally scheduled for a September 1991 release for Amiga and Atari ST, with a DOS port stated to be 'unplanned' at the time. In a December 1990 issue of British gaming magazine The One, The One interviewed team members from Vivid Image for information regarding The First Samurai's development in a pre- release interview. The First Samurai's samurai theme was first conceived by graphic artist Paul 'Dokk' Docherty as a 'random thought' while watching the 1954 monster film Them!, and Docherty expresses that \"At the time we were in the middle of designing another game but we weren't very happy with it.\" The One purported that the title The First Samurai's correlation to The Last Ninja is \"purely coincidental\". Docherty's proposal of a samurai theme was received by Vivid Image as \"exactly what they were looking for\", and Docherty states that \"We wanted something fairly mystical so that we could put in lots of special effects. Samurai also have a very strong sense of honour - that fitted in with our plot.\" Mev Dinc, The First Samurai's project manager, expressed that programmer Raffaele Cecco was invited to the project \"because he's not only a very good programmer, he also comes up with lots of really good ideas. If I suggest one thing, he usually comes back with three.\" The First Samurai's development was described by The One as \"an ongoing creative process in which everyone is encouraged to participate\", and Dinc expressed that \"Deciding on sprites and backgrounds that everybody is happy with can be time-consuming. We don't argue, we just have constructive discussions.\" User-friendly controls were a priority in the game's development, and John Twiddy, The First Samurai's map editor, stated that \"You have to be able to pick up the joystick and just play the game.\" The balance between easy-to-learn controls and allowing the player an array of different attacks was an important factor in The First Samurai's design, and Twiddy stated that \"The main thing is to get lots of manoeuvres in there. They're all effective so ultimately you don't actually need to know how you've done each one.\" The animations in response to the player's inputs were partially inspired by arcade games, and Twiddy states that ”In some arcade games, when your opponent's in a certain position you end up grabbing them and throwing them over your shoulder. It looks like you're doing something spectacular but in fact it's the computer showing standard joystick moves in different ways on screen. That's a feature we'd like to include.\" The First Samurai was the first 16-bit game that Raffaele Cecco worked on, and he spent the first two months on the project learning how to program for the Amiga, stating that \"Obviously I couldn't use any old sprite handling or scrolling routines because I didn't have any. I've had to start everything from scratch.\" The First Samurai was programmed on a 386 PC using the Programmer's Development System (PDS) developed by Fruad Katon. Vivid Image deliberately chose a \"fairly long\" development period according to The One, and Cecco expressed that \"We want to make certain there's plenty of time at the end for tweaking. This is the sort of game where it all comes down to how many enemies there are and where they're positioned.\" The First Samurai's environment is defined by white blocks superimposed over the game's graphics; these blocks determine attributes such as the edge of a platform, the spawn point of entities, whether a wall is climbable, and collision detection. For the Atari ST port, all the blocks needed to be 'pre-shifted', and a Vivid Images team member expressed that \"We need to know how many there are so we can calculate them in advance; the editor automatically keeps track of all the different types of blocks on screen.\" John Twiddy created a custom map editor for The First Samurai which runs concurrently with Deluxe Paint and allows graphics to be loaded in, background graphics to be selected & positioned, and an object's depth to be defined relative to other objects. More features were incorporated into The First Samurai's map editor over the course of the game's development, and Docherty stated that \"Whenever we want a new feature we simply phone John up and ask him to include it.\" Prioritizing sound effect design over a soundtrack was a design decision made in part due to memory restrictions, as well as Vivid Images' belief that 'subtle' sound effects would 'add more atmosphere'. Due to memory restrictions, the protagonist's sprites are separated into pieces, e.g. the limbs, torso, and legs are stored separately; this also allows animations to be made easier, as rather than create a new sprite for a different animation, it could be created from existing sprites 'pieced together'. At the stage of development at which the interview was conducted, The First Samurai had 105 different limb sprites, and 30 different animations using those sprites. A level taking place in a sewer was scrapped before release due to memory restrictions, particularly due to the level's 'running water' sprites, stated to take up 'almost as much memory' as the protagonist's sprite. The First Samurai runs at 25 frames per second, as a Vivid Images team member expressed that \"We decided not to go for 50 frames because it's got too many limitations. You can't have huge areas of sprites and animation if you want that kind of speed.\" The Amiga version of First Samurai cost 'around 84' Deutschmark in 1992, and was released on two floppy disks. ==Reception== Amiga Joker gave the Amiga version of First Samurai an overall score of 82%, comparing it to other similar games such as Shadow Dancer and The Last Ninja, and expressing that \"If someone were to say that the game isn't really original, they would be correct. However, First Samurai impresses not so much with an innovative idea, but more with technical brilliance and excellent gameplay.\" Amiga Joker praises First Samurai's 'compelling' gameplay, noting the number of usable weapons, its \"difficult\" puzzles, and \"crafty\" level design, particularly praising the inclusion of hidden areas and items. Amiga Joker praises First Samurai's graphics, calling them \"gorgeously colourful\" and noting the game to be \"full of fantastic minute details (e.g. the sword sparkles!)\", furthermore expressing that it has \"great parallax-scrolling, fancifully animated sprites and a very impressive explosion when the hero dies.\" Amiga Joker praises First Samurai's \"nifty\" title screen music and \"comical\" sound effects, and concludes by stating that \"It is clear that the programmers at Image Works have put care into the game and successfully created a masterpiece ... Anyone who wants to sell an Asia- themed beat 'em up after this game will have their work cut out for them.\" The Channel 4 video game programme GamesMaster gave the Amiga version a 90% rating. == References == == External links == * *First Samurai at Hall of Light Amiga database Category:1991 video games Category:Amiga games Category:Atari ST games Category:Commodore 64 games Category:DOS games Category:IOS games Category:Japan in non-Japanese culture Category:Platform games Category:Side-scrolling video games Category:Single-player video games Category:Super Nintendo Entertainment System games Category:Video games about time travel Category:Ubisoft games Category:Video games set in 1999 Category:Video games set in feudal Japan Category:Video games set in the 18th century Category:Video games set in Tokyo Category:Video games developed in the United Kingdom ",
    "title": "First Samurai (video game)"
}