{
    "id": "9137259",
    "text": "Private protected areas of India refer to protected areas inside India whose land rights are owned by an individual or a corporation / organization, and where the habitat and resident species are offered some kind of protection from exploitative activities like hunting, logging, etc. The Government of India did not provide any legal or physical protection to such entities, but in an important amendment introduced by the Wildlife (Protection) Amendment Act of 2002, has agreed to protect communally owned areas of ecological value. ==Private ownership== In pre-British India, and erstwhile British India and associated suzerainties, large tracts of wilderness were under private ownership, typically under the ownership of the royal families of the suzerainties. Animals and habitat in these tracts were protected by royal decree and royal forces. Later, after the advent of the British, these lands were protected by personal guards of the royal families. However, these lands were usually used as hunting grounds for the maharajahs and other noble families, so while the animals and habitat were accorded protection from external entities, hunting for sport by the owners of the land was commonly practised. Even so, some of such hunting was done on a sustainable basis, and some wildlife like the Asiatic cheetah were trained to hunt in such hunting grounds. After independence, the political integration of India caused most of the royal families to lose their ownership rights to these lands, and these were converted into reserved forests, wildlife sanctuaries and national parks. Some of India's most famous protected areas had their origins in privately owned protected lands. Some of these are listed below. ===From the Northern princely states=== *Dachigam National Park - Once the private hunting preserve of the Maharaja of Kashmir Hari Singh, it was declared a wildlife sanctuary in 1951 after the accession of Kashmir, and was designated a national park in 1981. ===From the Western princely states=== *Gir National Park - These were the private hunting grounds of the Nawab of Junagadh, who by royal decree banned the hunting of the increasingly rare Asiatic lion in 1900. It was only in 1966 that the region was protected as the Gir Forest Area, and the region received national park status in 1975 *Ranthambhore National Park - The area around the Ranthambhore Fort were the private hunting grounds of Maharaja Sawai Man Singh II of Jaipur. After integration with India, the Government of India declared the region Sawai Madhopur Game Sanctuary in 1955, making it a Project Tiger reserve in 1973, and a national park in 1980 *Keoladeo National Park - These were the private hunting grounds of Maharaja Brijendra Singh of Bharatpur. Upon joining the Union of India, the maharaja kept his hunting privileges at the grounds until 1971, when it was declared a wildlife sanctuary. It was upgraded to the status of a national park in 1982. *Sariska National Park - Sariska was the private hunting grounds of Maharaja Jai Singh of Alwar. It was given the status of a reserved forest in 1955 and became a wildlife sanctuary in 1958, before becoming a national park in 1992. *Darrah National Park - These were the hunting grounds of the Maharaja of Kota, and were declared a wildlife sanctuary in 1955 after the merger of Kota with India, and combined with two other sanctuaries a national park in 2004. ===From the Central princely states=== *Bandhavgarh National Park - The area around the overgrown Bandhavgarh Fort were the hunting grounds of the Maharaja of Rewa. After the union of Rewa with India, the maharaja still retained hunting rights to the area until 1968, when the Maharaja handed over the hunting grounds (with the exception of the fort) to be declared a national park. A special permit is still required to visit the fort. *Madhav National Park - The area around Shivpuri were the private hunting grounds of the Scindia royal family of Gwalior. Upon accession to India, the grounds were designated to be Madhya Bharat National Park (1959), later being renamed to Shivpuri National Park and finally to Madhav National Park. ===From the Southern princely states=== *Periyar National Park - The region around the Periyar lake was fashioned as a private game sanctuary by the maharaja of Travancore to stop the encroachment of tea plantations. Founded as Nellikkampatty Game Sanctuary in 1934, it was consolidated as a wildlife sanctuary in 1950 after the political integration of India, and designated as a national park in 1982. *Bandipur National Park - These were private hunting grounds of the Maharaja of Mysore. In 1930, Krishna Raja Wadiyar IV declared Bandipur a game reserve of 80 km2, and in 1941 expanded it to 800 km2, reinventing it as Venugopala Wildlife Park. After the Kingdom of Mysore joined India, the park was made a Project Tiger reserve in 1973, and a national park in 1985. *Nagarhole National Park - The park area and its surrounding regions were the hunting grounds of the Maharaja of Mysore. After the merger of Mysore with India, Nagarhole first became a wildlife sanctuary in 1955, and later became a national park in 1988. *Mahavir Harina Vanasthali National Park - This region was the private hunting ground of the Nizam of Hyderabad. After the annexure of Hyderabad in 1956, it was wildlife sanctuary in 1975, and a national park in 1994. Among the other former hunting grounds of the Nizam of Hyderabad (once one of the richest persons in the world) are the Pocharam Wildlife Sanctuary and the Nagarjunsagar-Srisailam Wildlife Sanctuary. Ranganthittu Bird Sanctuary was also privately owned by the Maharaja of Mysore before he was persuaded by Salim Ali to declare it a wildlife sanctuary in 1940. ===From the Eastern princely states=== *Simlipal National Park - Initially a hunting ground for the Maharajas of Mayurbhanj. After the merger of Mayurbhanj with India in 1949, it became a reserved forest in 1956. It then became a tiger reserve (1973), wildlife sanctuary (1979), national park (1980) and finally a biosphere reserve (1994). *Manas National Park - The area was initially the hunting grounds of the Maharaja of Cooch Behar and the Raja of Gauripur. It was declared a protected area - Manas Sanctuary, as early as 1928, but the hunting rights of the royal families were not revoked. The sanctuary finally turned fully protected when it became a tiger reserve in 1973, and a national park in 1990. However, royal families were allowed to keep personal land holdings below a certain threshold area, and hence some small scale privately held protected areas still exist in India. ==Non-profit ownership== The biggest non-profit private organization which acquires wilderness tracts for development into private protected areas, the Nature Conservancy - does not operate in India, but has shown interest in expanding its operations to the country. The World Land Trust, another non-profit organization, in partnership with the Wildlife Trust of India has funded two significant privately owned protected land holdings in India. The purpose of the holdings are to provide migration corridors to herds of Indian elephants,and the corresponding project is called the Wild Lands Corridor. The two corridors are: * The Siju-Rewak corridor in the Garo Hills in the state of Meghalaya, for connection between the Siju Wildlife Sanctuary and the Rewak Reserved Forest. This is one of only four forded corridors across the Simsang River, which bisects the Garo Hills. This region also contains large omnivores and carnivores like the Bengal tiger, clouded leopard and the Himalayan black bear. * The Tirunelli-Kudrakote corridor in the state of Kerala between the Tirunelli Reserved Forest and the Kudrakote Reserved Forest acts as a migration corridor for India's largest extant elephant population. The region is part of the Western Ghats, a biodiversity hotspot which is home to the Nilgiri tahr, Salim Ali's fruit bat and 13 endemic bird species including the Malabar parakeet. The trust is in the process of reallocation of villages in the corridor, and is planning to register the corridor as a reserved forest once reallocation is complete, so that standard government protection is obtained.Site for the Wild lands corridor, World Land Trust website The introduction of the protected area category community reserves under the Wildlife (Protection) Amendment Act of 2002 has introduced legislation for providing government protection to community held lands, which could be used for obtaining state protection in non-profit privately held lands of ecological value. (See Conservation reserves and community reserves of India) == See also == * Protected areas of India * Reserved forests and protected forests of India * Conservation reserves and community reserves of India ==References== Category:Protected areas of India Category:Nature conservation in India ",
    "title": "Private protected areas of India"
}