{
    "id": "9138001",
    "text": "Mystery Woman is the name of a series of 11 made-for-television mystery films released by the Hallmark Channel between 2003 and 2007, and now appearing regularly on the Hallmark Movies & Mysteries. While on the Hallmark Channel, it was broadcast in rotation with the movie series McBride, Murder 101, and Jane Doe, under the umbrella title Hallmark Channel Mystery Wheel. In the UK these movies are aired, on a rotation basis, in the afternoon drama slot on Channel 5. The series pilot aired in 2003, followed by ten episodes that ran through 2005–07. Mystery Woman stars Kellie Martin as Samantha Kinsey, proprietor of a bookstore specializing in mystery books who gets involved in solving real-life mysteries. Martin has also directed two episodes. ==Main cast== * Kellie Martin as Samantha Kinsey: an avid murder-mystery fan who inherits a bookstore in the first film. Her extensive knowledge of murder- mystery books assists her in her amateur sleuthing. In the pilot, she is divorced, but this is never mentioned in the other films. * J.E. Freeman in the first film, Clarence Williams III in subsequent films as Philby: Caretaker of the bookstore, later revealed to have worked in a secret agency for the government identified as O.S.D. Level 6 in Mystery Woman: Oh Baby. He is like a father figure to Samantha. * Constance Zimmer in the first film, replaced by Nina Siemaszko in subsequent films as Cassie Hillman: An assistant to the District Attorney, and personal friend of Samantha's. * Casey Sander as Chief Connors: The often-foiled police chief who is quick to arrest before Samantha usually proves him wrong. Despite the fact that he hates it when Samantha interferes in his investigations, Chief Connors does care for her, as shown in the last episode of the series Mystery Woman: In the Shadows when he tells her that she may be a pain in the backside but she is his pain in the backside. His affection is also shown in his nickname for her: \"Snoopy\". ==Films== ==Notes== ==References== ==External links== * Category:2000s crime drama films Category:2000s thriller films Category:American crime drama films Category:American films Category:American mystery films Category:American film series Category:Hallmark Channel Mystery Wheel Category:Hallmark Channel original films ",
    "title": "Mystery Woman"
}