{
    "id": "9138153",
    "text": "The greater spot-nosed monkey or putty-nosed monkey (Cercopithecus nictitans) is one of the smallest Old World monkeys. It is a guenon of the C. mitis group, native to West Africa and living to some extent in rain forests, but more often in the transition zone between rain forest and savannah. It is primarily arboreal and often associates with monkeys of other species. Both their common names come from the monkeys' prominent white nose. The greater spot-nosed monkey lives in groups consisting of one adult male, a number of adult females, and their dependent offspring. Little recent research has been conducted into its behaviour, and most has concentrated on its auditory communication. Males use three call types which have been described as 'booms', 'pyows', and 'hacks'. These are used in a number of contexts including as alarm calls. As in some other species of monkeys, the acoustical structure of greater spot-nosed monkey alarm calls it has been argued to vary according to the kind of predator spotted. The monkey reportedly combines different sounds into a sequence, which has an entirely different meaning from the sounds out of which it is made. For instance, the sound \"pyow\" alone means another animal, like a leopard, is lurking nearby, and \"hack\" means a flying animal, like an eagle, is flying nearby, but when the two are combined, as in the sequence \"pyow pyow hack hack hack hack\", they have an entirely different meaning: Let's get out of here and move to another place. File:Young Putty- nosed monkey (Cercopithecus nictitans) on wood.JPG File:Young Putty-nosed monkey (Cercopithecus nictitans).JPG ==References== ==External links== * Mammal species of the World: Cercopithecus nictitans greater spot-nosed monkey Category:Mammals of Cameroon Category:Mammals of the Central African Republic Category:Mammals of the Democratic Republic of the Congo Category:Mammals of the Republic of the Congo Category:Mammals of Equatorial Guinea Category:Mammals of Gabon Category:Mammals of West Africa Category:Fauna of Central Africa greater spot-nosed monkey Category:Taxa named by Carl Linnaeus ",
    "title": "Greater spot-nosed monkey"
}