{
    "id": "9139035",
    "text": "The Confederate War Memorial is a -high monument that pays tribute to soldiers and sailors from Texas who served with the Confederate States of America (CSA) during the American Civil War. The monument was dedicated in 1897, following the laying of its cornerstone the previous year. Originally located in Sullivan Park (later renamed Old City Park) near downtown Dallas, Texas, United States, the monument was relocated in 1961 to the nearby Pioneer Park Cemetery in the Convention Center District, next to the Dallas Convention Center and Pioneer Plaza. After the wave of removal of Confederate monuments in 2017, the City of Dallas convened a task force to decide what to do with the memorial and the statue of Robert E. Lee in Lee Park. In February of 2019, the Dallas City Council approved removal of the Confederate War Memorial, but the planned removal was later blocked by the Fifth Court of Appeals of Texas. In June 2020, amid widespread George Floyd protests and destruction and removal of other Confederate monuments, the court granted an order allowing the city to remove the monument and place it in storage. The monument was removed later the same month. == Description == The monument is made of granite and marble, the figures being of Italian marble,Little, Carol Morris, A Comprehensive Guide to Outdoor Sculpture in Texas, University of Texas Press, Austin, 1996 p.165 with a 60-foot pillar rising into the sky topped with a Confederate soldier. The letters “CSA” (for Confederate States of America) are engraved on the front of the monument base, above the motto “Confederate” and a dedication stone. Inset in the capital of the monument base, above the dedication stone, is a medallion of William Lewis Cabell. Cabell is identified only by his nickname, \"Old Tige.\" The other three sides pay homage to the cavalry, infantry, and naval forces. Surrounding the base are statues of CSA generals Robert E. Lee, Stonewall Jackson and Albert Johnston, and CSA president Jefferson Davis. All of these men were leaders of the Confederate States of America, which seceded from the United States of America, leading to the American Civil War in 1861. Image:Johnston2.JPG|Albert Johnston Image:Lee4.JPG|Robert E. Lee Image:Jackson4.JPG|Stonewall Jackson Image:JeffD1.JPG|Jefferson Davis Image:Top_soldier10.JPG|Confederate Soldier ===Inscriptions=== As previously installed, the inscription on the south-facing side below the medallion read, \"The brazen lips of Southern cannon thundered an unanswered anthem to the God of Battle\". The northern face was decorated with an anchor, and read, \"It was given the genius and valor of Confederate seamen to revolutionize naval warfare over the earth\". Below the writing, another inscription says, \"This stone shall crumble into dust ere the deathless devotion of Southern women be forgotten\". The west side inscription was below an engraving of crossed swords and read, \"The Confederate sabreur kissed his blade homeward riding on into the mouth of hell\". The east side was decorated with crossed rifles, and read, \"Confederate infantry drove bayonets through columns that never before reeled to the shock of battle\". Image:ccalv_mem1.JPG|Cavalry inscription Image:cinf_mem1.JPG|Infantry inscription Image:cnavy_mem1.JPG|Naval inscription Image:cdau_mem1.JPG|Memorial dedication inscription Image:souwm_mem1.JPG|Daughters of Confederacy inscription == History == Postcard, circa 1897-1924 The monument was designed by Frank Teich, who in 1896 was made an honorary member of Dallas Chapter, No. 6 of the United Daughters of the Confederacy (UDC).Hendricks, Patricia D. and Becky Duval Reese, A Century of Sculpture in Texas: 1889–1989, University of Texas, Austin, 1989 p. 21 The cornerstone was dedicated by the UDC Dallas chapter on June 25, 1896. The dedication of the monument on April 29, 1897Widener, Ralph W. Jr. Confederate Monuments: Enduring Symbols of the South and the War Between the States, Andromeda Associates, and Ralph W. Widener, Jr., Ph.D., Washington D.C., 1982 p.215 was attended by thousands, with hundreds of Confederate veterans, including Colonel William Lyne Crawford and Texas governor Charles Allen Culberson. There were also Masons, Knights Templar, Free Thinkers and German Turners. The Galveston Daily noted that a black woman threw granite at a carriage on the way, but she was dismissed as \"insane.\" The dedication of both the cornerstone and the monument itself took place during Katie Doswell Cabell's first of two terms (25 May 1896–17 Dec 1897 and 17 Oct 1921–19 Oct 1922) as president of the Texas Division of the UDC. Her position in that office at that time may account for the inclusion of the marble bas relief roundel portrait bust of her father, William Lewis Cabell, on the south side of the monument base. W.L. Cabell served three two-year terms as mayor of Dallas (1874–1876, 1877–1879 and 1883–1885). A Confederate veteran who attained the rank of brigadier-general, Cabell remained active in the United Confederate Veterans until his death in 1911. Cabell's grandson, Earle Cabell, was serving as mayor of Dallas when President John F. Kennedy was assassinated there on November 22, 1963. The monument was originally located at Sullivan Park (later renamed Old City Park), but was relocated to Pioneer Park in 1961 due to construction on R.L. Thornton Freeway. The monument was rededicated on April 29, 1962, with Earle Cabell scheduled to be in attendance. The Dallas chapter of the UDC initiated a restoration project in 1992, culminating in the monument's second rededication on October 12, 1997. Prior to its removal, it was believed to be the city's oldest public sculpture. In 2017, the controversial Unite the Right rally in Charlottesville, Virginia prompted the removal of Confederate monuments in various southern cities, and Dallas Mayor Mike Rawlings called for a task force to decide what to do with the memorial. In April 2018, a local group calling itself Return to Lee Park was formed, and the group filed lawsuits to block the removal of both the War Memorial and the Robert E. Lee on Traveller statue in Lee Park. In an 11–4 vote on February 13, 2019, the Dallas City Council approved removal of the War Memorial. Although the Pioneer Park Cemetery is considered a historical area, the city Landmark Commission and City Plan Commission subsequently and independently deemed that the War Memorial has no historical connection to the cemetery, having been moved to the location decades after the last person was interred there in 1921. Soon after the council's vote to remove the monument, it was covered with tarps and surrounded with barricades. Robert E. Lee on Traveller was later removed and sold at auction for $1.4 million, and the city earmarked the funds to cover the estimated $500,000 cost to remove the War Memorial; however, in June 2019, Return to Lee Park filed an emergency stay with the Fifth Court of Appeals of Texas to block its removal, arguing that the city had violated the Texas Open Meetings Act and the Texas Antiquities Act in its earlier actions. On July 1, 2019, Appeals Court Justice Bill Whitehall sided with Return to Lee Park and issued an order indefinitely blocking the memorial's removal until the dispute is resolved. In late May of 2020, the killing of George Floyd prompted massive protests across the United States, and mobs of protesters committed widespread acts of vandalism in downtown Dallas. Protests in other cities focused on destroying or defacing Confederate monuments, and on June 11, 2020, the city filed an emergency motion with the Court of Appeals asking for immediate permission to remove the War Memorial, citing the possibility of serious injury to protesters if the monument were to be toppled during a planned rally at the site. The following day, the court approved immediate removal of the monument “for archival storage pending resolution of the appeal.” By the morning of June 24, 2020, the statues and most other pieces of the monument had been removed for storage at the Grand Prairie Armed Forces Reserve Complex. The central pillar was completely removed later that same week. ==See also== * List of Confederate monuments and memorials * List of monument and memorial controversies in the United States * Veterans War Memorial of Texas ==References== Category:1896 establishments in Texas Category:1896 sculptures Category:Confederate States of America monuments and memorials in Texas Category:Granite sculptures in Texas Category:History of Dallas Category:Marble sculptures in Texas Category:Statues of Jefferson Davis Category:Outdoor sculptures in Dallas Category:Sculptures of men in Texas Category:Statues of Robert E. Lee Category:Stonewall Jackson Category:UDC monuments and memorials Category:Removed Confederate States of America monuments and memorials Category:Monuments and memorials removed during the George Floyd protests ",
    "title": "Confederate War Memorial (Dallas)"
}