{
    "id": "9141571",
    "text": "Live in Unity is a series of concerts held by a Hong Kong female singer, Denise Ho (HOCC). It started on 26–28 October 2006 called \"Hocc Live in Unity 2006\" at Hong Kong Coliseum. Due to the great feedback from the audience, Ho continued the show by performing a part two on 19–20 January 2007 called \"Hocc Live in Unity 2007\" at the same venue. She started her world tour of the Live in Unity series on 14 January 2007 at Macau Fisherman's Wharf and extended it to Toronto in Canada and Atlantic City in the United States. The slogan and theme of Live in Unity are \"We Stand As One\" and to \"Live in Unity\". The concert concept is to express how Ho herself walked through these 10 years in her music career and how she gained so much love and support in this period of time, gradually forming their own united group as expressed in the song \"The Illuminous Organization\" (光明會). The concert was well organized to express this idea, including all the colored parts in her rundown, which marks the different steps in her music career); the stage design, which starts off as a tiny stage far from the audience, gradually expanding towards all directions and reaching every corner. As usual, Ho collaborated with her band, Green Mountain Orchestra (青山大樂隊) and a few members from People Mountain People Sea (人山人海), for this series of concerts. ==World Tour== ===Hocc Macau Live in Unity 2007=== Live in Unity at Macau was held on 14 January 2007 at Macau Fisherman's Wharf. ===Hocc Toronto Live in Unity 2007=== Live in Unity at Toronto was held on 10 April 2007 at Casino Rama. ====Rundown==== #光榮之家 (a capella) #千千萬萬個我 #滿城盡帶黃金甲 #迷你與我 #兄弟 #沙 #再見…露絲瑪莉 #願我可以學會放低你 #我們的 (interlude) #神經痛 #天使藍 #娃鬼回魂 #化蝶 #你是八十年代 #80年代Medley: ##愛情 I Don't Know ##甜蜜如軟糖 ##跳舞街 ##激光中 ##熱咖啡 ##要爭取快樂 ##飛躍千個夢 ##愛不是遊戲 ##千個太陽 ##不羈的風 ##豔光四射 #如無意外 #絕對 #勞斯．萊斯 #圓滿 #鐵幕誘惑 #光明會 #花見 #光榮之家 #勁愛你 ===Hocc Atlantic City Live in Unity 2007=== Live in Unity at Atlantic City will be held on 15 April 2007 at Trump Taj Mahal Casino Resort. The concert will be held twice in one day – one in the afternoon, one past midnight. ==See also== * HOCC Live in Unity 2006 CD ==External links== * We Create As One Y! Blog, updated by Denise Ho Category:Cantopop ",
    "title": "Live in Unity"
}