{
    "id": "9141600",
    "text": "Rosseau Lake College is a co-ed boarding and day school for students from Grades 7 to 12, located on Lake Rosseau on the northern border of the Muskoka District in Ontario, Canada. RLC is a member of the Canadian Accredited Independent Schools (CAIS), and the Conference of Independent Schools of Ontario Athletic Association (CISAA). The mission statement for RLC is graduate students with a strong personal brand through a culture that is rich in discovery. The average class size is between 10 and 15 students; however mandatory class sizes can be upwards of 20+ students while electives have run with as few as 2 or 3. The current property on which the school resides was given to the school by then owners, Roger Morris and Maurice East and the school was originally named Rosseau Lake School when it was founded in 1967. It began as an all-boys boarding school. The first Headmaster was Ronald H. Perry, who left retirement to rise to the challenge of creating this new school. In 1983, it became a co-educational school. ==Sports == Sports are mandatory for all students between 3:15pm and 4:15pm. Students can pick from a variety of sports throughout the school year. Sports and athletic activities at RLC include Soccer, Volleyball, Field Hockey, Basketball, Mountain Biking, Nordic Skiing, Snowboarding, Rugby, Rugby, and the Whitewater Team. The school has three sports term and they are: Fall (September to November), Winter (November to March), and Spring (March to May). At the end of each term there is an awards ceremony. Coaches of the teams (usually teachers) pick the best or most qualified athletes for the awards. Awards range from MIP (Most Improved Player), MVP (Most Valuable Player), Coaches awards, and the athletic 'R'. ==Events== The annual \"Scholars' Dinner\" is held in January each year. The Guest Speaker for the 2007 dinner was the Government of Canada's Minister of the Federal Economic Development Initiative for Northern Ontario and Federal Minister of Health, Tony Clement. Before Clement was elected to the Canadian Parliament he served in the Legislative Assembly of Ontario and was appointed Minister of Municipal Affairs and Housing in 1999 and then in 2001 as Minister of Health and Long-Term Care. The event has not run in recent years. Each year, RLC hosts a Winter Carnival, which is attended by many alumni, parents and friends of RLC (as well as students). The Carnival includes activities such as the polar bear dip, skating, hockey, toboganning, dogsledding, face painting, and snow sculptures. RLC has an annual marathon, The Hekkla. The Hekkla is a mandatory run/walk/bike for all students attending RLC. It consists of an 18 km run/walk/jog or a 28 km bike. There is a three- hour time limit that the students have to complete the 'race'. The Hekkla is a challenge for all students but for those that think that they cannot make it in the three hours, there is a group that leaves an hour earlier than the rest. The Hekkla is held annually during the month of April before the black flies come out. All students that participate in the Hekkla are rewarded with a barbecue dinner; students making it under the time of 1:45 for the boys and 1:55 for the girls get a surf and turf dish. ==Boarding houses== There are three different houses within which students may board: Bricks: Head House Parent: Mrs. Cathy Christopher. Type: Female Age: grades 7-12 Brock: Head House Parent: Mr. Cory Shewfelt and Ms. Pamela Lent Type: Male Age: Grades 7-10 Clarkson: Head House Parent: Mr. Shaun Beaulne Type: Male Age: Grades 10-12 ==House Cup== The House Cup was re-implemented in 2010. Students that are accepted to RLC are placed into one of the four houses, which are named after significant people and names from the property's history. Once a student is placed into a house they (and any future siblings who enrol) remain in that house until their school career has finished at RLC. Perry House: Named after the original Headmaster of the school, Ronald H. Perry. Team Colour: Green Ditchburn House: Named after the Ditchburn brothers who homesteaded the property and eventually ran a successful boat-building business in Rosseau. Team Colour: Blue Kawandag House: The name given to the property by the Eaton family during their tenure. It is an Anishinaabemowin word for \"meeting place of the pines.\" Team Colour: Red Eaton House: Named after John and Flora Eaton who purchased the property in 1906. Team Colour: Black ==Extra curricular== Students at Rosseau have many choices for co-curricular activities such as Student Council, Band, Choir, Drama, Woodworking, Anime, Improv, Cooking, and many more. ==Rosseau and the community== Located in the village of Rosseau, RLC has given back to the community by fundraising (Rosseau Nursing Station, Food Banks in Bracebridge and Parry Sound, Blood clinics, Terry Fox Foundation, etc.). Student Council supports a family in need during the Christmas holidays. They also clean up the sides of Highway 141 through the Adopt a Highway program and on Earth Day. ==Parent Guild== The RLC Parent Guild is composed of parent volunteers. The group meets monthly throughout the year excluding the months of December, March and July and provide services for special events, parent-student communications, fundraising and a uniform sale. ==References== ==External links== *Rosseau Lake College * School Prospectus DVD Category:Boarding schools in Ontario Category:High schools in the District Municipality of Muskoka ",
    "title": "Rosseau Lake College"
}