{
    "id": "9141888",
    "text": "Anders Ljungqvist (May 10, 1815 – December 24, 1896), also known as \"Gås- Anders\" (Anders of the geese), was a Swedish fiddler from Björklinge in Uppland.Gås-Anders, Nationalencyklopedin, retrieved 12 July 2014 Gås-Anders got his derogatory nickname as a child when he worked as a goose herder at a mansion house in Gamla Uppsala. As he grew up he never used the name Gås- Anders, and it was not until the 1920s that folk musicians started referring to him by that name, which was by now used as a positive epithet rather than a slur. Although Gås-Anders made his living by working as a day labourer at the farms around Björklige, he was known as a poor worker who usually brought his fiddle with him and played rather than worked. As a spelman he was very popular and extremely skilled, and it was said that nobody could sit still when he played dancing music – not even he himself. As he played he would jump around, dancing on chairs and tables. Rumour had it that Näcken had taught him to play, signing a contract in blood on human bones from the churchyard. According to the stories, Gås-Anders played the polska he had learnt from Näcken on his death bed, after which all four strings on his fiddle broke and he was able to die in peace. Another story had it that Gås-Anders's wife once put a Bible on top of his fiddle, and after that it would never stay tuned. Gås-Anders left a legacy of folk music, upwards of 150 different melodies; both tunes he himself had written and those he had learnt from other fiddlers. Most of the tunes are eighth-note polskas. Since fiddlers at the time played by ear, not from written music (something which is true for traditional folk musicians today as well), much of Gås-Anders's music was never saved for posterity. Towards the end of his life he got rather deaf and had to bring a helper to tune his fiddle, but he kept playing at weddings and dances up until the final years of his life. He was a poor man when he died, and was buried in the communal part of the churchyard in Björklinge. The exact location of his grave in the churchyard is unknown. In 1944, a statue of Gås-Anders, created by the sculptor Bror Hjorth, was erected next to Björklinge church. == References == Category:1815 births Category:1896 deaths Category:Nordic folk musicians Category:Swedish male musicians ",
    "title": "Anders Ljungqvist"
}