{
    "id": "9142164",
    "text": "Oleksandr Iurkov (; born 21 July 1975 in Synelnykove, Dnipropetrovsk) is a Ukrainian professional decathlete and coach. The participant of the 2000 Sidney Summer Olympics, the silver medalist at the 1997 European Athletics U23 Championships, the Ukrainian champion. The decathlete included in the top ranking of the world's best decathletes. The winner of the 2000-2001 European Cup Championships. ==Biography== Oleksandr began his sports career as a student of Dnipropetrovsk Regional College of Physical Culture. At the age of 18, became a member of the junior national team of Ukraine. As part of this team, he first performed in the international arena – at the 1994 World Junior Championships in Athletics in Lisbon. Such coaches as Oleg Ruiev and Oleksandr Cherniaiev contributed to the formation and development of Oleksandr Yurkov as an athlete. In addition, his technical progress in certain multisport discipline was influenced by his mentor Yurii Horbachenko (long jump). In the national arena, the athlete more than a dozen times became the winner of the Ukrainian National Championships, the Ukrainian national record holder in indoor heptathlon in 2001-2009, as well as successfully participated in international competitions, continually winning medals. He finished his sports career in 2006. When he was still an active athlete, Yurkov acted as a mentor for young athletes. For example, the year of working with Yuliya Akulenko led to her qualification for the 2004 Athens Summer Olympics, where she finished twenty-third. Subsequently, Oleksandr became a full-time coach at Brovary High Sports Mastery School. Following his success in this position, Oleksandr Yurkov was appointed head coach of the representative national multisport team of Ukraine. His trainees repeatedly took high places in the most notable international competitions. After his contract expired in 2016, Yurkov moved to the United States, where he continued coaching. ==Sports achievements== {| |- !colspan=\"6\"|Representing |- |1994 |World Junior Championships |Lisbon, Portugal | — |Decathlon |DNF |- |1997 |European U23 Championships |Turku, Finland |bgcolor=\"silver\" | 2nd |Decathlon |7888 pts |- |1998 |European Championships |Budapest, Hungary | 13th |Decathlon |8030 pts |- |1999 |Hypo- Meeting |Götzis, Austria | — |Decathlon |DNF |- |rowspan=2|2000 |Hypo-Meeting |Götzis, Austria |4th |Decathlon |8574 pts |- |Summer Olympics |Sydney, Australia |16th |Decathlon |7993 pts |- |2000 |rowspan=2|European Cup Combined Events |Oulu, Finland |bgcolor=gold|1st |Decathlon |8118 pts |- |2001 |Arles, France |bgcolor=gold|1st |Decathlon |8380 pts |- |rowspan=2|2001 |World Indoor Championships |Lisbon, Portugal |6th |Heptathlon |6059 pts |- |World Championships |Edmonton, Canada |9th |Decathlon |8264 pts |- |2002 |Hypo- Meeting |Götzis, Austria |bgcolor=\"CC9966\" | 3rd |Decathlon |8509 pts |} * 2001 — 2009 – the Ukrainian national record holder, Heptathlon (indoor) (6160 points). * His personal best result was 8574 points, Decathlon (outdoor), achieved in June 2000 in Götzis. ==Coaching achievements== * 2013 — 2016 – the head coach of the national representative multisport team of Ukraine, as well as the head coach of the Olympic representative multisport team of Ukraine. The highest results achieved by his trainees: * 2013 — a gold medal won by Hanna Kasyanova at the IAAF World Championships in Athletics in Moscow; * 2016 — a silver medal won by Oleksiy Kasyanov at the IAAF World Indoor Championships in Athletics in Portland; In addition, Iurkov contributed to the career development of Alina Shukh, the world record holder among juniors. ==Education== * 1991—1996 Dnipropetrovsk Regional College of Physical Culture. * 1996—2000 Bachelor's degree, Dnipropetrovsk State Institute of Physical Culture and Sports. * 2000—2005 Master's degree, National Tax Academy of Ukraine. Notes ==External links== * * * Category:1975 births Category:Living people Category:Ukrainian decathletes Category:Athletes (track and field) at the 2000 Summer Olympics Category:Olympic athletes of Ukraine ",
    "title": "Oleksandr Yurkov"
}