{
    "id": "9142203",
    "text": "Folklore occupies a very important place with the Turkish Cypriots, who due to their geographic location, have benefited from a variety of cultures. Greeks, Romans, Byzantines, Franks, Venetians and Turks have all influenced the cultural heritage of this Mediterranean island. Folklore is extremely important in the Turkish Cypriot culture as it provides unity and identity. Turkish Cypriot folk dances are not only significant because they are liked by the local people but also because they receive much critical acclaim in other parts of the world. Many folk dance groups are routinely representing North Cyprus international festivals throughout the year. Folk dances reflect all details of the Cypriot lifestyle. The dances that are choreographed with the motifs of typical behaviours and traditional occasions, typically focus on notable events. Undoubtedly the most important among these are weddings. In a wedding environment, dances such as 'Karsilama', 'Sirtos', 'Zeybek', 'Ciftetelli' / Arabiyes, and others topical dances. The eagle is the symbolic bird of the island and has always been a part of the lives of Cypriots who appreciate its liberty and adventures called the 'Kartal Oyunu'. The dance of the eagle is performed at the beginning of all the Turkish Cypriot festivals. 'Arabiye' is performed by the females, it is reminiscent of the belly dances performed by women from the not too distant orient but it differs. Pottery is another of the many traditions of Cyprus and is an object of decoration while also serving utilitarian purposes. One of its main tasks of its people is to carry water in an island nation, where ironically, water is rare and precious. The 'Kozan Oyunu' recalls how the women, and sometimes the men when the load is more than the woman can carry, accomplish their tasks and the vicissitudes that mark the paths toward the springs. Besides the dances themselves, the musical instruments used and the costumes are also of interest. Folk dancing one way of gaining a deeper understanding of the Turkish Cypriot lifestyle both past and present. ==International membership== Northern Cyprus became a member of Federation of International Dance Festivals (FIDAF) in 2014.Kibrispostasi 13 October 2014 TRNC became a member of Federation of International Dance Festivals (FIDAF) ==Types of Turkish Cypriot folk dances== ===Karsılamas=== Karsilamas or Antikristos: Karsilamas and antikrystos means coming face to face, both in Greek and Turkish language. It is danced by two or more dancers by coming face to face, among whom there exists a very good friendship. This causes a smiling mimic on the dancers' faces because of their happiness of enjoying together. There are separate women karsilamas and men karsilamas. In some karsilamas dancers use a handkerchief and dance by (each of them) holding one side of it. Some dancers might from time to time show their special talents like spinning, jumping, kneeling, or hitting their feet or legs or the ground with their hands in accordance with the rhythm of the music simultaneously with spinning or jumping or kneeling... Karsilamas are named with numbers. Karsilama 1, Karsilama 2, Karsilama 3, Karsilama 4, Women's Karsilama 3, Women's Karsilama 4, etc... And they are usually played and danced in the same ascending order as listed here. *MAIN KARSILAMA GAMES **MALE KARSILAMALAR ***1- FIRST KARSILAMA ***2- SECOND KARSILAMA ***3- THIRD KARSILAMA ***4- Fourth KARSILAMA **FEMALE KARSILAMALAR ***1- FIRST KARSILAMA ***2- SECOND KARSILAMA ***3- THIRD KARSILAMA ***4- Fourth KARSILAMA ===Syrtos=== Syrtos: Sirtos are one of the most liked folk dances and music in Cyprus. Syrtos comes from the Greek word \"σύρω\" (drag). However, it is easy to also observe the Turkish motives in the ones used in Cyprus. Even Ottoman Sultans liked very much this Greek music form and composed songs in that form. The most popular non-anonymous example is the Hicaz Sirto of 32nd Ottoman Sultan Abdul Aziz, which is known in North Cyprus among Turkish Cypriots as Aziziye Sirto. Similarly it is known (played and danced) in the South Cyprus among Greek Cypriots as Aziziyes Syrtos. This is quite normal taking into consideration that the two communities lived together for a very long time in Cyprus history. In some parts of sirtos pairs of dancers hold a handkerchief from its two sides as in karsilamas. When one of the dancers starts making skillful movements the other stops dancing and keeps holding the handkerchief firmly so that his friend will not fall down. Μost popular syrtos: Cyprus and Turkey *Male and female Sirto’s **1- Nisiotikos (Greek island dances) **2- Politiko Syrto **3- Koftos, Azizies, Karagozlu, Seherli and Bafra **4- Pomasko Sirto (with roots of Kalamatianos dance) **6- Cretan sirtos **5- Azize and Iskele **6- Hortarakia (χορταράκια) **7- Kına Sirtosu,Feslikan,Dillirga **8- Xekina Mia Psaropoula ===Kalamatianos=== Kalamatianos: Kalamatianos Or Kalamatianó dance, with the same roots of syrtos is a popular Greek folkdance throughout Greece, Cyprus and internationally, performed at many social gatherings worldwide. This form of dance is familiar in Turkey, too. The steps of the Kalamatianós are the same as those of the Syrtos dance, but the latter is slower and more stately, its beat being an even 4/4. The lead dancer usually holds the second dancer by a handkerchief. Like the other circle dances, the steps are 12: 10 steps counterclockwise (\"forward\") followed by 2 steps clockwise (\"backwards\"). Depe nding on the occasion and the dancers' proficiency, certain steps may be taken as jumps or squats. ===Zeibekiko=== Zeibekiko: Zeibekiko or Zeybekiko () is a Turkic folk dance with a rhythmic pattern of 9/4Kilpatrick, David. \"Ethnomusicology\", Vol. 6, No. 3, Canadian Issue (Sep., 1972), p. 577. or else 9/8 (broken down as 1/8 + 1/16 + 1/16 + 1/8 + 1/8 + 1/8 + 1/16 + 1/16 + 1/8 + 1/8 + 1/8). Greek Cypriots and Rhodos Greeks, call it \"Zeybekikos\". It is very popular in Western and Central Anatolia. It is danced by one person only and is of free choreographic structure. In older times if another got up, it would be a cause for conflict and possible violence. However, in the 21st century a certain dance etiquette has evolved, so that other men wait to take turn after and if the dancer stops. Traditionally, applause was not sought nor commonly given, out of respect. This did not, however, lessen creativity, with dancers performing feats such as standing on a glass of wine or a chair or fireplace, or picking up a table, adding a sense of little braggadocio and humor. It is believed that the name of the dance derives from Greeks who immigrated to Asia Minor from Thrace. These immigrants, called zeibekfli or zeibektdes. ===Nisiotika=== Nisiotika: Nisiotika is the name of the dances of Greek islands. It is a form of folk music including, all the above dances of Greek antiqity: Syrtos, Kalamatianos, Sousta, Pentozali, Ikariotikos and other, very widespread in the area. ===Tsifteteli and Arabiye=== Tsifteteli: This dance is free form dance which include males and females in stage with a careographi Arabiye: Ciftetellis and Arabiyes are free dance forms danced by females. Female dancers swing their heads, shake their shoulders and chests, swing their bellies and hips, etc. mostly to attract males. Some examples are, Bahriye Ciftetellisi, Mevlana, Arabiye 1, Arabiye 2, etc... ===Topical dances=== Topical Dances: These are the dramatic dances with some themes from daily life or special events. They can be categorized into 5 groups according to their themes: animal motions and behaviors, daily and special human activities, male-female relations, nature facts and events, fights and battles with or without guns. Music of many of these dances contain lyrics. The significance of these lyrics is to strengthen the effect of the movements in the dances. These dances enable skillful dancers to illustrate interesting aspects of the corresponding themes. Orak, Kozan, Kartal, Topal, Degirmenci, Nisan, etc., are the most popular examples in this category. Examples of topical dances: ====Orak==== Orak: Orak means sickle in Turkish. This dance is about harvesting time. Farmer men use their sickles to harvest. Their women also help them. The women give water (in jugs) to thirsty and tired men. Some of the men, when they become vigorous or when they want to show off, start to show their expertise in using their sickles. They throw up and catch their sickles repeatedly, use two sickles simultaneously for harvesting, etc... ====Kozan==== Kozan (dance): This is danced with a water jug in \"henna nights\" (a part of wedding ceremonies), after the bride's hand has been put henna. At the end of this dance which is danced by only females, the bride breaks the jug by throwing it to the ground. The broken jug symbolizes an everlasting happiness. Another belief is that the pieces of this broken jug (and the coins and sweets put a-priori inside the jug) which spread on the ground when the jug is broken symbolize fertility. ====Kartal==== Kartal (dance): Kartal means eagle in Turkish. This dance is about the struggle of an eagle not to let his prey be seized by other eagles. ====Topal==== Topal: Topal means lamed in Turkish. This dance is about the struggle of a lamed bridegroom candidate with his \"would be\" father-in-law who does not like him as a husband for his daughter even though he is also lamed. ====Degirmenci==== Degirmenci :The copy woman showing her beauty in order to get her wheat grinded without many. The woman offers her hair,lips,ice,to the grinder but the refuses her. ====Bicak Oyunu==== Bicak Oyunu: Copy’s an animal being cut and hung. It is played by 1 people. ====Koroglu==== Koroglu : Copy is a blind man which is known as his brave. It is played single by hitting two sticks together. ====Kiz Sana Nisan Geliyor==== Kiz Sana Nisan Geliyor : It is an acted with the words of a turku. The friends of a girl tell her that there is a boy who likes her but they say that his got too many faults such she can not walk properly so on. ====Sandala Mandala==== Sandala Mandala : It is an act between a girl’s father and a man who wants his daughter. ==See also== * Greek dances *Sirto *Tamzara *Kochari *Horon (dance) *Halay *Turkish dance ==References== Category:Middle Eastern dances Folk Dances Category:European folk dances ",
    "title": "Turkish Cypriot folk dances"
}