{
    "id": "9142655",
    "text": "Zevulun Hammer (, 31 May 1936 – 20 January 1998) was an Israeli politician, minister and Deputy Prime Minister. ==Biography== Hammer was born in Haifa during the Mandate era. He was an active member of the Bnei Akiva youth movement (which he led), and served in the Israeli Armored Corps in a Nahal programme. He graduated from Bar-Ilan University with a BA in Judaism and Bible, as well as a teaching certificate and worked as a teacher. At the university, he headed the Student Union and was a member of the Presidium of the Israeli Students Association and the World Union of Jewish Students. ==Political career== Hammer was first elected to the Knesset in 1969 as a member of the National Religious Party. He became Deputy Minister of Education and Culture in January 1973. In November 1975 he was appointed Minister of Welfare, but in December 1976 his party resigned from the cabinet After the 1977 elections he was appointed Minister of Education, a role he retained until September 1984. For a brief period during the 10th Knesset, Hammer and Yehuda Ben-Meir broke away from the NRP and formed a new faction, Gesher – Zionist Religious Centre; however, they returned to the NRP after two weeks. In October 1986 he became Minister of Religious Affairs, and in 1990 was re- appointed Education Minister. He lost his place in the cabinet after the NRP were left out of Yitzhak Rabin's government, but regained it following the 1996 elections, when he was appointed Education Minister and Deputy Prime Minister. In August 1997 he was also appointed Minister of Religious Affairs.Zevulon Hammer: Government Roles Knesset website ==Death== At age 61, Hammer was diagnosed with cancer and died in office on 20 January 1998, leaving a wife and four children. He was buried in the Mount of Olives Jewish Cemetery. ==References== ==External links== * Category:1936 births Category:1998 deaths Category:Deaths from cancer in Israel Category:Israeli educators Category:Religious Zionism Category:People from Haifa Category:National Religious Party leaders Category:Gesher – Zionist Religious Centre politicians Category:Ministers of Education of Israel Category:Members of the 7th Knesset (1969–1974) Category:Members of the 8th Knesset (1974–1977) Category:Members of the 9th Knesset (1977–1981) Category:Members of the 10th Knesset (1981–1984) Category:Members of the 11th Knesset (1984–1988) Category:Members of the 12th Knesset (1988–1992) Category:Members of the 13th Knesset (1992–1996) Category:Members of the 14th Knesset (1996–1999) Category:Deputy ministers of Israel Category:Burials at the Jewish cemetery on the Mount of Olives ",
    "title": "Zevulun Hammer"
}