{
    "id": "9143157",
    "text": "Arturo Angeles (born September 12, 1953) is a retired soccer referee from the United States. He supervised one match (Argentina–Greece) during the 1994 FIFA World Cup in his native country. ==Biography== Angeles was born in Mexico City.WORLD CUP '94 : Temple City's Angeles Outstanding in His Field LA Times, June 12, 1994 Whilst studying engineering at the University of Southern California he played for the university team as a goalkeeper. He later became a civil engineer and worked for the Los Angeles Department of Water and Power whilst living in Temple City, California.WORLD CUP USA '94 / THE FIRST ROUND : Spotlight : PLAY ON LA Times, June 22, 1994 He began refereeing in 1973, starting in the high school leagues. He joined the US Soccer Federation referee programme in 1975, and moved up to the North American Soccer League.Artuto Angeles Conditioning Next Generation of Referees US Soccer, 19 July 2003 He was awarded his FIFA badge on 1 January 1988. He refereed at the 1989 FIFA World Youth Championship in Saudi Arabia, refereeing the match between Argentina and Norway.Norway 0 Argentina 2 FIFA In 1990, he was added to FIFA's list of potential referees for the 1994 World Cup, and was eventually among the final 24 selected. He refereed two matches at the 1991 CONCACAF Gold Cup, two matches at the 1992 Summer Olympics and one match at the 1993 Copa America. In the build-up to the 1994 World Cup, Angeles was forced to prepare alone as the United States did not have a national league at the time; he joined a running club and refereed friendly international matches in Los Angeles.Refereeing hoping to stay out of the World Cup spotlight Yahoo Sports, June 9, 2014 He later refereed in the new Major League Soccer, and was selected as the referee for the 1998 U.S. Open Cup Final.1998 Lamar Hunt United States Open Cup US Open Cup He retired in 2008. ==References== ==External links== * * * * Category:American soccer referees Category:USC Viterbi School of Engineering alumni Category:American civil engineers Category:American civil servants Category:FIFA World Cup referees Category:1953 births Category:Living people Category:Copa América referees Category:Sportspeople from Mexico City Category:1994 FIFA World Cup referees Category:CONCACAF Gold Cup referees Category:Olympic football referees Category:People from Temple City, California Category:Mexican emigrants to the United States Category:Engineers from California Category:Major League Soccer referees ",
    "title": "Arturo Angeles"
}