{
    "id": "9143169",
    "text": "Thermophis baileyi, also known as Bailey's snake or the hot-spring snake,\"Hot- spring snake\" is the translation of the Chinese name 温泉蛇. is a rare species of colubrid snake endemic to Tibet. ==Etymology== The specific name, baileyi, is in honor of Frederick M. Bailey, a British army officer and explorer.Beolens B, Watkins M, Grayson M. 2011. The Eponym Dictionary of Reptiles. Baltimore: Johns Hopkins University Press. xiii + 296 pp. . (Thermophis baileyi, p. 14). ==Geographic range== T. baileyi is found only at high altitudes on the Tibetan Plateau. The species is endemic to Tibet and has been recorded for the first time in 1907 by Wall near Gyantze at 4300 m asl (no exact coordinates available).Wall, Frank. Some new Asian snakes. Jour. Bombay Nat. Hist. Soc., 1907, 17 (3): 612-618 In 1990 Macey and Papenfuss reported the species from Yangbajain hot spring area. So far T. baileyi is known only from a few sites.Zhao E.M. Thermophis baileyi. In: E.M. Zhao, et al. Fauna Sinica, Reptilia, vol. 3, Serpentes. Science Press, Beijing, 1998: 318-320. A comprehensive distribution map of T. baileyi is provided by Hofmann et al. (2014), showing that the geographic range of the snake is a restricted area between the Transhimalaya and the Himalaya, along the central part of the Yarlung Zhangbo suture zone. ==Description== Thermophis baileyi is olive green, with five series of indistinct spots dorsally, most pronounced in the forebody. It has a dusky postocular streak, and dusky posterior edges to the labials. The belly is bluish-grey, with each ventral black basally. The young are darker than adults. Dorsal scales in 19 rows at midbody, all keeled except last row, with indistinct double apical facets. Ventrals 201-221; anal divided; subcaudals 91-111, mostly divided, but with a few entire. Adults may attain a total length (body + tail) of 2 feet 6 inches (76 cm). ==Conservation status== Bailey's snake is considered Near Threatened by IUCN. In the last decades, the growing exploitation of geothermal energy has led to a destruction of hot spring habitats, resulting in an increased threat to populations of hot-spring snakes. ==Taxonomy== The existence of Bailey's snake was first announced in the scientific literature in 1907, when it was described as a new species by Frank Wall. Wall originally classified it as Tropodinotus (=Natrix) baileyi, before it was realized that Bailey's snake did not fit in the genus Natrix. In 1953 Malnate placed it in the new genus Thermophis, designating baileyi as the type species. ==Habitat== This genus of snakes lives probably at the highest altitude of any snake in the world. Presence of T. baileyi is strongly attributable to hot springs with low sulphur concentration, locations in river valleys that provide rocky slopes and vegetated shorelines and existence of a river within a 500 m radius. ==References== ==External links== * Hot spring snakes at Life is Short but Snakes are Long Category:Colubrids Category:Snakes of China Category:Endemic fauna of Tibet Category:Reptiles described in 1907 Category:Taxa named by Frank Wall ",
    "title": "Thermophis baileyi"
}