{
    "id": "9144285",
    "text": "British NVC community MG4 (Alopecurus pratensis - Sanguisorba officinalis grassland) is one of the mesotrophic grassland communities in the British National Vegetation Classification system. It is one of four such communities associated with well-drained permanent pastures and meadows. This community, although widespread in the past, now has a scattered distribution in the Midlands and southern England. One rare species rare species is associated with this community: snake's-head fritillary (Fritillaria meleagris) and six rare micro-species of dandelion, Taraxacum fulgidum, T. haematicum, T. melanthoides, T. sublaeticolor, T. subundulatum and T. tamesense. There are four subcommunities. __NOTOC__ ==Subcommunities== * the Dactylis glomerata subcommunity The Cock’s-foot sub-community is the most species-rich of the four sub-communities and is generally found where the water table remains low throughout the growing season and flooding is rare. Distinguishing species that are constant include cock’s-foot (Dactylis glomerata) and yellow oat- grass (Trisetum flavescens). Meadow foxtail, (Alopecurus pratensis) which is included in the scientific name for the overall community is found only sparsely and patchily in this sub-community. * the Typical subcommunity The Typical sub-community, as its name implies, describes those stands closest in their species composition to the Burnet floodplain meadow community as a whole. However, stands of the Typical sub-community are less species-rich than those of the Cock’s foot sub-community, with on average 22 species per square metre, and there are no strongly preferential species * the Holcus lanatus subcommunity The Yorkshire fog sub-community has a high cover of grasses such as meadow foxtail (Alopecurus pratensis), rough-stalked meadow-grass (Poa trivialis) and creeping bent (Agrostis stolonifera). It tends to be associated with sites which experience a high water table for longer periods during the growing season than the two preceding sub-communities. It is less species-rich than the Cock’s-foot and Typical sub-communities. * the Agrostis stolonifera subcommunity The Creeping bent sub-community is the most species-poor. It tends to be associated with areas that experience prolonged inundation (which can also lead to higher soil fertility) and is especially characteristic of the Derwent Ings in Yorkshire. ==Community composition== The following constant species are found in this community: * Meadow foxtail (Alopecurus pratensis) * Common mouse-ear (Cerastium fontanum) * Crested dog's-tail (Cynosurus cristatus) * Red fescue (Festuca rubra) * Meadowsweet (Filipendula ulmaria) * Yorkshire-fog (Holcus lanatus) * Meadow vetchling (Lathyrus pratensis) * Autumn hawkbit (Leontodon autumnalis) * Perennial rye-grass (Lolium perenne) * Ribwort plantain (Plantago lanceolata) * Meadow buttercup (Ranunculus acris) * Common sorrel (Rumex acetosa) * Great burnet (Sanguisorba officinalis) * Dandelion (Taraxacum officinale agg.) * Red clover (Trifolium pratense) * White clover (Trifolium repens) ==References== * Rodwell, J. S. (1992) British Plant Communities Volume 3 - Grasslands and montane communities (hardback), (paperback) * Rothero, E., Lake. S, and Gowing, D. (eds) (2016). Floodplain Meadows – Beauty and Utility. A Technical Handbook Milton Keynes, Floodplain Meadows Partnership (paperback) ==External links== * http://www.floodplainmeadows.org.uk/about-meadows/wildlife/plant-communities MG04 ",
    "title": "British NVC community MG4"
}