{
    "id": "9144130",
    "text": "{| |} The Tachikawa Ki-94 was a single-seat fighter-Interceptor aircraft project undertaken by the Tachikawa Aircraft Company and to be operated by the Imperial Japanese Army. The project refers to two aircraft designs: the Ki-94-I and the Ki-94-II, both of which did not advance beyond the mock-up and prototype stage respectively. ==Design and development== ===Ki-94-I=== A full- scale wooden mock-up of the Ki-94-I. The first was a twin-boom monoplane with two Mitsubishi Ha211 18-cylinder engines, driving two 4-blade propellers in a push-pull configuration. The very heavy armament that should have been mounted on the aircraft (two 37 mm/1.46 in and two 30 mm/1.18 in cannon,. should have been enough to make short work of most US heavy bombers of the era. Notwithstanding the outstanding prospective performance, which however was judged as \"unduly optimistic\" by the technical department of the Japanese Army Air Force, this design was judged too complex by the technical department and the design was discarded. ===Ki-94-II=== The first prototype of the Ki-94-II under construction. The second Ki-94 design, made by a team also under Tatsuo Hasegawa as type I, chief designer of the aircraft and responsible for the used airfoil, was a more conventional single-seat, piston-engine monoplane fighter, developed for the Imperial Japanese Army Air Force along the same requirements as the Nakajima Ki-87, which had been the Army's fall-back design for the original Ki-94. Intended to counter B-29 raids, it was optimized for high-altitude interception with a pressurized cockpit and heavy armament. This design was approved by the Koku Hombu, and the aircraft was designated Ki-94-II (the scrapped earlier Ki-94 design was named the Ki-94-I). An order was placed for one static test airframe, three prototypes, and eighteen pre- production aircraft. Only 2 prototypes were built in the event; the first was equipped with a single Nakajima Ha219 [Ha-44] engine, driving a 4-blade propeller because the 6-blade one was not ready. The second prototype was to be fitted with a 6-blade propeller. The war's end however stopped the construction of the second prototype and also found the first prototype still being readied for its maiden flight, the Ki-94-II never taking to the air. ==Specifications (Ki-94-II (estimated performance))== ==See also== ==References== ===Notes=== ===Bibliography=== * . First edition from 1970 . * . * . ==External links== * Webpage devoted to Tatsuo Hasegawa by his son Akio Hasegawa, MD Category:1940s Japanese fighter aircraft Category:1940s Japanese experimental aircraft Category:Twin-engined push-pull aircraft Ki-94 Category:Twin-engined piston aircraft ",
    "title": "Tachikawa Ki-94"
}