{
    "id": "9145550",
    "text": "Brigitte Riebe. Brigitte Riebe (born 1953 in Munich) is a German author of crime and feminist fiction. She writes thrillers under the pseudonym Lara Stern. She lives with her husband in Munich. ==Life== After high school Brigitte Riebe studied at the University of Munich. She received a PhD based on a thesis on the development of the bourgeois woman paradigm at the turn of the 18th to the 19th century. She then worked as a museum educator and later as an editor for several German publishers. In 1991 she gave up her job as a senior editor at Bertelsmann to become a writer. Since then, she has written many books in various genres. In 1992, Riebe published her first book, the crime novel Nix Dolci, which introduced the lawyer Sina Teufel, who became regular figure in her later works. One of the Sina Teufel-based novels was released as a movie: 'Inzest - Ein Fall für Sina Teufel ' (Incest -A Case for Sina Teufel) in 1996. In addition to her detective novels Brigitte Riebe has also published several novels about modern society. ==Works== ===Crime novels (published under the pseudonym Laura Stern)=== * Lara Stern: Nix dolci. Detective novel. Munich: Goldmann, 1992, * Lara Stern: Saba's ascension. Detective novel. Munich: Goldmann, 1993, * Lara Stern: Bali broken. Detective novel. Munich: Goldmann, 1993, * Lara Stern: brother, little sister. Detective novel. Munich: Goldmann, 1994, * Lara Stern: Ruck Zuck. Novel. Munich: Goldmann, 1994, * Lara Stern: Peter's traffic. Novel. Munich: Goldmann, 1996, * Lara Stern: Sweet Meat. Novel. London: Earthscan, 1996, (later under the title: Brigitte Riebe: Night Games) * Lara Stern: Dear Lang. Novel. Munich: Heyne, 2002, ===Novels=== * Brigitte Riebe: Man in the flesh. Munich: Goldmann, 1992, * Brigitte Riebe: Palace of the Blue Dolphins. A novel of ancient Crete. Munich, Zurich: Piper, 1994, Munich: Diana Press, 2007, * Brigitte Riebe: Macho! Macho?. Munich: Goldmann, 1994, * Brigitte Riebe: Husbands and other strangers. London: Earthscan, 1995, * Brigitte Riebe: Moon. A stone's novel. Munich: Piper, 1997, * Brigitte Riebe: doors at night. Munich, Zurich: Piper, 1998, * Brigitte Riebe: Black woman from the Nile. Munich: Droemer, 2000, * Brigitte Riebe: Isis. Munich: Droemer, 2002, * Brigitte Riebe: Street of the stars. Munich: von Schröder, 2003, * Brigitte Riebe: The seven moons of James. Munich: Schröder, 2004, * Brigitte Riebe: The guardian of the source. Munich: Diana-Verlag, 2005, * Brigitte Riebe: Love is a dress of fire. Munich: Diana Press, 2006, ; novel to Roswitha of Gandersheim * Brigitte Riebe: Eye of the Moon. Munich: Diana Press, 2007, * Brigitte Riebe: The Sinner of Siena. Munich: Diana Press, 2007, * Brigitte Riebe: The Witch and the Duke. Munich: Diana Press, 2008, * Brigitte Riebe: The Kiss of Anubis. cbj-Verlag oJ, ===Film=== 'Inzest - Ein Fall für Sina Teufel ' (Incest -A Case for Sina Teufel), ProSiebenSat.1 Media AG, Production Company: MTM Cineteve 1995, premiere: 13 February 1996. Actors: Renan Demirkan, Juliane Köhler, Rufus Beck, Heinz Trixner, Felix Eitner Director: Klaus Emmerich Length: 95 minutes IMDB.com Listing ==References== * Literatur von und über Brigitte Riebe im Katalog der Deutschen Nationalbibliothek (Literature by and about Brigitte Riebe the catalog of the German National Library) * Stern, Lara entry in Lexikon der deutschen Krimi-Autoren (Encyclopedia of German crime writers) Category:Living people Category:1953 births Category:Writers from Munich Category:German feminists Category:Feminist artists Category:German crime fiction writers Category:20th-century German novelists Category:21st- century German novelists Category:German women novelists Category:21st-century German women writers Category:20th-century German women writers ",
    "title": "Brigitte Riebe"
}