{
    "id": "9146985",
    "text": "An artist's impression of the fort and surrounding area from the south-east, with the Roman bridge in the foreground, and Hadrian's Wall in the background. Pons Aelius (Latin for \"Aelian Bridge\"), or Newcastle Roman Fort, was an auxiliary castra and small Roman settlement on Hadrian's Wall in the Roman province of Britannia Inferior (northern England), situated on the north bank of the River Tyne close to the centre of present-day Newcastle upon Tyne, and occupied between the 2nd and 4th centuries AD. == History == Pons Aelius was a fort and Roman settlement at the original eastern end of Hadrian's Wall, at the site now occupied by The Castle, Newcastle. The Latin name means Aelian Bridge and can be traced back to when emperor Hadrian – whose family nomen (clan name) was Aelius – visited Britain in 122 and first saw the need for a frontier wall. The town's population is estimated to have been around 2,000. The fort is thought to have been , small by Roman standards. As Pons Aelius was a wall fort it is very likely a military road led from it and followed the Wall, linking its forts and milecastles. The bridge and its fort were built at the north end of Cade's Road, which is speculated to have run from Brough (East Riding of Yorkshire), to Eboracum (York) and the fort of Concangis (Chester-le-Street). Although the fort was to be the wall's east end, it was not long before the wall was extended to Segedunum (Wallsend). There is evidence to suggest the fort was rebuilt in stone, probably during the reign of the emperor Septimius Severus ().Welcome to the Castle Keep, Newcastle Upon Tyne, UK. The Castle Keep Timeline The fort is mentioned once in the Notitia Dignitatum in the 4th and 5th centuries; this is the only known literary reference. The bridge is the only one known to be named after an emperor outside of Rome. The fort was sited here to guard the river crossing, the first encampment being nearby at Condercum (Benwell). It would have given the Roman Army an excellent view of the surrounding areas and it commanded an excellent position at the northern bridgehead.Pons Aelius Brief History Despite the bridge, the settlement of Pons Aelius was not important among the northern Roman settlements. The most important stations were those on the highway of Dere Street running from Eboracum (York) through Hadrian's Wall and to the lands north of the Wall. Corstopitum (Corbridge), being a big arsenal and supply centre, was much larger and more populous than Pons Aelius. The fort was abandoned in , and the site was later built on by the Anglo-Saxons. Excavations in the 1970s to 1990s found over 600 Anglo-Saxon graves. == Excavations == An artist's impression of the fort layout An artist's impression of the fort's gatehouse Much of the fort remains buried underneath the medieval Castle Keep, which gave the city of Newcastle its name. Few excavations have taken place and there is little to see due to the castle and surrounding city centre buildings being built over the fort's layout. However, the fort's praetorium, principia and two granaries are known to be in the environs of the castle, and their outlines can be seen marked out in stone adjacent to the castle keep. The remains of an original milecastle were found behind the Newcastle Arts Centre, just off the A186 Westgate Road. The precise line of Hadrian's Wall in the vicinity of the fort has not been found, so it is not known for example if the fort was attached to the Wall. Excavations around the castle keep and dredging of the Tyne yielded finds typical of Roman encampments. These include pottery shards, engravings, seven altar stones, around eleven building inscriptions (one recording possible restoration of a bath-house outside the fort) and more recently a stone dedicated to empress Julia Domna dated 213.Archaeologia Aeliana - Fifth Series, Volume XXXI - The Roman Fort at Newcastle Upon Tyne published by The Society of Antiquaries of Newcastle upon Tyne 2002 The collection is housed at the Great North Museum: Hancock. The altar stones and inscriptions suggest the gods worshipped included Jupiter (two altar-stones), mother goddesses, of which one relief shows three seated female figures, and Silvanus. Water-related gods such as Neptune and Oceanus' altars have also been recovered, probably worshipped because of the fort's proximity to the river. Some remains of the bridge were thought to have been discovered in 1872 during the construction of the Swing Bridge over the Tyne, but contemporary scholarship suggests the site of the bridge remains unknown, and none of its fabric has been discovered. The length of the Roman bridge from bank to bank is estimated to have been . Recovered inscriptions may have adorned the bridge. Two large altars are thought to have stood to either side of the road on the bridge's central pier, while a monumental inscription is thought to have been erected on a small archway, also on the central pier, under which all traffic on the bridge had to pass. These two altar stones were dredged from the mud of the Tyne and are in remarkably good condition, which has led some scholars to believe they may have been ceremoniously dropped into the water from the bridge during some sort of dedication ceremony.Welcome to the Castle Keep, Newcastle Upon Tyne, UK. The Castle Keep Timeline Two rare stone sarcophagi uncovered on the site of the former chapel are thought to have been used to bury members of a rich and powerful family from the fort of Pons Aelius. The body of a wealthy Roman was recovered alongside a silver hairpin. == Garrison == A possible detachment of the Legio VI Victrix (The Sixth \"Victorious\" Legion) may have resided here, although they were probably only responsible for building or rebuilding the fort in stone. This is known from altar stones. It is also mentioned on a dedicatory inscription which recorded reinforcements from the German provinces for Legio VI along with the other two British legions II Augusta and XX Valeria. These supplementary troops were necessary to bolster the island's garrison after losses incurred around the year 150 when the northern tribes revolted, and may have arrived in the train of the governor Gnaeus Julius Verus circa 158, also mentioned on the stone. A dedication to emperor Hadrian's mother, Domitia Paulina, attests the presence of the Cohors Ulpia Traiana Cugernorum civium Romanorum (The Cohort of Ulpian Cugerni, Trajan's Own) as evidently being stationed at Pons Aelius at the beginning of the third century. The Notitia Dignitatum records the Cohors I Cornoviorum (The First Cohort of Cornovii) as being present at the fort in the beginning of the fifth century. These were raised from among the Cornovii tribe who inhabited Cheshire and Shropshire, and were the only native British unit known to have been stationed on Hadrian's Wall. A stone tablet was found on the south side of Hanover Square in Newcastle that records the work of Cohors I Thracum on the vallum, but it is thought unlikely that this unit was ever permanently stationed here. == See also == * Roman engineering * Roman military engineering * Roman sites in the United Kingdom == References == == Further reading == * Historic England https://historicengland.org.uk/listing/the- list/list-entry/1020126 * Pastscape: http://www.pastscape.org.uk/hob.aspx?hob_id=24920&sort;=4&search;=all&criteria;=pons aelius&rational;=q&recordsperpage;=10 * Tyne and Wear Sitelines: http://www.twsitelines.info/SMR/204 * D.H. Heslop, 2009, Newcastle and Gateshead before AD 1080, in Diana Newton and AJ Pollard (eds), 2009, Newcastle and Gateshead before 1700, pages 10-11 * P. Bidwell and M. Snape, 2002, The History and Setting of the Roman Fort at Newcastle upon Tyne, Archaeologia Aeliana, 5th Series, Vol 31, p 277 * == External links == * PONS AELIUS FORT on the line of Hadrian's Wall as it exists today * Details of fort * North East England`s History Category:English Heritage sites in Tyne and Wear Category:Roman fortifications in England Category:Forts of Hadrian's Wall Category:Roman bridges in England Category:History of Newcastle upon Tyne ",
    "title": "Pons Aelius"
}