{
    "id": "9147101",
    "text": "Kristian Ormsby (born 12 April 1980 in Auckland, New Zealand) is a former New Zealand rugby union player. In his rugby career he played for Counties- Manukau, the Hurricanes, the Chiefs and the New Zealand Maori. His usual position is at lock, though he is known for playing in the loose forward positions of Blindside Flanker and Number Eight. Ormsby made his Super Rugby debut in 2001 after an outstanding season for the provincial Counties-Manukau team. In 2003 he joined the Wellington Hurricanes rugby franchise, for whom he played over 30 matches before returning to his roots and once again playing for his original team, the Chiefs. He played in the 2006 Churchill Cup for the New Zealand Maori where he scored five tries and was the leading point-scorer for the New Zealand Maori. In the 2007 Super 14 season he re-signed to play for the Chiefs. In 2007 Ormsby captained the Counties Manukau Steelers in the Air New Zealand Cup competition. In February 2008, Ormsby became the subject of a weekly column in the Franklin County News with his thoughts on the Chiefs 2008 Super 14 campaign. The column was entitled 'Whispers from the Chiefs' – a word-play on his nickname 'Whispers'. On 28 May 2008, he signed a multi-year contract to join Sale Sharks. Ormsby has since retired from professional rugby. He currently resides in Auckland, New Zealand. ==References== ==External links== *Chiefs profile Category:1980 births Category:Living people Category:Rugby union locks Category:New Zealand rugby union players Category:Māori All Blacks players Category:Counties Manukau Steelers players Category:Wellington rugby union players Category:Hurricanes (rugby union) players Category:Chiefs (rugby union) players Category:Rugby union players from Auckland Category:Sale Sharks players Category:New Zealand expatriate rugby union players Category:New Zealand expatriate sportspeople in England Category:Expatriate rugby union players in England ",
    "title": "Kristian Ormsby"
}