{
    "id": "9147906",
    "text": "Abraham E. Lefcourt (March 27, 1876 - November 13, 1932),Time magazine: \"A.E. Lefcourt\" better known as A.E. Lefcourt, was a prominent real estate developer in New York City in the 1920s. All but forgotten today, in his lifetime Lefcourt was known as one of the city's most prolific developers of Art Deco buildings.The City Review: Madison Avenue Describing Lefcourt in a 1930 newspaper article, The New York Times said, \"No other individual or building organization has constructed in its own behalf as many buildings as are in the Lefcourt Group.\" NY Times: \"Abraham Lefcourt\" ==Early life== Lefcourt was born Abraham Elias Lefkowitz March 27, 1876, to Russian-Jewish immigrants in Birmingham, England. His family immigrated to New York's Lower East Side in 1882 where Lefcourt grew up in a predominantly Jewish and poor community. ==Career== Lefcourt began his career as a newsboy and bootblack. He became a prominent figure in the New York garment industry when he assumed control of his employer's wholesale business. His forays into real-estate began in 1910 with a 12-story loft on West 25th Street. He built many more structures in the area, including the Alan E. Lefcourt building, known today as the Brill Building, heralding the beginnings of the new Garment Center. An entrepreneur, Lefcourt had numerous other business interests, including founding Lefcourt Normandie National Bank, which eventually became a part of JP Morgan Chase.NY Times: \"A.E. Lefcourt Bank Formally Opened\"Scripophily: Lefcourt Normandie National Bank Notwithstanding his success and a net worth reported to have been as much as $100 million in 1928,NY Times: \"A.E. Lefcourt\" Lefcourt's empire began to unravel during the Depression, with his company going into foreclosure and his buildings being auctioned off.NY Times: \"Auction of Lefcourt National Building\" In 1932, with creditors pursuing him and others accusing him of fraud, Lefcourt suffered a heart attack in his Savoy-Plaza Hotel apartment and died at the age of 55.NY Times: A.E. Lefcourt Obituary ==Personal life== He married Irma Viola Castleberg (1883–1949). The couple began using the surname Lefcourt around 1900 but did not officially adopt the name until 1909. The Lefcourts had two children: Mildred Audrey, born in 1908, and Alan Elias, born in 1913. Lefcourt constructed the Brill Building in part as a memorial to his son Alan Elias who died of anemia in February 1930. Lefcourt himself died on November 13, 1932, at the Savoy Hotel, leaving an estate of only $2,500. Services were held at Temple Emanu-El in Manhattan. Mrs. Lefcourt died in 1949 at Nantucket, MA; she was at the time of her death listed as a resident of the Savoy-Plaza Hotel. ==Buildings== Among Lefcourt's more notable real estate development projects: * Brill Building, 1619 Broadway, New York, NY Brill Building * Lefcourt Newark Building/Raymond Commerce Building, 1172-1182 Raymond Boulevard, Newark, NJ Now known as Eleven-Eighty.VirtualNewarkNJ.com * Lefcourt Clothing Center, 275 Seventh Avenue, New York, NY NY Times: \"Streetscapes\" * Lefcourt Colonial Building, 295 Madison Avenue, New York, NY Time magazine: \"Unfreezing Assets\"Skyscraperpage.com: Lefcourt Colonial Building * Lefcourt Empire Building, 989 Avenue of the Americas, New York, NY Skyscraperpage.com: Lefcourt Empire Building * Lefcourt Madison Building, 16 East 34th Street, New York, NY Skyscraperpage.com: Lefcourt Madison Building * Lefcourt Manhattan Building, 1412 Broadway, New York, NY Skyscraperpage.com: Lefcourt Manhattan Building * Lefcourt National Building, 521 Fifth Avenue, New York, NY, designed by Shreve, Lamb and Harmon Emporis- Lefcourt National Building, * Lefcourt Normandie Building, 1384 Broadway, New York, NY Skyscraperpage.com: Lefcourt Normandie Building * Lefcourt State Building, 1375 Broadway, New York, NY Skyscraperpage.com: Lefcourt State Building ==Notes== ==Sources== * , Columbia University, Graduate School of Architecture, Planning and Preservation (archived 2008) Category:1877 births Category:1932 deaths Category:American real estate businesspeople Category:American people of Russian-Jewish descent Category:Businesspeople from New York (state) Category:Art Deco architects ",
    "title": "Abraham E. Lefcourt"
}