{
    "id": "9148104",
    "text": "John Robertson (March 12, 1934 - January 25, 2014) was a Canadian author, writer, journalist and media personality. Robertson, a promising amateur baseball pitcher, had a tryout in 1950 with Major League Baseball's Washington Senators. When his playing days ended, he would stay around the game as a reporter, in later years writing newspaper columns on the Montreal Expos and Toronto Blue Jays. In 1998, he was inducted into the Manitoba Baseball Hall of Fame Journalism/Broadcasting career: *1956–1958 : Winnipeg Free Press/Regina Leader-Post, Winnipeg, Manitoba/Regina, Saskatchewan *1958–1963 : Winnipeg Tribune, Winnipeg, Manitoba *1963–1966 : \"Regina Leader-Post\", Regina, Saskatchewan *1966–1968 : \"Toronto Telegram\" Toronto, Ontario *1968–1974 : Montreal Star, Montreal, Quebec *1974–1977 : CFCF and CJAD radio stations, Montreal, Quebec *1977–1982 : CBC, Winnipeg, Manitoba *1982–1986 : Toronto Sun, Toronto, Ontario *1986–1989 : Toronto Star,Toronto, Ontario Robertson worked as a sports reporter and columnist at the Regina Leader-Post in the early 1960s and grew to love the Saskatchewan Roughriders CFL football team over his hometown Winnipeg Blue Bombers. When the Roughriders were close to bankruptcy during a tragic 1979 season, Robertson flew in from Winnipeg (where he now worked for CBC Television) at his own expense to help out coach Ronnie Lancaster. The two men were flown around Saskatchewan in a small plane to drum up ticket sales for the final game of the 1979 season. Taylor Field was full to capacity for that game and the efforts of Lancaster and Robertson managed to save the football team from certain extinction. Around the same time in November 1979, in his regular back page column for Maclean's magazine, Robertson coined the term \"Rider Pride\" when he wrote about his experiences and his feeling that the Roughriders had the best fans in the CFL. Robertson never received a cent from the Saskatchewan Roughriders franchise for his efforts nor an acknowledgement by the Roughriders franchise for coining the term \"Rider Pride,\" a term used extensively by the Saskatchewan Roughriders CFL franchise in their team marketing and for multimillion-dollar annual sales of Roughrider merchandise. Robertson, an avid marathon runner, was the founder of the Manitoba Marathon in 1979, a charity to provide housing for Manitoba's mentally handicapped. He was also involved in charitable causes for the Winnipeg Harvest Food Bank, Gimli Food Bank and the Toronto Food Bank. Robertson was a 24Hours interviewer on CBC-Television CBWT in Winnipeg, September 1977 to September 1981. In 1981, he created a feature documentary on Terry Fox for 24Hours. He also wrote a twice-weekly sports column for the Winnipeg Free Press in 1978, and was considered at the time one of Canada's best sports writers. He resigned from 24Hours to run as a Progressive Conservative in the provincial riding of St. Vital in the 1981 election. After not winning that seat he joined the Winnipeg Sun where he wrote a regular sports column. Robertson wrote four books: High Times with Stewart MacPherson (); Those Amazing Jays (); \"OK OK Blue Jays\" and \"Rusty Staub of the Expos\" () (). From 1982 to 1989, Robertson worked at the Toronto Sun as a sports columnist then at the Toronto Star where he covered the Toronto Blue Jays baseball team during their road games into the U.S.; he also wrote a regular column producing huge bags of fan letters to the Star. In 1990, after some health complications, Robertson retired to Winnipeg Beach, Manitoba. John Robertson was born in Winnipeg, Manitoba and died on January 25, 2014 (Scottish poet Robbie Burns' birthday) in Gimli, Manitoba. Patricia Dawn Robertson, a Canadian satirist, independent journalist, non-fiction writer and editor, is the eldest child and daughter of John Robertson and his wife, Elizabeth (\"Betty\") Robertson née Brough (born April 8, 1935 in Winnipeg, Manitoba and died November 13, 2015 in Gimli, Manitoba). John and Betty were married on September 1, 1955 in Winnipeg, Manitoba. Betty, who was trained as a Legal Secretary, worked in many law firms in Winnipeg, Regina and Toronto. She transcribed John's biography \"Rusty Staub of the Expos.\" John and Betty's son and second child, Timothy John Robertson, was born November 29, 1964 in Regina, Saskatchewan on Grey Cup Sunday. Timothy, a Senior IE Consultant with TRC Analytics, lives in Dallas, Texas with his wife, Lynda. ==References== ==External links== * John Robertson quote on Manitoba Marathon * History of the Manitoba Marathon * John Robertson at the Manitoba Baseball Hall of Fame Category:Canadian television sportscasters Category:Canadian radio sportscasters Category:Canadian sportswriters Category:Writers from Winnipeg Category:1934 births Category:2014 deaths ",
    "title": "John Robertson (journalist)"
}