{
    "id": "9148545",
    "text": "Farinelli is a 1994 internationally co-produced biographical drama film directed by Gérard Corbiau and starring Stefano Dionisi, Enrico Lo Verso, Elsa Zylberstein and Jeroen Krabbé. It centers on the life and career of the 18th- century Italian opera singer Carlo Broschi, known as Farinelli, considered the greatest castrato singer of all time; as well as his relationship with his brother, composer Riccardo Broschi. ==Plot== The prologue begins with Carlo Broschi, the famous castrato Farinelli, reminiscing about his childhood as a singer in the church choir. A newly castrated boy runs in and warns Carlo that his voice will result in death, then ends himself. Carlo is traumatized and refuses to sing a composition by his older brother Riccardo for his voice teacher, Nicola Porpora. He cries and runs to his father, who comforts him, but extracts a promise that he will never refuse his voice to his brother again. The film proper opens in Madrid, Spain, at the palace of King Philip V. Riccardo Broschi (Enrico Lo Verso) demands to see his brother Carlo (Stefano Dionisi), now known by his nickname, Farinelli. Carlo refuses him. The rest of the film is told in flashback. Eighteen years earlier, Carlo and Riccardo watched an itinerant trumpet player humiliate a young castrato. Angered, Carlo humiliates the trumpeter, to the delight of the crowd. Riccardo seduces a pretty lady in the crowd, using his brother as bait: Carlo begins to make love to her, then Riccardo steps in to complete the act. Meanwhile, George Frideric Händel (Jeroen Krabbé) has heard Farinelli sing from his carriage. He asks Carlo to come to Great Britain and perform, but Riccardo demands to be included. Handel sneers at Riccardo as a hack, humiliates Carlo as a freak, and leaves. Several years pass, and Carlo is now famous. He impresses the Comtesse Mauer (Marianne Basler), a beautiful and rich young woman more interested in books than opera. The brothers maintain their sexual accommodation: Carlo seduces the comtesse´s maid and Riccardo consummates the sex act. Carlo receives a letter from Handel, who wants to hear Carlo sing in Dresden. Carlo suddenly falls ill with a fever during which Riccardo repeats a story he has told Carlo since he was a child: Carlo had been injured in a fall from a horse, and the castration surgery was necessary to save his life. In Dresden, Handel meets Carlo just before the curtain rises and tells him the King George II wants him to sing. Unnerved by Handel's offer, Carlo faints on stage. A self-satisfied Handel departs; Carlo waits for him in vain. Carlo is soon invited to London by the young Alexandra Lerris (Elsa Zylberstein). Handel's Covent Garden opera house is bankrupting the nearby Opera of the Nobility, sponsored by the Prince of Wales and run by Carlo's old vocal teacher Porpora (Omero Antonutti). In London, Carlo and Riccardo meet Margareth Hunter (Caroline Cellier) and her crippled son Benedict (Renaud du Peloux de Saint Romain). Carlo proposes to her, but she refuses out of respect for her late husband. Carlo begins to realize that Riccardo's highly ornamented compositions lack true artistry; he covets Handel's operas and tries to impress him. Alexandra, who is in love with Carlo, steals some of Handel's music for Carlo to perform. The relationship between the two brothers deteriorates. Searching Riccardo's house for the stolen music, Handel confronts him and sabotages the relationship. Beguiled by Handel, Riccardo reveals (in a flashback-within-a-flashback) that Carlo was a superb singer as a child, and when their father died, the fear of losing that voice prompted him to drug Carlo and castrate him illegally, then promise to compose for him a great opera: \"Orpheus.\" That evening, Handel meets with Farinelli backstage. He tells Farinelli the secret of his castration and allows him to sing the stolen music. Shocked and heartbroken, Carlo sings Handel's music (the aria Lascia ch'io piangaHaynes, Bruce, The End of Early Music, Oxford University Press US, 2007, p. 25. ) so beautifully that Handel faints. The flashback ends. We learn that Carlo and Alexandra fled from Riccardo to the royal court of Spain, and has not sung in public since his triumph at the Opera of the Nobility three years earlier. Carlo has never forgiven Riccardo, but Alexandra, who understands the bond between the brothers, tries to reconcile them: she steals Riccardo's \"Orpheus.\" Carlo sees that Riccardo has finally written the promised masterpiece, but still can't forgive. Carlo sings for King Philip during a solar eclipse. As Riccardo listens to Carlo sing, he is overwhelmed by guilt and the broken relationship, and attempts suicide by slashing his wrist. After falling unconscious from blood loss, he is brought to the house Carlo and Alexandra share, where he recovers. Carlo, realizing the atonement of his brother's actions, forgives Riccardo for castrating him. Together, the brothers make love to Alexandra. Some months pass. Alexandra is now pregnant with Riccardo's child, whom Carlo and Alexandra treat as their own. The film ends as Riccardo leaves Madrid to seek his fortune as a composer, taking comfort in the fact that in leaving Carlo with a child to father, he has given his brother back his \"share of humanity.\" == Cast == {| class=\"wikitable\" ! Actor ! Role |- |Stefano Dionisi || Carlo Maria Broschi |- |Enrico Lo Verso || Riccardo Broschi |- |Elsa Zylberstein || Alexandra |- |Jeroen Krabbé || George Frideric Handel |- |Caroline Cellier || Margaret Hunter |- |Renaud du Peloux de Saint Romain || Benedict |- |Omero Antonutti || Nicola Porpora |- |Marianne Basler || Comtesse Mauer |- |Pier Paolo Capponi || Broschi |- |Graham Valentine || Prince of Wales |- |Jacques Boudet || Philip V |- |Delphine Zentout || Young admirer |} ==Production== Although Dionisi provided the speaking voice (originally in French), Farinelli's singing voice was given by the Polish soprano Ewa Malas-Godlewska and the American countertenor Derek Lee Ragin, who were recorded separately and then digitally merged to recreate the sound of a castrato. Its musical director was the French harpsichordist and conductor Christophe Rousset. The musical recording was made at a concert hall, the Arsenal in Metz, with the orchestra Les Talens Lyriques. Parts of the movie were filmed at the Margravial Opera House in Bayreuth. == Controversy over historical depictions == Relatively little detail is known of Farinelli's life, and the film makes inventive use of what is known, including elements for which there is no historical basis. Among the historically-documented elements of the film are the rivalry between Handel and Porpora, the account of Farinelli competing with a trumpeter for holding a note and his skill as a harpsichordist. Although loosely based on known events, the film takes dramatic license with many specific details on music and the facts of Farinelli's life. The film is largely concerned with a speculative psychological account of Farinelli’s experience. The central tension between Farinelli and his brother, portrayed in the film, is that Riccardo had him castrated, which is doubtful. Likewise, a meeting between Farinelli and Handel in Naples in which Farinelli spits on the composer is also dubious. Riccardo Broschi had less importance in Farinelli's career than is depicted in the film, and neither brother was as dependent on the other as the film suggests. The idea that Farinelli raised his brother’s child is simply fanciful, as is the notion that after hearing Farinelli sing his operatic work, Handel was no longer able to compose. ==Reception== Farinelli was released in 1994 and won the Golden Globe for Best Foreign Language Film in 1995. It was also nominated for an Academy Award in the same category. ==DVD release== The film was given an \"R\" rating by the MPAA due to depictions of adult themes and sexuality. The movie is available on a Region 1 DVD with a spoken track in French and Italian (with small amounts of German and English spoken by Handel), and English and Spanish subtitles. ==See also== * List of submissions to the 67th Academy Awards for Best Foreign Language Film * List of Belgian submissions for Academy Award for Best Foreign Language Film * List of films featuring eclipses ==References== == External links == * * Category:Belgian films Category:1994 films Category:French films Category:Films about classical music and musicians Category:1990s biographical drama films Category:1990s historical drama films Category:1990s multilingual films Category:Films set in Madrid Category:Films set in Italy Category:Films set in England Category:Films set in France Category:Films directed by Gérard Corbiau Category:Films set in the 18th century Category:Italian films Category:Belgian biographical drama films Category:French biographical drama films Category:French multilingual films Category:Italian multilingual films Category:Italian biographical drama films Category:Belgian historical drama films Category:French historical drama films Category:Italian historical drama films Category:Best Foreign Language Film Golden Globe winners Category:George Frideric Handel in fiction Category:Cultural depictions of George Frideric Handel Category:Cultural depictions of Farinelli Category:1994 drama films ",
    "title": "Farinelli (film)"
}