{
    "id": "9148736",
    "text": "Wei Changhui () was the North King of the Taiping Heavenly Kingdom during the Taiping Rebellion. ==Pre-Rebellion involvement== Wei Changhui was a wealthy native of Jintian, Guiping, Guangxi, who owned both land and a pawnshop.Franz H. Michael, The Taiping Rebellion: History 38 (1966) Wei was also educated and a member of a prosperous clan that had ensured that the market town of Jiantin was a safe haven for the God Worshippers.Jonathan D. Spence, God's Chinese Son 112, 125, 223 (1996) During the early days of the movement during the 1840s, Wei converted to God Worshipping by Feng Yunshan and Hong Xiuquan. During the summer of 1848, Wei swore brotherhood to Hong Xiuquan, Feng Yunshan, Yang Xiuqing, Xiao Chaogui, Shi Dakai, and Jesus Christ.Jen Yu-wen, The Taiping Revolutionary Movement 40-43 (1973) ==During the Rebellion== Wei was a principal Taiping general since the early days of the rebellion.Jonathan D. Spence, God's Chinese Son 146 (1996) On December 4, 1851, Hong Xiuquan declared Wei to be the North King, Lord of 6,000 Years.Jonathan D. Spence, God's Chinese Son 143 (1996) Once the Taiping captured Nanjing, Wei began to coordinate the defense of the surrounding region and managed Nanjing's food supplies.Jen Yu-wen, The Taiping Revolutionary Movement 218 (1973) ==Tianjing Incident and Death== In order to consolidate his power, Yang Xiuqing began to humiliate and threaten Wei.Jonathan D. Spence, God's Chinese Son 223, 236 (1996) Shortly before seeking a title commiserate with Hong Xiuquan's, Yang dispatched Wei, Shi Dakai, and Qin Rigang to separate provinces.Jonathan D. Spence, God's Chinese Son 237 (1996) Hong, viewing Yang's request as treasonous, alerted the three generals to return at once. Wei returned to Nanjing with three thousand troops on September 1, 1856 and found that Qin Rigang had already arrived. In consultation with Hong Xiuquan and his allies, the two generals decided not to wait for Shi Dakai's arrival.Jonathan D. Spence, God's Chinese Son 242 (1996) Instead, they and their troops immediately stormed Yang's palace and slew him before he could escape. They then slaughtered his family and followers within the palace, despite having agreed with Hong that only Yang was to die. At this point, six thousand of Yang's followers remained in Nanjing.Jonathan D. Spence, God's Chinese Son 242-43 (1996) Hong and his generals agreed to set a trap for those men.Jonathan D. Spence, God's Chinese Son 243 (1996) Hong pretended to arrest Wei and Qin Rigang for their actions and invited Yang's followers to watch as the two were beaten. Once the majority of Yang's followers were inside, the beatings ceased and Yang's followers were imprisoned inside the halls from which they were watching the beatings. The next morning, they were all systemically slaughtered.Jonathan D. Spence, God's Chinese Son 243-44 (1996) Killings of Yang's followers continued for three additional months.Jonathan D. Spence, God's Chinese Son 244 (1996) Shi Dakai finally reached Nanjing in October and blamed Wei for the excessive bloodshed. Wei in turn suggested that Shi may be a traitor Having been warned that he could be assassinated next, Shi fled Nanjing, leaving the same day he arrived. That night, Wei and Qin Rigang stormed Shi's mansion and slaughtered his family and retinue. Shi then consolidated an army of 100,000 and demanded the heads of Wei and Qin. Wei directed Qin to block Shi's advance and began plotting to imprison Hong Xiquan. Hong Xiuquan was able to preempt those plans, however, and had his bodyguards kill Wei. Qin was lured back and killed shortly thereafter. ==References== Category:Chinese religious leaders Category:Executed Taiping Heavenly Kingdom people Category:Military leaders of the Taiping Rebellion Category:People from Guigang Category:Zhuang people Category:1856 deaths Category:1823 births Category:Executed people from Guangxi Category:People executed by the Taiping Heavenly Kingdom ",
    "title": "Wei Changhui"
}