{
    "id": "9148030",
    "text": "The Atlas Life Building is a historic twelve-story building in downtown Tulsa, Oklahoma. Designed by the firm Rush, Endacott and Rush, the building was completed in 1922. It is located at 415 S. Boston Avenue, sandwiched between the Philtower and Mid-Continent Tower. On May 19, 2009, it was added to the U.S. National Register of Historic Places. Originally an office building, it was converted to hotel use in 2010. ==Atlas Life Insurance Company== Atlas Statue Atlas Life Insurance Company was founded in Tulsa in 1918. Within three years it had grown so rapidly that it had begun constructing its own high-rise office building. An elaborate ceremony accompanied its grand opening on November 22, 1922. The company's logo incorporated a figure of Atlas, a Titan of ancient Greek mythology, carrying the world on his back. A statue representing this is on top of the building facade. The company remained in business at this location until it was sold in 1991. ==Building description== The building's most recognizable feature is the four-story neon sign above the main entrance, which makes the Atlas Life Building a popular local landmark. The sign was installed in 1946, and has been retained by subsequent owners of the building. The ground floor occupies the entire 100-foot by 140-foot property. The second floor is T-shaped, with the top of the T fronting on Boston Avenue, while the remaining floors are 50 feet by 140 feet, centered above the ground floor.Tulsa Preservation Commission Website: \"Atlas Life Building.\" The building itself is faced with red brick, with white marble ornamentation concentrated at the third, eleventh, and twelfth floors. At the top is an ornate cornice surmounted by a crouching statue of Atlas. The building is seven bays wide at the base, narrowing to three above the second floor to allow some separation from the taller buildings on either side. The building has an area of . The ground floor of the Atlas Life Building is home to the Tulsa Press Club, Baytide Petroleum and The New Atlas Grill. ==Building ownership== In 1991, State Mutual Insurance Company purchased Atlas Life Insurance Company and moved all its operations to Georgia. The Pearson Group acquired the building in 1997 from Tulsa Public Schools. On January 6, 2006, the building was sold by the Pearson Group to Navajo Properties LLC, a company affiliated with investor Maurice Kanbar.Kirby Lee Davis,\"Kanbar extends Tulsa portfolio with Atlas Life purchase\", The Journal Record (Oklahoma City), January 6, 2006. In 2008, Kanbar sold the building to new owners; it was then adapted for reuse as a Courtyard by Marriott hotel, with a planned opening in June 2010.Robert Evatt, \"Atlas alive: The historical building is being converted for a new life as a hotel\", Tulsa World, September 6, 2009.Robert Evatt, \"New life for Atlas\", Tulsa World, April 17, 2010.Robert Evatt, \"Downtown Marriott hotel gets ready\", Tulsa World, June 4, 2010. ==References== ==External links== * *The Atlas Life Building on Emporis.com *Images of the neon light sign at night *Courtyard by Marriott Tulsa Downtown Hotel website Category:Office buildings completed in 1922 Category:Buildings and structures in Tulsa, Oklahoma Category:Skyscraper hotels in Oklahoma Category:Commercial buildings on the National Register of Historic Places in Oklahoma Category:Historic district contributing properties in Oklahoma Category:National Register of Historic Places in Tulsa, Oklahoma Category:Skyscrapers in Tulsa, Oklahoma Category:Adaptive reuse of industrial structures in the United States ",
    "title": "Atlas Life Building"
}