{
    "id": "9148114",
    "text": "\"Ghosts\" is a song by English band Japan. It was released in edited form in March 1982 as the third single from their 1981 album Tin Drum. It reached number 5 in the UK Singles Chart in April. Although it was their biggest hit, this was not enough to stop the band splitting eight months later. Journalist Todd Hutlock called it \"one of the most remarkable and unlikely entries in British chart history.\" == Composition == Writing credits for the song are attributed exclusively to David Sylvian, while instruments credits on the single sleeve are attributed to Sylvian, Richard Barbieri and Steve Jansen, therefore excluding the fourth band member, bass guitarist Mick Karn. The lyrics describe deeply personal feelings. Sylvian has since said to Mojo magazine that \"Ghosts\" pre-empted the band splitting up: \"It was the only time I let something of a personal nature come through and that set me on a path in terms of where I wanted to proceed in going solo.\" == Release == \"Ghosts\" was released as the third single from Tin Drum in March 1982. It reached number 5 in the UK Singles Chart in April. The group appeared on Top of the Pops on 18 March 1982 when the single was at number 42 in the charts. A week later it had shot up to number 16.Popscene TOTP Episode guide - 1982 == Reception == Bereft of drums, the minimalist track would not be described as a \"commercially viable\" single in most circumstances. However, Japan's popularity at the time, in addition to the early 1980s fashion for new wave music, allowed the single to become unexpectedly popular. Writing in Smash Hits, Tim de Lisle described the single as \"arguably the best thing they've ever done – slow, spare and mesmerising\". Record Mirror made it Single of the Week, with reviewer Runie describing it as \"the most stunningly original single you've heard for a long time\". == Versions == The 7\" single was an edited version of the original album track. The single version is featured on a bonus disc issued with the box set release of the Tin Drum album in 2003. A live version of \"Ghosts\" is included on the band's live album Oil on Canvas (recorded in 1982). Japan also performed the song live on The Old Grey Whistle Test on 4 March 1982. The band line-up included Ryuichi Sakamoto and David Rhodes and this new version of Ghosts, allegedly arranged by Sakamoto, remains unique to this performance. In 2000 David Sylvian re-recorded \"Ghosts\" using the original Japan backing track and included it on his compilation albums Everything and Nothing (2000) and A Victim of Stars 1982–2012 (2012). Sylvian has said that \"Ghosts\" was the first track that indicated the new direction of his compositions after the Japan period. Sylvian also performed the song during The First Day Tour (1992) and Slow Fire Tour (1995). == Legacy == The song appeared on the 2006 DJ mix album \"Late Night Tales: Air\". The song was played in episode six in the BBC series of Ashes to Ashes, a spin-off of Life on Mars, and, since April 2008, it has been used in the trailers for another BBC series, Waking the Dead. The song is also featured in the 2008 Norwegian film The Man Who Loved Yngve. The song's lyric provides the title for theorist Mark Fisher's 2014 critical work Ghosts of My Life: Writings on Depression, Hauntology and Lost Futures. == Track listing == A. \"Ghosts\" (single mix) – 3:55 B. \"The Art of Parties (Version)\" (live) – 5:18 == References == == External links == * Category:1982 singles Category:Songs written by David Sylvian Category:Japan (band) songs Category:1981 songs Category:Virgin Records singles ",
    "title": "Ghosts (Japan song)"
}