{
    "id": "9149937",
    "text": "State Route 257 (SR 257) is a southwest–to–northeast state highway located in the central part of the U.S. state of Georgia. It travels from Cordele to Dublin, via Hawkinsville. Its routing is located within portions of Crisp, Dooly, Wilcox, Pulaski, Bleckley, Dodge, and Laurens counties. SR 257 was the basis for a proposed connector route for I-75, Interstate 175 that would have connected Albany and Cordele on a more easterly routing. ==Route description== SR 257 begins at an interchange with Interstate 75 (I-75) in Cordele in Crisp County. It heads northeast, enters Dooly County, and intersects SR 215\\. The highway cuts across the northwestern corner of Wilcox County, prior to entering Pulaski County. Before entering Hawkinsville, it intersects SR 27\\. The two highways run concurrent into town. In Hawkinsville, they intersect US 129/SR 11/SR 230, and all six highways travel to the east. At Jackson Street South, US 129/SR 11 depart to the south concurrent with SR 112, while US 129 Business/SR 11 Business head north. US 129 Alternate/SR 112 join the concurrency. East of town, US 129 Alternate/SR 112/SR 257 head north, while SR 230 heads south and SR 27 head to the east. Almost immediately is an intersection with US 341/SR 26\\. Here, SR 26 joins the concurrency, while SR 27 departs to the east, running concurrent with US 341\\. US 129 Alternate/SR 26/SR 112/SR 257 head northeast for a short distance, until SR 257 leaves the concurrency to the northeast. It enters Bleckley County and passes through rural areas until it has a brief concurrency with US 23/SR 87 in Empire. During that concurrency, the three highways enter Dodge County. It continues to the northeast, until it enters Chester, where it has a short concurrency with SR 126\\. Upon leaving town, SR 257 enters Laurens County. In Dexter is another concurrency with SR 338\\. Just before entering Dublin, it has an interchange with I-16 and then intersects US 441 Bypass/SR 117\\. In town, it meets its eastern terminus, an intersection with US 319/US 441/SR 31. ==History== The portion of the highway in Laurens County was numbered as SR 277 until 1959. ===Interstate 175=== Interstate 175 (I-175) was a proposed auxiliary route of I-75. Most of the highway would have paralleled the current route of SR 300 (then numbered as SR 257). This highway would have connected the city of Albany to the Interstate Highway System via I-75, had it actually been built. I-175 and its unsigned State Route 412 were proposed in 1976 to travel east from the Liberty Expressway (US 19/US 82/SR 50) in Albany. It would then curve to the northeast, and travel on a routing that would have been located farther to the east than SR 257. ==Major intersections== ==See also== * * ==References== ==External links== * * Georgia Roads (Routes 241 - 260) 257 Category:Transportation in Crisp County, Georgia Category:Transportation in Dooly County, Georgia Category:Transportation in Wilcox County, Georgia Category:Transportation in Pulaski County, Georgia Category:Transportation in Bleckley County, Georgia Category:Transportation in Dodge County, Georgia Category:Transportation in Laurens County, Georgia ",
    "title": "Georgia State Route 257"
}