{
    "id": "9149624",
    "text": "\"All the Way My Savior Leads Me\" is a Christian hymn with lyrics written in 1875 by Fanny J. Crosby (1820-1915) to a tune written by the Baptist minister Dr. Robert Lowry. ==History== In her autobiography, Crosby wrote that this was her first hymn to be set to music by Lowry.Fanny J. Crosby, Fanny J. Crosby: An Autobiography (Hendrickson Publisher, 2008), , p. 129. Excerpts available at Google Books. The hymn was first published in Brightest and best : a choice collection of new songs, duets, choruses, invocation and benediction hymns for the Sunday school and meetings of prayer and praise (edited by Dr. Lowry and W. Howard Doane) in 1875 by the New York publisher Biglow & Main. The syllabic meter is 8.7.8.7.D. A frequently told story about this hymn relates that it came to Fanny as a result of a prayer. Struggling financially, she desperately needed some money. As her usual custom, Fanny began to pray. A few minutes later, a gentleman offered her five dollars, the exact amount she needed. Later recalling the incident, she said, \"I have no way of accounting for this except to believe that God put it into the heart of this good man to bring the money.\" The poem she wrote afterward became \"All The Way My Savior Leads Me\".Kenneth W. Osbeck, 101 Hymn Stories (Kregel Publications, 1982), , p. 26. Excerpts available at Google Books. ==Popularity== The song is considered one of Crosby's best known hymns.Robert J. Morgan, \"All the Way My Savior Leads Me\" in Near to the Heart of God: Meditations on 366 Best-Loved Hymns (Revell Publishing, 2010), , p. 44. Excerpts available at Google Books.Timothy L. Hall, American Religious Leaders (Infobase Publishing, 2003), , p. 86. Excerpts available at Google Books. It has been included in over 250 hymnals, including a quarter of those produced since 1970. Robert Lowry ==References== == External links== *Free Piano MP3 version of All The Way My Savior Leads Me *History, Lyrics, MIDI file at the Cyber Hymnal *Brightest and best Category:American Christian hymns Category:Hymns by Fanny Crosby Category:Gospel songs Category:Songs with lyrics by Fanny Crosby Category:1875 songs Category:1875 in Christianity Category:19th-century hymns Category:Songs about Jesus ",
    "title": "All the Way My Savior Leads Me"
}