{
    "id": "9149957",
    "text": "Lead is a Japanese hip-hop dance and vocal group, initially formed under the name Rhymix in Osaka, Japan in March 2002. They went through two name changes before debuting as \"Lead\" in May 2002 under the Pony Canyon sub-label Flight Master. The group consists of Shinya Taniuichi, Keita Furuya, Akira Kagimoto and, formerly, Hiroki Nakadoi. Upon debuting on July 31, 2002 with \"Manatsu no Magic\", the group experienced early success due to their dancing and vocal skills at a young age. The release of their second single \"Show me the way\" earned the group the Best Newcomer Award during the 44th Japan Record Awards. Their debut album Life On Da Beat took the #5 spot on the Oricon charts. In 2010, the group moved from Flight Master to the parent label of Pony Canyon with their single \"Speed Star.\" Beginning with the single \"Wanna Be With You\" (2012), the group began a string of top-charting singles. The single peaked at #3 on Orion and their singles for the following six years would continue to chart in the top five. Their album The Showcase (2016) became their highest- charting album at #2 and their following album Milestone (2018) became their longest-charting album, remaining on the charts for seven weeks. In 2013, leader and lead vocalist Nakadoi left the group after feelings of inadequacy. The last single he was featured in was \"Still\", and he officially left the group after their 2012 Upturn tour. In November 2019, he opened his own hair salon, heena. ==Biography== ===Pre-debut and formation of Lead=== Hiroki Nakadoi, Shinya Taniuchi and Akira Kagimoto all attended the CALESS Vocal & Dance School (キャレスボーカル&ダンススクール) in Osaka, Japan, where they met each other and became good friends. By March 2002, they began doing live street performances on the streets of Shiroten at Osaka Castle Park under the dance unit name of \"Rhymix\" (リミックス). By May 2002, they renamed the group from \"Rhymix\" to \"flow\" and began performing by Kyobashi Station. After the name change, the three decided to recruit a fourth member. Meanwhile, on April 13, 2002, the Kyushu/Fukuoka Joint Starlight Audition (九州・沖縄合同スターライトオーディション) was being held in Okinawa by Rising Production on a search for new talent. At the time, Keita Furuya and another contestant, , were declared winners out of the 8,751 hopefuls that auditioned. flow tracked down Keita and he soon joined the group on May 18, 2002. On May 23, 2002, the group underwent another and final name change, officially becoming \"Lead\", whereas they had hoped to become a \"leading group\" of the age. ===2002–2007: Debut, Life On Da Beat and television roles=== Around early July 2002, Lead held their first live street performance as four-member group Lead at Osaka Castle Park to demonstrate their skills with dancing, singing and rapping. The event was deemed a success for the group with around 7,000 attendees. Lead also became the opening act for budding group w-inds for their first live tour - 1st Message - and performed in front of 120,000 people for each opening. Lead soon released their first single Manatsu no Magic on July 31, 2002. The release of their second single, \"Show me the way\" helped the group take the spot as Best Newcomer Award during the 44th Japan Record Awards, alongside the group day after tomorrow and soloists Mika Nakashima and Sachika Shino. In April the following year, they released their debut album, Life On Da Beat. It charted at #5 on the Oricon Albums Charts, giving the group more success in their early year. Their following single Fly Away also charted in the top ten at #10. Charting for seven weeks, it became, at the time, their longest-running single. Their debut album Life On Da Beat continued their success, securing the #5 spot on the charts. In 2003, the group performed the song \"Get Wild Life.\" The song would become the theme song for the 2004 film Kamachi, which all of the members would take part in, with Shinya being the titular character. The film was based on the life of Kamachi Yamada, a young savant who rebelled against the Japanese educational system. He created many works, which was come upon by his family after his untimely death in 1977. Lead was also featured in the 2003 film Boutaoshi! alongside fellow label-mates Flame and other Pony Canyon artists. The film was centered around the game bo- taoshi, or \"pole-toppling\", a popular sport in Japan. Shinya took on the lead role of Tsuguo Takayama, who was conned into joining the annual competition. In 2005, Hiroki played Taichi Kobayashi in the TV Tokyo series Pink no Idenshi. The series predominately followed the relationship of Taichi and Natsu Saito (Narumi Konno) throughout their time at Phoenix High School. ===2008–2011: Declining sales and annual singles=== By 2008, Lead had released a total of fourteen singles, five albums, seven DVDs and had performed five live tours. Along with making numerous guest appearances on talk shows, they had hosted their own TV shows, starred in several films and dramas, and had won a total of three Japan Record Awards. On July 30, 2008, Lead released their 15th single, \"Sunnyday.\" The single failed to break into the top 20 on the Oricon Singles Charts and became their lowest selling single, barely selling 3,000 copies. The single was followed by their first compilation album, Lead Tracks: Listener's Choice. The track list for the album consisted of songs between their 2002 debut with \"Manatsu no Magic\", up until \"Sunnyday\", which was released one week prior at the end of July. The songs for the album were voted on by fans throughout East Asia, including Japan, Taiwan, Hong Kong and South Korea. Songs with the highest vote were placed on the album. On August 5, 2009, they released their 16th single \"GiraGira Romantic.\" This marked the beginning of the group releasing one single a year for the next four years. This would also be their final single released under the Pony Canyon sub-label Flight Master, whereas the group would move to the main label. On July 28, 2010, their 17th single Speed Star was released. Their 18th single, Hurricane, was released on August 10, 2011. ===2012–2016: Hiroki's departure and increased popularity=== In 2012, the group began releasing two singles a year, along with the annual Upturn tours. Every single peaked in the top five on Oricon as the group's popularity and notoriety increased throughout the country. On March 14, 2012, the group released their highest-ranking, \"Wanna Be With You\", which peaked at #3 on Oricon. On December 12, 2012, their 20th single \"Still\" was released, peaking at #4. This became the first time since their debut to have two singles in a row to chart in the Top 5 on Oricon. This would also be the last single with group leader Hiroki. After Lead celebrated their tenth anniversary with the Leader's Party 10! concert for their fan club in March 2013, vocalist Hiroki Nakadoi stepped away from the group due to the belief that his bandmates had surpassed his abilities and he \"shouldn't be with members who are aiming higher\". Prior to Hiroki's final decision, the other members questioned if they should remain as a unit if Hiroki decided to leave. When Hiroki finalized his decision, with full support to the others as a group, they chose to stay together due to the constant support of their fans. Before retiring in the entertainment industry, Hiroki acquired a hairdresser's license and was active as a freelance hairdresser after retirement. On November 1, 2019, he opened up his own salon in Yoga, Setagaya called \"heena\". In 2013, they released the singles \"Upturn\" and \"Green Days/Strings.\" Both singles peaked in the top five at #5 and #4, respectively. They held their annual tour and released Lead Upturn 2013: Leap on DVD and Blu-ray in December. In 2014, the group released the single Sakura in February and became their fifth consecutive single to chart in the top five. In September, their single Omoide Breaker continued the string, debuting at #4. In 2015, they released \"My One\" and \"Yakusoku.\" While \"My One\" debuted at #3, it took #6 on the weekly ranking. Their seventh studio album, The Showcase, was released four years after their previous album, Now or Never, on June 8, 2016. The album's preceding singles were their highest charting singles since their debut in 2002, and the album became their highest charting album in their career, peaking at #2. The version of \"Still\" on the album was redone with only Shinya, Keita and Akira, omitting Hiroki's vocals. ===2017–2020: Milestone, Singularity and continued success=== A year-and-a- half after the release of their single Yakusoku, on March 8, 2017, the group released their twenty-seventh single, Tokyo Fever. It kept the group's streak of top-charting singles, charting at #5. The song was written by composer duo CLARABELL, who had been responsible for other top hits, including Avex artist Koda Kumi's song \"Go to the Top\", and E-girls songs \"Gomennasai no Kissing You\" and \"Follow Me\", among others. On August 23, they released Beautiful Day, which debuted at #4 before taking #6 on the charts. For the song, the group worked with Drew Ryan Scott and Sean Alexander. The coupling track, \"Shampoo Bubble\" was co-written by Japanese rapper KM-MARKIT, who was originally under the Pony Canyon label between 2005 and 2007 before creating Raider Music Record music label in 2010. On April 25, 2018, the group released Bumblebee, which became their highest debuting single at #2. The group released their eighth studio album on July 19, 2018, titled Milestone. The album became their longest charting album on Oricon, having stayed on the charts for seven weeks. On December 19, 2018, the group released their fifteenth tour DVD/Blu-ray, Lead Upturn 2018: Milestone. The DVD became their highest charting concert video, debuting at #17 on the Oricon DVD/Blu-ray charts. On January 30, 2019, the group released their thirtieth single Be the Naked, which peaked at #6 on the Oricon Daily Singles Charts. They released their thirty-first single, Summer Vacation, on July 24, 2019. They held several live events to help promote the single, with certain lives offering an After Party, which were only available to fan club members. The single debuted at #6 on the charts, continuing their streak of top 10 singles. It was followed by Hide and Seek/Sunset Refrain, which charted at No. 3. Despite being a double a-side, only the music video for \"Sunset Refrain\" was on the DVD. The music video for \"Hide and Seek\" was released on their ninth studio album, Singularity, which was released a month later on March 18, 2020. Singularity debuted at No. 12 on Oricon, becoming their first album in twelve years to not debut in the top ten. ===2020-present: Response to COVID-19, remix album and singles=== Beginning in April 2020, Lead became recurring guests on Tokyo MX to take part in Japan's \"stay at home\" order due to the COVID-19 pandemic. This was to bring entertainment to the country's residents. On May 6, they released their first solo remix album, Joy Joy Home Mix. The album was released digitally as a continuing factor in Lead's participation. On September 23, 2020, Lead released their first single post-Singularity, titled Tuxedo. It continued their release of top ten singles, debuting at No. 5 on Oricon. The music video for it was choreographed by label-mate Tomohiro Taniguchi of DA PUMP, who had created the choreography for their own summer hit \"U.S.A.\" It was used as the ending theme song to the TBS show Hiruobi! beginning on the first of the month. They released two more videos to correspond with the single: a choreography version of \"Tuxedo\" and a video for \"Kangoku Rokku\" (a cover of Elvis Presley's 1957 \"Jailhouse Rock\"), the latter of which premiered on the streaming site YouTube the day before the single's release on September 22. ==Members== ===Current members=== * * * ===Former member=== * -- left on March 31, 2013 ==Discography== ===Studio albums=== *2003: Life On Da Beat *2004: Brand New Era *2005: Lead! Heat! Beat! *2006: 4 *2008: Feel The Vibes *2012: Now or Never *2016: The Showcase *2018: Milestone *2020: Singularity ===Compilation albums=== * 2008: Lead Tracks: Listener's Choice ===Remix albums=== *2003: Buddies *2020: Joy Joy Home Mix ==Filmography== ===Films=== *Boutaoshi! (2003) *Deep Love (2004) *Kamachi (2004) *Oretachi no Ashita (2014) ===Television=== *Deep Love: Ayu no Monogatari (2004) *Pink no Idenshi (2005) *Shinsengumi Peace Maker (2010–present) *Konya wa Kokoro Dake Daite (2014) ==See also== * List of bands from Japan ==References== *www.cosmicdrive.com/ == External links == *Official Lead Website *Interview, reviews,gallery and much more Category:Japanese pop music groups Category:Pony Canyon artists Category:Musical groups from Osaka Category:Japanese boy bands Category:Musical groups established in 2002 ",
    "title": "Lead (band)"
}