{
    "id": "9150379",
    "text": "Takoma Academy is a parochial, co-educational high school located in Takoma Park, Maryland operated by the Potomac Conference of Seventh-day Adventists. It is a part of the Seventh-day Adventist education system, the world's second largest Christian school system.http://www.csmonitor.com/Commentary/Opinion/2010/1115/For-real- education-reform-take-a-cue-from-the-Adventists\"the second largest Christian school system in the world has been steadily outperforming the national average – across all demographics.\" ==History== Takoma Academy began in 1904 as part of the Washington Training Institute (now Washington Adventist University. It became an independent institute in 1932 and moved to its current location in 1952. Takoma Academy, formerly housed on the college campus, has been transferred to a separate campus and provided with a new modern building with capacity for more than three hundred students. Educational Progress in North American Division.The Journal of True Education\" Vol. 16 No. 5 June 1954. J.P. Laurence was principal from 1947–1980 and led the school to accreditation by the Middle States Association of Colleges and Secondary Schools. ==Academics== The required curriculum includes classes in the following subject areas: Religion, English, Oral Communications, Social Studies, Mathematics, Science, Physical Education, Health, Computer Applications, Fine Arts, and Electives. ==Spiritual aspects== All students take religion classes each year that they are enrolled. These classes cover topics in biblical history and Christian and denominational doctrines. Instructors in other disciplines also begin each class period with prayer or a short devotional thought, many which encourage student input. Weekly, the entire student body gathers together in the auditorium for an hour-long chapel service. Outside the classrooms there is year-round spiritually oriented programming that relies on student involvement. ==Notable alumni== *Leonard Bailey - Surgeon *Tony Skinn - National Basketball Association (NBA) Player for Orlando Magic summer league team *Ted Wilson - President of the General Conference of Seventh-day Adventists ==See also== * List of Seventh-day Adventist secondary schools * Seventh-day Adventist education ==References== ==External links== * * http://www.taalumni.org/ Takoma Academy Alumni Association, Inc. - TAAA ) - TAAA is a year-round service-oriented association that serves Takoma Academy alumnus, current students & faculty and the surrounding community. Category:Private high schools in Maryland Category:Educational institutions established in 1904 Category:Adventist secondary schools in United States Category:Schools in Montgomery County, Maryland Category:Buildings and structures in Takoma Park, Maryland Category:1904 establishments in Maryland ",
    "title": "Takoma Academy"
}