{
    "id": "9150967",
    "text": "Ignatius Aphrem I Barsoum ( ܡܪܢ ܡܪܝ ܐܝܓܢܛܝܘܣ ܐܦܪܝܡ ܒܪܨܘܡ) (June 15, 1887 – June 23, 1957) was the 120th Syriac Orthodox Patriarch of Antioch and head of the Syriac Orthodox Church. He wrote, translated and published many scholarly works, including books on the tradition, liturgy, music, and history of Syriac Orthodox Church. ==Early life and career== He was born in Mosul, Ottoman Empire, and attended a school run by Dominican friars. He studied French and Turkish as well as religious literature and history, and later learned Arabic from studies under Muslim scholars. At the Deir al-Za`faran monastery in Mardin, Turkey, where he started his theological training in 1905, he studied the Syriac language and literature. After his ordination as a priest in 1908, he remained at the monastery to teach, and in 1911 he assumed the additional responsibility of managing the monastery press. Later that year he began a scholar's visit to the monasteries and churches of Mesopotamia and Turkey. Soon after his return in 1913 he made a similar trip to examine Syriac manuscripts in the great libraries of Europe. ==Episcopal career== On May 20, 1918, Patriarch Ignatius Elias III consecrated Aphrem as metropolitan Mor Severius and named him the bishop of Syria. Rev. Joel E. Werda led the Assyrian delegation from the USA, representing the Diaspora community in Paris Peace Conference, 1919. He accompanied Bishop Aphrem Barsoum and his secretary. He was disillusioned, however, by the atmosphere of self-interest which prevailed among the delegates representing the European powers, and at one stage of the conference found himself defending not only the rights of the Assyrians, but those of the Arab nations. Though Mor Severius did not succeed in protecting the Assyrian's interests at Paris, the journey gave him ample opportunity for further study of Syriac literature before his return in May, 1920. Two years later, the League of Nations' action making Syria a French mandate brought him the new responsibility of providing for refugees from Cilicia, and he also undertook the building of many new churches in and near Aleppo. Another journey took Mor Severius to Geneva and Lausanne as an apostolic delegate to the World Conference on Faith and Order (August 3–21, 1927). Soon afterwards he came as an emissary of the Patriarch to the United States, where he investigated the condition of the Syriac Orthodox Church, consecrated three new churches, and ordained new priests. He also gave lectures on the Syriac language and literature at the Providence University and the University of Chicago, and served at the Oriental Institute of the latter institution until his return in 1929. ==Patriarchal Consecration== After the death of Patriarch Ignatius Elias III in 1932, the Synod of Bishops named Mor Severius his acting successor. On January 30, 1933, he was formally elected Patriarch of Antioch, assuming the ecclesiastical name of Mor Ignatius Aphrem I Barsoum. The new Patriarch quickly showed himself as an active Church head, establishing new dioceses and founding a theological seminary at Zahla, Lebanon (later moved to Mosul, and then to Beirut). In the aftermath of the collapse of the Ottoman Empire and the political situation in the new state of Turkey, where Deir al-Za`faran, the seat of the Patriarchate, was located, Mor Aphrem was forced to relocate the Patriarchate to Homs in Syria. The great Patriarch died on June 23, 1957 and was buried in Homs. ==Literary works== Despite the numerous responsibilities of his work in the Church and frequent interruptions for travel, the Patriarch devoted much of his time to writing. Patriarch Aphrem produced many other works which have never been published. His Syriac-Arabic lexicon and his compendium of church history in the 20th century are written in both Syriac and Arabic. His history of Tur Abdin, in Syriac, was translated into Arabic by Bishop Bahnam. In Arabic, he also wrote a history of the Syriac Orthodox Patriarchs of Antioch and the famous men of the Syriac Orthodox Church, a history of Syriac Orthodox Church dioceses, an index of Syriac manuscripts, and translations of ten liturgies of the Syriac Christianity. Also, he translated into Arabic the second part of the Ecclesiastical History of Bar `Ebroyo in 1909 when he was a monk at the Monastery of Za`faran. ===The Scattered Pearls=== The Scattered Pearls: history of Syriac literature and sciences () is a survey of Syriac literature; the review was written in the 1920s by Barsoum. The book was translated to several languages, the English by Matti Musa in 2003 (Gorgias Press ). ==See also== *Syriac Orthodox Church *Jacob Baradaeus *List of Patriarchs of Antioch - to 518 *List of Syriac Orthodox Patriarchs of Antioch - list from 518 *Malankara Jacobite Syriac Orthodox Church *Indian Orthodox Church *Saint Thomas Christians (Syrian Malabar Nasrani) *Mor Julius Isa Cicek *Ignatius Zakka I Iwas *Ignatius Afram I Barsoum *Ignatius Elias III ==References== ==External links== * Biography from Margonitho: Syriac Orthodox Resources * Biography from Syriac Orthodox in India Category:1887 births Category:1957 deaths Category:Assyrian Iraqi writers Category:Syriac Orthodox Patriarchs of Antioch Category:Syriac writers Category:Syriacists Category:People from Mosul Category:Iraqi Assyrian people Category:Assyrians of the Ottoman Empire Category:20th-century Iraqi writers Category:19th-century people of Ottoman Iraq Category:20th-century people of the Ottoman Empire ",
    "title": "Ignatius Aphrem I"
}