{
    "id": "9151053",
    "text": "\"My Love Is for Real\" is a song by Paula Abdul with backing vocals from Israeli singer Ofra Haza. It was released as the first single from Abdul's third studio album, Head over Heels, on May 30, 1995. Intended as Abdul's comeback single, \"My Love Is for Real\" reached number one in Hungary and the top 20 in Australia, Canada and New Zealand, but it stalled outside the top 20 in the United States, peaking at number 28 on the Billboard Hot 100, and failed to make a major impact in Europe. ==Song information== \"My Love Is for Real\" was written by Abdul and Rhett Lawrence. The song is a fusion of trip hop and traditional Indian instruments as well as Middle Eastern music with backing vocals by Israeli singer Ofra Haza. The song carries a dark sound not present in Abdul's earlier hits and also contains elements of industrial music. The single's B-side is the mid-tempo song \"Didn't I Say I Love You\", written by Elliot Wolf and Stacey Piersa. The single featured remixes by British dance band Strike, who subsequently recorded and released their own version of \"My Love Is for Real\" featuring singer Victoria Newton. Their version of the song became a UK Clubs Dance Top 10 hit. ==Music video== The music video, directed by Michael Haussman, features Middle Eastern inspired imagery with Abdul appearing as the head mistress of a harem. The video received two MTV Video Music Award nominations: Best Dance Video and Best Choreography in a Video. ==Chart performance== \"My Love Is for Real\" was intended to be a comeback single for Abdul, who had not released an album since 1991's triple platinum Spellbound. The single was not as successful as Abdul's previous releases and peaked at number 28 on the US Billboard Hot 100. The song fared better on the Billboard Hot Dance Club Play chart, where it reached the number-one position. \"My Love Is for Real\" was moderately successful internationally. It peaked at number seven in Australia and became a top-twenty hit in New Zealand and Canada. In the United Kingdom, the song peaked at number 28 on the UK Singles Chart and number three on the UK R&B; Chart. The song did not impact Ireland or mainland Europe at all, save for Hungary, where it topped the country's chart, and Germany, where it reached number 87. ==Track listings== US 12-inch single # \"My Love Is for Real\" (E-Smoove's Fever Mix) # \"My Love Is for Real\" (Strike's Pink Wig Dub) # \"My Love Is for Real\" (Downtempo Club Dub) # \"My love is for real\" (Strike's Straight Up There Mix) # \"My love is for real\" (E-Smoove's Fever 7-inch Edit) #\" Didn't I Say I Love You\" US 5-inch CD single # \"My Love Is for Real\" (Radio edit) # \"Didn't I Say I Love You\" # \"My Love Is for Real\" (LP version) # \"My Love Is for Real\" (R&B; Remix) ===Official remixes=== *Radio Edit *R&B; Remix *E-Smoove Fever Edit *E-Smoove Fever Mix *Full Version (By Strike) *Junior Vasquez Club *Junior Vasquez Club Extended Mix *Strike's Pink Wig Dub *Strike's Straight Up There Mix *Strike's Straight Up There Edit *Downtempo Club Dub *Uptempo Club Vocal *Lawrence/Mokran Edit *Short Intro. Edit *The Sensuous Mix *The Soft Single Mix ==Charts== ===Weekly charts=== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1995) !Peak position |- |- |- |- |- !scope=\"row\"|Europe (Eurochart Hot 100) |44 |- |- !scope=\"row\"|Hungary (Mahasz) |1 |- |- |- |- |- |- |- |- |- !scope=\"row\"|US Hot Dance Singles Sales (Billboard) |13 |- |- |- |} ===Year-end charts=== {|class=\"wikitable plainrowheaders\" style=\"text-align:center\" !Chart (1995) !Position |- !scope=\"row\"|Canada Adult Contemporary (RPM) |52 |} ==Strike version== British electronic dance music band Strike released their version of \"My Love Is for Real\" in 1996. It was released at the fourth single from their only studio album, I Saw the Future. The single reached number 35 in the United Kingdom and number 45 in Scotland. Outside Europe, the song reached number 157 in Australia. ===Track listings=== UK 12-inch single (1996) #\"My Love Is 4 Real\" (Strike's Big Outback 12-inch Mix) #\"My Love Is 4 Real\" (Strike's Small Upfront Dub) #\"My Love Is 4 Real\" (Ramp Vocal Mix) #\"My Love Is 4 Real\" (Ramp Dub) UK CD single (1996) #\"My Love Is for Real\" (radio edit) – 3:48 #\"My Love Is for Real\" (Strike's Big Outback 12-inch Mix) – 6:11 #\"My Love Is for Real\" (Strike's Small Upfront Dub) – 6:35 #\"My Love Is for Real\" (Ramp Vocal Mix) – 6:37 #\"My Love Is for Real\" (Ramp Dub) – 7:33 ===Charts=== ====Weekly charts==== {|class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" !Chart (1996–1997) !Peak position |- !scope=\"row\"|Australia (ARIA) |157 |- !scope=\"row\"|Europe (Eurochart Hot 100) |84 |- !scope=\"row\"|Scotland (Official Charts Company) |45 |- !scope=\"row\"|UK Singles (Official Charts Company) |35 |- !scope=\"row\"|UK Dance (Official Charts Company) |3 |} ==See also== *List of number-one dance hits (United States) ==References== ==Sources== Paula Abdul Chart History at Billboard.com ==External links== * Category:1995 singles Category:1995 songs Category:Billboard Dance Club Songs number-one singles Category:Music videos directed by Michael Haussman Category:Number-one singles in Hungary Category:Ofra Haza songs Category:Paula Abdul songs Category:Song recordings produced by Rhett Lawrence Category:Songs written by Paula Abdul Category:Songs written by Rhett Lawrence Category:Strike (band) songs Category:Trip hop songs Category:Virgin Records singles ",
    "title": "My Love Is for Real"
}