{
    "id": "9151786",
    "text": "\"Show Me Love\" is a song by American singer Robin S. It was written by Allen George, Richard Tomlinson and Fred McFarlane and originally released in 1990 by Champion Records in the United Kingdom. In 1992, it was remixed by Swedish house music production duo StoneBridge and Nick Nice, New York City's Onionz and re-released in many European countries as well as United States and Japan. It became one of the most well known house anthems in the United Kingdom, and Robin's biggest hit to date. It helped to make house more mainstream and the song is often confused with her following single \"Luv 4 Luv\", which is compositionally similar and was released around the same time, and with the 1997 hit \"Show Me Love\" by Swedish singer Robyn, due to same song title and similar artist name. In the US, \"Show Me Love\" reached number five on the Billboard Hot 100, number seven on the R&B; chart, and number one on the dance club chart. It was certified gold by the Recording Industry Association of America and sold 600,000 copies domestically. Additionally, the song went to number six on the UK Singles Chart in April 1993. \"Show Me Love\" has since been sampled and interpolated in numerous recordings, including \"Don't Wanna Go Home\" by Jason Derulo (2011) and \"Show Me\" by Kid Ink. == Background == \"Show Me Love\" was written by American songwriters Allen George, Fred McFarlane and British songwriter Richard Tomlinson, it was performed by singer Robin Stone. The original version of the song was released in 1990 on British label Champion Records. When recording the song, Robin S. had the flu. In a 2014 interview, she explained on this: In 1992, Swedish DJ and producer StoneBridge contacted Champion, looking for songs to remix; they suggested \"Show Me Love\". After they rejected several remixes, StoneBridge created a new mix after hearing Richard’s demo using the \"organ\" preset on the Korg M1 synthesiser to create the distorted bassline. A few days later, he listened to the remix again; he thought it was \"pretty bad\", but he was persuaded by his girlfriend to submit it. StoneBridge recalls this process: ==Critical reception== AllMusic editor Alex Henderson noted that Robin S. is \"greatly influenced by Evelyn \"Champagne\" King but obviously her own person\" and noted further that \"the success of her sleek yet gritty hits \"Show Me Love\" and \"Back It Up\" led many to think of Robin as a dance-floor diva.\" Larry Flick from Billboard wrote, \"Here's a bit of diva-house with a slight twist. Robin's big, finger-wavin' performance is laid atop an understated arrangement of icy cool electro beats.\" Cash Box stated that \"Show Me Love\" \"will become a testament to any dance floor DJ.\" Complex noted it as \"pure\" and \"powerful\". Anderson Jones from Entertainment Weekly described it as a \"techno-tinged house tune\". Joe Muggs from Fact wrote that \"for all its poppiness, this is a dark, fierce, attitude-filled beast of a record.\" Anne Slemmelid from Norwegian newspaper Laagendalsposten said in her review of the Show Me Love album, that Robin S is \"a find\" and \"at times sounds like a crossing between Chaka Khan and Stephanie Mills.\" Music & Media noted that \"buzzing synth bass lines and synthesised xylophone are the spine of this American dance prima donna's two hit singles, [Show Me Love] and Luv 4 Luv.\" The Orlando Sentinel called the song \"hard-driving\".\"ROBIN S IS DANCING TO SUCCESS SINGER (AND MAYOR'S SECRETARY) GETS BIG BREAK AFTER 16 YEARS\". The Orlando Sentinel. 1993-06-11. Retrieved 2020-03-25. Popdust noted \"that gorgeous, glorious riff\", adding that Robin S. \"sounds shell-shocked and devastated, like she's pleading for her guy to show her love, because she just doesn't know if she can take another crushing disappointment. It's very dark, and could have been overwhelmingly dour, if not for the snare-and-hi-hate [sic] shuffle that keeps propelling the song forward\". TMZ described the song as \"infectious\". == Commercial performance == In the United States, the 1992 remix peaked at number 5 on the Billboard Hot 100 on June 12, 1993. And on the Hot Dance Club Songs chart, it peaked at number one, on May 8, 1993. \"Show Me Love\" also peaked at number 7 on the Hot R&B;/Hip-Hop Songs chart. It was certified gold by the Recording Industry Association of America and sold 600,000 copies domestically. In Canada, the single peaked at number 2 on the RPM dance chart. In Europe, in the United Kingdom, the song debuted at number 66 on the UK Singles Chart, and peaked at number 6 on April 4, 7 weeks later. It also reached number 2 in Spain, number 9 in Belgium and Switzerland, as well as number 10 in Sweden and Italy. And was a top 20 hit also in Austria, Denmark, France, Germany, Iceland and the Netherlands. On the European Hot 100 Singles, \"Show Me Love\" reached number 26 on September 25 same year. Outside Europe, the song peaked at number 6 in Zimbabwe, number 13 in Israel and later, in 1994, at number 78 in Australia. == Music video == Robin S. in the music video for \"Show Me Love\". A music video was made which sees Robin S. performing in a club. It was directed by Millicent Shelton. It starts with a young woman arriving at a nightclub in which Robin S. begins to sing on a stage in front of a crowd. She is backed up by a male dancer. The woman goes to the bar where she meet a young man who are buying her a drink. When the chorus comes, some drag queens in the club are lip syncing to it. People are dancing everywhere, while the two are enjoying themselves at the bar. Then they are interrupted by an elderly man trying to talk to the woman. She is not interested and in the scuffle, her pearl band breaks. All the pearls roll down on the floor, while she runs from the bar. The young man picks up some of the pearls and goes out to the woman. Then he puts them in her hand and kisses her. While Robin S. sings the last stanzas of the song, they leave the nightclub together. The video was uploaded to YouTube in June 2010. By September 2020, it had more than 41,3 million views. == Impact and legacy == The song made it to the top five on the Billboard Hot 100 in the United States, a rare feat for a house song at the time. According to The Guardian, \"Show Me Love\" has influenced contemporary house songs such as Kiesza's \"Hideaway\" (2014) and Disclosure's \"White Noise\" (2013), and artists such as Clean Bandit and Felix Jaehn. In 2000, VH1 placed \"Show Me Love\" at number 73 in its list of 100 Greatest Dance Songs. In 2006, Slant Magazine ranked the song 41st in its 100 Greatest Dance Songs list, adding, In 2011, The Guardian featured the song in its \"A History of Modern Music: Dance\". In 2014, Complex included the song in their \"Songs Every Dance Music Fan Should Know, Vol. 1\", stating that \"it's a perfect track\". They wrote, === Accolades === {|class=\"wikitable sortable\" !Year !Publisher !Country !Accolade !Rank |- |1993 |The Face |United Kingdom |Singles of the Year |5 |- |1993 |Village Voice |United States |Singles of the Year |18 |- |1996 |Mixmag |United Kingdom |The 100 Best Dance Singles of All Time |93 |- |1998 |DJ Magazine |United Kingdom |Top 100 Club Tune |40 |- |2000 |VH1 |United States |100 Greatest Dance Songs |73 |- |2005 |Bruce Pollock |United States |The 7,500 Most Important Songs of 1944-2000 |* |- |2006 |Slant Magazine |United States |100 Greatest Dance Songs |41 |- |2011 |The Guardian |United Kingdom |A history of modern music: Dance |* |- |2011 |MTV Dance |United Kingdom |The 100 Biggest 90's Dance Anthems of All TimeMTV Dance Tuesday 27 December 2011 |43 |- |2011 |Slant Magazine |United States |The 100 Best Singles of the 1990s |80 |- |2012 |Porcys |Poland |100 Singli 1990-1999 |18 |- |2013 |Mixmag |United Kingdom |50 Greatest Dance Tracks of All Time |34 |- |2013 |Vibe (magazine)|Vibe |United States |Before EDM: 30 Dance Tracks from the '90s That Changed the Game |8 |- |2014 |Complex (magazine)|Complex |United States |Songs Every Dance Music Fan Should Know, Vol. 1 |* |- |2014 |Fact |United Kingdom |21 diva-house belters that still sound incredible |8 |- |2015 |Robert Dimery |United States |1,001 Songs You Must Hear Before You Die, and 10,001 You Must Download (2015 Update) |1002 |- |2017 |Heart TV |United Kingdom |55 Biggest 90's Club ClassicsHeart TV Friday 3 March 2017 |1 |- |2017 |BuzzFeed |United States |The 101 Greatest Dance Songs of the '90s |16 |- |2018 |Mixmag |United Kingdom |The 30 best vocal house anthems ever |* |- |2019 |Mixmag |United Kingdom |15 of the best classic house tracks about love |* |- |2019 |Mixmag |United Kingdom |The 20 best diva house tracks |* |- |2020 |Slant Magazine |United States |The 100 Best Dance Songs of All Time |19 |- |} (*) indicates the list is unordered. == Track listings == * Tracks 1 & 4 mixed by Anthony King. * Additional production by StoneBridge. Remixes by Nick Nice & StoneBridge. == Charts == ===Weekly charts=== {| class=\"wikitable sortable\" |- ! style=\"text-align:center;\"|Chart (1993) ! style=\"text-align:center;\"|Peak position |- |- |- |- |align=\"left\"|Denmark (IFPI)Danish Singles Chart 20 August 1993 | style=\"text-align:center;\"|20 |- |align=\"left\"|Europe (Eurochart Hot 100) | style=\"text-align:center;\"|26 |- |align=\"left\"|Europe (European Dance Radio) | style=\"text-align:center;\"|1 |- |- |- |align=\"left\"|Iceland (Íslenski Listinn Topp 40) | style=\"text-align:center;\"|14 |- |- |align=\"left\"|Netherlands (Dutch Top 40) | style=\"text-align:center;\"|13 |- |- |- |align=\"left\"|Spain (AFYVE) | style=\"text-align:center;\"|2 |- |- |- |align=\"left\"|UK Singles (Official Charts Company) | style=\"text- align:center;\"|6 |- |- |- |- |align=\"left\"|Zimbabwe (ZIMA)* Zimbabwe. Kimberley, C. Zimbabwe: singles chart book. Harare: C. Kimberley, 2000 | style=\"text-align:center;\"|6 |- ! style=\"text-align:center;\"|Chart (1994) ! style=\"text-align:center;\"|Peak position |- |align=\"left\"|Australia (ARIA) | style=\"text-align:center;\"|78 |- ! style=\"text-align:center;\"|Chart (1997) ! style=\"text-align:center;\"|Peak position |- |align=\"left\"|Belgium Dance (Ultratop) | style=\"text- align:center;\"|13 |- |align=\"left\"|Denmark (IFPI)Danish Singles Chart 4 July 1997 | style=\"text-align:center;\"|17 |- |align=\"left\"|Europe (Eurochart Hot 100) | style=\"text-align:center;\"|48 |- |align=\"left\"|Scotland (Official Charts Company) | style=\"text-align:center;\"|16 |- |align=\"left\"|UK Singles (Official Charts Company) | style=\"text-align:center;\"|9 |- |align=\"left\"|UK Dance (Official Charts Company) | style=\"text-align:center;\"|3 |- ! style=\"text-align:center;\"|Chart (2002) ! style=\"text-align:center;\"|Peak position |- |- |- |- ! style=\"text-align:center;\"|Chart (2008) ! style=\"text- align:center;\"|Peak position |- |- |- |- |} ===Year-end charts=== {| class=\"wikitable sortable\" |- ! style=\"text-align:center;\"|Chart (1993) ! style=\"text- align:center;\"|Position |- |align=\"left\"|Belgium (Ultratop Flanders) | style=\"text-align:center;\"|42 |- |align=\"left\"|Canada Dance (RPM) | style=\"text-align:center;\"|22 |- |align=\"left\"|Europe (Eurochart Hot 100) | style=\"text-align:center;\"|57 |- |align=\"left\"|Germany (Official German Charts) | style=\"text-align:center;\"|65 |- |align=\"left\"|Netherlands (Dutch Top 40) | style=\"text-align:center;\"|32 |- |align=\"left\"|Netherlands (Single Top 100) | style=\"text-align:center;\"|20 |- |align=\"left\"|US Billboard Hot 100 | style=\"text-align:center;\"|17 |} {| class=\"wikitable sortable\" |- ! style=\"text-align:center;\"|Chart (2008) ! style=\"text-align:center;\"|Position |- |align=\"left\"|Netherlands (Dutch Top 40) | style=\"text-align:center;\"|31 |- |align=\"left\"|Netherlands (Single Top 100) | style=\"text-align:center;\"|43 |} ==Certifications== == Personnel == * Producer – Allen George, Fred McFarlane * Co-producer – StoneBridge * Mix – StoneBridge, P. Dennis Mitchell, Junior Vasquez * Engineer – P. Dennis Mitchell, Dave Sussman, Nat Foster, Robert Kiss * Keyboards – Fred McFarlane, Richard Tomlinson, Joe Moskowitz, Matt Thomas, Stonebridge, Robert Kiss * Guitar – Paul Jackson Jr., Dana Reed, Mike Cantwell * Backing vocals – Dana Reed, Debbie Cole, Dennis Taylor, Kim Miller, Luci Martin, Robin Stone, Vivian Sessoms == Sampling == * In 1994, Sharon S., a Dutch act whose name was inspired by Robin S., used similar sounded elements of \"Show Me Love\" for their single \"Wonderful\", which was later sampled by Firebeatz in 2013. * In 2007, Australian DJ/producer Mobin Master re-recorded the song with vocalist Karina Chavez. In 2008, the song was re-released with vocals by Robin S. * In 2008, DJ Hardwell sampled DJ Mobin Master's re- recorded version and mashed it up with \"Be\" by Steve Angello and Laidback Luke's bootleg of Sweet Mercy's song \"Reach Out\" featuring vocalist Rowetta. * In 2008, DJ Michael Mind samples the song for his single \"Show Me Love\". * In 2011, Jason Derulo sampled the original melody for his single \"Don't Wanna Go Home\". * In 2013, the British synth beat combo, Street Parade, performed a version of \"Show Me Love\" in their live performances. * In 2013, American rapper Kid Ink sampled the melody on his single \"Show Me\" featuring Chris Brown. * In 2014, British electronic group Clean Bandit covered the song for the special edition of their album New Eyes. * In 2014, dance duo Ferreck Dawn & Redondo sampled the bassline for their deep house single \"Love Too Deep\". * In 2015, Russian DJ Matvey Emerson released the song featuring vocals by Glees cast member, Alex Newell. * In 2015, Dutchman Sam Feldt featuring Jaya Beach- Robertson covered the song. * In 2018, David Guetta and Showtek used an interpolation in their song \"Your Love\". * In 2020, English Record producer \"Maple\" used an interpolation in her mashup/remix of the Ecco2K song \"Calcium\". == Mobin Master version == In 2007, Mobin Master released the very first successful cover version of the song featuring singer Karina Chavez. It was number 2 on Beatport for over 8 consecutive weeks and received a 2008 ARIA Award nomination for Best Dance Release. == Michael Mind version == In 2008, German DJ and producer Michael Mind recorded a cover version of the song using a different vocalist. === Track listing === === Charts === {| class=\"wikitable sortable\" |- ! Chart (2008) ! Peak Position |- |- |- |- |- |} == Steve Angello and Laidback Luke version == In 2008, following the successful sample of the Mobin Master cover mashup with their song, \"Be\", Swedish DJ and producer Steve Angello and Filipino-Dutch DJ Laidback Luke used the parts to reconstruct their mashup. Robin S. is featured re-recording her vocals, engineered and co-produced by Mobin Master, which was initially recorded for his version. Also featured are additional vocals from Hal Ritson (co-producer) and Yolanda Quartey. It was originally released through the Happy Music label on December 12, and has had multiple re-releases since. \"Show Me Love\" is one of Angello's and Luke's best known singles, especially in the United Kingdom where it topped the UK Dance Chart in 2009. The song was also an international breakthrough for Dutch DJ Hardwell. The song is based on his illegal bootleg mashup of Mobin Master's cover of \"Show Me Love\", with vocalist Karina Chavez and the instrumental track \"Be\" by Steve Angello & Laidback Luke. === Track listing === * Includes the video of \"Show Me Love\" (3:08). === Charts === {| class=\"wikitable sortable\" |- !Chart (2009) !Peak position |- |align=\"left\"|Australia (ARIA) | style=\"text-align:center;\"|73 |- |- |- |- |- |- |align=\"left\"|UK Singles (The Official Charts Company) | style=\"text-align:center;\"|11 |- |align=\"left\"|UK Dance (The Official Charts Company) | style=\"text-align:center;\"|1 |} === Year-end charts === {| class=\"wikitable\" |- !Chart (2009) !Position |- |UK Singles (Official Charts Company) | style=\"text-align:center;\"|156 |} == Sam Feldt version == In 2015, the song was remade by Sam Feldt featuring vocals from Jaya Beach-Robertson. It was released as a digital download on 16 February 2015 through Spinnin' Records. Several remixes were released on 21 June 2015, including EDX's Indian Summer Remix, which became most popular. The song was produced by Sam Feldt. === Track listing === === Chart performance === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Peak position |- |- |- |- |- |- |- ! scope=\"row\"| France (SNEP) | 82 |- |- |- |- |- |- |- |- |- |- |- |- |} === Year-end charts === {| class=\"wikitable sortable plainrowheaders\" style=\"text-align:center\" |- ! scope=\"col\"| Chart (2015) ! scope=\"col\"| Position |- ! scope=\"row\"| Belgium (Ultratop Flanders) | 68 |- ! scope=\"row\"| Netherlands (Dutch Top 40) | 72 |- ! scope=\"row\"| Netherlands (Single Top 100) | 66 |- ! scope=\"row\"| UK Singles (Official Charts Company) | 63 |- ! scope=\"row\"| US Hot Dance/Electronic Songs (Billboard) | 44 |} === Certifications === === Release history === {| class=\"wikitable sortable plainrowheaders\" |- ! scope=\"col\"| Country ! scope=\"col\"| Release date ! scope=\"col\"| Format ! scope=\"col\"| Label |- | United Kingdom |rowspan=2| 21 June 2015 |rowspan=2| Digital download |rowspan=2| Spinnin' |- | Australia |} == References == == External links == * * Category:1990 debut singles Category:1992 singles Category:1993 singles Category:2002 singles Category:2008 singles Category:Robin S. songs Category:Billboard Dance Club Songs number-one singles Category:Number-one singles in the Netherlands Category:UK Dance Singles Chart number-one singles Category:Ministry of Sound singles Category:1990 songs Category:ZYX Music singles Category:Ultra Music singles Category:Big Beat Records (American record label) singles Category:Electro songs Category:Eurodance songs Category:Sam Feldt songs Category:Songs written by Fred McFarlane Category:Tropical house songs ",
    "title": "Show Me Love (Robin S. song)"
}