{
    "id": "9151306",
    "text": "Hereford has seen a history of expansion and decline in its railway history. ==Hereford Railway== Incorporated in 1826. This was a tramroad which linked with other earlier tramroads to form a continuous line between Hereford and Abergavenny. It was bought by the Newport, Abergavenny & Hereford Railway in 1846. ==Hereford, Hay & Brecon Railway== The Hereford, Hay and Brecon Railway was incorporated in 1859. It opened between Hereford and Moorhampton to goods traffic on 24 October 1862, to Eardisley for goods and passengers on 30 June 1863 and reached Hay-on-Wye on 11 July 1864. Initially the company used the short-lived Moorfields station to the west of the city but later used Barton and then Barrs Court station. The railway was taken over by the Midland Railway in 1874. The line closed to passengers on 31 December 1962, and was shut finally in 1964. ==Hereford, Ross & Gloucester Railway== Incorporated in 1851. The final section from Hopesbrook to Hereford section opened 1 June 1855. It was a broad gauge track, linking eventually to London Paddington through a 22-mile section from the Grange Court Junction in the Forest of Dean and on the South Wales Railway. On 29 July 1862 the line was amalgamated with the GWR. In 1869 the line was converted from broad gauge to standard gauge in a 5-day period. As part of the Beeching cuts the Gloucester to Hereford line was closed on 2 November 1964. ==Leominster and Kington Railway== Incorporated in 1854, the Leominster and Kington Railway connected Leominster with Kington and Presteigne. Connecting to the Hay Railway via the Kington and Eardisley Railway at Titley Junction, a proposed plan to develop a cross-Wales line via New Radnor to Aberystwyth was never realised. Taken over by the West Midland Railway, it became a constituent part of the Great Western Railway. It was at its busiest during World War II, when RAF Shobdon acted as a casualty distribution centre to local hospitals for both the British and later United States Army. It closed to passenger traffic in 1955, and shut pre-Beeching in 1963. ==Newport, Abergavenny and Hereford Railway== The Newport, Abergavenny and Hereford Railway (NA&HR;) was incorporated in 1846, formed by the amalgamation of the Hereford Railway, the Llanfihangel Railway and the Grosmont Railway. A joint opening with the Shrewsbury and Hereford Railway took place on 6 December 1853. The company was taken over by the West Midland Railway in 1860, which became part of the Great Western Railway in 1863. The main Hereford station and headquarters of the Newport to Hereford line was Hereford Barton railway station to the west of the city. There was a short link which continued northwards to the Shrewsbury & Hereford line at Barrs Court junction, allowing for through North-South services. Later, in 1866, a connecting line was built branching East from the NA&HR; to the south of the city from Red Hill, to Rotherwas on the Hereford Ross and Gloucester line which continued into Barrs Ct. Station. This enabled NA&HR; trains to use Barrs Court station. Barton station was closed to passengers on 2 January 1893, with all services transferred to Barrs Coutt (the current Hereford station). Barton station was demolished in 1913, although facilities there remained open for freight until 1979. The through route from Red Hill to Barrs Court Junction, passing through Barton, remained open until around this time as a goods only line, avoiding the busy Barrs Court passenger station. ==Shrewsbury and Hereford Railway== The Shrewsbury and Hereford Railway was incorporated in 1846. The Hereford section of the line officially opened at Barrs Court station on 6 December 1853, although the line had been used for goods traffic since the earlier in the year. It was leased jointly by the London & North Western Railway and GWR from 1862 and was transferred to joint ownership in 1868. ==Worcester and Hereford Railway== Incorporated in 1853. This railway was opened by the Worcester and Hereford Railway in stages from 1859 to 1861 with the final section Malvern Wells to Shelwick Junction (Hereford) opened on 17 September 1861. Midland Railway and the London and North Western Railway both collaborated in the line - the solicitor, Samuel Carter, was also solicitor to both of these major companies. The Worcester and Hereford Railway became part of the West Midland Railway on 1 July 1861 and the GWR on 1 August 1863. ==West Midland Railway== Incorporated in 1860. This was originally the Oxford Worcester & Wolverhampton Railway. It changed its name in 1860 and absorbed the Newport Abergavenny & Hereford plus the Worcester & Hereford. It also had agreements to work or leases on numerous branch lines in the English West Midlands region. The West Midland Railway's independent life was very short. It was leased to the GWR in 1861 and amalgamated with it in 1863. ==References== A Regional History of the Railways of Great Britain, Volume 13 - Thames and Severn. Rex Christiansen. 1981. ",
    "title": "Railways in Hereford"
}