{
    "id": "9153288",
    "text": "No Béarla is a four-part documentary style programme broadcast on Irish language television channel TG4 and produced by Dearg Films RTÉ/TG4. It follows presenter Manchán Magan as he journeys throughout Ireland attempting to show that Irish is spoken only by a minority of the population. The title is derived from the English negative \"no\" and the Irish word for the English language, \"Béarla\". The theme tune is \"Boulevard of Broken Dreams\" by Green Day. The first series was originally broadcast on Sunday nights between 21:30 and 22:00 and repeated on Wednesday evenings between 19:30 and 20:00. It aired from 7 January until 28 January 2007. The second series was first broadcast on Fridays at 19:30, beginning on 28 March 2008. ==Series one== ===Episode 1=== In which Manchán travels to Dublin. His starting point in his search for Irish speakers is a map shop in Dublin. ===Episode 2=== Manchán hopes for a better result. In which Manchán travels to Dundalk and Belfast. When his car breaks down whilst leaving Dundalk, he finds he can’t find a mechanic as directory enquiries simply laugh at him. Whilst in Belfast, Manchán attempts to find an Irish speaker on the Falls Road. ===Episode 3=== In which Manchán travels to Letterkenny and Galway. In Letterkenny, Manchán decides to try something he has never done before - bowling - and heads to Arena 7, where he encounters a helpful assistant. He then visits a pharmacy to buy condoms or coiscíní and goes out to a nightclub in a bid to \"get lucky\". After many unsuccessful attempts at asking girls to dance with him, he finally finds an Irish-speaking lady who is happy to oblige. Later that night, he calls a phone sex line but the operator hangs up, not understanding him. Later in Galway, he tries his hand at busking and, singing the filthiest, most debauched lyrics he can think of to see if anyone will understand, old ladies smile and tap their feet merrily as he serenades them with filth. ===Episode 4=== Manchán meets John Creedon in Cork. In which Manchán travels to Cork and Killarney. Manchán gets lost in the Crawford Gallery in Cork, while in Killarney he hunts for souvenirs and tests local knowledge of Irish by trying to recruit accomplices for a bank robbery. In Cork Manchán first visits the English Market and, out on the streets, he meets RTÉ's John Creedon, an Irish speaker. He also attempts to get his hair cut but needs help from a fellow customer when the female barber, who was educated in Tennessee in the United States and has never spoken Irish, does not understand him. Whilst in Killarney, he successfully hires a bicycle and discovers he is only the second person to have spoken Irish in a souvenir shop (the first being Mícheál Ó Muircheartaigh, who walked by and said a few words). At the conclusion Manchán visits the grave of Peig Sayers and reads one of her passages aloud. ===Music=== :The following is a list of songs featured throughout the first series, all in English: * \"Boulevard of Broken Dreams\" - (Green Day) * \"I Predict a Riot\" - (Kaiser Chiefs) * \"Wake Me Up When September Ends\" - (Green Day) * \"Walk On By\" - (Aretha Franklin) * \"In My Place\" - (Coldplay) * \"Comfortably Numb\" - (Pink Floyd) * \"Who Are You\" - (The Who) * \"I Don't Feel Like Dancin'\" - (Scissor Sisters) * \"Mr. Brightside\" - (The Killers) * \"Filthy/Gorgeous\" - (Scissor Sisters) * \"Somebody Told Me\" - (The Killers) * \"Mad World\" - (Gary Jules) * \"Scooby Snacks\" - (Fun Lovin' Criminals) * \"Son of Sam (song)\" - (Elliott Smith) ==Series two== The second series comprised a total of four episodes and aired on TG4 on Fridays at 19:30, beginning on 28 March 2008 and finishing on 18 April 2008. It was repeated on the following Sunday of each week at 20:00. ==See also== Manchán in his search of the final remnants of the Irish language in series one. * List of programs broadcast by TG4 ==References== ==External links== * Manchán's website * Official TG4 website * Guardian Unlimited article Cá Bhfuil Na Gaeilgeoirí? - includes a brief guide to Irish * Tag Archive for No Béarla * The Daltaí Boards Category:Documentary films about words and language Category:Irish documentary television series Category:Irish-language television shows Category:TG4 original programming ",
    "title": "No Béarla"
}