{
    "id": "9154054",
    "text": "A stationary engineer (sometimes called an operating engineer or power engineer) is a technically trained person who operates, troubleshoots, and oversees industrial machinery and equipment that provides energy in various forms. Stationary engineers are also known as Process Operators in some settings. Stationary engineers are responsible for the safe operation and maintenance of a wide range of equipment including boilers, steam turbines, gas turbines, pumps, gas compressors, generators, motors, air conditioning systems, heat exchangers, refrigeration equipment, heat recovery steam generators (HRSGs) that may be directly (duct burners) or indirectly fired (gas turbine exhaust heat collectors), hot water generators, and refrigeration machinery in addition to its associated auxiliary equipment (air compressors, natural gas compressors, electrical switchgear, pumps, etc.). Stationary engineers are trained in many areas, including mechanical, thermal, chemical, electrical, metallurgical, computer, and a wide range of safety skills. They typically work in factories, office buildings, hospitals, warehouses, power generation plants, industrial facilities, and residential and commercial buildings. The use of the title \"Stationary Engineer\" predates other engineering designations and is not to be confused with the title “PEng” typically given to professional engineers in their given field. The job of today's engineer has been greatly changed by computers and automation as well as the replacement of steam engines on ships and trains. Workers have adapted to the challenges of the changing job market. The stationary engineering profession emerged during the Industrial Revolution. The group includes railroad engineers and marine engineers. Famous people who began their working lives in this trade include George Stephenson and Henry Ford. The early steam engines developed by Thomas Savery and Thomas Newcomen which drew water from mines and the industrial steam engines perfected by James Watt and others employed the ancestors of today's engineers. Railroad engineers operated early steam locomotives and continue to operate trains today. The traditions and classification of the engineer were developed to the greatest extent by marine engineers who worked in the engine rooms of the great ocean liners in the 19th and 20th centuries. Many power engineers are becoming more involved with the technical aspect of the job as it has shifted toward a dependence on building automation. Building and central plant operations are now relying heavily on direct digital controls; and as such the engineer is required to be much more computer literate to work with the BAS (Building Automation System). In Canada, power engineers are ranked by classes, with Fifth class being the starting point and First class being the highest level attained. However, in India there are only two classes – 1st class and 2nd class. This is a national standard in Canada and India. In the United States, stationary engineers must be licensed in several cities and states. The New York City Department of Buildings requires a Stationary Engineer's License to practice in the City of New York; to obtain the license one must pass a written and practical exam and have at least five years' experience working directly under a licensed stationary engineer, or one year if in possession of a Bachelor of Science degree in mechanical engineering. Holders of the Stationary Engineer's License primarily work in large power generation facilities, such as cogeneration power plants, peaking units, and large central heating and refrigeration plants (CHRPs). For the State of California, Stationary Engineers are the State of California Military Department's sole source of Airfield Lighting and Repair. ==External links== * The International Union of Operating Engineers * The National Association of Power Engineers, history of \"Stationary Engineers\" *The American Society of Power Engineers *The National Institute for the Uniform Licensing of Power Engineers Category:Plant operator Category:Power engineering ",
    "title": "Stationary engineer"
}