{
    "id": "9155224",
    "text": "Ana Silvera is an alternative/folk singer-songwriter and composer from London, UK. To date, Ana Silvera has released two solo albums and one EP: \"The Aviary\" (2012), \"Arcana - A Winter EP\" (2017) and \"Oracles\" (2018). She has collaborated with choirs including Estonian Television Girls Choir, Roundhouse Experimental Choir, early music ensemble Concerto Caledonia, folk singers Olivia Chaney and Jim Moray, duetted with Imogen Heap, composed for Royal Ballet and has performed and/or been played on radio stations including BBC Radio 3 (The Verb, Late Junction), BBC Radio 6, BBC Wales, XFM and Resonance FM. _ Ana Silvera has performed at major venues including the Purcell Room, Union Chapel, The Roundhouse main stage and Sage Gateshead. == The Aviary == Ana Silvera's debut album, \"The Aviary\", was released with KMC Records in March 2012. Ana Silvera collaborated on The Aviary with producer Ray Singer, Brad Albetta (Martha Wainwright, Teddy Thompson) and violinist/arranger Maxim Moston (Antony & the Johnsons, Rufus Wainwright). == Oracles == In 2011, Ana Silvera was commissioned to write a piece for herself and choir by The Roundhouse, London. The resulting piece is a seven- part song cycle entitled \"Oracles\". \"Oracles\" was nominated for a British Composer Award in 2012. The piece was recorded in a new arrangement in 2015 in a series of live recordings featuring noted musicians such as pianist Bill Laurance, double bassist Jasper Høiby of Phronesis and singer/composer Josephine Stephenson. The song cycle was recorded at The Roundhouse Studio Theatre and was released as vinyl and CD in July 2018 on Gearbox Records. == Royal Ballet Collaboration == Ana Silvera was commissioned in 2013 by the Royal Opera House to create, compose and perform in a new work for Royal Ballet alongside choreographer Ludovic Ondiviela and film maker Kate Church, entitled 'Cassandra'. It premiered on 30 October 2014 at the Linbury Theatre, Royal Opera House and starred soloist Olivia Cowley as the main character, replacing principal ballerina Lauren Cuthbertson who was injured shortly before the show. == Arcana - A Winter EP == On 1 December 2017, \"Arcana - A Winter EP\" was released on Mirabeau Recordings as a limited edition, hand- numbered CD and digital download. The 6 track EP features 2 original tracks, 'Winter Psalm' and 'Love Deeper' and re-workings of traditional carols and folk songs. The EP was recorded in Copenhagen and features Ana Silvera on vocals, guitar, ukelele, harmonium, piano and tuned percussion with Bjarke Falgren (strings), Jasper Høiby (double-bass), Jacob Smedegaard (drums), Signe Trylle (additional vocals) and Adrian Lever (Bulgarian Tambura). == Discography == Solo Releases *2018 \"Oracles\" (Gearbox Records) - vinyl, CD and digital download *2017 \"Arcana - A Winter EP\" (Mirabeau Recordings) - limited edition CD and digital download *2012 \"The Aviary\" (Karamel Music Collective) - CD and digital download Collaborations * 2016 \"Unpopular Music - Late Junction Sessions\" - vinyl release (Gearbox Records) and digital download * 2015 \"Purcell's Revenge...Sweeter than Roses?\" with Concerto Caledonia (Delphian Records) - CD and digital download == References == == External links == * * Ana Silvera Bandcamp Page * Ana Silvera Facebook page * Ana Silvera Spotify Artist Profile * Link to Ana Silvera, Maya Youssef, Laura Moody Late Junction session on BBC Radio 3 Category:English female singers Category:Living people Category:Year of birth missing (living people) ",
    "title": "Ana Silvera"
}