{
    "id": "9155417",
    "text": "Wei Zhuang (, 836?See, e.g., Mao Lanqiu, The Continued Study of the Birth Year Given in Xia Chengtao's the Chronicles of Wei Zhuang.-910Spring and Autumn Annals of the Ten Kingdoms (十國春秋), vol. 40.), style name Duanyi (), was a Chinese poet and late Tang Dynasty and early Five Dynasties and Ten Kingdoms period historical figure best known for his poetry in shi and ci styles. == Background and early career == Traditional historical sources do not give a date for Wei Zhuang's birth, although the modern literary historian Xia Chengtao (), using textual clues from Wei's poetry, asserted that Wei was born in 836. His family was from Duling (), a town southwest of and near the Tang Dynasty capital Chang'an, and it traced its ancestry to Wei Jiansu, a chancellor during the reign of the middle-Tang Emperor Xuánzong. Of Wei Zhuang's immediate male-line ancestors, it is only known that his great- grandfather Wei Shaowei () served as a mid-level official in the imperial government of Emperor Xuānzong (note different tone). It was said that Wei Zhuang had a relaxed disposition and did not care about details. In his youth, he became known for writing beautiful poetry. When he became of age and was supposed to be submitting himself for imperial examinations, the Tang imperial governance was disrupted by the major agrarian rebellion led by Huang Chao, who captured Chang'an, forced then-reigning Emperor Xizong to flee, and for some time claimed imperial title as the emperor of a new state of Qi around the new year 881.Zizhi Tongjian, vol. 254. Wei wrote a long poem, the Ballad of the Lady Qin, recounting the catastrophe from the view point of a woman from the Qin region (i.e., the Chang'an region). Their family was poor before the war. During the war everything got worse. Her husband was killed, and some of her children died of starvation. Lady Qin curses Huang Chao and wants the true emperor back. Wei finally submitted himself for imperial examinations in 894 and passed the Jinshi class examinations. He was initially made a secretary to a regional governor, and then recalled to the imperial government to serve as Zuo Bujue (), a low-level advisory official at the examination bureau of government (門下省, Menxia Sheng). == Service under Wang Jian during Tang Dynasty == After the warlord Wang Jian conquered Xichuan Circuit (西川, headquartered in modern Chengdu, Sichuan) in 891,Zizhi Tongjian, vol. 258. then-reigning Emperor Zhaozong (Emperor Xizong's brother and successor) sent Wei Zhuang and Li Xun () to Xichuan to commission Wang as the deputy military governor of circuit. (Wang would shortly after be made full military governor (Jiedushi).) Wang kept both of them on his staff, and they served as his secretaries, along with Feng Juan (). It was said that the documents that he drafted for Wang did not use decorative language and yet were expressive and well written. In 903, by which time Emperor Zhaozong had come under control of another major warlord, Zhu Quanzhong the military governor of Xuanwu Circuit (宣武, headquartered in modern Kaifeng, Henan), Wang Jian sent Wei to submit tributes to the emperor and to form a friendly relationship with Zhu.Zizhi Tongjian, vol. 264. It was said that Wei pleased Zhu with his words, such that Zhu subsequently sent his subordinate Wang Yin () to accompany Wei, to serve as a return emissary to Wang. In 904, as part of Zhu's plan to eventually seized the throne, Zhu assassinated Emperor Zhaozong, whom he had earlier forcibly moved from Chang'an to Luoyang, and replaced him with his son Emperor Ai, while blaming the assassination as unauthorized actions by the officers he sent to carry out the assassination, his adoptive son Zhu Yougong () and Shi Shucong (). When the imperial official Sima Qing () reached Wang's domain in early 905 to announce Emperor Zhaozong's death, Wang, under advice by Wei, refused to receive Sima, and instead had his adoptive son Wang Zongwan () the military governor of Wuding Circuit (武定, headquartered in modern Hanzhong, Shaanxi) meet with Sima and announce an open break with Zhu:Zizhi Tongjian, vol. 265. In 906, Wang Jian formed a mobile imperial government and began to exercise imperial powers. As part of the organization of the imperial government, he made Wei his deputy in his role as the comforter (安撫使, Anfushi). In 907, Zhu forced Emperor Ai to yield the throne to him, ending Tang and starting a new Later Liang as its Emperor Taizu. Wang and several other regional warlords refused to recognize the Later Liang emperor and, initially, continued to use era names of the defunct Tang imperial regime to signify an intent to rebuild Tang. Wang and Yang Wo the military governor of Huainan Circuit (淮南, headquartered in modern Yangzhou, Jiangsu) also issued a joint declaration denouncing the Later Liang emperor as an usurper and calling on the entire realm to rise against him. However, with the declaration not causing Later Liang subjects to rise en masse, Wang began to consider declaring himself emperor as well,Zizhi Tongjian, vol. 266. an idea that Wei was particularly in favor. Under Wei's suggestion, he declared a three-day general mourning for the fall of Tang, but then declared himself emperor of a new state of Shu (known in history as Former Shu). == During Former Shu == Wang Jian initially made Wei Zuo Sanqi Changshi (), a high-level advisory official at the examination bureau, but further put him in charge of the Office of Chancellors (中書門下, Zhongshu Menxia), making him effectively a chancellor. It was said that the new Former Shu state's governmental structure, penal code, and ceremonies were all drafted by Wei. In 908, Wang further formalized Wei's position by making him Menxia Shilang (門下侍郎, deputy head of the examination bureau) with the chancellor designation of Tong Zhongshu Menxia Pingzhangshi (). Wei died in 910. He was given the posthumous name of Wenjing (文靖, \"civil and comforting\"). He left a collection of 20 volumes of his works, in addition to one volume of the declarations he drafted for Wang Jian and one volume of writing about his travels in the Shu region. His poetry was collected into a five-volume work edited by his younger brother Wei Ai (). ==Notes== ==References== * Spring and Autumn Annals of the Ten Kingdoms (), vol. 40. * Zizhi Tongjian, vols. 264, 265, 266. * Ci hai bian ji wei yuan hui (). Ci hai (). Shanghai: Shanghai ci shu chu ban she (), 1979. * John Timothy Wixted, The Song-poetry of Wei Chuang (836-910 A.D.), Arizona State University, 1979. * Robin D.S. Yates, Washing Silk, Harvard University Press, 1988. * Bruce E. Carpenter, ‘Problems of Style in the Tz’u Poetry of Wei Chuang’, Bulletin of Tezukayama University (Tezukayama Daigaku kiyo), Nara, 1975, pp. 25–52. * Wang, Shuizhao, \"Wei Zhuang\". Encyclopedia of China, 1st ed. ==External links== * Category:836 births Category:910 deaths Category:Three Hundred Tang Poems poets Category:Former Shu chancellors Category:Former Shu poets Category:Politicians from Xi'an Category:Qi (Huang Chao) Category:Writers from Xi'an Category:Former Shu people born during Tang Category:9th-century Chinese poets Category:10th-century Chinese poets Category:Poets from Shaanxi Category:Wei clan of Jingzhao ",
    "title": "Wei Zhuang"
}