{
    "id": "9155930",
    "text": "Reynolds Scott Wolf (born March 16, 1970) is an American meteorologist and journalist currently employed by The Weather Channel, and formerly by CNN, where weather forecasts could usually be seen on CNN Saturday Morning, CNN Sunday Morning, and weekend editions of CNN Newsroom. He also served as a weather correspondent and reporter on other CNN programs. Wolf currently is a host of AMHQ Weekend and a fill-in on AMHQ. ==Early life and career== Born in Birmingham, Alabama and raised in Jemison, Alabama, Wolf is a graduate of Jacksonville State University in Jacksonville, Alabama and has a certificate in Broadcast Meteorology from Mississippi State University. He has worked in many television stations across the United States, including KMOV in St. Louis, Missouri, WDIV-TV in Detroit, Michigan, WKMG in Orlando, Florida, KXAN- TV in Austin, Texas, KSBY in San Luis Obispo, California, and WJSU (former CBS affiliate, current satellite station of ABC affiliate WBMA-LD) in Anniston, Alabama. ===CNN=== Wolf joined CNN in 2006, and was released in May 2012.Weprin, Alex. \"CNN Cuts Meteorologists Reynolds Wolf & Jacqui Jeras\" MediaBistro (May 30, 2012) He made his debut on The Weather Channel as part of their Hurricane Isaac coverage on August 26, 2012.Ariens, Chris. \"Former CNN Meteorologist Reynolds Wolf Working for Weather Channel\" MediaBistro (August 26, 2012) ==Honors and awards== Wolf is a member of the American Meteorological Society and the National Weather Association, as well as the Alpha Tau Omega fraternity. ==Personal life== Wolf is married to Erin Cogswell Wolf and they have four children, three girls and one boy. They live near Atlanta, Georgia ==References== Notes ==External links== * *Reynolds Wolf profile at CNN.com Category:1970 births Category:Living people Category:People from Charlotte, North Carolina Category:American television meteorologists Category:Mississippi State University alumni Category:People from Chilton County, Alabama Category:Jacksonville State University alumni Category:CNN people Category:The Weather Channel people ",
    "title": "Reynolds Wolf"
}