{
    "id": "9156477",
    "text": "A balcony level control booth. The stage is to the right. The control booth, control room, lighting box, technical booth, tech booth, or just booth to theatre or television technicians is the area designated for the operation of technical equipment (lighting and sound), and is sometimes the location of the deputy stage manager's (DSM) station as well as the lighting controls and sound board. Often one or two followspots are located in the booth as well. Generally it is an enclosed space with a large sliding window with a good view of the stage. In a proscenium theater, it is centered in the back of the house. It might be on the ground floor, but is sometimes placed at the balcony level. It is designed to allow lighting and sound operators to be able to see the performance, without being in the auditorium itself. This means that they are free to talk to their colleagues in the booth, and also the Stage management team and other crew members via the communications headset. A booth that is sealed to the auditorium also allows for noisier equipment to be used, in particular computers and computer-based lighting desks, which require built-in fans in order to work properly. The downside to having a sealed booth is that it can be difficult for the sound engineer to mix without being able to hear what is happening on stage. In this situation a separate table may be set up in the house for the sound engineer. In some smaller theatres, and school halls control booths can sometimes be found above or at the side of the stage. This allows space at the back of the auditorium for more seating, or a better/larger foyer area. In older theatres, this is because before the advent of thyristor dimming and compact electronic control desks, there was a limit on the distance that lighting controls could be placed away from the dimmers. In some theatres, the control booth is divided into a suite of rooms, allowing each of the technical elements of a production its own customized space. This is especially likely to be the case where a theatre produces performances which require live sound mixing rather than just pre-recorded effects, as a sound operator needs to be able to hear the sound in the auditorium, and so not be sealed from it as a lighting operator, followspot operator or projectionist might be. In some theatres with one or more balconies, the followspots may be given their own room above the highest balcony, with the lighting booth typically lower down at the rear of the stalls or the first balcony. In rare cases; such as low budget theatres or ones at small or older schools, the control booth is not enclosed as its own space, rather it is part of the seating house. This however, is a setup that is almost never used because it hinders the possibility of the technician team to effectively communicate to the backstage area without disrupting the performance. ==Contents== The booth contains a variety of equipment used in the production of theatrical performances. Although booths vary greatly from venue to venue, most booths contain a light board, and sometimes a sound board. Most control booths have at least one intercom headset used for communication with the backstage crew during performances. The booth may have equipment racks for the lighting and audio equipment. ==See also== Parts of a theater Category:Parts of a theatre Category:Stagecraft Category:Stage lighting ",
    "title": "Control booth"
}