{
    "id": "9157607",
    "text": "Jeffrey Dubay (born January 19, 1968) was an American radio personality. He was co-host of the PA and Dubay Show on KFAN, a sports talk radio station broadcasting to the Minneapolis-St. Paul markets and co-hosted The Judd and Dubay sports talk show on AM 1500 ESPN, also broadcasting to the Minneapolis- St. Paul markets with Judd Zulgad for one year. His contract was not renewed when it expired in January 2014. He had a show on the Tom Barnard podcast network from March 3-18, 2014 until he was fired by Sean Barnard, the general manager of the network on March 19. ==Career== Dubay, nicknamed \"Puffy\", spent 10 years as co-host of the PA and Dubay show on KFAN, which aired weekdays on KFAN from 9:00am to noon. The show had consistently been KFAN's highest-rated regularly aired program. He was also a co-host on Vikings Fan Line with former Minnesota Vikings player Mike Morris, and covered Minnesota Gophers hockey games for Fox Sports Net. Dubay is a die-hard fan and was once temporarily suspended by Fox Sports Net from his hockey television job after ridiculing the University between periods at Mariucci Arena in Minneapolis. Dubay is also a former employee of the Minnesota Twins. He served with the team from 1986-1992. Dubay was quoted in a Sports Illustrated column about Kirby Puckett discussing team members cheating on their wives on the road. Because of these comments, his friendship with Puckett and other former Twins was severely damaged Dubay is a graduate of Brown College. Shortly after his arrest, Dubay's picture was removed from the Brown College Broadcasting Wall of Fame. On February 18, 2014, it was announced via the Tom Barnard Show that Dubay will launch his own podcast show which will be part of the planned Tom Barnard podcast network. The show is scheduled to begin March 3, 2014 On March 19, 2014 Dubay was fired by Sean Barnard, the general manager of the Tom Barnard podcast. Dubay said on his Facebook page that Sean wanted him to take a drug test, but that he refused to.\"Here's the Facebook rant Jeff Dubay deleted after he was abruptly fired by Tom Barnard\" . On September 15, 2014 Dubay's podcast project, aptly titled \"The Jeff Dubay Show\" aired and was podcastable online. The 60 minute podcast which featured Dubay and his producer/sidekick Jason McGovern, whose relationship stems from the early PA and Dubay days, had a similar formula to all of Dubay's other shows. The show was not regulated by the FCC and carried an explicit disclaimer, which gave Dubay the platform to do his show. The show was downloadable on Spreaker, iTunes, I Heart Radio or at aliveandsocial.com. On September 20th, 2015 Dubay returned to a podcast show format again, for the Purple Bierstube Rube Report for the Minnesota Vikings postgame. The 30 minute show harkens back to his days co-hosting Fanline on KFAN with 'The Superstar' Mike Morris; fielding fan questions live on-air postgame-only this time the fans are with Dubay in person. Dubay mentioned during the first podcast that the show is done sponsor-free, donations are accepted and ten percent of all donations go towards various drug and alcohol treatment facilities throughout the Twin Cities metro area. The podcast is live from The Bierstube Steakhouse in Oakdale, MN, and like his former show is simulcast and podcastable on Spreaker.com. On February 20th, 2017 Dubay announced via Twitter that he has a new show \"The Mix\" which will air on KRWC 1360 AM from 1-3pm on weekdays. ==Personal troubles== On October 15, 2008, Dubay was arrested in Maplewood for felony possession of a controlled substance. The arrest booking documents state the initial charge was, \"Felony Possession Controlled Substance [F-NARCOTICS][35]\" and further references, \"Statute Referenced Drugs - Sale More Than 2 Packages or Greater Than 6 Grams Methamphetamine Precursor Drugs\". According to the county jail's website, Dubay was released without being charged, pending further investigation. After the arrest he was placed on leave from KFAN and Gopher Hockey duties on Fox Sports. Later was charged with crack cocaine possession On October 24, 2008 KFAN terminated Dubay. All references to him on the station's website were subsequently removed. On January 12, 2010, he was sentenced to six months in jail for failing to abide by the terms of his probation. According to the court, he failed a number of drug tests. On July 11, 2012, Dubay did his first public interview since his drug abuse problems, he appeared on the WCCO radio \"Chad Hartman show\" Dubay claims he has been free from drugs since March 2011 and is now sober On January 11, 2013, ESPN 1500 announced that Dubay would begin co-hosting a show with Judd Zulgad weekdays from 9a.m. to 1p.m. A year later on January 14, 2014, Dubay announced on Twitter that he'd been let go by the station in order to cut costs. On March 20, 2014, Bob Sansevere, a writer for the Saint Paul Pioneer Press, wrote that Dubay's career in Twin Cities media has probably come to an end.\"Jeff Dubay broadcast career peril after podcast firing\". On April 29, 2015, Dubay was pulled over while driving in Cottage Grove, MN. Dubay was arrested on suspicion of possessing methamphetamine and more than two dozen hypodermic needles. A search turned up two unused hypodermic needles in his pocket and 31 others in the vehicle and a small baggie that contained a trace amount of methamphetamine, according to police. ==References== Category:American sports radio personalities Category:American television personalities Category:Radio personalities from Minneapolis Category:1968 births Category:Living people ",
    "title": "Jeff Dubay"
}