{
    "id": "9157216",
    "text": "was a Japanese essayist whose books were quite popular in Japan around World War II. She later served as a member of the House of Councillors in 1962. == Early life == Morita Tama was born in Sapporo Hokkaidō, as the second daughter of Muraoka Jiemon and his wife Yoshino. In 1907, she enrolled in the Sapporo Women's High School, but was forced to drop out in 1909 due to illness. In 1911, she contributed a short article to the literary journal Shojo Sekai, which was well received, and the same year she married and moved with her husband to Tokyo. ==Literary career== In 1913, she became a student of the famous writer Morita Sohei. With his assistance, her article Katase made (“To Katase”) appeared in the literary journal Shinseiki in September 1913. However, her affairs with Morita Sohei did not go well, and her personal life was further complicated by her strained relations with her husband. In 1914, she attempted suicide at the temple of Nanko-in, in Chigasaki. In 1916, she met another man named Morita, this time Keio University student Morita Shichiro. She divorced her husband and married him, and decided to stop writing. In 1923, after the Great Kantō earthquake, she moved to Osaka with her husband, son and daughter. They moved back to Tokyo briefly in 1925 to start a bookstore, but when it went bankrupt, they returned to Osaka. In 1932, her former mentor Morita Sohei visited Osaka, and she wrote Kimono Ko-shoku in one day. This story appeared in Chūōkōron (Central Review), and marked her return to the literary world. She moved back to Tokyo in 1933, living first in Shibuya, then in Ushigome. In 1939, under the sponsorship of Chūōkōron, she traveled to Shanghai, Nanjing, and Hankou in Japanese-occupied China to interview troops from the Imperial Japanese Army and Navy. In 1941, she returned to Hokkaidō to accept a teaching post at Sapporo University, which had the added advantage of safety in its distance from wartime Tokyo. In March 1943, the Imperial Japanese Navy asked that she make a visit to Japanese occupied Southeast Asia, however, she cut the tour short and returned to Japan in November. She confided to her Navy mentor about her strong desire to see that the war came to a speedy end, and her worries about her son, who had just received his conscription notice. In 1944, she moved to Kamakura in Kanagawa prefecture, but her house burned down in a strong windstorm in December 1946. She found another house, and continued to live in Kamakura until 1952, when she moved to Aoyama in Tokyo. In 1954, she was selected as the Japanese delegate to the International PEN meeting in Amsterdam. After her return, she became involved in politics, and joined the Liberal Democratic Party, winning a seat in the House of Councillors of the Japanese Diet in 1962. She concentrated on educational issues, especially pertaining to the Japanese language. On her retirement in 1968, she was awarded the Order of the Sacred Treasure (3rd class), and in 1969 she moved to a new house in Meguro. Morita died at Keio Hospital in Tokyo at the age of 76. == See also == * Japanese literature * List of Japanese authors ==References== *Young, Louise. Beyond the Metropolis: Second Cities and Modern Life in Interwar Japan. University of California Press (2013). == External links == * Morita Tama home page in English and Japanese Category:1894 births Category:1970 deaths Category:People from Sapporo Category:Japanese essayists Category:Members of the House of Councillors (Japan) Category:Female members of the House of Councillors (Japan) Category:Liberal Democratic Party (Japan) politicians Category:Japanese women essayists Category:20th-century women politicians Category:20th-century essayists ",
    "title": "Tama Morita"
}