{
    "id": "9158773",
    "text": "Edward Barnes (born December 16, 1958) is an American composer and producer. ==Career== Edward Barnes studied music composition at the Juilliard School with composers Vincent Persichetti and David Diamond, and at Dartington Hall in the United Kingdom with composer-conductor Sir Peter Maxwell Davies. Early in his career he established himself as an opera composer, working in Boston as resident composer of Sarah Caldwell's Opera Company of Boston and later at the Los Angeles Opera. For the Los Angeles Opera he wrote and music-directed his original operas \"A Muskrat Lullaby\", \"A Place To Call Home\", \"Mystery on the Docks\" as well as the opera revue \"Murder at the Opera\", a co-commission from the Los Angeles Opera and Houston Grand Opera.Opera America His interest in theater and musical theater led him to found The Metro Ensemble, a new musical theater group based in Los Angeles for whom he created the critically acclaimed shows \"The Vagabond Queen\",http://www.operaamerica.org/applications/ofyd/details.aspx?id=152 \"Old Aunt Dinah’s Sure Guide To Dreams & Lucky Numbers\", and \"The Bones of Love\". Other theater work has included scores for Lincoln Center Theater, Bay Street Theater, Children’s Theater Company of Minneapolis, and the Directors Company. He received a Drama Desk nomination for his co-adaptation of the Vortex Theater's off-Broadway production of \"HMS Pinafore\" in 2007. A resident artist at the Ucross Foundation, the Instituto Sacatar in Brazil, and the Fundacion Valparaiso in Spain, he is the recipient of a Guggenheim Fellowship and the Stephen Sondheim Award. In recent years, Barnes has begun working as a producer of theatrical and concert events in New York City. He was associate producer of both Scott Joplin's \"Treemonisha\" and Philip Glass's \"The Juniper Tree\" for MasterVoices at Lincoln Center, and coordinating producer of the NY Premiere of Leonard Bernstein's \"A White House Cantata\" at Jazz at Lincoln Center. He produced the 2009 concert version of Kurt Weill-Ira Gershwin's operetta, \"The Firebrand of Florence\", at the newly renovated Alice Tully Hall at Lincoln Center, featuring Nathan Gunn, Anna Christy, Victoria Clark, Terrence Mann and David Pittu, to great critical acclaim. In March 2010, he produced MasterVoices's Carnegie Hall concert version of Ricky Ian Gordon and Michael Korie's opera, \"The Grapes of Wrath\", starring Jane Fonda, Christine Ebersole, Victoria Clark, Nathan Gunn and Steven Pasquale. Also for MasterVoices, he produced the January 2011 Lincoln Center performances of \"Knickerbocker Holiday\" by Kurt Weill and Maxwell Anderson, starring Kelli O'Hara and Victor Garber, as well as the live cast album of the same released by Sh-K-Boom/Ghostlight Records. Other producing projects have include the Tracy Letts play, Superior Donuts, on Broadway, Mas Alla del Tiempo and Estas Ahi for the Teatro Paseo La Plaza in Buenos Aires, and audio productions for Night Kitchen Radio Theater and XM Satellite Radio. Formerly the Managing Director of American Lyric Theater, he was appointed Producing Director of MasterVoices in the summer of 2013,The Collegiate Chorale press announcement, October 15, 2013 producing David Lang's battle hymns at the Intrepid Sea, Air & Space Museum, Not the Messiah (He's a Very Naughty Boy), an oratorio by Eric Idle and John DuPrez based on the Monty Python film The Life of Brian at Carnegie Hall, and Kurt Weill's spectacle, The Road of Promise, also at Carnegie Hall. In May 2015 he was appointed Executive Director of Gotham Chamber Opera.. He has continued to work as an independent producer, with projects including A Coffin in Egypt by composer Ricky Ian Gordon for Lincoln Center's \"American Songbook\" series, starring Frederica von Stade. ==Works== * The Old Man Who Loved Cheese (With Garrison Keillor) * Punch & Judy Get Divorced (with David Gordon, Ain Gordon and Arnold Weinstein) * Old Aunt Dinah's Sure Guide To Dreams & Lucky Numbers * The Bones of Love * The Vagabond Queen * Mystery on the Docks * A Place To Call Home * Spain/36 (With the San Francisco Mime Troupe) * A Muskrat Lullaby ==External links== *Opera America listing for Edward Barnes *Edward Barnes bio at American Repertory Theater *MMB Music, Inc. *Edward Barnes at Family Audience Opera * *Night Kitchen Radio Theater *http://www.edwbarnes.com/ ==References== Category:American musical theatre composers Category:American opera composers Category:Male opera composers Category:LGBT musicians from the United States Category:1958 births Category:Living people Category:Juilliard School alumni Category:American male classical composers Category:American classical composers ",
    "title": "Edward Barnes (composer)"
}