{
    "id": "9158251",
    "text": "Georg \"Åby\" Ericson (18 December 1919 – 4 January 2002), also nicknamed Jojje, was a Swedish football player and coach. During his playing career as a midfielder he played for IFK Norrköping in the 1940s. Later he became the coach of his old club.http://www.gruvstugan.com/tranare.htm He was the third national manager of the Sweden national football team. He began this employment in 1970, soon after the World Cup 1970 in Mexico, replacing Orvar Bergmark. He stayed in office until 1979 when he was succeeded by Lars \"Laban\" Arnesson. During his time as Swedish national manager he led Sweden to two World Cups: 1974 in Germany and 1978 in Argentina. ==1974 Qualification and World Cup== After a qualifying group including Sweden, Hungary, Austria and Malta, which eventually led to the \"Snömatchen\" (or \"Snowgame\" in English), a single extra game, deciding the qualification group winner. It was played on neutral ground, in Gelsenkirchen, West Germany, against Austria. The game was played in November 1973, and heavy snow had fallen just before the game. Sweden won 2–1 and qualified for the FIFA World Cup 1974 in West Germany. where they drew 0–0 against both Bulgaria and the eventual runners up, The Netherlands. After a 3–0 victory over Uruguay in the third game, Sweden qualified for the second round. Here Sweden had to play against the West German hosts, and eventual World Champions. Sweden lost 2–4, after having had a 1–0 lead in half time, and also equalized a German 1–2 lead. The two last German goals came late in the game. Sweden also lost 0–1 to Poland but defeated Yugoslavia 2–1, and finished as number five of the entire championships. ==1978 Qualification and World Cup== Ericsson also led Sweden to the FIFA World Cup 1978 in Argentina, after defeating Norway and Switzerland in the qualifications. In Argentina Sweden drew 1–1 against Brazil in their opening game, after Thomas Sjöberg had opened the scoring. A goal that was amazingly preceded of 7-8 Swedish passes. But Brazil equalized soon before half-time. This was considered \"very well done\".http://blogg.fotbollskanalen.se/ekwall/2013/01/29/har-ar-hela-lee- truppen-tack- ralf/http://sverigesradio.se/sida/gruppsida.aspx?programid=2835&grupp;=12344&artikel;=1306983 headline 1978Kvällsposten 3 June 1978, first page and sport pagesG.T. 3 June 1978, first page and sport pagesAftonbladet 3 June 1978, first page and sport pages Defeats against Austria and Spain followed, and Sweden were eliminated. ==References== ==External links== *Obituary at the website of the Swedish football association Category:1919 births Category:2002 deaths Category:Association football midfielders Category:Swedish footballers Category:IFK Norrköping players Category:Swedish football managers Category:IFK Norrköping managers Category:Sweden national football team managers Category:1974 FIFA World Cup managers Category:1978 FIFA World Cup managers ",
    "title": "Georg Ericson"
}