{
    "id": "9158492",
    "text": "Robert Brooke Sr. (1602–1655) was a Colonial Governor of Maryland for several months in 1652.Scharf, John Thomas, History of Western Maryland, p.774 == Early life == Brooke Family coat of arms Robert Brooke was born in Whitemarsh, Southampton on June 23, 1602, son of Hon. Thomas Brooke (1561–1612) of Whitchurch and Susan Foster, daughter of Sir Thomas Foster (1548–1612) of \"Etherstone\".\"The Brookes of Whitchurch\" He matriculated at Wadham College, Oxford University on April 28, 1618. He received the degree of B.A. July 6, 1620; consequently, in 1624, without further study or examination, he also received a Master of Arts degree. He was admitted to Orders,Pedigrees from the visitation of Hampshire made by Thomas Benolt, Clarenceulx a 1530 : enlarged with the vissitation of the same county made by Robert Cooke, Clarenceulx anno 1575 both which are continued with the vissitation made by John Phillipott, Somersett (for William Camden, Clarenceux) in a 1622 most part then done & finished in a 1634. As collected by Richard Mundy in Harleian ms. no. 1544 but it is doubtful whether he was ever the incumbent of a parish. The Brooke family arms were recorded in the Visitation of Hampshire, 1634. == First family == Brooke married first, on February 25, 1627, Mary Baker (1602–34), daughter of Thomas Baker of Battle in Sussex, England. Robert and Mary (Baker) Brooke had four children: # Baker, married Anne Calvert, daughter of Gov. Leonard Calvert, first Governor of Maryland # Mary # Thomas, married Eleanor Hatton, daughter of Richard Hatton and wife Margaret # Barbara == Second family == Brooke married second, on May 11, 1635, Mary Mainwaring, daughter of Roger Mainwaring (1582–1653), Dean of Worcester and Bishop of St David's, and his wife Cecilia Proper. Robert and Mary (Mainwaring) Brooke had thirteen children:The Brooke family of Whitchurch, Hampshire, England; together with an account of Acting-governor Robert Brooke of Maryland and Colonel Ninian Beall of Maryland and some of their descendants # Charles, never married. # Roger, married: ## Dorothy Neale, daughter of Capt. James Neale and Anna Maria Gill ## Mary Wolseley, daughter of Walter Wolseley and Mary Beauchamp. # Robert, married Elizabeth Thompson, daughter of William Thompson and Mary Bretton. # John, married Rebecca Isaacs. # Mary. # William. # Ann, married Christopher Beanes. # Francis, never married. # Basil, died in infancy. # Henry, never married. # Elizabeth, married Capt. Richard Smith Jr. == Emigrants to Maryland == Leonard Calvert (Florence MacKubin, 1914) On September 20, 1649, Brooke was issued with a commission as Commander of \"one whole county\" (in the province of Maryland) \"to be newly set forth, erected, &c;\".Bozman, John Leeds, History of Maryland, Vol. 2, p376. He was to receive a grant of for every ten persons he transported. Brooke is said to have emigrated (June 1650) aboard his own ships and at his own expense, along with his wife, ten children, 28 servants, and a pack of hounds. On July 22, 1650, along with his two sons, Baker and Thomas Sr., he took the oath of Fidelity to the Proprietor. His sons each received separate grants of land in various counties of Maryland. Robert Brooke was constituted as Commander of newly formed Charles County in Maryland on October 30, 1650. == Political activities == In 1652, under the Cromwellian Government, Brooke was made Governor, and served in this capacity from March 29 to July 3, 1652. His co-operation with the Bennett-Claiborne Puritan faction brought him the displeasure of Lord Baltimore and the loss of his proprietary offices. Later he allied himself with the conservative Catholic Party. == Property == Brooke Place Manor Like most of the wealthy emigrants who came to Maryland under the patronage of the Proprietor, Brooke amassed many thousands of acres of land. He constructed three large estates, each named for himself: * \"De La Brooke Manor\" (, granted July 28, 1650) in St. Mary's County, Maryland; now the home of a hunting club.De La Brooke Foxhounds * \"Brooke Place Manor\" () on Battle Creek, Calvert County, across the Patuxent, where he built a home almost a replica of \"De La Brooke\".Maryland Historical Magazine, pp 68 * \"Brooke Court\" () in what is now Prince George's County. By the time of his death on July 20, 1655,Tyler, Samuel, Memoir of Roger Brooke Taney (out of print), p 25 Brooke is said to have accumulated of land. ==See also== * Colonial families of Maryland == Notes == == References == * * Category:1602 births Category:Colonial Governors of Maryland Category:1655 deaths Category:Masters of foxhounds Category:People from Southampton Category:People from Whitchurch, Hampshire Category:Kingdom of England emigrants to the Thirteen Colonies ",
    "title": "Robert Brooke Sr."
}