{
    "id": "9159712",
    "text": "Charles-Philippe Robin Charles-Philippe Robin (4 June 1821 – 6 October 1885) was a French anatomist, biologist, and histologist born in Jasseron, département Ain. He studied medicine in Paris, and while still a student took a scientific journey with Hermann Lebert to Normandy and the Channel Islands, where they collected specimens for the Musée Orfila. In 1846 he received his medical doctorate, and at different stages of his career he was a professor of natural history, anatomy, and histology. He was a member of the Académie Nationale de Médecine (1858) and Academy of Science (1866). In 1873 he was appointed director of the marine zoology laboratory at Concarneau. Robin's contributions to medical science were many and varied. He was among the first scientists in France to use the microscope in normal and pathological anatomy. He was the first to describe the species Candida albicans (a diploid fungus), and he contributed new information on the micro-structure of ganglia and of neuroglia. He also described the role of osteoclasts in bone formation, and he conducted original studies on the electrical organs of Rajidae (electric skates). With Pierre François Olive Rayer, Claude Bernard, and Charles-Édouard Brown-Séquard, he established the Société de biologie (1848). Robin was a prolific writer, being the author of over 300 written articles during his lifetime. With Émile Littré he published a revision of Pierre-Hubert Nysten’s Dictionnaire de médecine, de chirurgie, etc. The eponymous Virchow-Robin spaces are named after him and pathologist Rudolf Virchow. Virchow-Robin spaces are lymphatic spaces between the vessels of the central nervous system. == Selected writings == * Tableaux d’anatomie. Paris, 1851. * Anatomie microscopique. 1868. * Programme du cours d’histologie. 1870. * Traité du microscope, son mode d’emploi, son application, 1871. * Anatomie et physiologie cellulaire, animale et végétale. Paris, 1873. * Mémoire sur le développement embryogénique des hirudinées. 1874. * L’instruction et l’éducation. 1877. * Nouveau dictionnaire abrége de médecine. Paris, 1886 == References == * Charles-Philippe Robin @ Who Named It Category:French anatomists Category:French biologists Category:French histologists Category:Members of the French Academy of Sciences Category:1821 births Category:1885 deaths Category:People from Ain ",
    "title": "Charles-Philippe Robin"
}