{
    "id": "9159585",
    "text": "==Summary== From 1824 to 2016, Defoe Fournier & Cie. was an independent boutique investment and merchant banking company. As part of its traditional business, the firm and its partners were a source of financial advice for high-net-worth individuals, specifically large stockholders and \"family trusts\" of listed family businesses. Additionally, the firm acquired strategic and passive investment positions in various industries, often conducting its investment activities in the private placement marketplace and was an active investor in large project financing transactions, such as Langeled pipeline.Assessment of the Range of Potential Funding Mechanisms for CO2 Transportation Networks. Published by Environmental Resources Management. May 2008 Read The firm co-invests with the likes of ABN AMRO and HSBC. Many offshore oil drilling platforms, power generation plants, and toll roads were funded by the group's capital, and investments often involved large ownership positions in blue chip European companies.PETROMagazine, Special Edition 2007Royal Dutch Shell Plc private placement prospectus, 1982.ABN AMRO project finance prospectus, 2002. On December 30, 2016, Defoe Redmount, United States affiliate of Defoe Fournier, acquired a large part of Defoe Fournier & Cie's business, with around 20 investment and financial professionals joining our firm. The rest of Defoe Fournier's business operations, led by some of its partners, became part of another UK-based financial and investment group.Per the web site of Defoe Redmount, May 29, 2017. ==History== === Initial years and through modern finance === 350px Founded as Defoe Fournier & Cie. in 1824 in Paris by Anatole Defoe and Mathis Fournier, the firm became a leading gold bullion trading house, establishing itself as a gold custodian and transfer agent.Archives de France: Centre des archives du monde du travail (The Centre for Archives of the Workplace). Retrieved March 11, 2003. Over next 180 years, Defoe Fournier & Cie. did not really change. It was considered to be one of the most reliable partnerships and was recognized by many French and Belgian colony rulers who appointed Defoe Fournier & Cie. as their keepers of wealth. In the early years, much of the character of Defoe Fournier & Cie. can be attributed to its junior co-founding partner Mathis Fournier. He came to maturity during the turbulent times of French Revolution followed by Napoleonic Wars and The Empire, a period when the atmosphere was of rebirth, innovation, and tradition. When he co-founded Defoe Fournier & Co., his partner, Anatole Defoe, had been in banking for more than 20 years; however, it was Fournier's avant-garde approach to banking, a profession of utmost conservatism, was the reason of strong foothold the partnership gained within the establishment. Serving the needs of clients in remote areas and specialty situations, exemplified by colonial assets and major projects, the younger partner was the most celebrated traveling banker in Paris, mostly serving Defoe Fournier & Cie. needs by traveling were business required, and referring to his occupation as \"merchant\". The ability of Defoe Fournier & Cie. and the willingness of one of its senior partners to travel to any length and provide the highest level of support to clients has earned the company its respectable rank, result oriented reputation and high levels of profitability for many years to come. The utmost confidentiality maintained by Defoe Fournier & Cie., along with absolute financial prudence, were the cornerstones of its business.Archives de France: Centre des archives d'Outre Mer (The Centre for Archives of Overseas Territories). Retrieved March 11, 2003. === 1970s to 1990s === In the 1970s, it expanded its merchant banking capabilities and when it was a firm with very tight lips to the very wealthy European establishment, with just 70 employees, working under the governance of 30 or so partners. Dozens of subsidiaries and business units reported to the firm and its partners. With over $5 billion in capital, the firm was considered to be very solid. It never solicited business, and its partners, mostly hailing from European wealthy dynasties, were the discreet face of the firm, which had no obvious presence and its single office had no name plate. === 2000s to 2016 === The home of Defoe Fournier & Cie.'s New York offices at 48 Wall Street in 2005 Committed to focus on its core business, Defoe Fournier & Cie. grew to become a global assets investment and merchant banking firm. Starting in 2002, the group initiated its strategy to develop small and mid-cap merchant banking business to supplement its blue-chip corporate focus in Europe. Starting in the U.S., it established a joint venture with CS Opportunity Group, a boutique investment bank focused on real estate intensive industry sectors. Easington Langeled Terminal of Langeled pipeline financed, as part of bank syndicate, by Defoe Fournier in the 2000s In 2005, the group attempted to acquire Grubb & Ellis Company, the 4th world largest integrated commercial real estate services company with over 6,000 employees working globally through 150 offices. The purpose of acquiring Grubb & Ellis for over $110 million was to establish, in one big step, a global merchant banking group focused on small and medium size corporate customers, the core business of Grubb & Ellis.Offer to acquire all shares of Grubb & Ellis Company, October 2005 Read The Board of Grubb & Ellis refused the Defoe Fournier's all-cash offer and a few months later was still forced to sell the company, via an ill-timed merger, to NNN Realty Advisers Inc.Grubb & Ellis Board's refusal to accept offer to sell the company, November 2005 Read In 2007, the number of partners was reduced dramatically, from estimated 35 to fewer than 15. The bulk of partners' capital was reduced due to this. In 2009, Hill van Breen & Co., a project and industrial metals trade finance house, merged into Defoe Fournier & Cie. with two of its partners becoming partners within the merchant banking group and leading its project finance and commodity trade desk. During the 2010–12 period several business units of other financial houses were taken over and combined into firm operations. In 2010, Defoe Fournier & Cie. business lines were restructured as it was clear that there were two groups of partners in the firm with differing strategic views. There were the traditionalists who saw little need for change of the firm's historical business or further expansions into new lines of business. Then there was the group of partners which was expanding the firm's small and mid-size company-oriented business. As a result, the firm's emerging company merchant banking and project and commodity finance activities were spun off as Defoe Redmount which was created as a separated company with head offices in New York. In 2013, the partners of Defoe Redmount invested capital in to Defoe Fournier & Cie., as part of new capital raise, taking a sizable ownership in the firm. On December 30, 2016, Defoe Redmount acquired a large part of Defoe Fournier & Cie's business, with around 20 investment and financial professionals joining Defoe Redmount. The rest of Defoe Fournier's business operations became part of Barings, a UK- based financial and investment group.Per the web site of Defoe Redmount, May 29, 2017. === 2016 to Present === In 2017, the firm acquired the balance of 50% ownership in Edelmetallhändler gold bullion house. Defoe Fournier & Cie. has held a 50% ownership in Edelmetallhändler since 1931. During the same year, the firm co-founded Adriatic Capital Partners, a New York City and Zagreb, Croatia based investment group focused on the investment opportunities arising in the Adriatic region of south central Europe.Per the web site of Defoe Redmount, May 29, 2017. ==References== Category:Investment banks Category:Banks of France Category:Private equity firms of the United Kingdom Category:Financial services companies established in 1824 Category:Banks established in 1824 Category:Private equity firms of the United States Category:French companies established in 1824 ",
    "title": "Defoe Fournier &amp; Cie."
}