{
    "id": "9159078",
    "text": "The newsboys' strike of 1899 was a U.S. youth-led campaign to force change in the way that Joseph Pulitzer and William Randolph Hearst's newspapers compensated their force of newsboys or newspaper hawkers. The strikers demonstrated across the city for several days, effectively stopping circulation of the two papers, along with the news distribution for many New England cities. The strike lasted two weeks, causing Pulitzer's New York World to decrease its circulation from 360,000 papers sold per day to 125,000.Nasaw, David. (1999) \"Ch. 3: Youse an' yer noble scrap: On strike with the Newsboy Legion in 1899.\" in Big Town, Big Time. New York: New York Daily News. p. 9. Although the price of papers was not lowered, the strike was successful in forcing the World and Journal to offer full buybacks to their sellers, thus increasing the amount of money that newsies received for their work.Mott, F.L. (2000) American Journalism. New York: Routledge. p. 598. ==Background== upright=1 At the turn of the century, newsboys were essential to newspaper distribution. While morning editions of the paper were often delivered directly to subscribers, the afternoon editions relied almost exclusively on newsboys to sell. Most of the newsboys came from poor immigrant families and sold papers in the afternoons and evenings, after their school finished. They bought papers at 50¢ per hundred, and sold them at 1¢ each for a profit of half a cent per paper. There were newsboy strikes several years before the events of 1899, including those in 1886,\"Newsboys indulge in a strike\", New York Times. March 30, 1886. Retrieved February 14, 2008. 1887, and 1889. The last notable strike that the newsboys held against the World and the Journal was in August 1889. ==Causes== In 1898, with the Spanish–American War increasing newspaper sales, several publishers raised the cost of a newsboy's bundle of 100 newspapers from 50¢ to 60¢, a price increase that at the time was offset by the increased sales. After the war, many papers reduced the cost back to previous levels, with the notable exceptions of The Evening World and the New York Evening Journal. ==Strike== ===Early days=== On approximately July 18, 1899, a group of newsboys in Long Island City turned over a distribution wagon for the New York Journal and declared a strike against the papers of Joseph Pulitzer, publisher of the World, and William Randolph Hearst, publisher of the Journal, until prices were rolled back to 50¢ per hundred. The newsboys of Manhattan and Brooklyn were quick to follow the next day. The newsboys' methods were violent in the early days of the strike. Any man or boy found to be selling the two boycotted papers would be mobbed by a group of strikers, beaten, and his papers destroyed.\"Plan to Down Newsboys\", The Sun. July 24, 1899 The newspaper owners paid grown men to sell their papers, offering them police protection, but the strikers often found ways to distract the officers so they could get at the \"scabs.\" Women and girls fared a little better because, as union leader Kid Blink put it, \"A feller can't soak a lady.\" The newsboys also distributed flyers and hung signs around the city encouraging people to help them in their cause by not buying the World and Journal. ===Rally at Irving Hall=== On July 24, 1899, the newsboys held a city-wide rally at Irving Hall sponsored by state senator Timothy D. Sullivan. An estimated five thousand boys from Manhattan attended the rally, along with two thousand boys from Brooklyn and several hundred from other areas of the city. Many local businessmen and politicians addressed the crowd, including lawyer Leonard A. Suitkin, Frank B. Wood, and ex-Assemblyman Phil Wissig. When the adults had finished speaking, union president David Simmons read a list of resolutions saying that the strike was to stand until the papers reduced their prices, and also calling on the newsboys to adopt non-violent methods of resistance. Other speeches were made by \"Warhorse\" Brennan, Jack Tietjen, \"Bob the Indian\", union leader \"Kid Blink\",Union leader \"Kid Blink\" \"Crazy\" Arborn, Annie Kelly, and Brooklyn union leader \"Racetrack\" Higgins.Brooklyn leader \"Racetrack\" Higgins The night ended with a song sung by \"Hungry Joe\" Kernan. A floral horseshoe was offered to Kid Blink as a reward for giving the best speech of the evening. ===After the rally=== In the days following the rally, the newsboys' tactics changed to be largely non-violent. Even though they were no longer beating people who sold the World and Journal, the strike was still effective since by then the public was on their side and chose not to buy them even if they were for sale. On July 26, 1899 the newsboys planned a parade where as many as 6,000 boys would march accompanied by a band and fireworks, but this parade never happened due to issues with obtaining a permit. ===Kid Blink disgraced=== Newsboys amusing themselves while waiting (1908) On July 26, 1899, rumors spread among the newsboys that strike leaders Kid Blink and David Simmons had betrayed the strike and agreed to sell the boycotted papers in exchange for a bribe from the newspaper executives. Both boys denied the charges, but some sources note that Kid Blink wore clothes a bit nicer than usual, indicating the possibility that he may have accepted bribe money. In response to these suspicions, Kid Blink and David Simmons resigned from their leadership positions, Simmons changing from union president to treasurer, and Kid Blink becoming a walking delegate. That night, Kid Blink was chased through the streets by a group of boys angry about the rumors that he had abandoned the strike. A police officer, seeing the group of running boys, grabbed Kid Blink, assuming he was leading them, and arrested him for disorderly conduct. Kid Blink was given a fine and let go while a group of newsboys outside the court jeered at him. ===The end of the strike=== After the rumors of Kid Blink and David Simmons' desertion of the strike, combined with their failure to obtain a parade permit, the newsboys' faith in centralized leadership was diminished. Other newsboys stepped up to lead the strikers, but none of them had the same level of power and influence as Kid Blink once had. On August 1, 1899, the World and Journal offered the newsboys a compromise: the price of a hundred papers would remain at 60¢, but they would buy back any unsold papers. This meant that boys who had trouble selling all their papers would not be forced to sell late into the night to avoid taking a loss for the day. The newsboys accepted this compromise, ending the strike and disbanding the union on August 2, 1899.\"Newsboys' Boycott Over\", New York Tribune. August 2, 1899. ==Strike leaders== The leadership of the newsboy strike was less centralized than most unions, with boys in each neighborhood feeling more loyalty to the other kids in their area than to the centralized leadership. That said, some kids were more influential than others, organizing rallies, acting as spokespeople for the strike, and being interviewed by papers such as the New York Tribune, New York Sun or New York Herald. The papers often quoted the strikers with their New York accents depicted as an eye dialect, using such sayings as \"Me nobul men is all loyal.\" ===Louis \"Kid Blink\" Baletti=== upright The face of the strike was Louis \"Kid Blink\" Baletti. Kid Blink was 18 during the strike, and is described by papers at the time as an \"undersized boy\" with red hair and an eye patch over his left eye. He also went by the nicknames \"Red Blink\", \"Muggsy McGee\" and \"Blind Diamond.\" Kid Blink was a charismatic leader. Several newspapers recorded speeches he gave at rallies, one of which reads in part \"Friens and feller workers. This is a time which tries de hearts of men. Dis is de time when we'se got to stick together like glue.... We know wot we wants and we'll git it even if we is blind.\" His speech at the Irving Hall rally won him a floral horseshoe for the best speech of the evening. Kid Blink was accused of betraying the strike and accepting a bribe to sell the boycotted papers, and though some sources claim he was acquitted of these charges he still stepped down from his leadership position after being accused. When he was arrested during the strike, Kid Blink told the police his name was Louis Ballat, but he was likely lying or misheard because his real name appears to have been Louis Baletti. After the strike, Kid Blink got a job as a cart driver and later as a saloon keeper. He may have also worked as the right-hand man to New York mobster Chuck Connors. He died in July 1913 at the age of 32 of tuberculosis. ===David Simmons=== David Simmons was president of the newsboy union at the beginning of the strike, and treasurer in the second half after he was accused of betraying the strike and was forced to step back from his leadership role. He was twenty-one at the time of the strike, and had been selling newspapers since the age of eight. He was also a well-known amateur prize fighter at the local athletic clubs. Simmons read a list of resolutions at the rally at Irving Hall, which the crowd reportedly found quite boring. ===Ed \"Racetrack\" Higgins=== Ed \"Racetrack\" Higgins was the leader of the Brooklyn union, and was elected vice-president of the general union after Kid Blink and David Simmons were accused of selling out. Higgins was a fixture at the Sheepshead Bay Race Track, and referenced horses in many quotes at the time of the strike. Higgins was a charismatic speaker, several papers mentioning his use of humor in his speeches to the striking newsboys. Brooklyn Life referred to him as \"a born leader of boys, and he may yet be of men.\" His speech at the rally went off so well that the New York Times said that \"If the newsboys present could have had a vote last night, 'Race Track Higgins' could have had any office in their gift.\" ===Morris Cohen=== Morris Cohen was union president after Kid Blink and David Simmons stepped down. Very little is known about him, but a July 20 memo from Joseph Pulitzer's business manager Don Seitz names Cohen as the boy who started the strike in New York City. ===Henry \"Major Butts\" Butler=== Henry \"Major Butts\" Butler was leader of the Upper Manhattan union after Kid Blink stepped down. He was arrested on July 31, 1899 on a charge of blackmail after telling executives at the New York World that he would not break the strike for less than $600 ($600 in 1900 is roughly equivalent to $16,000 in 2018). ===Annie Kelly=== Annie Kelly was one of the few newswomen loyal to the strike, a fact that made her very popular with the striking newsboys, who saw her as \"almost a patron saint.\" She was the only woman to speak at the rally at Irving Hall, after being pulled on stage by a crowd of cheering newsboys, where she told them \"All I can say, boys, is to stick together and we'll win. That's all I've got to say to you.\" ==Legacy== The newsboys' strike of 1899 has been credited with inspiring later strikes, including the Butte, Montana newsboys' strike of 1914,Peavy, L. and Smith, U. (1999) Frontier Children. University of Oklahoma Press. p.112. and a 1920s strike in Louisville, Kentucky.Reinier, J.S., Ferguson, P. and West, E. (2001) Boyhood in America: An encyclopedia. ABC-Clio Inc. Some decades later, the introduction of urban child-welfare practices led to improvements in the newsboys' quality of life. ==Cultural representations== The newsboys were fictionalized in 1942 by DC Comics as the Newsboy Legion, first appearing in issue number 7 of Star Spangled Comics and continuing therein through issue 64, as well as also continuing in various forms to modern-day comics. The events of the 1899 strike later inspired the 1992 Disney film Newsies, including a character named Kid Blink (who wears an eye patch), but in this version of the story the leader of the strike was named Jack Kelly. A musical theatre adaptation of the film, also called Newsies, debuted in 2011 and played on Broadway from 2012 to 2014, starring Jeremy Jordan as Jack Kelly, and on tour from 2014 to 2016. A live filmed version of the stage production with cast members from both the Broadway and Tour productions, was digitally released on May 23, 2017 on Netflix and later switched to Disney+. The newsboy strike is described in detail in the 2003 non-fiction book Kids on Strike! ==See also== * Child labor * Newspaper hawker includes newsboys * NLRB v. Hearst Publications ==References== ==Bibliography== * Bekken, Jon. \"Newsboy Strikes\". in Encyclopedia of Strikes in American History (2009): 609–619. * DiGirolamo, Vincent, Crying the News: A History of America's Newsboys (Oxford University Press, 2019). * Nasaw, David. \"Dirty-Faced Davids & The Twin Goliaths\" American Heritage 36.3 (1985): 42–47. * Nasaw, Children of the City: At Work and at Play (1965) pp. 167–77 * Saxby, A. (1902) \"The ethics of Newsboys\" in The Westminster Review. p. 575–578. Baldwin, Cradock, and Joy Publishers. ==External links== * City Hall Park 1899 Collection of newspaper articles about the strike. * Newsboys of 1899 Collection of primary and secondary sources on the strike, its leaders, and newsboys' lives in general * An Uncivil War: The Newsboys' Strike of 1899 Category:1899 in the United States Category:1899 labor disputes and strikes Category:History of youth Category:Child labor in the United States Category:Labor relations in New York City Category:Newspaper labor disputes in the United States Category:Labor disputes in New York (state) ",
    "title": "Newsboys' strike of 1899"
}