{
    "id": "9162580",
    "text": "Arrow direction when braced and when at full draw. A = bow riser/grip, B = median plane of the bow, C = arrow aiming line and trajectory Arrow flexing both towards and away from the bow handle. The archer's paradox is the phenomenon of an arrow traveling in the direction it is pointed at full draw, when it seems that the arrow would have to pass through the starting position it was in before being drawn, where it was pointed to the side of the target. The bending of the arrow when released is the explanation for why the paradox occurs and should not be confused with the paradox itself. Flexing of the arrow when shot from a modern 'centre shot' bow is still present and is caused by a variety of factors, mainly the way the string is deflected from the fingers as the arrow is released. The term was first used by E.J. Rendtroff in 1913, but detailed descriptions of the phenomenon appear in archery literature as early as Horace A. Ford's 1859 text \"Archery: Its Theory and Practice\". As understanding was gained about the arrow flexing around and out of the way of the bow as it is shot (as first filmed by Clarence Hickman) and then experiencing oscillating back-and-forth bending as it travels toward the target, this dynamic flexing has incorrectly become a common usage of the term. This misuse sometimes causes misunderstanding on the part of those only familiar with modern target bows, which often have risers with an eccentrically cutout \"arrow window\"; being \"centre shot\", these bows do not exhibit any paradoxical behaviour as the arrow is always pointing visually along its line of flight. == Details == In order to be accurate, an arrow must have the correct stiffness, or \"dynamic spine\", to flex out of the way of the bow and return to the correct path as it leaves the bow. Incorrect dynamic spine results in unpredictable contact between the arrow and the bow, therefore unpredictable forces on the arrow as it leaves the bow, and therefore reduced accuracy. Additionally, if an archer shoots several arrows with different dynamic spines, as they clear the bow they will be deflected on launch by different amounts and so will strike in different places. Competition archers therefore strive not only for arrows that have a spine within a suitable range for their bow, but also for highly consistent spine within sets of arrows. This is done using a static spine tester. == Choice of bow and spine == Less powerful bows require arrows with less dynamic spine. (Spine is the stiffness of the arrow.) Less powerful bows have less effect in deforming the arrow as it is accelerated (see \"Euler\" buckling, case I) from the bow and the arrow must be \"easier\" to flex around the riser of the bow before settling to its path. Conversely, powerful bows need stiffer arrows with more spine, as the bow will have a much greater bending effect on the arrow as it is accelerated. An arrow with too much dynamic spine for the bow will not flex and as the string comes closer to the bow stave, the arrow will be forced off to the side. Too little dynamic spine will result in the arrow deforming too much and being propelled off to the other side of the target. In extreme cases, the arrow may break before it can accelerate, which can be a safety hazard. == Calibration == Dynamic spine is largely determined by shaft length, head weight, and static spine. Static spine is the stiffness of the center portion of the shaft under static conditions. The Archery Trade Association (ATA) (formerly the Archery Manufacturers and Merchants Organization (AMO)) static spine test method hangs a weight from the center of a suspended section of the arrow shaft. The American Society for Testing and Materials (ASTM) F2031-05 (\"Standard Test Method for Measurement of Arrow Shaft Static Spine (Stiffness)\") hangs an weight from the center of a suspended section of the arrow shaft. The (obsolete) British Grand National Archery Society (GNAS) system used a weight and a variable length with the arrow supported just behind the head and just in front of the nock. Because of this, GNAS cannot be directly converted to ATA or ASTM. The primary unit of measurement for spine is deflection in thousandths of an inch (a deflection of 500 equals ) Deflection is sometimes converted to pounds of bow weight by dividing 26 by the deflection in inches. (26 in⋅lb divided by 0.500 in equals a spine of 52 lb) == References == == External links == * *The Archer's Paradox in SLOW MOTION - video Category:Solid mechanics Category:Archery Category:Physical paradoxes ",
    "title": "Archer's paradox"
}