{
    "id": "9162317",
    "text": "Les Hurlements d'Léo is a French alternative rock band from Bordeaux, France. Currently an eight-piece, they have been influenced by the likes of Les Négresses Vertes and combine traditional French sounds (complete with accordion) with sounds of gypsy, Latin, ska, punk and energetic rock. ==History== * The story began in Bordeaux in 1995, where a band of four friends pillaged bars and stages there. The group constantly evolved until it stabilised at its current membership. The group then toured festivals throughout France (Bourges, La Rochelle, Rennes). * In 1998, HDL recorded their first album, Le café des jours heureux. * Meeting Les Ogres de Barback led to buying a big tent, \"Latcho Drom\", which travelled the roads of France and elsewhere. * In 2000, HDL finished up their second album La belle affaire. * In 2001, HDL and the Ogres united for a tour, which give birth to the famous album Live. * At the start of 2003, their third album, Ouest terne, was released, and the group set out again, this time in the company of the Germans 17 Hippies. * At the start of 2004, this Franco-German collaboration recorded a 6-track EP, Hardcore Trobadors. * In 2005, HDL released a live album of their last tour. * On 13 March 2006, they released the album Temps suspendu. * On 20 April 2009, they released a double album 13 ans de caravaning, a combined \"best of\" and unreleased tracks. File:Les hurlements de Leo-IMG 5156.jpg|Cyril \"Pépito\" Renou File:Les hurlements de Leo-IMG 5205.jpg|Jocelyn \"Jojo\" Gallardo File:Les hurlements de Leo-IMG 5171.jpg File:Les hurlements de Leo-IMG 5170.jpg File:Les hurlements de Leo-IMG 5167.jpg File:Les hurlements de Leo-IMG 5157.jpg ==Live performances== On January 11, 2007, Les Hurlements d'Léo performed in Sydney as part of the Festival of Sydney. The Sydney Morning Herald previewed their March gig in Sydney.Take a chanson me in The Sydney Morning Herald ==Discography== ===Albums=== *Le Café des jours heureux (1998) *La Belle Affaire (2000) *Ouest terne (2003) *Live (2005) *Temps suspendu (2006) *13 ans de caravaning (2009) (double album) *Bordel de luxe (2011) *Les Hurlements d'Léo chantent Mano Solo (2015) ==References== ==External links== * Les Hurlements d'Léo website * Last.fm entry for Les Hurlements d'Léo Category:French rock music groups Category:Gypsy punk groups Category:Musical groups from Bordeaux ",
    "title": "Les Hurlements d'Léo"
}