{
    "id": "9163130",
    "text": "Max Fesca (31 March 1846 – 31 October 1917) was a German specialist in agricultural science and agronomy, hired by the Meiji government of Japan as a foreign advisor from 1882-1894. ==Biography== Fesca was born in Soldin, Neumark, Province of Brandenburg, Prussia (modern Myślibórz, Poland) as the son of a post office manager.Wer ist's - Das deutsche Who's who, Band 2 From 1868 he studied agriculture and natural sciences at the University of Halle, and moved in 1873 to the University of Göttingen. His thesis in agricultural chemistry was based on the physical composition of tobacco leaves. He then worked for three semesters as a teaching assistant at the University of Halle. At the end of 1874 he returned to Göttingen and qualified as an expert on soil sciences. In 1875, he made a research tour of England and Scotland, publishing a book on his return. By the summer of 1882 Fesca was a lecturer at the Agricultural Institute of the University of Göttingen. ===Life in Japan=== However, in late 1882, Fesca received an offer by the Japanese government to head the Agronomic Division by the Geological Research Institute of the Ministry of Agriculture and Commerce in Tokyo with a focus on improving on the techniques and productivity of Japanese agriculture. He also taught courses at the Komaba Agricultural School (which later merged into Tokyo Imperial University) in Meguro, Tokyo. Fesca found that the relatively low productivity of the Japanese farmer compared with German farmers was not due to small size of their land plots as was commonly suggested, but due to shallow tillage methods which required the extensive use of fertilizers that farmers often could not afford. This was compounded by a poor understanding of crop rotation, and lack of heavy draft animals to permit deep tillage. Fesca came to be regarded as the “father of modern Japanese agriculture\" through his introduction of new farm implements, deep tillage methods, crop rotation and new seeds. During his time in Japan, he faced a constant uphill struggle against the Rōnō (\"expert farmers\"), a hereditary title granted by the Tokugawa shogunate to farmers with exceptional skill or local knowledge. While these farmers formed the backbone of traditional agricultural methods and their local knowledge was invaluable, their insistence on traditional time- proven methods formed a strong conservative resistance to the new western agricultural methods Fesca attempted to introduce. During his time in Japan, Fesca made a comprehensive survey of agriculture in the province of Kai (later renamed as Yamanashi prefecture), and also wrote a number of technical papers on the land reclamation of wild grasslands in the Kantō region. In 1890, he published Beiträge zur Kenntniss der japanischen Landwirtschaft, based on his experiences in Japan.University of Hokkaido Library: Agricultural conditions . Fesca returned to Germany in 1894, receiving on the completion of his many years in Japan the Order of the Rising Sun (4th class) and Order of the Sacred Treasures (3rd class), from Emperor Meiji. On his way back to Germany, he visited Java, Sumatra, Malacca, and Ceylon examining tropical agricultural practices. From 1894-1895, he lectured at his alma mater, the University of Göttingen. In 1897, he accepted a post as lecturer in tropical agriculture at the Agricultural University of Berlin and during the 1899/1900 winter semester, he lectured at the Agricultural University of Bonn-Poppelsdorf. From 1901, Fesca worked as a professor of tropical agriculture at the German Colonial School in Witzenhausen. He lectured on crops, climate, soils and fertilizers as well as animal husbandry. From 1910 to 1914 he taught at the German Colonial Institute in Hamburg. His last years were spent in Wiesbaden. Fesca published numerous articles on tropical agriculture in the scientific journal Tropical Plants. He completed a three-volume textbook on crop production in the tropics and subtropics, Der Pflanzenbau in den Tropen und Subtropen, shortly before his death in 1917. ==Selected works== * Fesca, Max. (1894). Die Aufgaben und die Thaetigkeit der agronomischen Abtheilung der kaiserl. japanischen geologischen Landesaufnahme. Yokohama.Wenckstern, Frederich. (1895). A Bibliography of the Japanese Empire, p. 175. * ___________. (1890–1893). Beiträge zur Kenntniss der japanischen Landwirtschaft, 2 vols. Berlin: Paul Paley. ==Notes== ==References== * Wenckstern, Frederich. (1895). A Bibliography of the Japanese Empire: To which is Added a Facsimile-reprint of: Léon Pagès, «Bibliographie Japonaise Depuis Le XVe Siècle Jusqu'á 1859». Leiden: E.J. Brill. Category:1846 births Category:1919 deaths Category:People from Myślibórz Category:People from the Province of Brandenburg Category:Foreign advisors to the government in Meiji- period Japan Category:Foreign educators in Japan Category:German expatriates in Japan Category:Agriculture in Japan Category:Recipients of the Order of the Rising Sun Category:Recipients of the Order of the Sacred Treasure ",
    "title": "Max Fesca"
}