{
    "id": "9163846",
    "text": "The National Institute of Science and Technology (NIST) was established in 1996 by a group of academicians and technocrats educated in the top institutes of India and abroad. It is promoted by SM Charitable Educational Trust under the vision and guidance of its founder chairman, Dr. Sukant K. Mohapatra. The institute is approved by the All India Council for Technical Education (AICTE) and is affiliated to the BPUT. The institute campus of 70 acres is located in the Pallur Hills about 12 km from Berhampur and three hours drive from Bhubaneswar. It is the first NRI educational venture in the state of Odisha and first engineering college under Berhampur University. The primary objective of the founders was to make NIST as a center of academic excellence and research in the field of science and technology in their home state of Odisha. The institute has grown under the leadership of Dr. Sukant K. Mohapatra – Founder & Chairman. In its 24 years, it has produced four BOYSCAST faculty scholars who have been funded by Government of India to pursue postgraduate research in the United States and Germany. NIST has produced three Fulbright scholars. Three of its faculty have won the Samant Chandrasekhar Young Scientist Award given by the Government of odisha. Two AICTE funded emeritus professors worked at NIST. The faculty of the institute have been awarded three URSI Young Scientist Awards. More than twenty-five post doctorate scholarships have been awarded to institute faculty. The faculty members of the institute are alumni of IIN, IISc, ISI, Jadavpur University and Calcutta University, etc. More than 35 faculty of the institute are from the CET alone which is a testimony to its ability to attract and retain top-notch faculty. The faculties of the institute have published more than 250 journal papers in refereed journals and are authors of about 24 books. The institute also has its own publishing house, the NIST Press. The institute has received a number of grants, projects, special funding, travel funding, SDPs, FIST grant, scholarships, etc., from the DST, CSIR, AICTE, IT companies, etc. * NBA has accredited NIST in March, 2019 (CSE and ECE branches) * NAAC has accredited NIST with grade A with a high score of 3.22 * NIST has been ranked #4 in eastern India and #13 in India by DataQuest - In 2016. * 85th All India Rank by OUTLOOK 2016. * BPUT (Affiliating University) students have ranked NIST as No.1 engineering institute among 100+ engineering institutes of Odisha through public voting. NIST is a considered as a benchmark research institution in eastern India. The institute has recently signed MoU's for research collaboration in the field of nanosciences, communications, semiconductor technology with the National Taiwan University and University of Electro Communications, Japan. NIST has signed MoU with industries like Sandhur and SunMoksha for collaborative work in the area of nano technology and renewal energy. NIST, in association with IIT, Khargapur, is also part of the MHRD Virtual Laboratory project. ==Location== The college is located in Pallur Hills, near NH-5, about 7.4 miles (12 km) from the town of Berhampur, in southern Odisha, India. ==Background== *Dr. Sukant Mohapatra has held meetings with the delegation led by then Chief Minister Janaki Ballabh Patnaik in New York to build NIST in Odisha *Application for AICTE approval was based on full financial support and credibility of Dr. Mohapatra. Many non-resident Indians (NRI) (primarily academicians from the US) also supported it. *Dr. Mohapatra had shipped large number of computers, terminals, books, and journals during the start up years of the institute. In order to make NIST a research center, Dr. Mohapatra has organized various international conferences and seminars and enabled the visits of many NRI scientists and professors to the institute along with many other supports (e.g., formulation of course of studies, registering NIST under US .edu domain, company campus visit, student admission in US etc.) over the years. ==Infrastructure== The 70-acre green campus has five main buildings: ===Lecture Hall Complex=== It is a five-floored building of over 60,000 sq.ft. It houses a lot of classrooms and electronics, machines and computer science laboratories. It also houses the server room and the administrative section. ===Octagon=== It is an octagon shaped multi-storeyed, multipurpose building, it houses a modern computer center, an internet room, a computerized central library, 2 faculty rooms, 5 classrooms, and a cafeteria that can seat over 150 people at a time. ===Galleria=== It is a four-storied hovel of over 100,000 sq.ft. with 12 lecture halls and a 250-seat auditorium. The prestigious high-performance computing lab and the IBM Centre for Excellence are housed in this building. The NIST Technology Consultancy Services (NTCS) occupies a place in the building. ===Atrium=== It is the latest addition to college building infrastructure. This building houses the 25 classrooms, 11 laboratories including the chemistry, physics, engineering drawing, C-lab, language lab, etc., and 13 faculty rooms. The Student Activities Center is also located here. The NIST Business School with its own library is also nestled in this. ===TIFAC Core=== It houses the Centre of Excellence in 3G/4G Communication Technologies, selected by TIFAC and sponsored by the Department of Science and Technology, Govt. of India. TIFAC Core is home to labs such as VLSI, Antenna Fabrication, Device Fabrication, Embedded Systems, Nano-technology, Optical communication, and NI Lab View. Besides, the building has 2 seminar halls, 4 classrooms, a conference room, a JRF room, and a trainers' room. ==Academics== *B. Tech Programme {| class=\"wikitable\" |- ! Program !! Number of Seats |- | Computer Science and Engineering || 240 |- | Electronics and Communication Engineering|| 120 |- | Electrical and Electronics Engineering|| 180 |- | Electrical Engineering || 120 |- | Information Technology || 90 |- | Civil Engineering || 60 |- | Mechanical Engineering|| 120 |- |} *M.Tech Programme **Computer Science and Engineering **Electronics and Communication Engineering **Electronics and Instrumentation Engineering **VLSI Embedded System's Design **Wireless Communication Technology **Electrical Engineering *Other courses **MSc - Physics, Chemistry and Mathematics **MBA **MCA - 2 Year Masters in Computer Applications **BSc - Bachelor of Science in Physics, Mathematics and Chemistry. A new B Sc ((Information Technology) course is being introduced in the year 2020-21. **This is known as the \"hidden gem\" of Odisha as it is not advertised much. **BCom - Bachelor of Commerce - offered by Management School professors All full time enrolled students also get placement and internship support, clubs, sports, competitive exam coaching (UPSC, GATE, IELTS, Interview Skills, Computer Courses) ==Other facilities== It has two very large capacity boys hostels and a girls hostel with 24×7 medical service, college buses for localities, a swimming pool, a lawn tennis court, a basketball court, a volleyball court, an aquarium building, a yoga centre, an indoor stadium (under construction), many fountains, eucalyptus plantations, a rock garden, a cactus garden, etc. ==Reference== *http://nist.edu ==External links== * Category:Engineering colleges in Odisha Category:Colleges affiliated with Biju Patnaik University of Technology Category:Education in Berhampur Category:Educational institutions established in 1996 Category:1996 establishments in India ",
    "title": "National Institute of Science and Technology"
}