{
    "id": "9163370",
    "text": "Sergeant Madden is a 1939 film noir forerunner directed by Josef von Sternberg and starring Wallace Beery. The supporting cast in this dark police crime drama, noted for its imaginative and evocative cinematography, includes Tom Brown, Laraine Day, Alan Curtis, and Marc Lawrence. ==Cast== *Wallace Beery as Sergeant Madden *Tom Brown as Al Boylan, Jr. *Alan Curtis as Dennis Madden *Laraine Day as Eileen Daly (billed as \"Laraine Johnson\") *Fay Holden as Mary Madden *Marc Lawrence as \"Piggy\" Ceders *Marion Martin as Charlotte LePage *David Gorcey as Punchy LePage *Donald Haines as Milton *Ben Welden as Henchman Stemmy *Etta McDaniel as Dove *John Kelly as Henchman Nero *Horace McMahon as Philadelphia *Neil Fitzgerald as Casey *Dickie Jones as Dennis as a boy *Drew Roddy as Albert as a boy *Charles Trowbridge as Commissioner *George Irving as Police Commissioner *Heinie Conklin as Drunk (uncredited) *Mitchell Lewis as Officer Minetti (uncredited) *Adrian Morris as Ringleader (uncredited) ==Background== In the winter of 1937, Josef von Sternberg was in Vienna assembling the cast for the film version of Émile Zola’s Germinal, with Hilde Krahl tapped to play Catherine and Jean-Louis Barrault as Etienne. The Austrian financed project collapsed when Germany invaded the nation in March 1938. Sternberg, ill in London at the time, returned to his California residence to convalesce for several months.Baxter, 1971. P. 149-150 In October 1938, Sternberg returned to Metro-Goldwyn-Mayer under a single-movie contract to direct actress Hedy Lamarr in New York Cinderella (later entitled I Take This Woman). The filming required so many revisions that it was known on set as \"I Re-take this Woman\".Supten, 2006. Unhappy with his lack of control over the direction, Sternberg quit the production after a week: the film was completed by director Willard Van Dyke and released in February 1940.Baxter, 1971. P. 150-151Weinberg, 1967. p. 70: \"called it quits over issue of directorial freedom.\" ==Production== Sternberg would fulfill his movie contract for Metro with a crime drama, Sergeant Madden, with character actor Wallace Berry, a box-office favorite, in the lead role of New York City Patrolman Shawn Madden.Sutpen, 2006Baxter, 1971. P. 151 The film was already in production when Sternberg arrived on the set.Baxter, 1993. P. 177 The Sergeant Madden screenplay, based on a story by William A. Ullman entitled “A Gun in His Hand” was an “over-plotted potboiler paying sentimental tribute to ‘the cop on the beat’...”Supten, 2006Weinberg, 1967. p. 70: \"...a roman policier type of film...\" Wallace Berry, a “Metro institution”, provided a reliable source of revenue for the corporation, despite his “tiresome screen performance.”Sutpen, 2006 When Sternberg attempted to elicit a more disciplined approach from Berry, the studio hierarchy instructed the director to cease his overly “demanding rehearsals.”Sutpen, 2006Baxter, 1971. P. 151 Despite the Metro's interference “Berry’s performance in Sergeant Madden is one of the least maudlin in his gallery of indistinguishable character roles” and “unusually controlled and believable” is attributable to Sternberg's influence.Baxter, 1971. P. 151: Berry’s “eventual acceptance of Sternberg’s [directorial] system.” The film was released on March 24, 1939 and “did quite well.” Sutpen, 2006 ==Critical Response== Film critic Tom Supten writing for Bright Lights Film Journal argues that as a Wallace Berry vehicle, guided by the market-driven contingencies of MGM - compounded by the director's “sheer indifference” – produced “the worst film [that Sternberg] would ever put his name to.”Weinberg, 1967. p. 70: \"[Sternberg's] heart wasn't in it - and that always shows.\" Elements of the film - most prominently the theme of the “troubled cop” - foreshadowed the Film Noir of the post-WWI era.Supten, 2006 Film Historian Andrew Sarris points to “Sternberg’s distinctive framing and filters which give the movie a UFA look... one can almost see the ghost of Jannings in Berry’s unusually restrained performance.”Sarris, 1966. P. 47Baxter, 1971. P. 153: Sternberg “recreate[s] as much as possible the distant greyness of Murnau. Even the minor characters are interchangeable with [those of] UFA films” of the 1920s. ==Theme== Andrew Sarris writes that “Sergeant Madden is of more sociological than aesthetic interest despite Sternberg’s visually striking direction.” The story concerns \"a natural [biological] son\" who goes bad, and ultimately atones for his sins: \"the notion of a blood son being morally inferior to an adopted son is another movie cliché.” The moral of the tale is simply that \"society transcends family\" in the larger public interest.Sarris, 1966. P. 47Sarris, 1998. p. 232Baxter, 1971. p. 153 == References == == Sources == *Baxter, John. 1971. The Cinema of Josef von Sternberg. The International Film Guide Series. A.S Barners & Company, New York. *Sarris, Andrew. 1966. The Films of Josef von Sternberg. Museum of Modern Art/Doubleday. New York, New York. * Sarris, Andrew. 1998. “You Ain’t Heard Nothin’ Yet.” The American Talking Film History & Memory, 1927-1949. Oxford University Press. *Supten, Tom. 2006. Auteur in Distress: On Wallace Beery, von Sternberg, and Sergeant Madden. Bright Lights Film Journal. Retrieved 12 July 2018. http://brightlightsfilm.com/auteur-distress-wallace- beery-von-sternberg-sergeant-madden/#.W0ea_ZCWyUk *Weinberg, Herman G., 1967. Josef von Sternberg. A Critical Study. New York: Dutton. ==External links== * Category:1939 films Category:American films Category:English-language films Category:Film noir Category:Films directed by Josef von Sternberg Category:Metro-Goldwyn-Mayer films Category:1939 crime films Category:American black-and-white films Category:American crime films ",
    "title": "Sergeant Madden"
}