{
    "id": "9164002",
    "text": "Nicholas Adam Tweed-Simmons (born January 22, 1989) is an American writer, musician, reality television personality and voice-over actor. The son of musician Gene Simmons, he is best known for starring in the A&E; reality television series Gene Simmons Family Jewels from 2006 to 2012. He wrote and created the limited comic book series Incarnate, which was published by Radical Comics in 2009. In 2017, Simmons worked as a writer for The Huffington Post. ==Personal life== Simmons is the son of Israeli-born musician Gene Simmons from the rock band Kiss and Canadian actress/model Shannon Tweed. He has a sister named Sophie who is three years younger. He attended Pitzer College in Claremont, California, and graduated in 2011 with a degree in English Literature. ==Career== Simmons is a member of the Screen Actors Guild and is most notable as part of the cast of A&E; reality television series Gene Simmons Family Jewels from 2006 to 2012. He has also performed voice-over work on Cartoon Network's Robot Chicken. He branched out into writing, most notably for comic books. He contributed a story for the comic book anthology Gene Simmons House of Horrors, the first issue of which was released in July 2007. At the San Diego Comic-Con International in July 2009, Radical Comics presented a special preview edition of Simmons's own comic book, Incarnate, from the Simmons Comics Group. It was released August 1, 2009. In February 2010, accusations arose that Simmons had plagiarized character designs, fight scenes, plot segments, dialogue, poses, and expressions from both professional and amateur artists, from several published manga, the most notable being Bleach, and from art communities such as DeviantArt. Simmons responded to the accusations by stating that he intended the similarities between the two works as an homage: > Like most artists I am inspired by work I admire. There are certain > similarities between some of my work and the work of others. This was simply > meant as an homage to artists I respect, and I definitely want to apologize > to any manga fans or fellow Manga artists who feel I went to (sic) far. My > inspirations reflect the fact that certain fundamental imagery is common to > all manga. Evelyn Dubocq, Senior Director of Public Relations at Viz Media, the American publisher of Bleach, stated, \"We appreciate all our fans bringing this matter to our attention, and we are currently investigating this issue\". On February 25, 2010, the publisher of Incarnate, Radical Comics, announced on its official blog that it would be halting distribution and production of Incarnate until the matter was resolved between all concerned parties. Production of Incarnate never resumed. Simmons contributed vocals to \"Hand of The King\", a song from former Kiss guitarist Bruce Kulick's 2010 solo album BK3. In 2017, Simmons worked as a writer for The Huffington Post. He appeared on the Thursday, March 9, 2017 episode of the Comedy Central television show @Midnight. ==References== ==External links== * Category:1989 births Category:Living people Category:Male actors from Los Angeles Category:American comics artists Category:American comics writers Category:American people of Canadian descent Category:American people of Hungarian-Jewish descent Category:American people of Israeli descent Category:American male television actors Category:Participants in American reality television series Category:People involved in plagiarism controversies ",
    "title": "Nick Simmons"
}