{
    "id": "9166231",
    "text": "Château de Culan The Château de Culan is a French medieval castle located in the commune of Culan in the Cher département.Ministry of Culture: château fort ==History== The castle, listed as a monument historique at the start of the 20th century and classified for its walls and roofs in 1956, has known a turbulent history. It is built on a rocky outcrop dominating the River Arnon (a site naturel classé - classified natural site). The first wooden construction, of which nothing remains, was demolished in the 10th century. A second building was besieged and destroyed by King Philip II Augustus of France (1188), then at war with Henry II Plantagenet, king of England. The present castle dates from the 12th century until the 15th century, with additions from the Renaissance. It has belonged, among the others, to Admiral Louis de Culant (1360 – 1444), to Maximilien de Béthune, duc de Sully (1599 – 1621), and later the Prince de Condé. In 1651, during the Fronde, Mazarin laid siege to the town with royal troops and destroyed the 15th century ramparts. During the Revolution, the castle lands were shared among several families and the fortress was sold as national property.Ministry of Culture: Château The castle received several famous visitors: Joan of Arc, Louis XI, Sully, Madame de Sévigné, the novelist George Sand and Ernest Renan. General Charles de Gaulle, visiting Saint-Amand-Montrond after the war, preferred to sleep in a private house in the Rue de l'Église. After he retired from teaching in 1926, the French Hellenist Philippe-Ernest Legrand (1866–1953) settled in the château where he spent the rest of his life.. ==Today== The castle The Château de Culan is in excellent condition. It was restored between 1950 and 1980 by an earlier owner, Jean Ferragut, who organised exhibitions there (Pablo Picasso, Bernard Buffet, Flemish tapestries, etc.) The castle still has wooden turrets which allowed stones and other projectiles to be thrown down onto attackers. The castle has beautiful monumental fireplaces from the 15th century. Around the castle, at the end of the 20th century, 'medieval gardens' were laid out. The present owners, Jean Pierre Marquis and Edouard Marquis (father and son), are continuing the work of restoration and preservation. The castle is open to visitors every day from Easter to the end of October. Medieval weekends are organised in July and August as well as torchlight tours on some summer evenings. ==See also== * List of castles in France ==References== ==External links== * Official website in English * Picture on Culan website Ministry of Culture database entries for Château de Culan: * Entry 1 ** Associated photos * Entry 2 ** Associated photos Category:Castles in Centre-Val de Loire Category:Monuments historiques of Centre-Val de Loire Category:Historic house museums in Centre-Val de Loire Category:Museums in Cher (department) ",
    "title": "Château de Culan"
}