{
    "id": "9166102",
    "text": "The Battle of Umm Qasr was the first military confrontation in the Iraq War. At the start of the war, one of the first objectives was the port of Umm Qasr. On 21 March 2003, as allied forces advanced across Southern Iraq, an amphibious landing force captured the new port area of Umm Qasr. The assault was spearheaded by Royal Marines of the British 3 Commando Brigade, augmented by U.S. Marines of the American 15th MEU and Polish JW GROM troops. Iraqi forces in the old town of Umm Qasr put up unexpectedly strong resistance, requiring several days' fighting before the area was cleared of defenders.\"Fierce battle around port,\" The Guardian, 24 March 2003 The port was finally declared safe and reopened on 25 March 2003. ==Background== Umm Qasr consists of a densely inhabited town connected to a port, with a population of 43,000. The port's role grew during the Iran–Iraq War. Following the 1991 uprising in Basra, Saddam Hussein decided to punish Basra by focusing development on Umm Qasr. By 2003, it had a modern port with a large dock and a channel that could dock ocean-going ships. It handled 3500 tonnes of UN- organized oil-for-food humanitarian aid every day following the Gulf War.Rossiter, Mike, Target Basra, Corgi, 2009 p.209 and p.210 and p218 The task of capturing Umm Qasr was given to U.S. Marines from the 15th Marine Expeditionary Unit, who were under the command of Brigadier Jim Dutton,Rossiter, Mike, Target Basra, Corgi, 2009 , p.210 There was an intelligence report that Iraqi T-72 tanks from the Republican Guard's, Medina Division, had been seen cutting off Umm Qasr from the main roads Basra and Safwan, so the U.S. Marines detached an armored unit to the 15th MEU in the event that the intelligence proved correct.Rossiter, Mike, Target Basra, Corgi, 2009 , p210 ==Battle== The initial assault was carried out on 21 March by the 15th MEU and the British 26th Armored Engineer Squadron. The U.S. Marine convoy made of 20 vehicles received Iraqi small arms and mortar fire, forcing the lead company to call in supporting fire from the Royal Artillery, whose shells were eventually able to neutralize the mortar positions. The U.S. Marines withdrew from the area as they were too close to the target and, after 3 or 4 hours, the 15th MEU, reinforced by two Abrams tanks continued their advance to Umm Qasr.Rossiter, Mike, Target Basra , Corgi, 2009 , p.211 U.S. Marines entered the town and spread out towards the port. There was occasional small arms fire from Iraqi soldiers but no organized resistance and around 200 Iraqi soldiers surrendered. Later on that day, there was increased sniping from Iraqi troops and 1 Marine was killed.Rossiter, Mike, Target Basra , Corgi, 2009 p.211 U.S. secretary of defense Donald Rumsfeld announced at a press conference in The Pentagon that the port of Umm Qasr was secured. On 22 March U.S Marines, believing there was no further resistance in the town, moved on to the port area, clearing the railway lines and industrial areas.Rossiter, Mike, Target Basra , Corgi, 2009 , p212 On the morning of 23 March, a U.S patrol near the town was fired on by Iraqi snipers. While returning fire they reported Iraqi forces moving into one of the warehouses in the industrial area. The patrol called in tanks which fired on the Iraqi positions. Intense machine-gun and RPG fire directed at the US Marines prevented them moving forward to identify their targets, so they called in air support. 2 RAF harriers responded, launching airstrikes on the Iraqi-occupied buildings. Machine gun fire died down, but the Marines came under increased sniper fire from the town. The fighting continued into the night when the Marines were unable to make any progress against the Iraqi forces. Navy Seals and SWCC teams would take several dozen Iraqi prisoners off abandoned boats in the waterways near Umm Qasr. American officials said it was not clear whether those prisoners were soldiers trying to flee combat in the region or Iraqi commandos plotting to mount guerrilla attacks against American and British forces around Umm Qasr or in Fao. After several missions with specific targets carried out by SEALs and SWCC Teams the remaining resistance was finished off. The Navy Seals and SWCC would later hand over the remaining Iraqi prisoners to British Royal Marines at Umm Qasr for detention.Rossiter, Mike, Target Basra , Corgi, 2009 , p212-p213 GROM commandos in the Umm Qasr port, 28 March 2003 Brigadier Dutton knew the 15th MEU needed more time but they were scheduled to join up with the I Marine Expeditionary Force within the next 2 days, so he decided to relieve the unit and that 42 Commando could take over. On the night of 24 March, M company, 42 Commando, patrolled through the town and port after receiving occasional rifle fire and cleared a Ba'ath Party headquarters in the center of the town, the following day another patrol cleared Iraqi defensive positions, finding that the Iraqi troops had left the town.Rossiter, Mike, Target Basra , Corgi, 2009 , p219 ==Aftermath== Following the seizure of the town and port, the waterway was de-mined by a detachment from HM-14 and Naval Special Clearance Team ONE of the U.S. Navy and reopened. Using Rigid Hull Inflatable Boats (RIBs), the Special Warfare Combatant-craft Crewmen (SWCC) of SBT 20 assisted in the capture of the Iraqi port city, Umm Qasr, with follow- on force protection of the port. As the waters came under the protection of the coalition forces, SBT 20 detachments served a crucial role in securing oil delivery stations along the gulf throughout the myriad of mine fields. Umm Qasr played an important role in the shipment of humanitarian supplies to Iraqi civilians.\"Iraq aid confined to south\", The Guardian, 2 April 2003 Coalition minesweepers, including HMS Bangor and HMS Sandown (aided by divers), US Navy MH-53E helicopters, and trained dolphins, located the approach to the port and cleared it of mines, allowing RFA Sir Galahad to dock after a couple of days. The first minesweeper HMS Brocklesby found 80 Manta mines laid out close to the shipping lane, they were destroyed in a controlled detonation.Rossiter, Mike, Target Basra , Corgi, 2009 , p230-p231 ==References== ==External links== *Tough battle for Umm Qasr (BBC) *Battle for hearts and minds at Umm Qasr (BBC) *The Battle for Umm Qasr Category:Battles of the Iraq War in 2003 Category:Battles of the Iraq War involving the United States Category:Battles of the Iraq War involving Iraq Category:Battles of the Iraq War involving the United Kingdom Category:Battles of the Iraq War involving Poland Category:Conflicts in 2003 Category:United States Marine Corps in the Iraq War Category:March 2003 events in Asia ",
    "title": "Battle of Umm Qasr"
}