{
    "id": "9166322",
    "text": "Öljeitü (), also known as Muhammad Khodabandeh (, khodābandeh from Persian meaning the \"slave of God\" or \"servant of God\"; 1280 – December 16, 1316), was the eighth Ilkhanid dynasty ruler from 1304 to 1316 in Tabriz, Iran. His name \"Ölziit\" means \"blessed\" in the Mongolian language. He was the son of the Ilkhan ruler Arghun, brother and successor of Mahmud Ghazan (5th successor of Genghis Khan), and great-grandson of the Ilkhanate founder Hulagu. == Early life == The mausoleum of Öljaitü at Soltaniyeh, Iran. Öljaitü was born as the son of Arghun and his third wife, Keraite Christian Uruk Khatun on 24 March 1282 during his father's viceroyalty in Khorasan. He was given the name Khar- banda (Mule driver) at birth, raised as Buddhist and later baptised in 1291, receiving the name Nikolya (Nicholas) after Pope Nicholas IV.\"Arghun had one of his sons baptized, Khordabandah, the future Öljeitu, and in the Pope's honor, went as far as giving him the name Nicholas\", Histoire de l'Empire Mongol, Jean-Paul Roux, p. 408. However, according Tarikh-i Uljaytu (History of Oljeitu), Öljeitu was at first known as \"Öljei Buqa\", and then \"Temüder\", and finally \"Kharbanda\". Various c. Same source also mentions that it rained when he was born, and the delighted Mongols called him by the Mongolian name Öljeitu (Өлзийт), meaning auspicious. He was later converted to Sunni Islam along with his brother Ghazan. Like his brother, he changed his first name to the Islamic name Muhammad. He participated in battles involving Ghazan's fight against Baydu. After his brother Ghazan's accession to throne, he was appointed as viceroy of Khorasan. Despite being appointed heir of Ghazan since 1299Rashīd al-Dīn Ṭabīb, Jāmiʿ al-tawārīkh, ed. Muḥammad Raushan and Muṣṭafa Mūsavī (Tehran: Alburz, 1994), p. 1324, after hearing news of his death he sought to eliminate potential rivals to throne. First such act was taken against Prince Alafrang, son of Gaykhatu. He was killed by an emissary of Öljaitü on 30 May 1304. Another powerful emir, Horqudaq was likewise captured and executed. == Reign == He arrived in Ujan plains on 9 July 1304 and was crowned on 19 July 1304. Rashid al-Din wrote that he adopted the name Oljeitu following Yuan emperor Öljeitu Temür enthroned in Dadu. His full regnal title was Ghiyath al-Din Muhammad Khudabanda Öljaitü Sultan. Upon accession, he made several appointments, such Qutluqshah to the post of commander-in-chief of Ilkhanate army, Rashid al-Din and Sa'd al-Din Savaji as his viziers on 22 July 1304. Another appointment was Asil al-Din, son of Nasir al-Din Tusi as his father's successor to head Maragheh observatory. Another political decision was revoking Kerman from Qutluqkhanid Qutb al-Din Shah Jahan on 21 April same year. Öljaitü appointed his father-in-law and uncle Irinjin to viceroyalty of Anatolia on 27 June 1305. He received ambassadors from Yuan Dynasty (19 September), Chagatai Khanate (in persons of Chapar, son of Kaidu and Duwa, son of Baraq) and Golden Horde (8 December) same year, establishing an intra- Mongol peace. His reign also saw a wave of migration from Central Asia during in 1306. Certain Borjigid princes, such as Mingqan Ke'un (grandson of Ariq Böke and grandfather of future Arpa Ke'un), Sarban (son of Kaidu), Temür (a descendant of Jochi Qasar) arrived in Khorasan with 30.000 or 50.000 followers. He undertook an expedition to Herat against Kartid ruler Fakhr al- Din in 1306, but succeeded only briefly, his emir Danishmend was killed during the ambush. He started his second military campaign in June 1307 towards Gilan. It was a success thanks to combines forces of emirs like Sutai, Esen Qutluq, Irinjin, Sevinch, Chupan, Toghan and Mu'min. Despite success, his commander-in-chief Qutluqshah was defeated and killed during campaign, which paved way for Chupan to rise in ranks. Following this, he ordered another campaign against Kartids, this time commanded by late emir Danishmend's son Bujai. Bujai was successful after a siege from 5 February to 24 June, finally capturing the citadel. A corps of Frank mangonel specialists is known to have accompanied the Ilkhanid army in this conquest.Peter Jackson, The Mongols and the West, p. 315. Another important event of 1307 was completion of Jami al- Tawarikh by Rashid al-Din on 14 April 1307. Later in 1307, a revolt broke in Kurdistan under leadership of certain Musa, who claimed to be Mahdi.Uprising was shortly defeated.Another religious revolt, this time by 10.000 strong Christians, broke in Irbil. Despite Mar Yahballaha's best efforts to avert the impending doom, the citadel was at last taken after a siege by Ilkhanate troops and Kurdish tribesmen on 1 July 1310, and all the defenders were massacred, including many of the Assyrian inhabitants of the lower town. An important change in administration happened in 1312 when Öljaitü's vizier Sa'd al-Din Savaji was arrested on charges of corruption and executed on 20 February 1312. He was soon replaced by Taj al-Din Ali Shah who would head the Ilkhanate civil administration till 1323. Another victim of purge was Taj al- Din Avaji, a follower of Sa'd al-Din. Öljaitü also finally launched a last campaign against the Mamluks same, in which he was unsuccessful, though he reportedly briefly took Damascus.Stevens, John. The history of Persia. Containing, the lives and memorable actions of its kings from the first erecting of that monarchy to this time; an exact Description of all its Dominions; a curious Account of India, China, Tartary, Kermon, Arabia, Nixabur, and the Islands of Ceylon and Timor; as also of all Cities occasionally mentioned, as Schiras, Samarkand, Bokara, &c.; Manners and Customs of those People, Persian Worshippers of Fire; Plants, Beasts, Product, and Trade. With many instructive and pleasant digressions, being remarkable Stories or Passages, occasionally occurring, as Strange Burials; Burning of the Dead; Liquors of several Countries; Hunting; Fishing; Practice of Physick; famous Physicians in the East; Actions of Tamerlan, &c.; To which is added, an abridgment of the lives of the kings of Harmuz, or Ormuz. The Persian history written in Arabick, by Mirkond, a famous Eastern Author that of Ormuz, by Torunxa, King of that Island, both of them translated into Spanish, by Antony Teixeira, who lived several Years in Persia and India; and now rendered into English.It was when Mamluk emirs, former governor of Aleppo—Shams al-Din Qara Sonqur and governor of Tripoli—al-Afram defected to Öljaitü. Despite extradition requests from Egypt, ilkhan invested Qara Sonqur (now under new name—Aq Sonqur) with governorate of Maragheh and al-Afram with Hamadan. Qara Sonqur was later given Oljath—daughter of Abaqa Khan on 17 January 1314. Meanwhile relations between other Mongol realms were getting heated. The new khan of Golden Horde, Ozbeg sent an emissary to Öljaitü, renewing his claims to Azerbaijan on 13 October 1312. Öljaitü also supported the latter during Chagatai-Yuan war in 1314, annexing Southern Afghanistan after expelling Qara'unas.After repelling Chagatai armies, he appointed his son Abu Sa'id to govern Khorasan and Mazandaran in 1315 with Uyghur noble Amir Sevinch as his guardian. Another descendant of Jochi Qasar, Baba Oghul arrived from Central Asia same year, pillaging Khwarazm on his way, causing much disturbance.Upon protests of Golden Horde emissaries, Öljaitü had to execute Baba, claiming he was not informed such unauthorized acts. Öljaitü's reign is also remembered for a brief effort of Ilkhanid invasion of Hijaz. Humaydah ibn Abi Numayy, arrived at Ilkhanate court in 1315, ilkhan on his part provided Humaydah an army of several thousand Mongols and Arabs under the command of Sayyid Talib al-Dilqandi to bring the Hijaz under Ilkhanid control. He also planned to exhume the bodies of the caliphs Abu Bakr and Umar from their graves in Medina. However, soon after the expedition passed Basra they received news of ilkhan's death, and a large part of the army deserted. The remainder – three hundred Mongols and four hundred Arabs – were crushed by a horde of four thousand Bedouin led Muhammad ibn Isa (brother of Muhanna ibn Isa) in March 1317.al-Najm Ibn Fahd, Itḥāf al-wará, 3/155–156 == Death == He died in Soltaniyeh on 17 December 1316, having reigned for twelve years and nine months. Afterwards, Rashid al-Din Hamadani was accused of having caused his death by poisoning and was executed. Oljeitu was succeeded by his son Abu Sa'id. == Religion == Öljaitü had been professing Buddhism, Christianity and Islam throughout his life. After succeeding his brother, Öljeitu became influenced by Shi'a theologians Al-Hilli and Maitham Al Bahrani. Although another source indicates he converted to Islam through the persuasions of his wife.The preaching of Islam: a history of the propagation of the Muslim faith By Sir Thomas Walker Arnold, p. 197. Upon Al-Hilli's death, Oljeitu transferred his teacher's remains from Baghdad to a domed shrine he built in Soltaniyeh. Later, alienated by the factional strife between the Hanafis and the Shafis, Oljeitu changed his sect to Shi'a Islam in 1310.Ann K.S. Lambton, Continuity and Change in Medieval Persia, ed. Ehsan Yarshater, (Bibliotheca Persica, 1988), p. 255. However, it has also been reported that he reconverted to Sunni Islam prior to his death. At some point, he even considered converting to Tengriism in early 1310. == Legacy == He oversaw the end of construction of city of Soltaniyeh on Qongqur-Oleng plains in 1306. In 1309, Öljeitu founded a Dar al-Sayyedah (\"Sayyed's lodge\") in Shiraz, Iran, and endowed it with an income of 10,000 Dinars a year. His tomb in Soltaniyeh, 300 km west of Tehran, remains the best known monument of Ilkhanid Persia. According to Ruy González de Clavijo, his body was later exhumed by Miran Shah. ==Relations with Europe== ===Trade contacts=== Trading contacts with European powers were very active during the reign of Öljeitu. The Genoese had first appeared in the capital of Tabriz in 1280, and they maintained a resident Consul by 1304. Oljeitu also gave full trading rights to the Venetians through a treaty in 1306 (another such treaty with his son Abu Said was signed in 1320).Jackson, p. 298. According to Marco Polo, Tabriz was specialized in the production of gold and silk, and Western merchants could purchase precious stones in quantities. ===Military alliance=== Mongol soldiers at the time of Öljeitü, in Jami al-Tawarikh by Rashid-al-Din Hamadani, 1305-1306. Letter of Öljeitu to Philippe le Bel, 1305. In classical Mongolian script, with the Chinese script seal of the Great Khaan in Mongolian Quadratic Script (Dörböljin Bichig). The huge roll measures 302x50 cm. Translation of Öljeitu's message by Buscarello de Ghizolfi, on the back of the letter (visible here). Ghazan and his brother Öljaitü. After his predecessors Arghun and Ghazan, Öljeitu continued diplomatic overtures with the West, and re-stated Mongol hopes for an alliance between the Christian nations of Europe and the Mongols against the Mamluks, even though Öljeitu himself had converted to Islam. ====1305 embassy==== In April 1305, he sent a Mongol embassy led by Buscarello de Ghizolfi to the French king Philip IV of France,Mostaert and Cleaves, pp. 56–57, Source Pope Clement V, and Edward I of England. The letter to Philip IV, the only one to have survived, describes the virtues of concord between the Mongols and the Franks: He also explained that internal conflicts between the Mongols were now over: This message reassured the European nations that the Franco-Mongol alliance, or at least attempts towards such an alliance, had not ceased, even though the Khans had converted to Islam.Jean- Paul Roux, in Histoire de l'Empire Mongol : \"The Occident was reassured that the Mongol alliance had not ceased with the conversion of the Khans to Islam. However, this alliance could not have ceased. The Mamelouks, through their repeated military actions, were becoming a strong enough danger to force Iran to maintain relations with Europe.\", p. 437. ====1307 embassy==== Another embassy was sent to the West in 1307, led by Tommaso Ugi di Siena, an Italian described as Öljeitu's ildüchi (\"Sword-bearer\").Peter Jackson, p. 173. This embassy encouraged Pope Clement V to speak in 1307 of the strong possibility that the Mongols could remit the Holy Land to the Christians, and to declare that the Mongol embassy from Öljeitu \"cheered him like spiritual sustenance\".Peter Jackson, The Mongols and the West, p. 171. Relations were quite warm: in 1307, the Pope named John of Montecorvino the first Archbishop of Khanbalik and Patriarch of the Orient.Foltz, p.131 European nations accordingly prepared a crusade, but were delayed. A memorandum drafted by the Grand Master of the Knights Hospitallers Guillaume de Villaret about military plans for a Crusade envisaged a Mongol invasion of Syria as a preliminary to a Western intervention (1307/8).Peter Jackson, p. 185. ====Military operation of 1308==== Byzantine Emperor Andronicus II gave a daughter in marriage to Oljeitu and asked ilkhan's assistance against growing power of the Ottomans. In 1305, Oljeitu promised his father in law 40,000 men, and in 1308 dispatched 30,000 men to recover many Byzantine towns in Bithynia and the Ilkhanid army crushed a detachment of Osman I.I. Heath, Byzantine Armies: AD 1118–1461, pp. 24–33. ====1313 embassy==== On April 4, 1312, a Crusade was promulgated by Pope Clement V at the Council of Vienne. Another embassy was sent by Oljeitu to the West and to Edward II in 1313.Peter Jackson, p. 172. That same year, the French king Philippe le Bel \"took the cross\", making the vow to go on a Crusade in the Levant, thus responding to Clement V's call for a Crusade. He was however warned against leaving by Enguerrand de Marigny,Jean Richard, \"Histoire des Croisades\", p. 485. and died soon after in a hunting accident.Richard, p. 485. A final settlement with the Mamluks would only be found when Oljeitu's son signed the Treaty of Aleppo with the Mamluks in 1322. ==Family== Öljaitü had thirteen consorts with several issues, albeit only one surviving son and daughter: *Terjughan Khatun, daughter of Lagzi Güregen (son of Arghun Aqa) and Baba Khatun **Dowlandi Khatun (died 1314) married on 30 September 1305 to Amir Chupan *Eltuzmish Khatun (m. 1296, d. 10 October 1308, buried in Dome of Sultaniyeh), daughter of Qutlugh Timur Kurkan of the Khongirad, sister of Taraqai Kurkan (widow of Abaqa Khan and previously that of Gaykhatu Khan) **Bastam (1297 - 15 October 1309) - married Uljay Qutlugh Khatun on 12 January 1305 (named after Bayazid Bastami) **Bayazid (1300 - 19 April 1308) (named after Bayazid Bastami) **Muhammad Tayfur (b. 3 December 1306) (named after Bayazid Bastami) **Sati Beg Khatun - with Eltuzmish Khatun, married firstly on 6 September 1319 to Amir Chupan, married secondly in 1336 to Arpa Ke'un, married thirdly in 1339 to Suleiman Khan; *Hajji Khatun, daughter of Chichak, son of Sulamish and Todogaj Khatun; **Abu Sa'id Bahadur Khan *Qutlughshah Khatun (betrothed 18 March 1305, m. 20 June 1305), daughter of Irinjin, and Konchak Khatun; **Sultan Khatun *Bulughan Khatun Khurasani (m. 23 June 1305, d. 5 January 1310 in Baghdad), daughter of Tasu and Mangli Tegin Khatun (widow of Ghazan Khan) *Kunjuskab Khatun (m. 1305), daughter of Shadi Kurkan and Orqudaq Khatun (widow of Ghazan Khan) *Oljatai Khatun (m. 1306, died 4 October 1315) - sister of Hajji Khatun (widow of Arghun Khan) **Abu'l Khayr (b. 1305, died in infancy, buried next to Ghazan in Shanb Ghazan) *Soyurghatmish Khatun, daughter of Amir Husayn Jalayir, and sister of Hasan Buzurg; *Qongtai Khatun, daughter of Timur Kurkan; *Dunya Khatun, daughter of al-Malik al-Malik Najm ad-Din Ghazi, ruler of Mardin; *Adil Shah Khatun, daughter of Amir Sartaq, the amir-ordu of Bulughan Khatun Buzurg; **Sulayman Shah (d. 10 August 1310) *Despina Khatun, daughter of Andronikos II Palaiologos; *Tugha Khatun, a lady accused of having an affair with Demasq Kaja; Öljaitü also allegedly had an additional son, Ilchi who was claimed as an ancestor of the Arghun and Tarkhan dynasties of Afghanistan and India.Mahmudul Hasan Siddiqi, History of the Arghuns and Tarkhans of Sind, 1507-1593 (1972), p. 249. ==See also== * Hazara people * Olcayto ==Notes== === Citations === ==References== * Atwood, Christopher P. (2004). The Encyclopedia of Mongolia and the Mongol Empire. Facts on File, Inc. . * () page 87 * Foltz, Richard, Religions of the Silk Road, New York: Palgrave Macmillan, 2010, * Jackson, Peter, The Mongols and the West, Pearson Education, * Roux, Jean- Paul, Histoire de l'Empire Mongol, Fayard, * Category:1280 births Category:1316 deaths Category:Il-Khan emperors Category:Converts to Buddhism from Christianity Category:Converts to Islam from Buddhism Category:Critics of Sunni Islam Category:Converts to Shia Islam from Sunni Islam Category:Mongol Empire Muslims Category:14th-century monarchs in Asia ",
    "title": "Öljaitü"
}