{
    "id": "9167041",
    "text": "Agnipankh (The Wings of Fire in Hindi) is a 2004 Indian film directed by Sanjiv Puri about pilots in the Indian Air Force. == Synopsis == The film opens with a tribute to Wg.Cdr Rastogi and to the other martyrs of Indian Air Force. The scene then shifts to Air Force Station Srinagar in Kashmir with Flying Officer Siddharth Singh (Jimmy Sheirgill), in his MiG-21 aircraft preparing for a Recce mission. The mission is successful but Siddharth gets hit yet he manages to safely land his aircraft. Upon arriving back to Srinagar, he is confronted by his rival, colleague and another fighter pilot named Flying Officer Sameer Kelkar (Sameer Dharmadhikari). Siddharth's mother worries about his safety and confronts him regarding the hazards in his profession, but Siddharth brushes it off. He and his father later discuss about the mission and the general atmosphere in Kashmir. The scene later shifts to a golf match where two Senior Air Force Officers are discussing about recent border violations and the War like state in Kashmir, however this discussion gets overheard by a Pakistani spy who reports it to his superiors. The Pakistani Army deduces that the Indian Air Force plans to initiate its future course of action based on the information obtained from the Recce missions. Thus to gain a further insight into the Indian planning, Pakistani army sends its most capable spy to infiltrate IAF's Srinagar Airbase. Here Flight lieutenant Anjana \"anjie\" Rawat (Shamita Shetty), a tomboyish chopper pilot is introduced. A soap opera motif is shown where Anjana loves Sameer but he does not reciprocate, but he has feelings for Surabhi, a wealthy sociallite, who has feelings for Siddharth. At this juncture Siddharth and Sameer's close friend Flight lieutenant Vishal Dev (Rahul Dev) is introduced. Vishal is newly posted to Srinagar, he arrives with his wife Nupur (Divya Dutta). Meanwhile, the Pakistani spy gets employed at the Srinagar Air Base, from where he keeps sending critical information to his superiors in Pakistan. Sensing a sudden change in climate over LoC, IAF anticipates that Pakistan will launch its first attack aerially with Srinagar as its main target. The security around and in the base is tightened. IAF launches more recce missions to gain more intelligence. However one such mission consisting of Vishal and Siddharth ends up in a failure with Vishal getting shot down over enemy territory and presumedly getting killed, thus resulting in Siddharth getting relieved of his flying status and being indefinitely grounded by the AOC. It is later revealed that Sameer had confided Siddharth's infidelities in Surabhi, making her to break up with him, which ultimately lead to Siddharth fumbling the mission. Sameer, feeling guilty confesses the truth about Siddharth to Surabhi, thus bringing Siddarth and Surabhi together. Meanwhile, terrorists launch multiple attacks on the Air Base, but are always thwarted. The Pakistani army deduces that for a successful aerial attack, the radar in Srinagar Air Base must be destroyed, hence the spy in the guise of a senior Air Force Officer allows several terrorists to infiltrate the Air Base's sensitive areas, but their plan is foiled by Siddharth and Sameer. Seeing their plans fail, Pakistan launches full scale aerial attacks over eleven IAF bases, thus prompting the IAF to retalliate. Siddharth and Sameer, as a part of Special Mission are sent to destroy a Pakistani ammo dump, which will disrupt supplies to Pakistani forces. In the mission however, both Siddharth and Sameer are shot down and held captives in a Pakistani POW camp. In the POW Camp Siddharth and Sameer are tortured regularly and placed with other Indian prisoners. However, Siddharth and Sameer manage to escape with the help of a 1965 war veteran Army Officer Lieutenant Sangram Singh Shekhawat (Kiran Kumar). En route they meet Vishal who was presumed dead, but in reality was hiding from the Pakistani soldiers. The prisoners then successfully contact Indian Army's 3rd Grenadiers unit, but also invariably end up revealing their position to the Pakistani army, which launches a man-hunt to apprehend them. The IAF with the help of Grenadiers launches a rescue mission inside the enemy territory. However, in the following firefight, Vishal and the 1965 war veteran are killed, but Siddharth and Sameer are successfully rescued by a chopper piloted by Anjana. the prisoners are brought home where they are Honoured and Felicitated by the Indian Government. The film ends with Siddharth and Sameer going to their next mission. ==Cast== * Jimmy Sheirgill as Flying Officer Siddharth Singh * Sameer Dharmadhikari as Flying Officer Sameer Kelkar * Rahul Dev as Flight lieutenant Vishal Dev * Shamita Shetty as Flight lieutenant Anjana Rawat/Anjana Sameer Kelkar * Richa Pallod as Surbhi Dhar/Surbhi Siddharth Singh * Divya Dutta as Nupur Vishal Dev * Kulbhushan Kharbanda as AVM Amod * Kiran Kumar as Lieutenant Sangram Singh Shekhawat * Vrajesh Hirjee as Ittefaq * Ashish Vidyarthi as Haider Baluchi * Daya Shankar Pandey as Fateh Afgani * Shrivallabh Vyas as Firoz Ali Niyazi * Akshay Anand as Flight lieutenant Charlie * Anang Desai as Mr. Singh, Siddarth Father * Neelu Kohli as Mrs. Singh, Siddarth Mother * Vishwajeet Pradhan as Sq. Ldr. Sawant ==Soundtrack== ==References== *Indiafm.com Cast/Crew List *Indiafm.com Review *italkies.com ==External links== * Category:2000s Hindi-language films Category:Indian films Category:2004 films Category:Indian Air Force in films Category:Films featuring songs by Pritam ",
    "title": "Agnipankh"
}