{
    "id": "9168332",
    "text": "Floresta is a city in the Brazilian state of Pernambuco. It is situated at latitude 08º36'04\" south and at longitude 38º34'07\" west, at an altitude of 316 metres. Its population was estimated in 2009 to be 28,100 inhabitants,http://www.ibge.gov.br/home/estatistica/populacao/estimativa2009/POP2009_DOU.pdf IBGE Population 2009 Floresta, page 32 according to the Brazilian Institute of Geography and Statistics. It has an area of 3690.3 km². A view of the old city centre Floresta flag ==History== Floresta (\"forest\") traces its origins to the 18th-century farms of Curralinho and Paus Pretos, but it was the Fazenda Grande (\"big farm\"), on the right bank of the rio Pajeú (Pajeú river), that saw the first inhabitants of Floresta. In the second half of the 18th century, the farm served as a temporary shelter for the cattle that came from Bahia to supply Pernambuco sugar devices with animal power. A view of the city hall Around the particular oratory raised in 1777 that would later come to be the chapel of the Bom Jesus dos Aflitos, the town appeared, named as Fazenda Grande. The proprietors of the Fazenda Grande, captain Jose Maciel Pear tree and his wife D. Joana de Souza Silveira, had donated their lands to the Bom Jesus dos Aflitos, in 1778, in the notary's office of the Farm Riacho do Navio. The easy access to water and the spirit of Christianity had attracted people to the place. After a few years, the town of Fazenda Grande was raised to the category of Village on 31 March 1846, by means of a project that became Provincial Law no. 153, presented for the representative of Flores, city also bathed by the Pajeú River, of which was unlinked. In 1849, as a punishment for its active participation in Revolução Praieira, the Vila de Floresta was incorporated to the town of Tacaratu. However, in 1864, the term of the judicial district was restored. As a village, and with the advent of the republic, Floresta had as its first mayor Mr. Cel. Fausto Serafim de Souza Ferraz, who assumed the role in 1892. On 20 June 1907, through State Law no. 867, it was raised to the category of city. After four days the \"Sociedade Progressista Arborizadora\" was created for the florestanos João Gomes Barbosa and Alfredo Barros, being the first one called by Álvaro Ferraz, in its book Floresta, Pai dos Tamarindos. The city of Floresta is classified in first place in Pernambuco, as the greatest rearing facility of caprinos (goats), and also one of the greatest tomato-producing regions. Since the early 1990s, Floresta has been home to violent feuding between two influential families, which has caused the deaths of more than 50 people.https://www.latimes.com/news/nationworld/world/la-fg-brazil- feud-20120805,0,5789188,full.story ===Religious history=== A view of the cathedral In 1897, the first church was constructed, where today sits the Cathedral of the Bom Jesus. It held the image of the Padroeiro, being the primitive church, a monument of history and faith there, under the sponsorship of Nª Srª do Rosário. Floresta was the seat of the first Roman Catholic Diocese of the Sertão Nordestino, created in 1910 and composed of 18 parishes: Exu, Ouricuri, Petrolina, Granito, Leopoldina (current Parnamirim), Salgueiro, Boa Vista, Cabrobó, Belém de São Francisco, Floresta, Vila Bela (current Serra Talhada), Belmonte, São José do Egito, Triunfo, Flores, Afogados da Ingazeira, Alagoa de Baixo (current Sertânia) e Tacaratu. Sertanejos The first bishop of the diocese was D. Augusto Álvaro da Silva, who later served as Cardinal Archbishop of Bahia. ==Conservation== The municipality contains part of the Serra Negra Biological Reserve, a strictly protected conservation unit created in 1982. The original reserve was the first biological reserve of Brazil, being instituted by Decree 28348, of 7 June 1950, with an area of and of extension. Its exuberant nature, also with some typical flora species of the Amazon region, was studied by important researchers, among them professor Vasconcelos Sobrinho. It contains part of the Maurício Dantas Private Natural Heritage Ecological Reserve, created in 1997 to protect an area of caatinga vegetation. It also contains the Cantidiano Valqueiro Barros Private Natural Heritage Reserve, created in 2003. Rural garbage collection ==Economy== The main economic activities in Floresta are based in commerce and agribusiness, especially the raising of goats, cattle, sheep, and plantations of tomatoes, melons, water melons and onions. Floresta is one of the largest producers of goats in all state, with more than 110 thousand heads in 2007. ===Economic indicators=== {| class=\"wikitable\" border=\"1\" |- ! Population ! GDP x(1000 R$).Floresta 2007 GDP IBGE page 29 ! GDP pc (R$) ! PE |- | 28,100 | 152,769 | 5,733 | 0.25% |- |} Economy by sector {| class=\"wikitable\" border=\"1\" |- ! Primary sector ! Secondary sector ! Service sector |- | 14.67% | 12.64% | 72.69% |- |} ===Health indicators=== {| class=\"wikitable\" border=\"1\" |- ! HDI (2000) ! Hospitals (2007) ! Hospitals beds (2007) ! Children's mortality every 1000 (2005) |- | 0.698 | 2 | 140 | 35 |- |} PE State site - City by city profile ==References== Category:Municipalities in Pernambuco ",
    "title": "Floresta, Pernambuco"
}