{
    "id": "9168838",
    "text": "The Margraviate of Landsberg () was a march of the Holy Roman Empire that existed from the 13th to the 14th century under the rule of the Wettin dynasty. It was named after Landsberg Castle in present-day Saxony-Anhalt. ==Geography== The territory located in the historic Osterland region comprised the westernmost part of the March of Lusatia (Saxon Eastern March) between the rivers Saale and Mulde. It comprised the margravial fortress of Landsberg and the nearby town of Delitzsch, as well as the adjacent Leipzig area formerly part of the Margraviate of Meissen. It stretched down to the former County of Groitzsch in the south, and up to Sangerhausen in the west, including the town of Weißenfels which became the margravial residence. It also comprised the castle of Grimma and the former Pleissnerland town of Zwickau. ==History== Landsberg coat of arms depicted in the Dresden Fürstenzug Upon the death of Margrave Conrad in 1156, the Wettin domains of Meissen and Lusatia were re- arranged. Conrad's younger son Margrave Theodoric I of Lusatia had Landsberg Castle erected until 1174 and began to style himself a \"Margrave of Landsberg\". However, an Imperial State in its own right was not established until in 1261, when Margrave Henry the Illustrious (against legal provisions) split off the western Landsberg territory from the March of Lusatia as a separate margraviate for his second son Theodoric. After Dietrich's son Frederick Tuta had died without male heirs in 1291, his uncle Margrave Albert II of Meissen sold it to the Ascanian margrave Otto IV of Brandenburg. In 1327 the Welf duke Magnus I of Brunswick-Lüneburg inherited Landsberg by marrying Sophia of Brandenburg-Stendal, the sister of the last Ascanian margrave Henry II and also the niece of the German king Louis IV, who had seized the Brandenburg possessions in 1320. Duke Magnus sold Landsberg to Margrave Frederick II of Meissen in 1347, and in this way the former margraviate finally fell back to the House of Wettin. ==Margraves== ===House of Wettin=== * Theodoric, 1265-1285, son of Margrave Henry the Illustrious * Frederick Tuta, 1285-1291, son, also Margrave of Lusatia from 1288 Fell to Albert II, Margrave of Meissen, sold to Brandenburg ===House of Ascania=== *1291-1298: Conrad, Otto IV of the Arrow, Henry I Lackland, Otto V the Tall, Albert III *1298-1300: Conrad, Otto IV of the Arrow, Henry I Lackland, Albert III, Herman I the Tall *1300-1304: Conrad, Otto IV of the Arrow, Henry I Lackland, Herman I the Tall *1304-1308: Otto IV of the Arrow, Henry I Lackland, Herman I the Tall *1308-1317: Henry I Lackland, Valdemar I the Great, John V the Illustrious *1317-1319: Valdemar I the Great *1319-1320: Henry II the Child *1320-1347: Sophia, married to: ===House of Welf=== *1327-1347: Magnus I, Duke of Brunswick-Lüneburg, 1327-1347, by marriage to Sophia of Brandenburg-Stendal Sold to Meissen. ==References== * At Meyers Konversationslexikon, 1888 * At Zedlers Universal-Lexicon, vol. 16, p. 238 Landsber Category:1260s establishments in the Holy Roman Empire Category:1261 establishments in Europe Category:1340s disestablishments in the Holy Roman Empire Category:1347 disestablishments in Europe Landsberg Category:States and territories established in 1156 ",
    "title": "Margraviate of Landsberg"
}