{
    "id": "9170516",
    "text": "The National Glass Centre is a cultural venue and visitor attraction located in Sunderland, North East England. It is part of the University of Sunderland. ==Background== The National Glass Centre is located in Sunderland, on the north banks of the River Wear, on the former site of J.L. Thompson and Sons shipyard. The centre is close to the site of St. Peter's Church, part of the original Monkwearmouth-Jarrow Priory built in 674. It was here that Benedict Biscop introduced glass making into Britain, by hiring French glaziers to make the windows for the priory. The glass-making industry exploded in the eighteenth century, driven by an abundance of cheap coal and high-quality imported sand. Sunderland glass became known throughout the country. In later years, the Pyrex brand of glassware was manufactured in Sunderland. In 2007, the last two remaining glass firms in Sunderland - Corning Glass Works and Arc International (who make Pyrex) - announced they would close. Despite the decline in the industry, in 1998 the centre was opened for £17 million. It was funded by the Arts Council in conjunction with the University of Sunderland, Tyne and Wear Development Corporation, European Regional Development Fund and Sunderland City Council. The centre, located alongside the university's St. Peter's campus, continued the regeneration of the banks of the Wear. ==Experience== The National Glass Centre roof from below The National Glass Centre is constructed from glass and steel. Visitors can walk on its glass roof and look down into the centre below. There is a total of 3,250 square metres of glass on the roof, and it can hold 460 people on at any one time. Each glass panel on the roof is 6 cm thick. The centre contains a museum dedicated to the history of glass-making, and several galleries with changing exhibitions. Hot glass demonstrations provide a context for the museum's collection. The NGC also houses the University of Sunderland's Glass and Ceramics Department and Institute for International Research in Glass. A number of artists are located on site, and their work can be purchased by visitors in the glass shop. Since August 2006, National Glass Centre dropped its admission fee and is currently free to visit. Since the removal of an admission fee, the centre has seen a rapid increase in visitors. It has also played host to many prestigious events including the 2007 North East Tourism Awards and T4 Transmission with T-Mobile. ==Exhibitions== The National Glass Centre hosts a variety of changing exhibitions in its Contemporary Gallery. Exhibitions have included: Connection to Place - Tim Shaw June - August 2010 Beautifully Crafted - 25 September 2008 – 22 February 2009 The Dark Glass - 6–28 September 2008 Art Forms from the Ocean - 11 April - 31 August 2008 Neon - 1 December 2007 – 24 March 2008 One-off Factory, featuring Mathias Bengtsson and Anne Vibeke Mou - 6 October - 18 November 2007 North + South - 1 July - 23 September 2007 Lynette Wallworth - 17 March - 17 June 2007 Snowdomes - 25 November 2006 – 4 March 2007 Lybensky & Brychtova (What then Shall we Choose? Weight or Lightness?) - 17 July - 12 November 2006 Wearing Glass - 12 May - 9 July 2006 Trip the Light Fantastic - 10 February - 30 April 2006 ==References== ==External links== * * National Glass Centre on Wearmouth- Jarrow Category:Glass museums and galleries Category:Art museums and galleries in Tyne and Wear Category:Museums in the City of Sunderland Category:Sunderland ",
    "title": "National Glass Centre"
}