{
    "id": "9170817",
    "text": "Tommy Storm is the first novel by Irish author A.J. Healy. The protagonist is Tommy Storm, a boy, aged 11½, who experiences friendship and a love for his planet only when he is sent far away from Earth with four other Earth kids, to a school of sorts on the far side of the Milky Way, populated by \"aliens\". The year is 2096—a time when it is always 34˚C, birds are extinct and it's raining at all times everywhere on Earth due to \"The Great Climate Enhancement\". Only the very tops of mountains protrude above sea-level and everyone lives in floating cities. The book follows Tommy's first adventure. A sequel, Tommy Storm and the Galactic Knights, was released in Ireland on 24 September 2009, with more to come. Declan Kiberd, one of Ireland's foremost literary critics has said of Tommy Storm: \"Brilliant. Hilarious. An intergalactic Gulliver's Travels.” In December 2006, Tony Hickey said in Village magazine: “Tommy Storm is a knockout achievement that succeeds on so many levels and satirises so many cultural and literary genres that, to me, it reads as if Flann O'Brien had taken to writing science-fiction.\" ==Plot summary== Earth's President (Guttly Randolph) and the Grand Council receive an invitation from the MilkyFed, a federation in the centre of the Milky Way. They want 5 Earth children (of the Grand Council's choice) to come across space to a training centre. The training will prepare the participants for a dangerous and secret mission. Elsorr Maudlin, Earth's Deputy President, believes the MilkyFed are up to no good, so he threatens to delay the decision until after the deadline. He agrees not to delay it on two conditions. One, he can choose the Grand Council Elder to accompany the Five children. Second, he can choose one of the five children. For his first condition, Maudlin chooses Randolph, so he can be the President, in full power. For his second condition, he chooses a boy who is thought by all a loser. The boy's name is Tommy Storm. Meanwhile, at The Wilchester Academy for Younger Adults, Tommy Storm, a boy of 11, is being bullied by a stronger, more popular boy named Felkor Stagwitch. In self- defence, Tommy ends up being grounded to his room. Later, Mr Withers, the headmaster, announces that Felkor Stagwitch is going on to a training school far away in the centre of the Milky Way. Afterwards, in Tommy's room, Mr Withers tells Tommy privately that he was also chosen. After some tests, the Earthlings are ranked from 1 to 5, Felkor first, Tommy last. According to their rank, they're put in groups of 5 with other species from other planets. During his time at the training school, Tommy Storm encounters many new things, and learns the history of his life. -The 25 students at the training school soon learn they are here because the Milki Masters know of an appending apocalypse – the end of the universe, referring to the apocalypse only as the TFC (Terrible Future Calamity). At the end of the training schools period, one of the groups will be chosen to go on a mission to find out what will cause the TFC, and try to stop it. In order to win, the group must win competitions in different categories to earn points. -Each time he meets one of the Milki Masters, they seem to recognise something about him. At the end of his stay, Lord Beardedmoustachedwiseface-oh (the leader of the Milki Masters) reveals that Tommy's parents had been abducted by the Milki Masters long ago because Lord Beardedmoustachedwiseface-oh had found out about a meteor heading towards Earth – one so big, it was set to destroy Earth. One of the Milki Masters then fires another meteor at the meteor going to Earth to try and destroy it. She misses and Earth is destroyed. Tommy's parents (who had said they're name's were Bonny and Clive) then allowed themselves to die so they could turn back time. A different Milki Master takes the shot this time – and hits. Each Milki Master had recognised him because he looks so like his parents. -The winning group will be sent to learn about the TFC on a spaceship known as Swiggy. To get going Swiggy must leave the runway at SickoWarpo Speed (faster than the speed of light). They only have enough room for three courses – each course must go through a planet and destroy it. Earth is one of the planets that could be destroyed. Eventually, Earth is chosen to be obliterated. -One Milki Master brings Tommy and his group to an abyss. A plank of wood is attached to the side of the abyss, like a divingboard. The Milki Master tells them that it takes eight steps to walk the plank, and for every step you take, you will see something different in the Abyss. He tells them of a legend – if you come to the end of the plank, turn around, cross your arms and fall in to the abyss, someone who loves you will catch you and bring you back to the top. He also tells them that no one has taken more than four steps. They each try to walk the plank, until they are interrupted by another group's arrival, just as Tommy is about to take a fifth step. Tommy returns one night to try to walk the plank again. As he enters, two of his group follow. Tommy doesn't notice them, and locks the door behind him. The room is soundproof, so he doesn't hear them banging on the door. Tommy walks the plank, each step seeing terrible things – such as Earth burning along with its people. Finally, he takes his eighth step, turns around, crosses his arms, and falls back. Nobody knows exactly what he saw or did in the abyss, but it is believed his parents caught him, and talked to him, and adored him until he returns to the top. -Meanwhile, on Earth, Elsorr Maudlin is abusing his power as president. He killed two Grand Council members, and sent one to a prison. When Guttly Randolph has a heart attack and dies, Tommy brings him to Earth to be buried. Maudlin forces him to bring the coffin – with Randolph inside – to the Grand Council. While Maudlin is extremely happy that he is dead, Randolph stands up. It is revealed that MilkyFed doctors are far more advanced, and were able to bring him back to life – thought they cannot do that to people who are really dead. Randolph pretended to be dead to get to the Grand Council. Maudlin stabs Randolph with his sword. Tommy draws his own sword and they fight. Just as Maudlin overpowers Tommy, Randolph brings an elevator shaft down on top of him, killing him. Randolph then dies from the stab wound, even though he could have been saved by the MilkyFed doctors, stating he is ready to be with Gerty (his late wife). -Upon returning to the training school, Tommy learns of the final score of points between the groups – Felkor's group first and his group last, although his group should have been first. Lord Beardedmoustachedwise- face-oh announces that someone in Tommy's group did something against the rules (Tommy knows that he is the person, and the rule he broke was getting up at night, and entering the abyss), so his group is disqualified from the competitions after he broke the rules. Medals are awarded to the other 4 groups (surprisingly, the same medal is given to each person in every group). Lord Beardedmoustachedwiseface-oh then tells his favourite poem; \"'Tis not what you do, 'tis how you do it. 'Tis not what you say, 'tis how you say it. First shall be last, gibbledibble-blast.\" He then announces that Tommy's group has won, regardless of points. Tommy's group then boards Swiggy. When they have left, it is revealed that the Milki Masters have no clue about the TFC. Swiggy approaches Earth, faster than the speed of light. When they collide, it seems they are in darkness for a long time. Then everything returns. But, as one of the group notices, Earth is still there. Tommy then reveals how he stole two wigholes from the training school and placed them on either side of Earth, in perfect rotation so that when Swiggy almost collided with Earth, it really entered a wighole. Rumbles and Woozie decide to try out an old legend. It was believed by MilkyFed folk that if a person crossed their arms, closed their eyes, and fell backwards without bending their legs, someone who loves them would catch them. This was known as the Inner-Lath Catch. Rumbles and Woozie cannot do this without bending their legs, and so it doesn't work. They give up when Rumbles knocks open a cabinet, covering him/her in Grow-sss-goo. Marielle watches them try after her bath. She then decides to try it herself. The book ends, saying she managed not to bend her legs. ==Reception== Tommy Storm has received mixed reviews. Inis Magazine described it as \"truly entertaining; funny, gripping, imaginative, full of suspense, strong characters and utter wackiness!\" while The Telegraph called it \"a sort of sci- fi Harry Potter\" and went on \"but the clutter of silly names (Lady MuckBeff, FroydyAnn), typographical tricks, barmy footnotes and laboured jokes leads to tedium.\" Tony Hickey for Village Magazine (December 2006) wrote \"Tommy Storm is a knockout achievement that succeeds on so many levels and satirises so many cultural and literary genres that, to me, it reads as if Flann O'Brien had taken to writing science-fiction. AJ Healy has given us a tale laced with verbal elegance that, as in all good satire, causes us to swallow the sugar- coated pill before we know what's happening. And the satire starts with the blurb on the front cover: \"Winner of the 'My-Book-is-Better-Than-Your-Book' Piffle Prize (2097)\". There are jokes and laughs on every page. The book succeeds brilliantly on many levels. Sci-fi fans with a sense of humour will particularly love it, as will readers who endorse the notion that uncomplicated narrative is just not enough for many young people. Agile minds need agile challenges.\" ==Extras== ===Wigholes=== A wighole is the size and shape of a pizza. Every wighole is part of a pair. If a person or thing enters a wighole, he/she/it will come out of the other wighole in the pair. Wigholes are close cousins with wormholes. ===Tommy's group=== Tommy's group is last out of the five groups. His group consists of himself, Woozie Wibblewoodrow, Marielle, Sum-Wun-Saurus (dubbed Summy) and Rumblethunderbumbles (dubbed Rumbles). Woozie is a wibblewallian, small, round, furry creature from the planet Friggle. He is the first to meet Tommy in the training school, and they become good friends. Woozie was chosen from his planet because he is the best on the entire planet at floating bowling. Marielle is an elquinine from planet Wild-Elqui-9. She looks very human. Marielle is short for her full title: Most-Awesomely-Radiant-ickle-Elegant-Lusciously-Laughterful-Empress. Elquinines can breathe underwater. Tommy has a crush on her, and in The Galactic Knights, it is revealed that Marielle had a crush on him, but it is unknown whether she still does or not. Summy is a dragon-like female dinosaurus from the planet Uh-oh-Ithinktheysaurus. Rumbles is a thunderbumble from the planet Shaggyfurmop. Thunderbumbles are both male and female. He/she has three hands and looks similar to a bear. ===Space-folk=== All people in the universe have three fingers and a thumb on both hands, except Humans. They also have four toes, unlike humans. Humans have been majorly uninvolved in anything except what is happening on Earth. But all others in the universe are more advanced, and his roommates have to explain the things that are new to him, but normal for them. ===The Training School=== The training school that Tommy and the other 24 kids go to is in IGGY (InterGalactic Great Youth space station), in the centre of the Milky Way. The Milki Masters are Lord Bearedmoustachedwiseface-oh, Miss LeWren, Mr Crabble, Mr Monsenior and Lady Muckbeff. They must compete in sports, quizzes and tournaments to gain points to be selected for the dangerous mission. These include MilkyWay History and Geography, P.O.O., phenomena, floating bowling, Planet Chessy, jegg race and flashscimitar contest. ==Publishing== In 2002, A.J. Healy finished Tommy Storm, but publishers turned down the book, mainly because Healy is unknown. Four years later, in 2006, he self-published 5,000 copies. Because Healy had such low funding, the sales needed word-of-mouth for books to be sold. After 3,000 copies of the book were sold, Quercus, a UK publisher, bought the rights to republish Tommy Storm. And so, in March 2008, Tommy Storm was relaunched. The first, self-published edition is at the top. ==References== ==External links== *The Tommy Storm website Category:2006 Irish novels Category:Children's science fiction novels Category:Fiction set in the 2090s Category:2096 Category:Irish children's novels Category:2006 children's books Category:2006 debut novels ",
    "title": "Tommy Storm"
}