{
    "id": "9170764",
    "text": "WNSX (97.7 MHz Star 97.7) is a commercial FM radio station broadcasting a classic hits radio format. Licensed to Winter Harbor, Maine, the station's studios and offices are on Maine State Route 3 (High Street) in Ellsworth. It serves Downeast Maine, including Ellsworth, Bar Harbor, Bucksport, and Machias. WNSX is owned by Stony Creek Broadcasting, LLC. WNSX's music includes the 1970s, 80s and 90s Top 40 hits of classic rock artists such as The Eagles, Fleetwood Mac, Billy Joel and Elton John, but avoids pop and dance artists such as Michael Jackson, Prince, and Madonna. The station uses the slogan \"Smooth Rock 'n' Roll\" to indicate it does not play rock songs that are too hard-edged. WNSX's transmitter is off Tunk Lake Road in Sullivan.Radio- Locator.com/WNSX The station's primary signal serves Hancock and Washington Counties. Its main competitors are classic rock 95.7 WWMJ Ellsworth and classic hits 107.7 WBKA in Bar Harbor. ==History== The Former Logo of WNSX from 2005 until August 31, 2014 under their \"Smooth Rock N Roll\" branding Maine businessman Scott Hogg was granted a construction permit from the Federal Communications Commission to build a new FM station at 97.7 in the mid-1990s. It used the call sign WAKN before making it to the air.Broadcasting & Cable Yearbook 2000 page D-204 2 The station signed on in 1999 as WNSX.Broadcasting & Cable Yearbook 2003-2004 page D-217 It originally simulcast its then-sister station WMDI (now WBKA). In 2001, the station was purchased by Clear Channel Communications for $1.1 million. It began simulcasting the classic rock format of its sister station 101.7 WFZX. WNSX later flipped to a sports radio format, carrying Fox Sports Radio for several years before returning to a simulcast of WFZX. In 2005, the station was sold to Stony Creek Broadcasting, with Mark L. Osborne as managing member. The cost was $800,000.Broadcasting & Cable Yearbook 2007 page D-247 WNSX then switched to its current format of classic hits. ==References== ==External links== * NSX Category:Classic hits radio stations in the United States Category:Winter Harbor, Maine Category:Radio stations established in 1999 Category:1999 establishments in Maine ",
    "title": "WNSX"
}