{
    "id": "9171011",
    "text": "Misr American College (MAC) a private Egyptian school based in Maadi, Cairo. This school was established in 2001. The curriculum follows American education, provided by the Massachusetts regulations, from Pre-K to Grade 12 and is accredited by the CITA board of education and the Ministry of Education in Egypt. Established in 2001, MAC is catering mainly Egyptian students from nursery to 12th grade, backed by the full accreditation of the AdvancED. ==About MAC== * Misr American College, (M.A.C.) is the American division of Orouba Language School. *Established in 2001, M.A.C. is the Rashidy's family's latest addition in their quest for educational excellence in Egypt. · *Misr American College provides the American curriculum from the Massachusetts regulations to all students starting from Pre-K to 12th grade.· *The language of instruction is \"Standard Edited American English\" (SEAE), although MAC also follows the Egyptian Ministry of Education in the following three subjects: Arabic language, Arabic Social Studies and Religion (Islam and Christianity).· *MAC school is located in the New Maadi neighborhood of Cairo and it is fully accredited by AdvancED, the largest accrediting organization worldwide. *Assignments are posted on on.mac-eg.com for students to browse at home. ==History== The founding family, the Rashidy, has been in the field of education for over 50 years. · *In 1960, Mr. Hussein ElRashidy initiated the Orouba educational institutions with Orouba Language School in Dokki neighborhood *In 1996 the Rashidy family was among the first to start a private university in Egypt, Misr International University.· *In 2001, the American division (M.A.C.) was founded in New Maadi. ==Campus activities and events== Each year M.A.C. organizes many on-campus activities and events which are designed to serve as community building activities and as means of further communication between students, parents and teachers in a relaxed and supportive environment within the campus grounds. We view participation in extra-curricular activities and events as an important component of communication and relationship building. Here is a list of some of our on- campus activities and events: == Academics == *Elementary School: Nursery – Grade 5.· *Middle school: Grades 6–9.· *High School: Grades 10–12. Students are obliged to take all classes until senior year, when they're allowed to pick or drop subjects based on their aimed-for faculty. Mentors from MIU have individual parents' meeting in order to guide the student and the parent into this process. A new mandatory course, Personal, Social and Health Education, has been added.Personal, Social and Health Education This program, also referred to as the Building Pioneers Program, works to nurture the students minds and develop their social skills. ==Student Support Services Center== This Learning Support Center (LSC) at MAC is responsible for receiving inquiries and special requests directly from parents. · Working with the school's counselor, administration team, and teachers, it makes sure to take corrective actions according to school regulations and policies.· Also, after school tutoring and lunch tutoring is available for students to sign up for. Some students may be put under probation, which means they'll spend extra time with the teacher during free times in order to catch up. An individual education plan (IEP) is developed for each of these students, indicating specific goals and objectives required to develop the student's individualized academic skills.· Letters of concern are sent at the end of every semester, warning the parents of students at risk. Detention is also given for misconduct. ==Facilities== ===Basic=== * Six floors. · * Smart boards· * Mosque·Room * 10,000 square meter campus * Clinic (with full-time gazar)· * LSC (Learning Support Center)· * Air conditioned classrooms· * Three Playgrounds (Senior, Junior, Main)· * Transportation (air-conditioned, modern and comfortable buses) * Three Canteens from where students buy lunch. Menus are posted there. ===Studying areas=== * Media and Technology center· * Two Art Labs (Junior and Senior)· * Two Computer Labs (Senior and Main)· * Two Libraries (Senior and Junior)· * Three Science Labs(Chemistry, Physics, Main) · ===Sporting facilities=== * Two Soccer Fields on campus * Pass to Olympic Village of Maadi in which students practice in olympic football, volleyball, basketball, and handball courts during PE classes. ===Extra-curricular activities' areas=== * Ballet Area * Photography Studio· * Band and vocal music rehearsal and performance rooms· * Clubs· * Music Room * Senior Lunch Area ==School houses== From the beginning of the year, students are divided into four houses: * Egypt Eagles * Cairo Cobras * Nile Crocodiles * Desert Foxes All of the students work to collect tokens for doing good deeds and exceptional work in class to be rewarded at the end of each month. ==Activities== \\---> School Clubs For club logos, please visit: http://site.mac-eg.com/clubs-2/ * Student Council * Helping Hands * Press Club * National Honor Society and National Junior Honor Society (Exclusive to Straight A students) * Forensics Club * Hip Hop Club * Choir Club * French Club * Drama Club * Science Club * Instruments Club * Book Club All clubs are expected to have a public performance at the end of the semester. Once the semester ends and the club has demonstrated their work, students can either change the club they're in or stay and get a chance at competing with other schools or being promoted from Junior Member to Senior Member and finally, chief. \\---> Off-Campus Trips: * Animania Zoo * Abdeen Palace * Dream Park * Paintball * Circus * Kidzania * Fagnoon * Pharaonic Village * Sun Bird * The Ranch * Plein Air * Wadi Degla * Ain Sukhna * Sharm Sheikh * Barcelona (For Seniors) * Paris (For Seniors) * Rome (For Seniors) * Gouna (For Soccer Team) \\--> On-Campus Activities * BBQ Day * Hat Day * Red Day * Twin Day * Art Week * Green Day * Book Week * 70's Party * Pajama Day * Sports Day * Prom Party * Health Week * Art Carnival * Thanksgiving * Alumni Reunion * Halloween Party * Christmas Bazaar * International Day * Galabeya Day Party * Cartoon Character Day * Christmas Celebration * Mother's Day Performance * Fun Day (Last Day of School) ==Staff== \\--> Administration: * Mr Hussein El Rashidy : Director of the Board * Eng Hussein H. El Rashidy : Director of Schools * Mr Mike Pavlos : Superintendent * Mr. Frank Smida : School Principal * Dr. Azza Naguib : Deputy Principal * Ms Iman Ahmed : Administration Manager * Mr Steve Riddell : Coordinator of Student Affairs Middle & High Schools ==Official videos == * MAC Presentation: https://www.youtube.com/watch?v=M6ANipIVh18 * MAC Info Presentation:https://www.youtube.com/watch?v=vFUXTxX-Bvg ==Road to the States Championship== The boys compete in the Road to the States Championship for soccer. ===2011–12:=== In El Gouna for the championship, MAC's boys played against * ACC and lost 3 to 1. * Elite School and won 4 to 2. * El Hayat Academy and tied 1 to 1. This match qualified Misr American College's soccer team into the semi-finals. * Alsson and lost 3 to 1. * Narmer School and tied MAC ended up winning third place in the whole tournament. www.roadtothestates.com ===2013–14:=== The boys competed in el Gouna for the Road to the States Competition. They received 2nd in the whole competition after beating all teams except for El Hayat Academy. == References == == External links == * http://www.mac-eg.com/ Category:Private schools in Cairo Category:Education in Cairo Category:Educational institutions established in 2001 Category:2001 establishments in Egypt ",
    "title": "Misr American College"
}