{
    "id": "9171854",
    "text": "Alistair Benjamin Wilkinson (born 25 April 1987), better known as Ben Wilkinson, is a former professional footballer and currently the assistant manager to Paul Harsley, working with Manchester City's u-23 team. He played as a midfielder for Hull City, Harrogate Town, Gretna, York City, Altrincham, Chester City, Tamworth and Boston United. ==Playing career== ===Early career=== Wilkinson playing for York City in 2008 Born in Sheffield, South Yorkshire, Wilkinson is the son of former player and manager Howard Wilkinson. He played with the youth teams of Sheffield Wednesday, Sheffield United and Derby County, becoming a scholar with the latter in May 2003. He joined Hull City in January 2005, where he completed his scholarship. He signed a two-year professional contract with Hull in the summer of 2006. He joined Conference North club Harrogate Town on 9 December 2006 on a one-month loan, where he made five appearances before returning to Hull in January 2007. Wilkinson went on trial with York City of the Conference National in January 2008, in which he scored two goals in a reserve-team match against Sheffield United. On 31 January 2008, he joined Gretna of the Scottish Premier League on loan until the end of the 2007–08 season. He made his debut in a 2–0 away defeat against Heart of Midlothian on 9 February 2008 and made 13 appearances for the club. ===York City=== He joined Conference Premier club York City on 10 June 2008 on a two-year contract. His debut came in a 1–0 away win against Crawley Town on 9 August 2008. He scored his first goal in a 3–1 defeat away to Wrexham on 7 October 2008. On 26 March 2009, Wilkinson joined York's Conference Premier rivals Altrincham on loan until the end of 2008–09. He made his debut two days later, coming on as a 90th-minute substitute in a 2–2 home draw with Crawley Town, and started in the subsequent match, a 1–0 away defeat to Ebbsfleet United. He finished the spell with nine appearances. He left York on 2 July 2009 after his contract was cancelled by mutual consent. ===Chester City=== Wilkinson signed for newly relegated Conference Premier club Chester City on 9 July 2009. Wilkinson scored in the first minute of his debut against Cambridge United on 15 August 2009, but Chester lost 4–2. He made 28 appearances for Chester in 2009–10, although these were expunged from the records after Chester were expelled from the Football Conference in March 2010. He left the club following their liquidation on 10 March 2010 and in April went on trial with League Two club Bradford City, playing in reserve-team matches against Newcastle United and Leeds United. ===Tamworth=== Wilkinson signed for Conference Premier club Tamworth on 26 August 2010 following a trial. His first goal came in a 1–0 away win over Mansfield Town, with a shot into the bottom corner from six yards from Danny Thomas' pass on 30 minutes. Wilkinson scored a goal against York in a 2–1 away win on 16 April 2011 to help Tamworth fight relegation. ===Boston United=== Wilkinson signed for Conference North club Boston United on 30 July 2011 after a trial, having been set to follow former Tamworth players Aaron Mitchell and Jason Bradley to Eastwood Town. He found himself out of the team early in 2011–12 because of a knee injury but later established himself at right back due to a shortage in that position. He left Boston on 7 November 2011 after making 10 appearances for the club. ==Coaching career== By November 2013, Wilkinson had taken on the position of youth development phase coach at Sheffield Wednesday. ==Career statistics== Wilkinson playing for Tamworth in 2011 {| class=wikitable style=\"text-align: center;\" |+ Appearances and goals by club, season and competition |- !rowspan=2|Club !rowspan=2|Season !colspan=3|League !colspan=2|National Cup !colspan=2|League Cup !colspan=2|Other !colspan=2|Total |- !Division!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals!!Apps!!Goals |- |rowspan=3|Hull City |2006–07 |Championship |0||0||0||0||0||0||colspan=2|—||0||0 |- |2007–08 |Championship |0||0||0||0||0||0||0||0||0||0 |- !colspan=2|Total !0!!0!!0!!0!!0!!0!!0!!0!!0!!0 |- |Harrogate Town (loan) |2006–07 |Conference North |3||0||colspan=2|—||colspan=2|—||2||0||5||0 |- |Gretna (loan) |2007–08 |Scottish Premier League |13||0||colspan=2|—||colspan=2|—||colspan=2|—||13||0 |- |York City |2008–09 |Conference Premier |21||2||2||0||colspan=2|—||2||0||25||2 |- |Altrincham (loan) |2008–09 |Conference Premier |9||0||colspan=2|—||colspan=2|—||colspan=2|—||9||0 |- |Tamworth |2010–11 |Conference Premier |28||2||2||0||colspan=2|—||1||0||31||2 |- |Boston United |2011–12 |Conference North |8||0||2||0||colspan=2|—||colspan=2|—||10||0 |- !colspan=3|Career total !82!!4!!6!!0!!0!!0!!5!!0!!93!!4 |} ==References== ==External links== * Category:1987 births Category:Living people Category:Footballers from Sheffield Category:English footballers Category:Association football midfielders Category:Sheffield Wednesday F.C. players Category:Sheffield United F.C. players Category:Derby County F.C. players Category:Hull City A.F.C. players Category:Harrogate Town A.F.C. players Category:Gretna F.C. players Category:York City F.C. players Category:Altrincham F.C. players Category:Chester City F.C. players Category:Tamworth F.C. players Category:Boston United F.C. players Category:National League (English football) players Category:Scottish Premier League players Category:Sheffield Wednesday F.C. non-playing staff Category:Manchester City F.C. non-playing staff ",
    "title": "Ben Wilkinson"
}