{
    "id": "9172690",
    "text": "Achanuragantha Veedu () is a 2006 Indian Malayalam-language drama film directed by Lal Jose and written by Babu Janardhanan. It stars Salim Kumar, Muktha, Samvrutha Sunil, Indrajith Sukumaran, and Prithviraj Sukumaran. The film was released on 28 January 2006. ==Plot== It tells the tale of Samuel, a student who falls in love with a Catholic Christian girl named Lillikutty in the 1970s, Shortly after their marriage they convert to Pentecostalism. However, his wife dies at an early stage of their married life, and he must face hardships of raising three daughters alone. The main plot revolves around the mystery of his youngest daughter's disappearance, the crushing truths he faces when he finds out what really happened to her, and the impact on his other daughters as well as his mental stability. == Cast == * Salim Kumar as Samuel/Prabhakaran * Prithviraj Sukumaran as Harikrishanan * Muktha as Lisamma Samuel * Samvrutha Sunil as Sherly Samuel * Suja Karthika as Tressa Samuel * Usha as Lillykutty * Indrajith Sukumaran * Murali as Shekharan Nair * Sadiq *T.S Raju as S.P Thomas Mathew * Madhu Warrier as Gopy * Manikandan Pattambi as Maniyappan *Dinesh Prabhakar as Rajeev * Prasanth as Tommy * Harisree Ashokan as Johnykutty * Baby Nayanthara as Nayana John * Manka Mahesh as Saramma * Ambika Mohan as Harikrishnan's mother * Bindu Ramakrishnan as School principal * Cherthala Lalitha as Devaki *Nash - Cameo Appearance *Arun V Narayanan - Cameo Appearance *Pratheesh Nandan - Cameo Appearance ==Production== The story came to Janardhanan's mind after he watched the Suryanelli rape case proceedings. The film portrayed Pentecostal denomination quite extensively. It was shot in Peermade in Kerala. ==Reception== Some critics described the film as Salim Kumar's transformation from a comedian to serious roles.\" ==Sequel== A sequel titled Lisammayude Veedu was later produced in 2013. It was written and directed by Babu Janardhanan. == References == == External links == * * Achanurangaatha Veedu at the Malayalam Movie Database Category:2006 films Category:2000s Malayalam-language films Category:Indian films Veedu Category:Films directed by Lal Jose ",
    "title": "Achanurangatha Veedu"
}